{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON MARGIT MEISSNER\nWednesday, May 31, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> JoAnna Wasserman: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is JoAnna Wasserman. | work here in the Levine Institute for Holocaust\nEducation. | am the host of today's public program First Person. Thank you for joining us. We\nare in our 18th season of the First Person program. Our First Person today is Miss Margit\nMeissner whom we shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at the museum. Our program will continue twice\nweekly through mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests, and recordings of all 2017 programs can be\nviewed on the museum's YouTube Channel.\nMargit will share with us her first person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time, you will have an opportunity\nfor you to ask Margit questions. The life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Margit is one individual's account of the Holocaust. We have\nprepared a brief slide presentation to help with her introduction.\nMargit was born Margit Morawetz on February 26, 1922, in Innsbruck, Austria. When\nMargit was a baby, her family moved to Prague, Czechoslovakia. The arrows on this map of\n1933 Europe point to Austria and Czechoslovakia.\nPrague is identified on this map of Czechoslovakia.\nHere we see Margit at the age of 3. She was the youngest of four children born to\nGottlieb and Lily Morawetz. Gottlieb, seen here, was a banker from a religious Jewish family.\nHere we see Margit's family at the Lido, a beach resort in Venice, in 1926. From the\nleft are her brother, Felix, her cousin, Ernie Morawetz, her brother, Bruno, her mother and\nfather, Margit pictured here, her governess Yeya and her brother, Paul.\nMargit's father, Gottlieb, passed away in 1932, when Margit was 10 years old. In 1938,\nwhen Margit was 16, attacks on Jews in Central Europe escalated and her mother decided she\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nshould leave school in Prague. Margit was sent to Paris to live with a French family where she\nstudied dressmaking.\nIn March 1939, Margit's mother joined her in France. This is Margit with her dog Flippy\njust before leaving Prague in 1938.\nAs the Germans were advancing on Paris, Margit's mother was ordered to report to an\nassembly point in the south. Margit bought a bike and fled with other refugees to the South of\nFrance. Margit found out that her mother was at the Gurs Detention Camp, shown here in this\nphotograph. She eventually got a train ticket to a town outside of Gurs.\nWhen France surrendered to Germany in June 1940, Margit's mother was able to\nleave Gurs in all the confusion and join Margit. The two fled via Spain and Portugal to the\nUnited States where they settled in 1941. In this photo, we see Margit in 1941, soon after she\narrived in the United States.\nToday, Margit leads tours in all of the museum's exhibits and speaks in various\nsettings about her Holocaust experience. Recently she spoke to Congress to call attention to\nthe Syrian refugee crisis. Margit also works in the museum's archives translating documents\nfrom Czech and German to English. And she gives tours in five different languages.\nIn 2003, Margit's autobiography, \"Margit's Story,\" was published. If you are interested\nin purchasing a copy of her book, you may order copies in the bookstore after the program.\nWith that, | would like you to join me in welcoming our First Person, Margit Meissner.\n>> [Applause]\n>> Margit Meissner: Thank you for the applause.\n>> JoAnna Wasserman: Margit, you were born in Austria and your family moved to Prague in\nCzechoslovakia when you were very young. You lived there until 1938. So why don't we start\nby you talking about your life in Prague, your family, and what your childhood there was like.\n>> Margit Meissner: So, as you saw, | was one of four children, the youngest. We were a\nwell-to-do, very assimilated Jewish family that spoke German at home but Czech in the\nstreets. And because | was a youngest of four children, my brothers thought that | was a little\ndoll and they treated me like a little doll. All they wanted to do was kiss me. And | hated it.\nFortunately | have overcome that hatred as | grew older.\n>> [Laughter]\n>> Margit Meissner: | was -- my main task in the world was to learn. | was supposed -- we\nwent to school six days a week, including Saturday, from 8:00 in the morning until 1:00. And\nthen after | came home from school, in the afternoon, | had private lessons in English, in\nFrench, in Tennessee in writing, whatever one could learn my mother thought was very\nimportant for me to know.\n| had basically a very happy childhood, although | continuously felt pressured but |\nthought that's how all children grew up. | didn't know any better.\n>> JoAnna Wasserman: And tell us a little bit about your parents and how life changed after\nyour father passed away.\n>> Margit Meissner: So my father was a banker, originally from a small town in Moravia. He\nwas from an Orthodox Jewish family. But the family was very poor and there was no high\nschool in his town, so he was sent to Vienna, which was the capital of the Austro-Hungarian\nEmpire, and he had to support himself by tutoring other students to go through high school and\nlaw school.\nAnd he was very successful as a banker. And when the new country of\nCzechoslovakia was created, at the end of World War I, and the country had to create a new\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\ncurrency -- because when a new country is created, they need a new monetary system -- my\nfather was asked to come to Prague to help create the monetary system. So that's how we\nmoved to Czechoslovakia. And | was never quite sure whether | was Austrian or Czech, but\nfortunately when | came to the United States that dilemma ended because | became an\nAmerican.\n>> JoAnna Wasserman: So you were living in Prague in the 1930s. Were you aware of what\nwas going on in Germany, of the rise of the Nazis at that time?\n>> Margit Meissner: Well, somewhat aware. One has to realize that at that time there were no\nmedia. Today if you want to find out what goes on in the world, you look at the cell phone and\nyou know immediately what goes on everywhere. We had none of this. | think for the young\npeople here, the idea that there was no television, no computer, no cell phone, that seems like\nan impossible world but that's the world that | grew up in.\nSo we knew very little about what was going on in the world. But it was clear that Hitler\nwas persecuting Jews in Germany and especially it also was clear that he was trying to isolate\nthe Jews in Germany from the rest of the population, to make them into the other. That\nseemed very threatening to us.\n>> JoAnna Wasserman: So in 1938 Hitler annexed Austria and you became much more\nconcerned, you and your family, and you and your mother made a decision that you should\nmove to Paris. Tell us about that.\n>> Margit Meissner: When Austria was annexed, the Austrian Nazis, who were very powerful\nat the time, were thrilled that they would become part of Germany. They really tried to show\ntheir new German occupiers what good anti-Semites they were. They forced some elderly\nJewish people to kneel on the sidewalks and scrape away anti-German propaganda. And this\nwas such a frightening sight, to see old people kneeling, trying to clean the sidewalks with a\ntoothbrush. When my mother saw that picture, she decided that it was not safe for me to stay\nthere. Although | was in Czechoslovakia that had a democratically elected government that\nprotected its people but she didn't think it was safe. So she decided that | should leave and go\nsomeplace that would be safer. So the place was Paris because | was very interested in dress\ndesign.\nYou have to understand that in 1938, if you wanted a dress, there was no department\nstore you went to. You went to a dressmaker. And dressmaking was a very respected\nprofession. So Paris was the fashion capital of the world, so mother found a French family that\nwas willing to take me in, sort of like a paying guest. And she found that family and decided |\nwas going to go to Paris.\n>> JoAnna Wasserman: So, do you recall what it felt like for you to leave Prague, everything\nyou knew, your family, by yourself at 16 and go to Paris by yourself? And tell us also how you\nmade the journey to Paris.\n>> Margit Meissner: Well, so | was 16. | was in 10th grade. | was a very good student. That\nmeant that | got very good grades because | knew how to take tests but | was not interested in\nlearning so | didn't learn much. | was mainly interested in boys.\n>> [Laughter]\n>> Margit Meissner: But some of the boys that | were interested in were not so interested in\nme. So the idea of leaving didn't seem particularly threatening. Also, | had no idea what was\ngoing to happen next. The idea that Jews were going to be deported or that Jews were going\nto be interned in concentration camps and then gassed in gas chambers was completely out of\nthe question. Nobody had heard anything like this.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nSo | left Prague and was proud that my mother had enough confidence in me to send\nme away by myself to a foreign country. And also, | was going to travel by air, which was the\nmost sophisticated thing one could do. One wore one's best clothes on the airplane. Little did |\nknow that | was going to ride on a non-pressurizes plane. So when | arrived in Paris, | thought\nmy ears were going to drop off, it hurt so much. So when my French foster family picked me up\nat the airport, | wasn't even able to speak because my ears were so painful.\nWe knew somewhat about what was going on, but the kind of knowledge that one has\ntoday certainly | didn't have it. If other people had it, | knew very little.\n>> JoAnna Wasserman: What was your day-to-day life like once you arrived in Paris?\n>> Margit Meissner: Well, the family that mother had found was a very nice family, had\nyoungsters my age who were very welcoming. And because | had a French nanny at home, |\nspoke pretty good French. But the lady of the house was a French teacher and she took it\nupon herself to make me into a perfect French teacher. So | had private instructions with the\nlady every morning for three hours. In the afternoon | did homework for her. And in the evening\n| sat in front of a mirror trying to fashion my mouth in such a way that | would be able to master\nall the French. So as a result | really spoke French without a foreign accent. And that was good\nfor the rest of my escape.\n| went to dressmaking school. At first | went to a sewing school where | was the worst\npupil because | was supposed to make tiny little stitches and make each stitch exactly like the\nnext. And | wasn't able to do that. Because most of the girls in that school had had vocational\ntraining whereas | had been in a very academic high school. So then | went to pattern making\nschool and designing. And that was much better.\n>> JoAnna Wasserman: What was your social life like in Paris?\n>> Margit Meissner: Well, | had these French friends. And then there were friends from Prague\nwho came. But most of my Prague friends were Czech citizens, so they were not in the same\nsituation as | was. |, as an Austrian, was suspect from the beginning. Austria was now part of\nGermany. So | was an ex [Indiscernible]. And the police kept very close track of me. | had to\ngo to the police every other week to show my face. And they kept threatening me that if | ever\ndid anything they didn't like, they would arrest me immediately. So | sort of had a double life.\nOfficially | was very uncomfortable and felt very threatened. And in my private life | did well. |\nhad good friends. They were very kind of me. | enjoyed my pattern making studies. | was good\nat it, so | liked it. And | was pleased that | spoke French so well at that point.\n>> JoAnna Wasserman: So the situation becomes more worrisome when the Nazis occupied\npart of Czechoslovakia. Your mother comes and joins you in Paris. Tell us about that.\n>> Margit Meissner: So, there was -- to begin with, after Austria was annexed, the Germans\nwere surprised that nobody objected to the annexation of Germany, although France and\nGreat Britain could have objected because it was against an international treaty. But neither\nFrance nor England were interested in that. And the United States was out of the picture.\nAmerica, as you know, had the depression and FDR had his own new deal and lots of\nproblems with Congress then, so he was not interested in intervening in Europe.\nSo Hitler was emboldened because nobody objected to the annexation of Austria, so\nhe decided he was going to take the German part of Czechoslovakia. Of course, the Czech\ngovernment said you cannot take our country -- part of our country. So Hitler said, well, if you\ndon't give it to me, I'll go to war. And the Czechs mobilized. But before he started going to war,\nhe decided to invite the English prime minister and the French prime minister to Munich\nwithout inviting the Czech government. And they decided that Germany could annex part of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nCzechoslovakia. That was called the Munich Agreement which was basically giving up a part\nof the world that they had no power over. So the Czech government had to go into exile and a\npuppet government was created in Czechoslovakia. At that point my mother came to join me in\nFrance.\n>> JoAnna Wasserman: What was it like for you to be in Paris together? What happened to\nyour house and your property in Prague?\n>> Margit Meissner: Well, when mother came to Paris and she came in such a hurry that the\nonly thing that she could bring with her was one small suitcase. That's basically all that ever\nremained of our really considerable assets. And until then she had been able to send me a\nmonthly sum that | could use for my support but that was gone. So basically we became\npenniless overnight and really dependent on help. It was very worrisome but somehow we\nmanaged.\n>> JoAnna Wasserman: Did it feel like war as imminent? Did you have a sense of what might\ncome?\n>> Margit Meissner: Yes. Of course, then, in September of 1939, the war started. So Germany\ninvaded Poland and that is when France and Great Britain declared war on Germany. So at\nthat point we became enemy aliens because we were Germans and France was at war with\nGermany. So we became enemy aliens.\nThe authorities were even more aggressive against us, so | had to go to the police\nevery week now to show my face. And they kept saying, \"We don't want you here,\" \"We don't\nwant all of these refugees here,\" \"Why do they come to France?” “Why don't they go back\nhome?” So it was very uncomfortable.\nOf course, we knew what was going on within the amount of news that we had but\nFrench propaganda was very strong because they said we had fortifications and the Germans\nwould never overcome France. In the reality, the French were not really willing to defend\nthemselves. And the Germans first only fought on the eastern front in Poland.\nSo there was the \"Funny War\" in France, because France was at war with Germany\nbut there was no fighting. And when they had finished, the Polish annexation or conquest, we\nmoved west and they were now going to come to France. In spite of the French propaganda,\nthey advanced very rapidly.\nAfter a few weeks when it seemed that France would not defend itself at all, my\nmother, who had come at a different point than |, was summoned to the police. She got a\nnotice that she should come to the police station in two days with whatever she could carry on\nher back, in a knapsack, two blankets and three days’ worth of food, and she was going to be\ndeported. She was going to be sent away. | went to the police station with her. When | came\nthere and said why are you arresting her, they said \"None of your business. Go home.\" And |\nsaid, \"Well, where are you taking her?,\" \"None of your business. Go home.\"\nSo here | was by myself. | had no idea where mother was going to be taken. | had no\nidea what | should do. | was all by myself because my Czech friends were not enemy aliens.\nFor some reason although Czechoslovakia was as much a part of Germany as Austria, the\nCzechs were not considered enemy aliens by the French, so they had a much easier time.\nSo in the last minutes before mother entered the bus that was going to take her away, she took\nsomething out of her pocket and she gave me a few thousand francs, which | had no idea she\nhad because | didn't think we had any money. And she said to me, \"Here. Now it's up to you to\nget us out of here.\" So | never really knew what she meant by that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> JoAnna Wasserman: Just a couple of weeks later, very quickly, Paris fell. And your life\nchanged dramatically. Tell us about that time.\n>> Margit Meissner: Well, so, here | was by myself. | was supposed to get us out of here,\nwhich meant that certainly | should try and find my mother and get her out of wherever they\nwere taking her. And | also had to look after myself because it became very clear that the\nGermans were going to come to Paris very soon. | did not know what to do. | tried all kinds of\nways.\n| had one set of friends who were also Austrian. It so happened that my friend was the\ngranddaughter of Sigmund Freud, the psychiatrist, just a coincidence. And the Freud family\nhad emigrated from Austria to England. So my friend, Sophie Freud, and her mother who was\nin Paris with me, they wanted to escape to the northwestern part of France to catch a boat\nfrom there to England. So when it became a question of leaving Paris, | thought, well, I'll go\nwith the Freuds to Brest, which was on the northeastern -- northwestern part of France. So of\ncourse, | was not permitted to leave. So | went to the police station and said you have to give\nme permission to leave; | have to go find my mother, no way.\nAnd then | saw that people from Paris were streaming out of the town in one direction.\n| didn't know they were all going south to avoid the German Army. | looked at the situation and\nsaid, How can | go by myself? Can | walk with the people?\nThen it occurred to me that | had this money that mother gave me and | thought\nmaybe if | could buy a bicycle, | could leave Paris on a bicycle. So | went to buy the last bicycle\nthat there was in Paris. It was a men's race bike with these kinds of handles. And | bought this\nbicycle. | was not a good bicyclist. | just sort of knew how to ride a bicycle. And | had with me\nwhat | could put on a baggage carrier. So | had a change of underwear, two pound chocolate,\nchocolate croissant, my dressmaking notes, and a box of oil paint. Because now | was going to\nbecome a designer, | needed these oil paints.\n| went to the police to see now they really had to let me go. And when | came to the\npolice station, the police station was opened but the policemen had joined the chaotic crowd\nthat was leaving. So | thought | had an alibi. Because | could say | tried to get permission but\nthe policemen weren't there anymore. So | started riding.\n>> JoAnna Wasserman: Tell us about that first day on your journey and also tell us how you\nfelt about being this very proper girl on a bike.\n>> Margit Meissner: So, | was terrified because | didn't know where | was going, whether | was\ngoing in the direction that | wanted to go to. | just followed the crowd. It turned out that with my\nbicycle | was very fortunate because the roads were jammed. There was no space that\nanybody could go to. There were stalled cars, people who didn't know how to drive, cars that\nran out of gas, and people walking with wheel barrels, with canary cages, baby carriages. It\nwas a chaotic sight. But it turned out that | was fortunate because with the bicycle | could get\naround the stalled cars. So | made pretty good progress. And | just bicycled. | didn't pay any\nattention to anything. | just kept going. And | was always glad that | could keep moving\nbecause many other people just stood there.\nSo when evening came -- | bicycled all evening. When evening came, we arrived in a\nlittle town. And the policeman motioned to me. Now, when a policeman motioned to me, my\nheart stopped. Because | said now he's going to ask me for papers and | don't have papers\nand they are going to arrest me. But the policeman was very kind. He said, \"Mademoiselle, if\nyou want to spend the night, you can go to the school next door and lie down on the floor in the\nschool and spend the night.\" So that was very nice of the policeman.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nAnd | did that. And when | laid down on the floor of the school, | remembered\nsomething that just before | left my house; somebody had given me a letter that | hadn't\nopened. | opened the letter and it was from somebody who knew that my mother was in a\ncamp called Gurs. Now, Gurs was just a name nobody had ever heard of. But Gurs was near\nthe Pyrenees which meant it was near the Spanish border. So |, of course, was thrilled that |\nnow had a destination where my mother was. In the morning | got up at day break out of the\nschool. | didn't know until two days later that the school in which | spent the night was bombed\nto smithereens two hours after | left. So | was very fortunate. | kept riding.\nAfter a few miles | collided with another woman. We both fell off our bikes. | looked at\nmy bike. It was pretty damaged but | could continue riding. So | just picked myself up and\ncontinued riding. Suddenly a young man comes up to me and said, \"Mademoiselle, you can't\ngo on like this. You're going to bleed to death. Look at your leg.\" And | looked at my leg and it\nwas really bleeding but | wasn't aware of it. | didn't notice that it had been cut so badly. Now\nthat | noticed it, of course, now it started hurting. And he said there is a drug store in the next\nstop, get that leg bandaged. And | went to the drug store and he said you have to go to the\nhospital, it has to be sewn. | said, no, | can't go to the hospital, just bandage it. So he\nbandaged it and then he said, \"Why are you riding a bicycle?\" | said | have to go find my\nmother and she's in Gurs. He said \"Where is Gurs?\" Nobody knew. But it is in the Pyrenees.\nHe said, \"But there are trains in France.\" | said in Paris there were no trains.\nBut in the South of France there were trains. So | continued riding and | came to the\ntrain station. There was, again, a chaotic crowd with hundreds of people waiting in line to get\nthe ticket. And one ticket counter was open. So it was bedlam. And people -- babies were\ncrying, old ladies were sitting on the ground desperate. It really was almost as chaotic as when\npeople left Paris. In the middle of the several hours, there was air raid alarms. Everybody was\nsupposed to go to the basement. | had decided | wasn't going to go to the basement. So |\nstayed up on the top and again watched the bombs falling on both sides of the railroad station.\nAnd fortunately nothing happened to me.\nSo | got on a train. | thought the train was going to be completely empty -- the train\nwould be completely filled. | was the only passenger in my car. | was so scared because it was\nnighttime. It was blacked out. It was black, black, black.\nSo it's a long story. As JoAnna told you, | wrote a book about my escape. None of my\nfamily knew anything about this. | thought | was at that point the only survivor of my generation\nin my family, that these various children should know.\nSo | arrived -- | took this train which | thought was going northwest and the train was\ngoing southwest. And when | arrived to a place where | knew | had some acquaintances, it\nturned out | was 20-kilometers from Gurs.\n>> JoAnna Wasserman: Tell us about when you got off the train. You went to your friend's\nhouse. Tell us about what happened then.\n>> Margit Meissner: So, my friends we very helpful. They really tried to help me. And the lady\nof the house had a car, and although it was not permitted to drive private cars, she found Gurs.\nShe also didn't know that it existed. She found Gurs. She went to Gurs and tried to find my\nmother. And she came back and she said, Look, | couldn't find her. | left a message; she will\nnever hear about it because it was too chaotic.\nSo my friends could not put me up so they said there is a peasant lady who has an\nattic room in the house, she might rent you this attic room. So | went to the attic room. | had\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nthe little case that | had on my bicycle. That's all | had. She showed me into the attic. And |\nwent to sleep there.\nA couple of hours later, all of a sudden there's a knock at my door. | opened the door.\nAnd there are two policemen standing there. They said, \"Mademoiselle, you are suspicious\nand we have to take you to the police station.\" They sort of grabbed me on each side of my\narms and walked me across this cobblestone square to the police station. And that's when |\nstarted to cry. Because | thought now the end is here. But they came to the police station and\nthe police chief took one look at me and said let her go. So they had been over eager.\n>> JoAnna Wasserman: So you weren't actually in this town for very long before you were able\nto reunite with your mother.\n>> Margit Meissner: So my mother was able -- at that point France capitulated and there was\nno government. It was very chaotic. Again, lots of chaos, lots and lots of chaotic situations. My\nmother had gotten this message. The prison director said to people like my mother, you can\ngo, the war is over, we are not afraid of spies anymore, you can leave. But most people\ncouldn't leave because there was no transportation. This is in the sticks, in the middle of\nnowhere. But mother knew where | was, so she was able to get a farmer with a hay wagon to\ntake her from Gurs to where | was. But, of course, | didn't know it. | was sitting in the garden\nsort of wondering what should | do and what would happen next. | saw somebody from way\nback waving at me. | didn't wave back. Who would wave at me? That person came closer and\nwaved more emphatically. And | still didn't wave back. And when she came close, it was my\nmom. But | didn't recognize her because she was so thin and she was so dark. She had spent\nmost of her time in Gurs outdoors. So | didn't come and embrace her.\nAnd she never wanted to talk about her time in Gurs. She never talked about it but she\nalways talked about the one thing that she had found her child and that | wasn't even\nwelcoming her.\n>> [Laughter]\n>> Margit Meissner: That was very, very upsetting to her.\n>> JoAnna Wasserman: So shortly thereafter, France divides into two zones, the German\noccupied zone and the French administered zone. How did you -- you were now in charge.\nYour mother told you it was up to you.\n>> Margit Meissner: Yeah, because my mother became completely passive. She certainly\nwould not have been a passive person until then. But then she didn't want to have any part of\nit. She said, “If we are going to get out of here, it's up to you.”\nSO we somehow -- again, with huge coincidences and very lucky breaks, we managed\nto get to the non-occupied zone of France and came to Marseille, a port on the Mediterranean\nfrom which one could get a boat to leave Europe. Mother was passive. We had no money or\nvery little money. We rented a room in a slop house. That was the cheapest. We had a balcony\non which we had a little cooker on which mother cooked vegetables. She cooked vegetables,\nand | tried to find a way out.\n| was able to get a Spanish and Portuguese transit visa that were going to be valid for\na month. So we could leave but the French would not give us exit permits. When the day of the\nvalidity of the visa was over, we decided to try and go to the border and see whether we could\nleave without the permit. When we came to the border, the border guard said, \"Why are you\nhere?,\" \"You can't leave.\" So | thought, well, if we don't leave today, we'll never leave. And |\ntold my story to a porter who said, \"I can show you how to walk from France into Spain.\" And\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nthat's what we did. We walked up on the Pyrenees, on the French side, down on the Spanish\nside.\nHe had said to me, this porter who showed us the way, \"Don't lose your way because\nif you do, you'll get picked up by the Spanish police.\" And | said we won't lose our way, but we\ndid. We got picked up by the Spanish police and went to a Spanish jail. That was a\nlife-changing experience for me because | thought | would never be in jail. And | also had no\nunderstanding of the population that was in this jail and | learned that the kind of world view\nwith which | grew up was really not a viable world view. So | had to rethink who | was and what\n| was becoming. And that was the beginning of my sort of conversion into the kind of person\nthat | am today.\n>> JoAnna Wasserman: How long did you spend in the jail? How did you get out? And what\nhappened then?\n>> Margit Meissner: Well, we had, again, very lucky, very good friends who helped us get out\nof jail. Who helped us get into Portugal. And there we were in Portugal, stuck in a way. There\nwere lots of other central European refugees who had also lost all of their clothing so | became\nthe dressmaker to the refugees. And, of course, | had to learn Portuguese because | had to go\nshopping in the marketplace.\n| had a very good time. My mother was my dress finisher. | was the seamstress and\nthe pattern maker. And | really was able to support us, which felt very good. And | had a great\ntime because a Portuguese young woman of a good family was not permitted to be on the\nstreets by herself but | was not a Portuguese girl so | was in the streets by myself and | got\naccosted by many, many young men. And if | didn't like their looks, | said, “I don't speak\nPortuguese.” But if | liked them, then they became friends of mine. So | had a very good time.\nAnd during that time, very unexpectedly we got an American immigration visa. After\nabout eight months in Portugal, where there were no ship tickets because it was war and there\nwere submarines in the Atlantic ocean. We got a Portuguese cork freighter that carried cork\nwine bottles into the United States, so three weeks on the Atlantic ocean. | was sea sick most\nof the time, sort of half dying of sea sickness. But if | wasn't dying, | played ping-pong with the\ncrew. So | became a very good ping-pong player. And | learned a lot of Portuguese. We\narrived in the Chesapeake Bay almost to the day three years after | left my home in Prague.\nSo you saw the picture of me when we arrived here. | was 19.\n>> JoAnna Wasserman: So you came to the United States. You settled here. You lived here\nfor a few years. Then you actually returned to Europe after the war. You were involved in a\nlittle bit of the Nuremberg war crime trials. You worked for the U.S. Army of Occupation. Tell us\nabout that experience of going back.\n>> Margit Meissner: So | had married a G.I. When he was demobilized, he wanted to go back\nto Europe to work. He got a job in the Nuremberg war crime trials with the American judge.\nSo | very reluctantly went to Germany with him because | felt very conflicted about anything\nGerman because | thought there but for the grace of God was I. | could have been in a similar\nsituation.\nSo | was working at the court. | got a job with the American Army of Occupation. And\nmy job was to re-educate the German children. And when | came, | was in an Army office. The\nsoldiers who had the job before played basketball with the German children and gave them\ncokes. And | thought that was no re-education. And | started a serious re-education program\nwhich turned out to be highly unsuccessful. Because these children were living under terrible\nconditions. There was no food. They lived in half bombed out buildings. The situation was dire.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nIt was all brand new. And the last thing they were interested in was democratic ways of\nlearning. But | learned a lot because | really then understood the difference between growing\nup in a fascist country as opposed to growing up in a democratic country. So it was a very\ninteresting experience for me that also contributed to my own development.\n>> JoAnna Wasserman: So there's a lot more | would like to ask you but at this point I'm going\nto turn to our audience and give you all an opportunity to ask Margit questions. If you have a\nquestion, raise your hand and ask the question. I'll repeat the question so everyone can hear it.\nThen Margit will respond.\nAny questions?\n>> [Question Inaudible]\n>> The question is, When you were younger and your mother sent you Paris, at that time\nwhere were your other siblings? What happened to them?\n>> Margit Meissner: That's a good question. Each one of us had to find asylum someplace in\nthe world that did not want to give asylum to anybody. So my oldest brother happened to have\nbeen in India working for a Czech firm when the Nazis occupied Czechoslovakia. Because he\nwas Jewish he lost his job immediately. And there he was in India, penniless, but he found\nrefuge in Australia. So he became an Australian. And as a result, | have a big Australian\nfamily.\nAnd my brother, Bruno, who was in Prague with my mother and who had said to my\nmother don't send her to Paris, let her finish high school, nothing will happen to her in\nCzechoslovakia, my brother Bruno changed his mind when the Germans entered and he\neventually wound up in Canada because Canada was willing to let farmers immigrate if they\nwere willing to become farmers. They gave him $1,000 with which he bought a food farm in the\nNiagara Peninsula, and he became a Canadian fruit farmer.\nAnd my third brother was in the American Army and eventually settled in Spain.\nSo we have a Spanish family, a Canadian family, an Australian family, and an\nAmerican family. | think that this is a great achievement for Jews who the Nazis were going to\nexterminate that we somehow survived and became viable people in different parts of the\nworld\n>> [Question Inaudible]\n>> JoAnna Wasserman: When the police came and you thought it was the end, what was it --\nwhat thought or idea or thing did you hold on to that kept you going?\n>> Margit Meissner: | sort of remember moments when | thought really the world had come to\nan end but somehow | had some kind of feeling that we were going to make it. | don't know\nwhere | had this feeling from.\nAfter a while, after | had taken a number of -- what is the word -- tried to do different\nthings, | thought that | would be able to manage. | think that | became -- | can't think of the\nword now. When you take risks. | became a risk taker. See, | couldn't think of the word risk\nbecause | have a very old brain, you must understand.\n>> [Laughter]\n>> Margit Meissner: So | took risks. And after | took a few risks and they turned out well, like\nthe bombing that didn't hit the station when | was supposed to go to the bomb shelter, then |\nthought, well, if | can just take one more risk.\nAnd | have remained a risk taker for the rest of my life. I've taken many risks. When |\nfirst came to the United States, | had all kinds of jobs that | didn't know how to do. | thought,\nwell, I'll learn. So | learned. | took a risk. And | became good at it. And as it happened, when |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nwas really good at it, we moved. So | had many different opportunities to do this. And |\ncontinued to be a risk taker.\nThere's one thing that | would like to tell my audience. Don't be afraid of failure.\nBecause a failure is not a big deal. People don't try things because they are afraid they are not\ngoing to be successful and then they are going to have to deal with the fact that they are a\nfailure. There's nothing wrong with failing because you learn something and you pick yourself\nup and you do something different. So it's much better to try and fail than not to try at all.\nAnd the other thing that | would like to leave you with is the idea that | became a\nlifelong learner. Of course, you understand that my high school education stopped when | was\nin the middle of 10th grade, so that's basically all the formal education | had. And | always felt\nthat | was very under educated. So | had to make up for this at any opportunity that | had. |\nalways started taking classes. So | really sort of put myself through high school on my terms\nbecause | didn't have to take classes that others wanted me to take. | only learned what | was\ninterested in. And | must be one of the very few people who has a Master's degree and who\ndoesn't have a high school diploma and doesn't have an undergraduate degree.\nBut | have a Master's degree in education because my real career, after the\ndressmaking was over -- and that was a lot with dressmaking. For a while | had a dress factory\nin San Francisco. But | was not really interested in doing this. It was just a challenge. But my\nreal career was in the local Montgomery County, Maryland, school system where | worked for\n20 years on the integration of handicapped children into the general school program. And | did\nnot know how to do this but my superintendent thought that | could do anything if | put my head\nto it.\nSo he one day -- there was a public law which required the integration of handicapped\nchildren into the general program. And he, out of frustration, came to me and said, \"Margit, you\ndo it.\" | said, \"Do what?,\" he said, \"This is what the school system has to do. The school\nsystem has to implement this public law and | want you to be in charge of it.\" So | came home\nand said to my husband, \"They asked me to do this. | can't possibly do it.\" He said, \"Just do it.\"\nSo | had to do it.\nI'm happy to tell you that | was really very successful because | knew that | needed\nallies and then | had the law on my side. And there were a number of people in the school\nsystem who understood that this law was really a good law. And with the help of many allies\nwe managed, | think, a very good special education program.\nAnd when that was over, there was a transition initiative that the federal government\ncreated which meant the transition of handicapped students, special education students, to the\nworld of work. | wanted to work on that. My boss said, \"You don't have enough work, Margit?\"\nAnd | said, \"Yes, | have enough work but it's important for Montgomery County to do this.\" And\nhe said, \"I don't think so.\" But then | went over his head to the big superintendent and he\nunderstood that it was important and he said \"Let's do it.\" | wanted to get a grant to do this.\nAnd he said, \"Even if we don't get the grant, we will do it.\"\nAnd we didn't get the grant and we did it. | helped create an organization 30 years ago\nwhich really helped employ people with disabilities. And the organization helped employers\nunderstand how to hire people with disabilities and help school systems prepare students for\nwork. So that is what | am proudest of in my life, that | accomplished, 30 years ago. And just\nthis last Sunday | retired from there. | thought 30 years.\n>> [Applause]\n>> Margit Meissner: Thank you very much.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> JoAnna Wasserman: In a minute I'll turn back to Margit to close the program as you can\nnow share my appreciation for her brilliance and fascinating character. | want to thank all of\nyou for being here for our program and hope that you'll come back. We have First Person\nevery Wednesday and Thursday until the middle of August.\nIt's our tradition at First Person that our First Person has the last word. Before we turn\nback to you, | want to just say that anyone who had a question for Margit, who didn't get a\nchance to ask that question, Margit will stand up on the stage and answer questions\nafterwards. And Joel, our photographer, is going to take a photo. So after Margit speaks, if you\ncould just kind of stay where you are. We're going to take a photograph so that she can\ncapture this moment with all of you in the audience.\nMargit?\n>> Margit Meissner: Well, | already told you lots of things. | told you to take risks and to be\npermanent learners. | think the last thing that | want to say is don't be bystanders because |\nthink what each one of us does really matters. And if you see in your own world people who\nare being bullied, where there is prejudice, where there are conflict that are being solved\nviolently, don't just stand there. See whether you can help. Be involved in your community so\nthat you know what goes on and that you can be a leader in bringing communities together\nand making sure that you don't stand by when you see hatred or bigotry around. Because it's\nup to each one of us to help our communities. So it means that you have to be active, that you\ncan't just say, well, it's none of my business and | go play ball or | go -- | don't know, | go read\nmy book. You can read your book and go play ball and at the same time remain aware of what\ngoes on in your community and be there to be a force for healing and for making sure that the\nhumanity which is within all of us is appreciated. Because each one of us is an important\nhuman being. So what you do really matters.\n>> [Applause]\n",
    "segments": []
}