{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nWednesday, July 24, 2013\n1:00 p.m. — 2:05 p.m.\nUSHMM First Person Series\nConversation with Rae Goldfarb\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, and | am the host of the Museum's public program, First\nPerson. Thank you for joining us. We are in our fourteenth year of First Person. Our First\nPerson today is Mrs. Rae Goldfarb, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin Smith\nFoundation. First Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their first hand experiences during the Holocaust. Each program guest is a volunteer\nhere at this museum. Our program will continue through mid August. The museum's website at\nwww.ushmm.org provides information about each of our upcoming First Person guests.\nRae Goldfarb will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If we have time at the end of the program, there will be an opportunity\nfor you to ask Rae a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from Rae\nis one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction.\nRachel Mutterperl was born to Beryl and Dina Mutterperl on December 2, 1930, in Dokszyce, Poland,\nwhich is now in Belarus. This photo is of Rachel, who is on the left, her mother, Dina, in the middle,\nand her brother Shlomo on the right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nOn this map of Poland the arrow indicates the location of Dokszyce. As part of an agreement with\nNazi Germany, the Soviet Union occupied Dokszyce in September 1939. Germany invaded the\nSoviet Union in 1941. When German SS and police began mass killings of the Jews in Dokszyce in\n1942 Rachel and her family went into hiding. A short time later, Rachel’s brother was discovered by\nthe Germans and killed. Rachel and her mother sought shelter in the ghetto in Glebokie, a town North\nof Dokszyce. The second arrow on our map points to Glebokie.\nHere we see a synagogue in the Glebokie ghetto. Rachel's Mother joined a group of partisans in the\nforest outside of Glebokie and became their cook with Rachel as her assistant. In the late summer of\n1944, Dina and Rachel marched with partisans to the Soviet lines where they were liberated.\nAfter liberation, Rachel and Dina left Poland for Italy where they stayed in the Santa Cesarea\ndisplaced persons' camp. The arrow points to the Santa Ceserea displaced persons’ camp in\nsouthern Italy.\nHere we see Rachel and her mother at the Santa Cesarea displaced persons' camp.\nIn 1947, Rachel and her mother immigrated to the United States with sponsorship and support from\nan aunt who had settled there previously. These pictures show Rachel and her mother's official Red\nCross identification documents.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nAfter arriving in the U.S. in November 1947 Rae and her mother came to Washington, DC but later\nmoved to Brooklyn where Rae finished high school. Rae went to work for the Washington, DC court\nsystem after graduating from high school and then attended Baltimore Hebrew College at night.\nRae married Harvey Goldfarb, a Holocaust survivor and a U.S. Army veteran of the Korean War, right\nafter he left the Army. They have been married 61 years.\nShe went back to the court after her daughter Lynn was born. When her son Barry was born, Rae\nbecame a stay-at-home Mom. She then went to work in the Hebrew afternoon school system.\nRae started a career in real estate in 1978 and retired 33 years later in 2011. Rae and Harvey's two\nchildren, Lynn and Barry, are both architects and live in the Washington, DC area. Rae and Harvey\nhave two grandchildren, twins who will be 11 in August.\nBoth Rae and Harvey have led active lives. Rae continues to play tennis weekly. Harvey ran six miles\ndaily until he was 80. Now, Rae says she is \"fully engaged with this Museum.\" You will find Rae here\non Wednesdays volunteering with Visitor Services. She took a break from a portion of those\nresponsibilities today in order to be with us for First Person.\nWith that | would like you to join me in welcoming our First Person, Mrs. Rae Goldfarb.\n(Applause).\nThank you, Rae, for joining us and being willing to be our First Person today. And we just have an\nhour and you have so much to join with us and we'll try to cover as much of it as we possibly can.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBefore you talk about what happened to you and your family during the war and during the Holocaust,\nlet's start first with you telling us a little bit about your family, your community, and yourself before the\nwer.\n>>Rae Goldfarb: | lived in a small town on the far eastern -- northeastern part of Poland. At that time\nit was Poland. It was four kilometers from the Russian border. The town was a very vital one for the\nJewish community. The Jewish community consisted of about 2,500 people, approximately 48, 49%\nof the town. They were engaged in business. Some were farmers. My parents were in business. My\nfather was a butcher by profession, although he did more than that. He also supplied the garrison.\nThere was a Polish military outpost because it was so close to the Russian border and he also\nengaged in some exports of orchards were nearby so he would export apples. He exported of all\nthings pigs, which are forbidden for Jews. And also flax which was used to make ropes. The flax\nseeds were used to make oil.\nMy mother was also engaged in business. She had a yard goods store, here you would call it a fabric\nstore. There were no stores that you bought ready-made clothing. You didn't go to Macy's or\nBloomingdale's or Nordstrom's or wherever. So people would buy the fabrics. Some would sew their\nown clothes and some would use seamstresses. A lot engaged in tailoring and the women being\nseamstresses. Mother traveled to buy materials to Warsaw -- actually Vilna was the first stop, then\nWarsaw and then afterwards Lodz. They were manufacturers of fabrics.\nWe lived a very comfortable life with help in the house, tutors for us. | started my education rather\nearly. My mother told me by the age of three | could read. That's probably what helped me get\nthrough the schools here, too. Unfortunately, everything came to a stop or pretty much to a stop.\nFirst with the Russian occupation because the Soviets considered us \"bourgeois\" | guess is the word\nin French and we did not have the -- the same type of life that we had.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>>Bill Benson: Let me turn to that, just a couple of questions. You very sadly lost your father before\nthe war, early. He died in 1937.\n>>Rae Goldfarb: 1937 after a trip to the border with Germany. He came back very broken-hearted\nbecause he said you could hear human cries from cattle cars. And couldn't figure out what it was. He\nseemed to be ailing after that, from my mother's reports, and died in 1937. Mother continued with the\nbusiness and she was the mainstay of the family.\n>>Bill Benson: You told me that you also -- because you were so young when your father died you\ndon't remember a lot about him but you were telling me about one time you remember going with him\nto buy apples by the Russian border.\n>>Rae Goldfarb: Yes.\n>>Bill Benson: Would you share that with us?\n>>Rae Goldfarb: Father -- this is one thing that | remember, simply because there was some event\nthere that kind of left an impression on me. Father took me along to view an orchard which was right\non the Russian border. And in the evening, as we were sitting outside, we could hear the Russians\non the other side playing accordions and harmonicas and singing a certain song that kind of stayed\nwith me. And | remember that event particularly.\n>>Bill Benson: Rae, of course as you began to tell us, all of that changed with the war. Nazi Germany\nattacked Poland on September 1, 1939. The Russians attacked from the east 17 -- 16 days later on\nthe 17th of September, and they quickly occupied your town. You were just seven years old. How did\nyour life change once the Soviets were there?\n>>Rae Goldfarb: You said seven years old. My documents will show me two years older. But there\nwas a reason for that.\n>>Bill Benson: And | hope you'll talk about that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>>Rae Goldfarb: Yes. But what happened is when the Germans first came in and the tanks entered\nthe town, they -- a lot of people were joyous because the Russians were oppressive. The Russians\nsingled out certain people as being less than what -- what their idea of communists were. If you were\nin business, you were considered not a friend of communism. That's the best way | can put it. | don't\nwant to be derogative.\n>>Bill Benson: As you explained earlier, of course your father was gone but your mother continued\nthe business. You were considered bourgeois. What did that mean?\n>>Rae Goldfarb: What did that mean? According to the communists you had to share. If you had\nmore than what they considered was proper, then they could take it away from you. And supposedly\ngive it to the poor. Those of you who have studied history and some of you that will study history, you\nwill find out that they formed collector farms, having the people work for most of it going to the state,\nhaving very little reward. They basically took away the land from those that had a lot of it and settled\nthe farmers to be their slaves. That's the best way | can explain it. We had a manufacturing store.\nMy mother very quickly distributed a lot of the fabrics to people that she dealt with and lived in the\narea to hide it from the Soviets and the arrangements for her with them was, they will use what they\nneeded for themselves and they will let her have what she needs for herself and in trade she would be\nable to get food for us, for our necessities.\n>>Bill Benson: Rae, the Russians also confiscated personal things from you.\n>>Rae Goldfarb: Oh, yes. They confiscated -- that | remember. We had -- my mother or my father,\none of them brought back an alarm clock and that was really a novelty at that time. And the Russians\nwere -- they were crazy about, they called it chussee (phonetic), and it means alarm clocks and |\nremember a soldier strapped it onto his arm with my mother's silk stocking.\n>>Bill Benson: Like a watch.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>>Rae Goldfarb: Some things stick out. My mother brought back silk lingerie. They confiscated that\nand Russian women paraded in them in the streets. They thought of them as gowns. That |\nremember. And of course, all that changed for the worst.\n>>Bill Benson: And Rae, before we go on to the next occupation, you -- with the communists trying to\nindoctrinate everybody into communism, you said that you had this -- there was a period where you\nhad this sense of wanting to belong. Can you tell us a little bit about that?\n>>Rae Goldfarb: Okay. I'm glad you reminded me about it. | went to a Jewish or Hebrew school to\nstart with. | was enrolled at the age of three, believe it or not. It was fortunate for me because | got a\nlittle more education than | would have gotten otherwise. The Russians came in and of course that\nschool was closed and we went to a Russian school. The Russian school started out right away an\nindoctrination and they had a system of progressing children into the communist party. They started\nout with children to be pioneers. Pioneers for communism, | guess. And the symbol for it was\nwearing a red scarf with a symbol of the -- | don't remember what the symbol was. | think it was the --\nthe sickle, | think. | don't know. Anyway, you wore it on your shirts and that signaled that you were a\nmember. Of course, | had a difficult time becoming a member because of my mother's status. So the\nonly way to become a member was to excel in school, which | managed and got my red scarf. My\nmother thought it was a good idea because maybe we will not be deported. Several families were\ndeported to Siberia. We only wished we were one of those.\n>>Bill Benson: And Rae, as you began to tell us, of course, things got profoundly worse once the\nGermans came. In June 1941 they turned on the Soviets and attacked the Soviet Union. Germany\nentered your town in 1941. By the end of 1941 they forced you and your family and other families in\nyour town in Dokszyce into a ghetto. Tell us what that was like. Tell us about that time and those\ncircumstances.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>>Rae Goldfarb: When the Germans occupied us, the first -- the first part that we -- what we realized\nthat something bad was going to happen was when all the Jews had to wear an arm band, a white\narm band with a yellow star on it. | remember that all | wanted to wear was a white blouse so when |\nwore the arm band it would not show too much. But it was very shortly thereafter when it was\nrequired that we wear -- had a yellow star sewn onto all our clothing, inner clothing and outer clothing,\non the left side in the front and the right side in the back. So that you could be identified as coming or\ngoing. Walking on the sidewalk was a tricky thing because anytime somebody non-Jewish\napproached we had to step off into the gutter. Poland being as far northeast as it was, winter started\nin about October and lasted until Easter time, which meant that there was snow and when the snow\nmelted a little bit because of traffic going through, it was mud. So you had to basically step off into\nmud. That was degrading. But the worst part was when we were herded into a ghetto. And what\nwas a ghetto? Unlike what you hear in the United States, a ghetto being an area where people live\nand referred to as sort of a ghetto, segregated. A ghetto was like a prison. It had fences, it had\nwatch, watchmen around. You couldn't leave, you couldn't come in when you -- when you were\noutside. If you were caught, you got the shotgun.\nAside from that, the population were also turning on the Jewish people. There were some that were\nhelpful. Mother would sometimes sneak out in clothing, like the farmers and put through some food\nand sometimes they had a hard time getting back in. They had to work or wait for work detail.\nEverybody had to appear in the morning in the synagogue yard. The synagogue happened -- the\nsynagogues were centered, there were, | don't know, three or four synagogues and they were\ncentered around a plaza. There were two plazas that | remember. One was where the churches\nwere and one where the synagogues were. And of course the market. The market was near the\nchurches. So the ghetto was formed around where the synagogue was. | have a map of it if anyone\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nis interested later. People were counted. The Nazis had an obsession with counting. That's why you\nsee numbers on some of the people on their arms. Because they kept track of Jews by numbers. In\nour part of the town that never happened, because they never intended to take us anywhere.\nSlowly but surely they started to weed out some of the people from the ghetto. Those that worked,\nthose that were able to work were taken to work details. Since it was a garrison town or they had\nmilitary barracks, the Nazi's occupied the military barracks and they took Jewish details there to work.\nThey needed laundresses, they needed cleaning of the stalls, tending to their horses, preparing their\nfood. And of course shine their boots. They had an obsession about shiny boots. They also counted\nthe people that came back. If anybody did not adhere to orders, they never came back. You can well\nguess what happened to them. Some of them were beaten and some of them were just shot.\n>>Bill Benson: Rae, you told me that if they counted we'll say 50 for a work detail and somebody\nescaped while they were on the work detail and 49 came back, what was the penalty for that?\n>>Rae Goldfarb: The penalty for -- that they extracted from the people in the ghetto was ten for one.\nShot in front of the rest of the population of the ghetto. Those -- some people volunteered, older\npeople, they figured their life is at an end anyway, nothing is going to help them survive, volunteered.\nThey didn't want it. The Germans organized the ghetto in such a way that they appointed a\ncommittee and the committee was responsible for tending to their needs, to the German needs and\ncontrolling everything in the ghetto. You would hear refer to in a town as a marshal and his del --\n>>Bill Benson: His deputies?\n>>Rae Goldfarb: They supposedly led the Jews themselves, however, the governing themselves was\nto supply the Germans with what they needed. They extracted money, they extracted valuables, they\nextracted any kind of metal. A lot of the cooking utensils were brass or copper. They wanted those.\nAnd this committee was supposed to collect it and deliver it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\n>>Bill Benson: Rae, it just so happened that when the ghetto was formed it was formed in the area\nwhere your family home was. And as they began to shrink the ghetto, as you put it, begin taking away\nall but the able-bodied and the numbers were reduced, you had a unique hiding place. Will you tell us\nabout your hiding place and how you used it?\n>>Rae Goldfarb: The ghetto was being shrunk in several -- several times. The first time they took\naway some people, they said they are taking them to a larger ghetto and that was the excuse. They\nhad everybody collected and then they picked a certain number of people and took them away. And\nof course they took them -- there was a pit, a sand pit where they took the Jews and basically\nmachined them down and covered them with sand and then it was quiet for a while and then they did\nit again. And the ghetto was shrunk to fewer people and fewer space. Our house was situated in\nsuch a way it was a gated area fronting the street. The main streets were the best location and our\nhouse had a gate between the two businesses, my father and my mothers and the house was in the\nback and so was the -- | would call it the barn, the warehouse, | don't know what you would call it.\nNow you would depict it as a warehouse. Basically a barn. And there was a wall between the barn\nand the house, sort of to -- to give it some empty space in between. Access was through an attic.\nAnd that used to be used as sort of a safe for documents and other things for the house.\nAfter reviewing my mother's documents, | realized that my grandfather -- her father, was with us in the\nghetto -- had arranged a way for us to get in and also some supplies so when they had this kind of\nshrinking of the ghetto, that's where we would hide until things got quiet again. | Know the date\nbecause my mother recorded it. It was May 5th or so or -- that they started the last liquidation of the\nghetto and they collected all of the people and at that point the realization was that something bad\nwas going to happen. My mother, my brother and | and some other people from the house, whoever\ncould, got into the hiding place. My grandmother, my mother's mother was with us in the hiding place.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nMy grandfather wasn't. And we realized -- or | should say | was just a follower, but from my mother's\nmemoirs | read that we stayed in this hiding place for eight to ten days, until it became totally quiet.\nMy mother could hear the looting, destruction of property in our house. Mostly looting. Also they\nwere digging around the house because they believed that every Jew had a lot of gold and they --\nthey buried it. So they were coming with shovels and axes and trying to look for it. So there was\nconstant activity. Finally, | think it was about eight days later, it quieted down. My grandfather also\nhad prepared another hiding place under a wooden floor, excavated it, and we got out from that hiding\nplace and we thought it was quiet, that it was all finished. And it was daylight and realized it wasn't.\nSome of the people -- my mother, my brother, and | were the first ones out, | think, and we hid under\nthe -- under the floor in that particular excavated area, call it a bunker, whatever you want to call it.\nAlso three children, from what | remember, got in with us. My grandmother was caught coming out --\ndown from the attic. My mother very quickly covered the boards from the floor and held on to them.\nAnd they asked my grandmother where are the rest? My grandmother said that everybody is gone,\nshe's the only one that was hiding in the attic. And it was quiet after that when they took my\ngrandmother. And when might fell, my mother took us on the escape.\n>>Bill Benson: And from there you crossed the river that --\n>>Rae Goldfarb: From there we crossed the river. One side of the ghetto was the Berezina River.\nBut first mother tried to cross a different way and she found that it wasn't safe enough, decided -- we\nused to bathe in the river. She knew exactly where there was shallow rivers. She took my brother on\nher shoulders and me by the hand and the other children were on their own and we crossed the river,\nonly to be stopped by a guard. Mother had some valuables, and | actually have a picture of one of the\nvaluables because my grandmother had taken a picture with this particular watch on a heavy golden\nchain and sent the picture to her daughter here in the United States, my aunt. My mother wound --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nshe had that watch and she wound it around the fingers of one of the guards. She asked them to put\ntheir rifles on their shoulders and she will give them whatever she had. Greed helped us. Because\nthey put out their hands, they put their rifles on their shoulders, mother put the watch -- she wound it\naround, she said so it doesn't fall off. Put it away quickly because the Nazis will take it away from you,\nand we ran. By the time they got rid of it, we were gone. You want me to continue?\n>>Bill Benson: Please do, Rae, yeah.\n>>Rae Goldfarb: We went to a family that was very friendly with us, actually very good friends. We\nused to go to their house at Christmas time and help decorate the Christmas tree. And the man\nagreed to hide my brother and told them that my brother was okay because he had a son the same\nage, or close enough in age, and that he could pass him off as his own. However, we had to go. This\nman had a sister which was a friend of my mother's. We went to her house. We got to her house,\nshe gave us some clothing and she gave us something to eat and drink, and no sooner did we get\nsettled in a little bit when little boy was sent from the other house to tell them that the Nazis had gotten\nmy brother because this man's mother-in-law got mad at him and she told the Nazis that -- told the\nNazis that he's hiding a Jewish child. He tried to deny it and they beat him so badly that he remained\na cripple. We saw him after the war. After we were liberated, of course, by the Russians. His sister\ntold us very quickly, here is some bread, please go.\nWe hid in a bathing house because there were no -- no bathtubs or showers like we have here. There\nwere bathing houses where usually before the weekend they would go to get their baths. This was\nmiddle of the week, so we could hide there over the day and at night we ventured again out to hide.\n>>Bill Benson: And where did you go from there?\n>>Rae Goldfarb: We went to -- my brother had what you would call your governess. Basically it was a\nwoman that used to take care of my brother.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>>Bill Benson: Like a nanny.\n>>Rae Goldfarb: She used to take us to church with her so | was a little familiar with the procedures in\nchurch. We managed to get to her house. She was afraid to hide us because everybody knew the\nconnection but she offered my mother to go to the town to see what happened to my brother. She\nsaid if you -- if he's still there, if he's alive, she'll try to get him, say that she raised him like her own\nand she has no children and she would like to have him. She came back and told us that he was got.\nAnd my mother had the day recorded as May 8, 1942.\nFrom there we continued on at night, hiding in the fields or the forest, until we reached another family\nthat was halfway between my hometown of Dokszyce and Glebokie which was a larger ghetto. We\nknew Jews were still there. She was afraid to keep us, for the same reason, because neighbors\nwould tell on neighbors, even though they had no gain from it. However, she did dress my mother in\nher clothing, me in her daughter's clothing and sent her son as if going to the market, took us ina\nwagon and let us off in the marketplace in the city of Glebokie.\n>>Bill Benson: So there you were actually in another ghetto in Glebokie.\n>>Rae Goldfarb: There we waited until evening when people were coming back from work and joined\nin with the returning Jews from their assignments of labor into the ghetto. We had no papers. And if\nyou didn't have any papers in the ghetto, you couldn't work. If you couldn't work, you didn't go out on\nwork details. | needn't tell you what the verdict was.\nMy mother had a lot of acquaintances there and one of the acquaintances had lost a daughter in one\nof those supposed transfers to other ghettos. He was involved with the committee that governed the\nghetto. Had the daughter had the documents they wouldn't have taken her. She left them at home.\nFortunate for me because | had documents.\n>>Bill Benson: Her documents.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>>Rae Goldfarb: Her documents. My age -- actually they made me a little older. Mother was very\ninventive in ways to try to save us. So the girl's documents were such that she could go out on work\ndetails. And | had learned how to tie the threads on -- spinning threads because the Nazis, the\nGerman Army was very cold. They weren't used to the climates, so they needed a lot of gloves,\nsocks, and scarves and hats. | learned to knit scarves so that my mother could produce. | went out,\noutside the ghetto for work. Mother stayed in the ghetto, produced scarves.\n>>Bill Benson: At one point your mother somehow smuggled a gun into the ghetto, didn't she? How\ndid she do that?\n>>Rae Goldfarb: Mother had a lot of acquaintances amongst the population, the non-Jewish\npopulation and the sole report of it is some of us would have probably hid us but they were afraid of\ntheir neighbors because neighbors -- the Nazis had offered five kilo sugar for exposing a Jew. Sugar\nwas a very sought-after commodity. And needless to say, those that would have done something\ngood were kind of -- their hands were tied. However, this one family, they came -- mother would go\nout into the marketplace, she would dress in the clothing that she got from this woman, the farm\nwoman, and she would go out into the market and try to barter something for food. And she met at\nthat time market one of the gentlemen that was a friend of my father's and she told him that she\nwanted to escape. He told her where the partisans were, and she asked him if she could obtain a\ngun. She had hidden some of our valuables and mother told him whatever it costs, get me a gun. He\ncame back two weeks later to the marketplace, Mother was watching for him, and she got the gun.\nHe put it in a basket with some eggs, eggs on top because the Nazis were very cleanliness\nconscious. Pull out an egg and if it breaks, it gets on their hands. She also smuggled a gun with us\nwhen we left the ghetto in a basket.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>>Bill Benson: So since she had the gun she made the plan, she knew where the partisans were, so\nnow your mom takes you and you flee the ghetto and you join the partisans. Tell us ability that.\n>>Rae Goldfarb: It wasn't that easy to flee.\n>>Bill Benson: No.\n>>Rae Goldfarb: One time when they were what they call a shrinking of the ghetto or resettlement,\nthey called it, my mother -- | think it was my mother's cousin, | don't know. A distant cousin was a\nphotographer, an excellent photographer and the Nazis set him up in a house outside of the ghetto so\nhe could take photographs. He did beautiful portraits. | showed Bill a portrait he took of my mother\nafter the war. And they asked -- they told him that particular night that he should stay in the house.\nHe should get out of the ghetto and stay in the house. He had to return to the ghetto every night. He\ntold mother and | we should come with him. Mother dressed again in her clothing and me in the\nclothing, and we started out with him, following him a short distance behind out of the ghetto. Some\nJewish women started to say hmmm, she thinks she's going to get away with it, they won't recognize\nher. Mother made me go with him, follow him, and she stayed in the ghetto. The next day after the\nmassacre that time, we returned to the ghetto and fortunately my mother survived and | found her.\nAfter that, Mother decided that's it, we've got to get out. She contacted some people. She figured she\nhas to have not just the gun, she has to have something else with her in order to be accepted. Who\nwould want a woman and a child? There was a doctor there that was also interested in getting away.\nHe and a couple of others and decided that they were going to make a break for it. Unfortunately\nsome others got wind of it and had it just been our small group, maybe we would have made it and\nmaybe we wouldn't have got shot at the fence. They did make a tunnel under the barbed wire fence\nso that they could crawl out into an area that was close to the woods and make a run for it. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\npeople that kind of realized what was going on there went ahead of us and really drew attention to\nthemselves. They crawled out and we heard the shots. Needless to say, we stayed behind.\nAfter that it was just my mother and | to do the escape. And again, on market day, Mother dressed\nme, dressed herself, and we left with the work details and we kept on walking. Kept on walking. We\nactually got a ride, | don't remember from whom or for what, some of the distance because it would\nhave been a very long walk, and we managed to get to the villages that were at the end of a very\ndense forest, not too far away that she knew that's where the partisans were hiding. And we\nmanaged to get to them. Since Mother had a gun, she was a welcome, a welcomed person.\n>>Bill Benson: In fact, didn't you -- you said that in her memoir she -- | think she had written, they\nbasically said so why would we -- what good are you to us?\n>>Rae Goldfarb: They said well, you have a gun, that's fine. Can you shoot it?\n( Laughter ).\nShe says you'll teach me. However, she says, I'm an excellent cook. It was a small group of about\n20, they were a forward group, and their mission was to undermine the progress to the Russian front.\nOne of the people there, the leader of the group was actually somebody that escaped from the\nprisoners. | should tell you this, that the Nazis -- they planned very well on how to exterminate the\nJews and other groups that they felt weren't measuring up to their standards. But one of the things\nthat they did was the Russians -- the Russian Army basically laid down their weapons and became\nprisoners of war. They didn't want to fight. They were hungry, they were tattered, they were told to\nfight, they were -- shoot out there and go fight the enemy. They were looking to escape and they\nwould break free. And again, my mother's memoirs, they broke free and they ran toward the forest.\nSome of them were shot and some of them escaped. And that's how the partisans got formed in the\nforest.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>>Bill Benson: So a lot of them were Soviet -- had been prisoners of Germany's.\n>>Rae Goldfarb: Yes, they were -- they weren't, some were trained military, the command was\ntrained. The rest was foot soldiers. Basically foot soldiers that were handed a gun and said shoot.\n>>Bill Benson: Rae, it's so difficult to imagine what life was like for your mother and a young child,\nyou, being part of a partisan group hiding in the woods, in the forest in very difficult primitive\nconditions and hunted continuously by Germans. What was that life like’?\n>>Rae Goldfarb: What was that like? You never slept a decent night. When the group would go out\non one of their assignments to -- what they did was, you know, railroad tracks and the -- the woods --\nwhat do you call them?\n>>Bill Benson: The rails? Or the --\n>>Rae Goldfarb: The rails, they would loosen the rails so when a heavy train would go through, it\nwould derail. That would kind of interfere with the progress. Every so often sometimes there were\npeople on the trains that that's the way they moved their Army and sometimes there was ammunition.\nBut that's how they got their ammunition. The group was supplying -- basically they were the forward\ngroup. They were supplying the bigger groups that were further in the forest with ammunition and\nwith guns. So that they could organize themselves and train themselves to become a viable force\nagainst the Nazis.\nMother became a cook. | became her helper, peeling potatoes. I'm an expert. She knew very little\nabout cooking other than observing. But she was very inventive, again.\n>>Bill Benson: Very courageous.\n>>Rae Goldfarb: Very courageous, for sure, unfortunately at the end something else. But she was\nvery courageous at that time. The will to live, the will to survive, is probably the strongest will a person\ncan have. And especially survive in a condition where somebody wanted to annihilate you. She knew\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\na lot of the villagers around. The villagers were afraid of the Nazis, too, because the Nazis started to\ntake away their farm goods, their animals, ship them all to the front. They had to feed their Army. So\nthe villagers that were at the -- at the -- sort of surrounding the forest because you can't farm in the\nforest, especially when there were marshes, so they were mostly on the outskirts. They didn't want\ntheir animals destroyed. They used to put their animals in the forest. The partisans basically guarded\nthem. The partisans didn't take much from them, but they did take supplies to eat. But they started to\nshare with the partisans because that was their only way of keeping what they had.\n>>Bill Benson: Rae, after living with the partisans, being part of their -- the small group, eventually,\nhowever, you were captured by the Germans. Tell us what happened.\n>>Rae Goldfarb: | got -- | got sick with typhus and the partisans had set up a makeshift hospital\ndeeper in the forest where they felt like they were safer. The Nazis did not venture there. And Mother\ngot me into a wagon and took me to that hospital. There were no -- at this point there were not really\ndoctors in the hospital. There were some that had known something about how to sew up wounds,\nhow to extract bullets and sew up wounds. But there was one woman there that was from the next\ntown that had relatives in our town and we knew her very well. She was a midwife in Europe. She\nhad just gotten her credentials as a midwife but she knew how to thread a needle and sew into flesh.\nShe was basically running that hospital. As soon as | got there, she shaved my head, my temperature\nwas very high. Anyway, she got me through. She got me through typhus and at that point the front\nlines have shifted already. That was 1943. And as you know, the Russian armies had finally made a\nstand and started to push the Nazis back. They started -- the Russians started to drop supplies to the\npartisans and in the wintertime some small planes would land on a frozen lake to bring in supplies and\nbring in personnel. Basically officers. You can't organize an Army without officers. They would\nsometimes take people out from the forest, sometimes women, sometimes children. They were going\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nto take me out. My mother was going to stay and they were going to take me out. However, a\nblockade started. The Nazis were pushed -- the German armies, the Nazis were the ones that were\nthe bad ones. The German armies, what could they do? They were starting to be pushed back, and\nthey were retreating. So the command was the partisans were fighting from the back, they were\nfighting the front lines in the front and the partisans in the back, and they sent in extra soldiers to try to\nfight the partisans and to basically move them out. The partisans fragmented into groups because the\nsmaller the group, the easier to get away.\nWe were stuck, not with our group, and we were caught by the Germans. We were broughNt, of all\nplaces, the forests were close to our hometown. Beyond it were some big forests, beyond our town,\nand we were brought to a barn with some of the villagers. Mother was afraid to show her face. She\nwore a kerchief that was tied like this. And she pretended to be sick. And | was the one that went out\nto procure something to eat.\n>>Bill Benson: So the Germans thought you were a villager that they had --\n>>Rae Goldfarb: That's right. We were amongst the villagers.\n>>Bill Benson: They didn't think you were a partisan?\n>>Rae Goldfarb: No. | wouldn't be here today.\n>>Bill Benson: Right.\n>>Rae Goldfarb: But what happened simply was that the villagers at that point, they were just as\nscared as we were, and Mother was hiding and some of the villagers did not really know her and she\nhad changed tremendously. She was a pretty stout woman, and she became like a skeleton. Her\nfeatures hadn't changed but when you hide a lot of them, and she spoke only Polish, so she referred\nto her as a szlachta, tt means someone upper class Polish. They hated that because they were\nBelarus. | would -- on the other hand, would go out and try to procure food. Needless to say | wore\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nboy clothing with a shaved head and it wasn't actually the -- it was a brigade led by the Germans, they\nwere Croatians that caught us with German command, and they wanted to know -- they started to\nargue. They started to separate the women from the men. And they started to argue whether I'm a\ngirl or a boy. | knew what it meant. So the next thing | said mechen (phonetic). But I'm Jewish, | said\nno.\n>>Bill Benson: You said I'm a male but they said you're Jewish.\n>>Rae Goldfarb: Yeah. Where do | know the words?\n>>Bill Benson: How do you know the German words?\n>>Rae Goldfarb: None of them knew. None of the villagers knew any German.\n>>Bill Benson: But you did.\n>>Rae Goldfarb: So who were you with? My mother, started to cry Mommy. My mother had been\nbrought, we were put on the scaffolding. They were going to hang me being Jewish and my mother\nhad to tell them if she wanted to survive that she better tell them that | -- that I'm Jewish. My mother\ntold them that hang me first so | don't see my child being hanged. | worked for the Germans, | worked\nfor the Nazis as a laundress and my daughter being young managed to learn some words. All of a\nsudden | became a darling.\n>>Bill Benson: So your mother is improvising this on spot.\n>>Rae Goldfarb: She was always thinking ahead. Always thinking ahead. And they let us go. And\neventually the villagers were returned to the villages because the partisans disbursed and they were\nnot in the area. However, even in the villages, Mother had to hide. It was in the spring of 1940 --\n>>Bill Benson: '44.\n>>Rae Goldfarb: '4 that somebody -- again, somebody that knew my mother and helped us but she\nnever attested to it came and said somebody recognized you. They used to call her Dorka. Her\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nname is Dina but in Russian it was Dorka. Dorka, somebody recognized you. You better get out of\nhere. So Mother took me by the hand again and we fled.\n>>Bill Benson: And Rae, our time is starting to -- we're getting close to being the end.\n>>Rae Goldfarb: So short, yeah.\n>>Bill Benson: Your mother would then take you right back out to rejoin the partisans.\n>>Rae Goldfarb: Yes.\n>>Bill Benson: So tell us about that and then tell us about your liberation.\n>>Rae Goldfarb: Okay. Mother started to find out through talking to people where there was some\npartisans. Eventually we joined up with a group and that group joined up with another group and we\nsomehow met up with the Russian Army and we were liberated.\n>>Bill Benson: And what did that mean, at that point, to be liberated?\n>>Rae Goldfarb: Not being afraid that somebody will shoot you in the back, or in the front.\n>>Bill Benson: And since you had been with the partisans, were you -- did the Russian -- regular\nsoldiers treat you well?\n>>Rae Goldfarb: Yes, yes. Since we were with the partisans, they treated us better and we\nmanaged -- you need another hour.\n>>Bill Benson: We would need another hour. But you do have to tell us, at some --\n>>Rae Goldfarb: I'll make it short.\n>>Bill Benson: You'll have to tell us how your mother arranged for you to move out of there on a train.\n>>Rae Goldfarb: We went to another ghetto -- sorry. We went to a larger town to Glebokie because\nwhen we went back to Dokszyce, the picture you saw, one of our neighbors took it out of the trash\nand when everybody goes back to their homicide -- home to see who else might have survived one of\nthe neighbors gave her the picture.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>>Bill Benson: The one of you and your mother and brother.\n>>Rae Goldfarb: And told us what happened in the town and told us | would love to give you shelter\nbut there are some around here that wouldn't let you survive the night. So Mother took the picture,\ntook some bread, and fled again. She joined me back in Glebokie. We lived there for a little -- a very\nshort time and Mother found out she could enlist in the -- with the Russian workforce and we got on a\ntrain that was rebuilding water towers. The trains were running on steam and we got porters. We got\nbasically a bunk.\n>>Bill Benson: In a train.\n>>Rae Goldfarb: In a train -- in a boxcar. In a boxcar. And we got as far as Russia. Our town is\nalmost a line with Russia.\n>>Bill Benson: I'll jump in for just a second. Of course the war is very much going on, the Soviets are\nadvancing.\n>>Rae Goldfarb: Oh, yeah. They're advancing right behind the front lines.\n>>Bill Benson: And here you come on the train to try to repair the water towers.\n>>Rae Goldfarb: Right. But Mother's idea was, she knew at that point from the news from the\nRussian Army that they were squeezing Germany from both sides and all she wanted was to get out\nof Poland. We ended up in Prussia and you won't believe it but the military there, especially the\nhigher command, mined everything. They mined themselves in houses. They knew the Russians\nliked to loot. They mined chandeliers. They committed suicide sitting around a table and mined\nthemselves.\n>>Bill Benson: So if their pockets were looted, their bodies --\n>>Rae Goldfarb: Their bodies would explode. Russians like watches. If they touched, they exploded.\nWord got to that. Mother again, through talking to everybody, there was a train on the next track, it\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwas a hospital train. She talked to the doctor there and found out where the front lines were more or\nless and he told her that there was -- were some Jews that were liberated and they were gathering at\nLublin. And we basically -- she managed to get our boxcar attached. There was another Jewish\nfamily with us, boxcar attached to a train that was heading to Lublin. And that's how we got\ndocuments.\n>>Bill Benson: The Red Cross documents?\n>>Rae Goldfarb: The Red Cross documented that | was born in Lublin. Didn't want to go back\nanywhere else. She was very, very inventive. My mother, | was fortunate to have her to the age of\n99. However, all | can say is that once she got to basically Italy she was spent. She lost -- she\nseemed to have lost a certain desire to push on. She lived, however, to the age of 99, and | was\nfortunate to have her. | was able to go back to work because she tended to the children. And her aim\nwas to go to Israel, which she went and she recorded her experiences at the large museum in Israel.\n| have a copy of it and I've been reading through it. Fortunately, | can read it. It's done in Jewish. |\ncan read it and understand it because otherwise my memories would have been almost nil. | came to\nthe United States, the aim was to integrate, to learn the language. | was put in school. We came\nhere just before Thanksgiving, November 14th, 1947. Right after Thanksgiving | was put in a school\nwith -- in an elementary school. | had no documents. | did have some knowledge because in the\ndisplaced persons’ camp in Italy, the Jewish people have organized themselves where those that\nknew a little bit more taught those that -- you know, the younger ones. So | had enough knowledge of\ngeography, math, history, that | was able to kind of progress a little faster.\n>>Bill Benson: So Rae, when you got to the United States in 1947, you were in fact 15, but everybody\nthought, | think, that you were 17 because the 19 --\n>>Rae Goldfarb: That's right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>>Bill Benson: So officials thought you were 17 but no documentation of education, so you were put\ninto elementary school.\n>>Rae Goldfarb: | was put -- even if | had documentation found to be valid documentation, | was put\nin elementary school and graduated by the end of the semester from elementary school and sent to\njunior high.\n(Laughter)\nVery short -- very short elementary school exposure.\n>>Bill Benson: And a short middle school probably.\n>>Rae Goldfarb: No, middle school wasn't short. It was just that | was fortunate enough to make\nfriends who were older and were willing to coach. | remember learning civics over the summer.\nEnglish was another thing. | was fortunate enough the teachers were willing to put in extra time.\nThere was a Mrs. Stamos and at that time it was not called middle school, it was called junior high,\nwho had lost her husband and a son in the war and she used to come in earlier and give me\ninstructions in sentence structure and grammar. In New York | was fortunate enough again to have\nteachers, one of them was actually taught electrocution and another one that taught speech later on\nthat was willing to put in time and | was willing to do it.\n>>Bill Benson: Rae, for our audience, and I'm going to turn to Rae in a moment to close our program.\n| think we could have spent all afternoon and just scratched the surface. We got what we could in an\nhour.\n>>Rae Goldfarb: | hope you got enough of an idea what happened in my part of the country to Jewish\npeople.\n>>Bill Benson: I'm going to turn back to Rae to close the program, but before | do, | want to thank all\nof you for being with us. Remind you that we'll have First Person programs each Wednesday and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nThursday until the middle of August, so hope maybe you can come back this year. If not, you find\nyour way to Washington, DC next year. Check the website for information about the program next\nyear. It's our tradition at First Person that our first person has the last word. So with that | turn it back\nto Rae to end our program.\n>>Rae Goldfarb: | volunteer at the museum, I'm at the information desk and anytime you visit on\nWednesday afternoons, visit me. I'm going to read it because otherwise I'll go into a long speech\nagain. | wanted to tell my story as a memorial to my family and about 2,500 fellow Jews of Dokszyce\nwho were executed by the Nazi regime for no other reason than being Jewish. My own experiences\nhave taught me prejudice are wrong especially when aid and abetted by one's own towns and\nneighbors, often out of jealousy and greed. This is well recorded and presented in an excellent that\nall of you I'm sure either saw it or are going to see, want to see, Some Were Neighbors. It's the\ndownstairs level and it is really -- it's almost my story.\n(Applause).\nThank you, thank you all for coming. Thank you very much for coming. Thank you.\n>>Bill Benson: When Rae steps off the stage, if any of you wanted to come over and chat with her, we\ndidn't have time for question and answer, so if you want to ask her a question --\n>>Rae Goldfarb: | told you I'm long-winded.\n>>Bill Benson: We didn't have enough time, anywhere near it. It was incredible.\n>>Rae Goldfarb: Thank you.\n(The interview concluded at 2:05 p.m.)\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}