{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JULIE KEEFER\nThursday, June 9, 2016\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mrs. Julie Keefer,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly until mid-August.\nThe museum's website, listed on the back of your program, provides information about each of our\nupcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Julie Keefer's biography so that you can\nremember and share her testimony after you leave here today.\nJulie will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Julie questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Julie is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nJulie Keefer was born Jula Weinstock to Jewish parents in Lwow, Poland, on April 19, 1941.\nThis photograph of Julie is the only one that exists from her time in hiding.\nOn this map of Poland, the arrow points to Lwow, where Julie was born.\nIn this photograph, Julie's father, Herman, is the man farthest to the left in the back row and\nher mother, Sala, is the woman farthest to the left in the front row. Julie's parents also would have a\nyounger daughter named Tola.\nIn June 1941, Germans occupied Lwow. German and Ukrainian authorities forced all Jews\ninto a ghetto, including Julie and her family. On this map of Lwow, the white arrow points to the location\nof the ghetto. Julie's grandfather was arrested and made a forced laborer. After working at a lime\nquarry they moved him to Janowska labor camp, indicated here with the red arrow. He escaped this\nlabor camp in 1942. Then learning that the Lwow ghetto would be destroyed, he helped Julie, her\nparents, and her sister hide in a bunker in a nearby forest with 30 other Jews from Lwow. He then\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nmoved Julie and her sister to live with his non-Jewish friend, Lucia, because he feared the girls' crying\nwould give their hiding spot away. In March 1942, the Germans deported thousands of Jews who had\nremained in the Lwow ghetto to the Belzec killing center. They boarded trains from the Kleptarow train\nstation indicated here with the blue arrow.\nThis photograph shows Lucia Nowicka on the left and Aizik on the right. Aizik assumed the\nidentity of Lucia's husband, and they introduced Julie and her sister as her nieces. Aizik traveled back\nand forth between Lucia's house and the forest to help the people in hiding there. At one point Lucia\nwas arrested by Security Police. With Lucia in prison, Aizik hid Julie's sister in a Catholic children's\nhome. When Lucia was released from prison, she returned home and cared for Julie. One day, while\nAizik was visiting Lucia in town, German authorities discovered the bunker in the forest and killed\neveryone hidden there, including Julie's parents. At the end of the war, as Soviet troops approached,\nthe Germans evacuated the Catholic children's home where Julie's sister lived. Aizik and Julie were\nunable to find Julie's sister after this.\nThis photograph shows Julie, the older girl on the left, Aizik, Lucia, and Julie's friend in a\nDisplaced Persons Camp after the war. Aizik sent Julie to America in 1948, hoping to join her later.\nJulie lived in a children's home for six years until a couple from Cleveland, Ohio, adopted her. Aizik\nmarried Lucia and they eventually immigrated to the United States and settled in New York.\nFollowing Julie's adoption by Thea and Fred Klestadt at age 16 in 1957 and her graduation\nfrom high school, Julie attended Oberlin College in Ohio, where she majored in French with minors in\nSpanish and art. While at Oberlin Julie met Larry Keefer whom she married on June 24, 1962, 54 years\nago. Julie furthered her education with a Master's degree in special education to work with emotionally\ndisturbed adolescents and did Ph.D. level study in Human Growth and Development. She studied\npsychology at the University of Nebraska but after she and Larry moved to the Washington, DC area,\nshe continued her studies at Bowie State University and several other academic institutions.\nJulie spent 29 years with the Montgomery County, Maryland Public School System retiring in\n2001. Over the course of those three decades she held a number of key positions including Mainstream\nCoordinator working with special needs students and teachers at several high schools, and participated\nin teacher training programs, some in conjunction with American University. All of them dealt with\neducation equity. Among her many accomplishments she created LUPE, an anti-gang program to\nimprove academic performance among Hispanic students at an area high school. A memorable\noccasion was a visit by President Clinton and British Prime Minister Tony Blair to a high school where\nshe was the Administrator-in-Charge.\nJulie's husband, Larry, is a Ph.D. chemist who worked first at the Chicago Medical School and\nthe University of Nebraska Medical School before joining the scientific staff at the National Institutes of\nHealth/National Cancer Institute here in the Washington, DC area in 1971. Much of Larry's career has\nbeen devoted to cancer research and cancer-related drug development. Larry retired on October 1st,\n2015, after 44 years with the NIH/NCI. Larry is here with Julie today. They are on opposite ends of our\nfirst row at the moment.\nJulie and Larry have two children, Steve and Simona, and three grandsons. Steve, a former\nArmy Ranger, received a dual degree in Economics and Japanese from the Wharton School of\nBusiness and the University of Pennsylvania. He now owns two businesses. Steve's oldest son is a\nsenior at the University of Maryland Baltimore Campus and his other son just completed his first year at\nEarlham College in Indiana. Daughter Simona is a fine artist and after a career in photography, painting\nand glasswork now has her own business. Her son will complete his freshman year at Springbrook\nHigh School next week. As Julie noted to me with pride, \"We got really lucky on kids and grandkids.\"\nJulie is a volunteer with this museum where you will find her at the Membership Desk on\nThursdays where she shares her story with museum visitors. She also spends time at the Information\nDesk.\nIn addition to Larry, Julie is accompanied today by several friends. And with that | would like\nyou to join me in welcoming our First Person, Julie Keefer.\n>> [Applause]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: Julie, thank you so much for joining us and for your willingness to share this hour with\nus. It's a short hour. You have so much to tell us so we're going to start right away if that's ok with you.\nJulie, World War II began with Germany and Russia's invasion of Poland in September 1939.\nYou were born in April 1941, after the war had begun. The city where you and your family lived was\nunder Soviet occupation at that time. | know you know very little about your family and their lives prior\nto your birth. To the extent that you can, share with us just a little bit about your family in the years prior\nto your birth.\n>> Julie Keefer: Well, my father was a tinsmith. But the Russians called him a plumber. My mother was\na Jewish opera singer but at that time the Russians considered that to be a very middle class kind of\nthing, so she worked in a factory.\n| have a photo of where we lived before we were all forced to go to the ghetto. The woman\nwho saved our lives, and where my grandfather lived first, was outside of the ghetto. She ran like a taxi\ncab company, she and her husband. But her husband was taken away. She lost her house because the\nRussians had hugely extensive taxation. And if you owned a dwelling, you had to pay a great deal and\nshe couldn't afford to keep it. So as the war went on, she worked as a live-in housekeeper for a retired\nPolish engineer and his wife.\n>> Bill Benson: Back to a little bit about the early -- before the war began in your family, in the early\nyears. You mentioned your father was a tinsmith, though the Russians called him a plumber, and your\nmother an opera singer. There's a particular song that evokes a memory of your mother. Can you tell\nus a little bit about that?\n>> Julie Keefer: You know, | remember almost nothing about my father. He's a cipher, kind of, to me.\nBut my mother, what | remember about my mother, was that she had this beautiful soprano voice. And\nwhen | hear -- | can't even pronounce it. I'm sorry. It's a Jewish lullaby. It always reminds me of her.\nShe must have sung that to me when | was little. And | remember that she was soft and cozy and\nsmelled milky.\n>> [Laughter]\n>> Bill Benson: As you will explain to us later, Julie, your grandfather was very essential, totally\nessential, to your survival. What was his occupation at that time?\n>> Julie Keefer: He was --\n>> Bill Benson: I'll move your sweater, if you don't mind. There we go.\n>> Julie Keefer: Sorry for the striptease, folks.\n>> [Laughter]\n>> Julie Keefer: Ok. Anyway. My grandfather was an importer of fruits and vegetables. He was a\nmerchant. And, of course, he couldn't do that. Jews were not allowed to be in anything. So he would\nexist however he could.\n>> Bill Benson: He sent a couple of his children to the United States before the war. Is that right?\n>> Julie Keefer: No. He is the oldest of six children. His father decided to send the two girls, the only\ngirls in the family to America.\n>> Bill Benson: Before the war.\n>> Julie Keefer: Long before. Because that was the time of the pogroms. And he was concerned for\ntheir safety.\n>> Bill Benson: Nazi Germany turned on the Soviet Union in June 1941, just months after your birth.\nWithin days the city of Lwow was occupied by the Nazis and your family was forced into a ghetto. Tell\nus what that meant for your family, including your grandfather, Aizik, for them to move you so quickly\ninto the ghetto.\n>> Julie Keefer: It meant -- my grandfather, | guess today we would call him very street smart. And he\nand my father got together and built a secret compartment in his barn, by his house in the ghetto. And\nwe all, my mother, my father and | went into this one kind of tiny space that was occupied by many\nother people. | don't Know who. | don't remember. My grandfather didn't make it in time so he was\ncaptured and taken to his first labor camp. And that was Jaktorow. The whole camp got typhoid. So the\nwhole camp was evacuated to hospitals, even Jews, but the Jews were supposed to come back by\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\ntrains to Jaktorow again but somehow they worked it out so that my grandfather wound up somewhere\nback in the ghetto.\nSo my first hiding place -- basically there were three. But my first one, and | was very\nyoung -- some of what you're hearing, | was told. Some exists in my grandfather's diary. Very little do |\nremember. But there are glimpses and little pieces that | remember. Usually kind of by smell\nor -- especially by smell and vision, by the senses, and touch.\n>> Bill Benson: Do you know if other members of your extended family were also forced into the ghetto\nat that time?\n>> Julie Keefer: | don't know. | would imagine. My uncle -- on that picture that you saw before, my\nuncle was the one in the Polish Army uniform, on the right. And his wife was underneath. | don't even\nknow his name. | Know that my uncle and aunt had two boys who were much older than I. | don't know\nwhether his wife fled to the ghetto. | know he didn't. | don't know. | really don't.\n>> Bill Benson: Your grandfather was taken by the Nazis to Janowska, forced labor camp, where\nthousands of Jews were killed. Do you know how your grandfather ended up in Janowska? And tell us\nabout that place. It was a horrific camp.\n>> Julie Keefer: Yes. You know, sometimes we in the United States know about many of the camps\nthat were liberated by the allies but we don't Know much about those that were liberated by the\nRussians. This was one that was liberated by the Russians.\nIt was a huge death camp. If you passed muster, if you were a strong man, you were taken for\nforced labor. My grandfather's job was stone cutting, cutting stones and carrying them, cutting stones\nand carrying them. After he lost 100 pounds, he was told that he was going to be shot the next day.\nBecause those who couldn't work were either taken to -- | forgot what they called it but this kind of, like,\nhuge, huge ditch in the back and shot or they were sent to -- usually not to Belzec. It took time for\ntransportation and so forth. He found out he was supposed to be shot and he decided to escape.\nThere's a song called -- \"Freedom's just another name for nothing left to lose.\" So he decided to escape\nbecause he had nothing left to lose.\nJanowska was on the top of a hill and it was huge. When the centuries were opening the\ndoors for new prisoners, he decided to jump down -- there was a huge hill. He kind of ran and jumped,\nwhatever, down this hill, across the street, and went -- across the street was a huge ditch. At the bottom\nwere some railroad tracks. He managed to get down and jump down on that ditch. And as he was\njumping, he was shot in the hand. But he managed to get across the tracks. And then the train came.\nBut the train was ammunitions train, which means it was carrying arms of all kinds. And if you shot\nthem, what do you think happened? Mm-hmm. There would be a mass explosion. And he ran with the\ntrain for a while.\nNow, this was in November. In Poland it was very, very cold and snowing. He was wearing a\nthin concentration camp uniform and barefoot because, of course, all of their clothes and everything\nwere taken away and he was given wooden shoes that didn't fit because he had big feet. So there he\nwas barefoot, bleeding, cold, hot with fever and he managed to get to a woods nearby.\nThen he went to the closest town and he met a Polish peasant, Mr. Bereczki. And my regret to\nthis day is that somehow we were not able to get Mr. Bereczki on the wall of the righteous amongst\nnations. | wish we had. Because Mr. Bereczki -- my grandfather had removed his Jewish stars from his\njacket and pants.\nBy the way, especially for those of you who are younger, two things. One is, the only survivors\nwho have numbers are survivors from Auschwitz. Every other camp had different forms of identification,\nusually Jewish stars sewn on. And the other thing is that children my age were never in camps. We\nwere useless. So we were used for target practice or other ways of killing.\nAnyway, Mr. Bereczki saw -- my grandfather said: You know I'm a Jew. He said: Yes, of\ncourse | know you're a Jew. And he said come inside. He washed him up. He put mercurochrome on\nhis hand, gave him warm clothing, bandaged his feet with rags, and gave him a warm coat and told him\nto sleep in the stable. And my grandfather said: You know | can't do that. Because in Poland, if a\nnon-Jew helped a Jew, the whole family of the non-Jew was hung on lamp posts. And then the Jew\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nwas killed and the person helping the Jew was killed. So it's amazing that any Jews took that\nrisk -- non-Jews took the risk of helping Jews because it was so hideously dangerous. But Mr. Bereczki\ndid. And then he gave my grandfather -- he said to my grandfather: Look, I'll leave the barn door open\nand if the Nazis come, I'll just say | don't know who sleeps in my barn. Ok?\nSo the next day he took my grandfather to a nearby woods, the Borszczowice Forest, and\nthat's when my grandfather -- he gave him three breads and a shovel. And my grandfather started\ndigging a ditch to protect him from the weather and also from the Nazis.\nAs time went on, more and more Jews came from various small towns around to avoid some\nof the aktions. Aktion is when the Nazis would bring Jews and bring them together and have them\ntaken by train to Belzec or whatever.\n>> Bill Benson: So your grandfather, as time grows, eventually he would have more than 30 people in\nhis group. You describe he was trying to dig a ditch to protect himself. With that many people, they\nactually built a bunker in the woods.\n>> Julie Keefer: Huge, huge, ton of them.\n>> Bill Benson: 30 of them. And eventually, of course, his family would join them there. And not only\nwere they using the bunker as a place for protection, they also began doing acts of resistance against\nthe Nazis. Tell us about that time in the bunker.\n>> Julie Keefer: My grandfather had been a trained officer in the First World War. He had a lot of\nexperience. So he was made the leader. One of the men who had come in to join them had a gun. And\nthere were women. There were well over 30 at one point. But the men would go out at night and they\nwould shoot the tires of Nazi munitions trucks. And if the drivers didn't run away, they would kill them.\nAnd they would take grenades, guns, rifles, ammo, whatever. They would also go at night to the\nUkrainian police depots and get any kind of supplies they needed and bring it back to the bunker in the\nwoods.\nNow, the bunker in the woods -- it was cold. It was damp. And the funny thing is, my very first\nmemory is actually of that bunker in the woods. Would you like to hear about it?\n>> Yes.\n>> Julie Keefer: Ok. What | remember -- and remember, I'm close to 3 at this point. | remember a huge\nladder, probably six feet, no more. You went down on the ladder and there were wet mud walls. And\none room, the largest room, was probably about 12 feet long, maybe six feet wide. At the end of this\none room was a huge, splintery, roundtable. | was feeling my way and it did feel splintery. And on it sat\na fat candle, which was the only source of light anywhere. You could smell that smell of wax and that\nsmell of mud. And there was a smell that's hard to describe but it's a combination of metallic and sweat.\nAnd | call it the smell of fear. That | remember.\nNow, near this, there was like an archway. And there was another smaller room. And why |\nremember that was that | remembered being fascinated by these big metal things. And | was about to\nstart touching them. And my grandfather yelled. And he never raised his voice at me, never. Much less\nhis hand. He raised his hand, “Jula, don't touch!” And | was shocked. And later | found out | was about\nto touch the rifles and grenades, and he was afraid that | would shoot myself and others.\n>> Bill Benson: Can you tell us why your grandfather took you and your parents -- | think by that time\nyour mother had your little sister, Tola -- took you out of your hiding place in the ghetto, into the woods\nin the bunker where he was hidden with the other members of the group.\n>> Julie Keefer: This was sometime in 1943. The Nazis were going to burn the ghetto. Of course,\nthat's where my mother, my father, now my baby sister who was born while hiding in this hideous hole\nin the ghetto, were hiding. So we would all be burned up. So he had gotten some Nazi uniforms, got a\nNazi truck -- well, command car. And he and some friends drove to a nearby woods. He decided to get\nus out. So he went into the ghetto himself. And he got my mother, my father, my baby sister and me\nout.\nWhat | do remember -- | don't remember any part of that, but what | remember is | remember\nrunning to him and grabbing his legs and saying, “Grampy.” | was very close to him. Even his daughter\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\ndidn't recognize him. His brown hair turned white. He had lost a great deal of weight. But | knew who he\nwas. And | was so happy to see him.\nSo | guess he carried me because | remember clinging to him like a monkey. My father must\nhave carried my baby sister. The plan was that we were supposed to be hidden but my mother refused\nto be parted from her husband or her father because she had already lost her mother. So we all went to\nthe tunnel.\n>> Bill Benson: So you're in the bunker. Do you know if there were any other children in the bunker\nbesides you and your sister?\n>> Julie Keefer: There were a couple of teenaged girls. Otherwise it was about 5-month-old Tola and 2\n3/4-year-old me.\n>> Bill Benson: So very young children in the bunker. And your grandfather then made the decision to\ntake you and your sister from the bunker in the forest and to go into hiding with Mrs. Lucia Nowicka.\nTell us what you can about why he took you out of the bunker and about taking you Lucia's home.\n>> Julie Keefer: It was cold and damp. Of course we couldn't bathe in hot water because you couldn't\nmake fires; the Nazis would find us. Everyone got lice and scratched, including my baby sister and me.\nAnd my baby sister would cry, a lot. And my mother put her hand over her mouth to stop her from\ncrying. And | remember -- well, | was told that my grandfather -- by the way, the word for grandfather in\nPolish is Dziadzia. So Dziadzia said, \"Sala, you'll smother the baby.\" But my mother was frantic\nbecause we were making noise and everybody was already jumpy because the Nazis would come and\nkill us all.\nSo my grandfather, who was the leader, claimed that everyone has a right to live and he can't\nallow his family to endanger everyone. So he borrowed some peasant clothing from Mr. Bereczki and a\ncart and went to the central market in Lwow. And there he was looking for a doctor who ran a children's\nhome but he couldn't find him. And he says in his diary that he was so desperate that he was just going\nto leave us there in the market, thinking, well, we were little and we were cute and somebody would\ntake us and he would come, if he were alive after the war, he would come and get us.\nWell, just at that point he met a woman who had been his neighbor. My grandfather had\nhelped her and her husband out a great deal. He had lent them money for the cab business. He hired\npeople for them. So Lucia was very, very beholden to him. Plus she was a neighbor. She was Catholic\nand Polish. And as | mentioned before, her husband had been taken by the Nazis for whatever reason.\nWhen she tried to look for him, finally the Nazis said lady, just stop or you'll regret it.\nSo she was at the market. He says: Lucia -- she was so surprised to see that he was alive. He\nsaid, \"Lucia, can you take my two granddaughters to save their lives?\" And she said [Speaking\nNon-English Language] -- I'm no longer owning my own house. | live as a live-in housekeeper, so |\nwould have to ask if | can bring the children.\nSo they made up a story, my grandfather and Lucia. And the story was that my grandfather\nwas Lucia's husband and he had the photo ID of her husband. They were both 6'2\", both about\n200-some pounds. They had supposedly brown hair and hazel eyes. So my grandfather had his ID\npapers, and so Aizik Eisen became Stanislaus Nowicka. So Tola was almost 6 months now and | was\nalmost 3. The deal was that we were her dead sister's children. There was a lot of fighting between\nPols and Ukrainians at that time. And supposedly her sister was killed by some Ukrainians but we\nnever knew -- this was a made up story. Had the Nazis checked, they would have found out she was\nvery much alive. So we were her nieces.\n>> Bill Benson: Were you given different names as well?\n>> Julie Keefer: | was still called Jula. My sister's name was changed. But she became -- from Tola\nWeinstock, she became Antonina Novicka. And when Lucia was taken prisoner, she was taken to a\nCatholic children's home run by the doctor. My grandfather paid three months in advance. He thought,\nwell, at least one of us would be alive.\nSo after he got her settled and | was settled, he went back into the woods to check to see how\neverybody in the woods was. He found 32 or so bodies, all over. He knew it wasn't their grenades or\nguns that had blown up because everybody had a bullet hole. And two of the people who were shot\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nwere my mother, his daughter, and my father. And he said Kaddish, the Jewish prayer for the dead.\nAnd he and one other man who had served in the resistance buried everyone in that huge tunnel in the\nwoods.\n>> Bill Benson: What did your grandfather do then?\n>> Julie Keefer: Then he came back. He was working at various farms to try to find anything he could\nto bring in some food or whatever. And everyone was shot -- that was April 1944. | used to wonder\nwhen | was a child why my grandfather looked like he had tears in his eyes every time my birthday\ncame around. And that's when they were all killed.\nAnd in June of 1944 --\n>> Bill Benson: Before we come to June, tell us what you can about your time with Lucia. At one point\nshe was actually arrested by the Gestapo and there she is living in the home of another woman,\nSwierczynskis. Did they Know who you were in truth? Tell us about that.\n>> Julie Keefer: I'm not sure. | don't think so because they were members of a Polish political party\nthat was very anti-Semitism. So, no. | don't think they knew that we were Jewish.\n>> Bill Benson: And they bought the story that you were her nieces?\n>> Julie Keefer: Yes. As a matter of fact when my grandfather found out that the Gestapo had taken\nDziadzia, he went to Mrs. Swierczynski and said: Can't you help? Because the interesting thing about\nthe house of the Swierczynskis was that it was right next to the home of the Nazi governor of Lwow. So\nwhen you talk about hiding in plain sight, there | was in very plain sight. By all of those Nazi soldiers\nand everybody.\n>> Bill Benson: And when Lucia was taken by the Gestapo, Mrs. Swierczynski was then caring for you.\nRight?\n>> Julie Keefer: Yes. She was caring for me and she was trying to care for my baby sister. And she\ncouldn't do it because there were two skinny animals to care for, a big house, all the cooking,\neverything, and she was old and she couldn't do it. That's why my baby sister was taken to the Catholic\norphanage. Everything was changed. But, no, | remained Jula. And actually, picture you saw of me at\nage 3 was taken by a Nazi soldier. And this part | don't remember but | was told. The story -- may I?\n>> Bill Benson: Please. By all means.\n>> Julie Keefer: | was going with Lucia, my “aunt,” and we were walking in one of the parks that was\nsurrounding St. Sophia Street, where the house was. At first she was teaching me to pick dandelions by\nlong stems so she could make me a wreath. And so that funny-looking thing that looks like curly hair\nisn't. It's my beautiful wreath that I'm wearing on my head.\nPretty soon she kept going and | fell asleep. | was tired. Suddenly -- well, she assumed that |\nhad gone to the Swierczynski's home and that | was waiting there for her. So she finished what she\nwas doing and went back to the Swierczynski’s. Then at that point | was sleeping and a Nazi soldier\ncame in full uniform, and picked me up and carried me to what was the closest house, the house of the\nSwierczynskis. And Lucia was looking. She sees this soldier carrying what she was sure was a body,\nmy dead body, yes. So she was about to scream. And Mrs. Swierczynski put her hand over her mouth.\nMrs. Swierczynski spoke German and Lucia didn't. So she spoke to the soldier. And as she was\nspeaking, | woke up. So there | was. And the soldier said, “I found her sleeping and she reminded me\nso much of my child back home and I'm lonely for my child, do you mind if | take her picture?” And\nLucia was, umm, go ahead. So he took my picture and he sent her a copy. And she hid it until the end\nof the war. And that's the only picture | have of me. And she kept it.\n>> Bill Benson: When Lucia was arrested by the Gestapo and leaving you and Tola at that time with\nMrs. Swierczynski, how did she end up getting released?\n>> Julie Keefer: Getting released? When my Dziadzia went to Mrs. Swierczynski and asked her could\nshe help and Mrs. Swierczynski was a friend of the governor's wife. So she went to the governor's wife\nand said: Look, I'm really helpless without my housekeeper and | don't know why they took her but |\ncan't cope. This is a big house. And the governor's wife actually Knew Lucia because Lucia would do\nsome cooking and pass her goody and so forth.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nSo Mrs. Swierczynski went to her husband and said: You know, | don't know what the\nGestapo Is thinking of; they took Lucia, of all things. Of course, they took her because someone on the\nstreet had said Lucia Nowicka, housekeeper for the Swierczynskis, was hiding Jewish children. So the\nGestapo took her for questioning. Which, of course, meant torture.\nWell, the governor got in his car, went immediately to the Gestapo headquarters and said, \"I\nwant Lucia now.\" Ok. So the Gestapo had her cleaned up and swore her to secrecy about what\nhappened to her.\nBy the way, she was tortured but she never broke. She never said that we were Jewish or that\nthere were more Jews hiding in the woods or anything like that. She was brought back as a\nhousekeeper to the Swierczynskis.\n>> Bill Benson: And continued to care for you at that point.\n>> Julie Keefer: And continued to care for me. Yes.\n>> Bill Benson: As you were starting to say a few minutes ago, June 1944, that's when you were\nliberated. Tell us about your liberation and what happened to you once you were liberated by the\nSoviets. What happened after June 1944?\n>> Bill Benson: What | remember -- | just remember some -- | remember our first apartment in Lwow.\nWe got an apartment because to the Russians, people who were survivors of concentration camps got\npreferential treatment. So his preferential treatment was that we got this apartment in a mainly burned\nout building, bombed -- there were big rocks all over the place. And my grandfather went all over Lwow\nlooking for Jewish survivors and found one little boy who was about 10. He was living with a woman\nwho took care of him. And my grandfather said: Well, why don't you come with us? And the little boy\ndidn't want to leave her. And the woman said: | am not going to force that child to leave. If he wants to\nstay, he stays. Well, that was the only Jew my father found.\nThen we left and we went from one DP --\n>> Bill Benson: Before you go there, Julie, tell us what you can about Tola.\n>> Julie Keefer: Well, what | can tell you about Tola was that she was my baby. She had big blue eyes\nlike our father, and blond hair. And she was my baby. And | kept asking for \"my baby.\" And | was told\nthat Tola was sick and she went to the doctor and the doctor had to take her to a hospital to make her\nall well. And when she was all well, she would come back and join us. Well, | kept asking and that's\nwhat | was told. And | guess she never was quite well enough.\nBut that first home that she was in, a part of the roof -- well, the only home. A part of the roof\nwas bombed. So the 80 children and nuns were moved to another place. And -- this is all after the war.\nWhen my grandfather went there, six months before he had found out that the children were divided in\nhalf, 40 children and 40 children. 40 were taken to Hungary. And at that time Hungary was an\nimpassable wall. You could not go in. Because the Soviets were very, very grabby of it. And then the\nother part, he went to Germany. He went to France. He went to England. He went everywhere trying to\nfind her. But how do you find a 6-month-old baby whose religion was changed, whose name was\nchanged?\n>> Bill Benson: What can you tell us about the impact on your grandfather? Your grandfather's lost his\ndaughter, lost his son-in-law, lost his daughter. It's the two of you. What was that like for him?\n>> Julie Keefer: He had suffered a great deal. He began drinking. That was in some ways his way of\ncoping at that point. When we were in DP camp, the last one, there were many fights and arguments.\nHe went to a hospital which he wrote in his diary was for his heart, a hospital in the alps. But how many\nhospitals for heart have shock treatment? And he had received shock treatment. So | think that was for\nany mental stuff. And he did get better and was fine. He was an amazing, amazing man.\n>> Bill Benson: In fact, he ended up marrying Lucia. Right?\n>> Julie Keefer: Absolutely.\n>> Bill Benson: And they came to the United States after you.\nJulie, when did you understand that you had lost your parents, being so young when they\nwere killed?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Julie Keefer: | remember once in DP camp walking with my grandfather. Remember, he was very,\nvery big. And | was little. He had huge hands. And | was taking his hand. And | remember looking at\nhim and saying, “Dziadzia, when are my mommy and daddy coming back?” And he said, \"They're at a\nlong vacation, Jula.\" And | looked at him. And his eyes got glazed, kind of. And | said, \"Dziadzia, they\nare not coming back; are they?\" And then the tears came. And he was not a man who cried. So | knew\nthen that they were not coming back.\n>> Bill Benson: Tell us what prompted him to send you to the United States.\n>> Julie Keefer: DP camp was one room in a wooden barrack. Every family got one room.\n>> Bill Benson: Displaced Persons Camp.\n>> Julie Keefer: Right. Or | like to think of it as delayed pilgrims.\n>> [Laughter]\n>> Julie Keefer: Anyway, we delayed pilgrims were there. And in one room, no heat, no running water.\nThere was a pot-bellied stove for cooking or heating if you could find coal or wood, which was very,\nvery hard to do. And that's how we were living. Food was unbelievably scarce. Everything was scarce.\nBathrooms were like those outdoor privies but all in a row, on one side of the camp. No one heard of\ntoilet paper. Everybody used newspapers. Life was very difficult.\nVisas to the United States were very hard to get. By luck one day, my grandfather saw\nsomething, a sign, that said if you were a child and an orphan you could come to the United States. So\nhe had tried to get us all into Palestine but various Jewish organizations said we can't, it's too\ndangerous, we can't take anymore old people and orphan children. So we couldn't go to Palestine,\nwhich then became Israel later. And then, of course, we couldn't all go to the United States but | could\nso he decided to send me.\n>> Bill Benson: That was a huge decision on his part, in spite of all of his losses.\n>> Julie Keefer: It was -- | guess it was. But | just remember that | was just -- | felt so betrayed.\nBecause he had been my rock. He had been everything.\n>> Bill Benson: So you came to the United States in 1947.\n>> Julie Keefer: 8.\n>> Bill Benson: 1948. Ended up spending several years in an orphanage in Cleveland.\n>> Julie Keefer: It was a children's home.\n>> Bill Benson: And then at age 16 you were adopted.\n>> Julie Keefer: Mm-hmm. | was so lucky. | had some wonderful people in my life who just made such\na huge difference to me. A couple were teachers. | had a child analyst, the children's home sent me to\none after my third social worker in three weeks. And she came and she said, well, Julie, would you like\nto talk to me? | said, “No! No! You're just going to go away like all the others. No, I'm not talking to\nyou.”\nSo they tried this experiment. They made a relationship with Hannah House, which was a part\nof University Hospital. | would be taken to see Ms. Barnes, a child analyst. I'd play. We would talk. And\nwe would talk. And she was kind of the one of the main stays of my life for many, many years. When |\nwas in a talent show, you have two cottage parents and 12 girls, they can't go to watch you in a talent\nshow. So there was Ms. Barnes sitting in the front row as | sang \"Frankie and Johnny\" looking straight\nup at the ceiling. | got my first doll -- well, my first bicycle from Ms. Barnes. She was just always my\nspecial person.\nAnd then, of course, | was so fortunate. The people who adopted me were so fabulous. So to\nthis day when | talk about my parents, | mean Fred and Thea Klestadt because they were my parents\nand they were unbelievable.\n>> Bill Benson: Thank you, Julie.\n>> Julie Keefer: Thank you.\n>> Bill Benson: We have time for a few questions from our audience. Shall we do that?\n>> Julie Keefer: Sure.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: It's our tradition at First Person that our First Person has the last word. So we'll close\nthe program with Julie's last word. I'm going to ask if you will all remain with us through the question\nand answer so that you get to hear Julie's last word.\nWe have microphones. Juan and Gabriel have microphones on either side of the aisle. Try to\nmake your questions as brief as you can. I'll repeat the question so that we're sure everybody hears it.\nAnd then Julie will respond to it.\nAnybody have a question they would like to ask Julie? If not, | have tons more.\nOk. Here we go.\n>> Thank you so much. After you were adopted, you were 16, you went on and you went on and you\nwent on in your education. Did they give you a good basis of education at the children's home or was it\nyour adoptive family that put that love of education into you?\n>> Bill Benson: Your love of education, how much pursuit -- did that come from the children's home\nfrom your parents? How did you pursue all that you pursued academically?\n>> Julie Keefer: Part of that whole love of education was inbred in me through my grandfather. It was\nan expectation, even though | hated Hebrew school. | hated it. | kept getting smacked because | was\nleft-handed.\n>> [Laughter]\n>> Julie Keefer: So to this day the extent of my Hebrew is pencil and boy.\n>> [Laughter]\n>> Julie Keefer: So -- but, they were in fact, very, very cultured and -- my mother had gone to art\nschool. She couldn't finish because of the Nazis. My father got the last Ph.D. given to a Jew from the\nUniversity of Cologne. And if you look at his diploma, it's signed by the chancellor of the University of\nCologne at that time. Both sides, one side of the family was extremely into art and one into music. So |\nwas very privileged. So | would have to say both, all of the above.\n>> Bill Benson: Thank you, Julie.\nDo we have another question? A gentleman over here.\n>> Thank you. Did Aizik and Julie, wnen they came to America, did they know where you were? Were\nthey able to find you? What was your first meeting with them?\n>> Bill Benson: When Aizik and Lucia came to the United States, tell us what happened.\n>> Julie Keefer: When Aizik and Lucia came to the United States, they came to visit me at Bellefaire.\nNow, | was a ward of Jewish social services at this point. | was 10 when they came to visit me at\nBellefaire, my Jewish children's home. And, of course, they wanted me, my grandfather desperately, to\nlive with them but they lived on the fifth floor of a walkup with whiskey bottles and needles all over the\nplace on the ground and a bathroom in the middle of the hall. And Jewish social services thought, no.\nBecause they were, at that time, in a terrible slum and that would not be a place for me to be. It only\nbecame my decision whether to be adopted or not when | became 16.\n>> Bill Benson: Were you able to see Aizik?\n>> Julie Keefer: Oh. | would go every summer. | would go to -- to be with them. And at this point then\nthey moved to Brooklyn. And grandpa ran a fruit and vegetable store. And Lucia worked as a cleaning\nperson. | forgot. Some kind of a brokerage firm in New York. Yeah. | saw them a lot.\nBut when | first -- | remember the first time | saw my grandfather. His shoes squeaked when\nhe walked. And they didn't speak a word of English yet. And | didn't remember my Polish, my Russian,\nnothing. Nothing. Just English. And | remember that | was both very excited and very kind of\nembarrassed. | remember Fritz, the Director of Bellefaire, going up in chapels and really honoring my\ngrandfather for the kind of person he was. He was a tremendously courageous, brave man. And my\ngrandparents stayed in their house while they visited with me. And then, as | say, every summer |\nwould go and be with them.\n>> Bill Benson: | think we're going to close the program now. Because there are people who have\nquestions we didn't get to, when Julie's finished -- you're going to stay with us. Julie will stay on the\nstage. Please feel free to come up here with us, ask Julie any question you might have or just shake\nher hand and say hi or get your photograph taken with her when you do that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nJulie, | think everybody in this room really, really marvels and appreciates that you then\ndedicated your professional life to working with children. | don't think that seems like a surprise,\nprobably, to anybody here.\n| want to thank you all for being with us. | remind you that we'll have First Person programs\neach Wednesday and Thursday until the middle of August. So | hope you can come back and join us.\nOtherwise, look on the website for our program in 2017.\nAs | said, it's our tradition that our First Person has the last word.\n>> Julie Keefer: | get the last word?\n>> Bill Benson: One more thing. When Julie's done, | also want to ask you to stand up because our\nphotographer, Joel, who is right here is going to come up on stage and take a photograph of Julie with\nyou in the background. So when Julie's done, we'll get the photograph. Then come on up after that if\nyou want.\n>> Julie Keefer: | wanted to say a couple of things. It took me a very, very long time in my life to be\nable to talk about my very early experiences because it was very painful, which is one of the reasons\nwhy | do it because | hope that no other child has to go through some of what | had to go through in my\nearliest youth. Those who deny the Holocaust, that's why I'm here. Because it did happen. | also speak\nbecause six million of my people were forever silenced. So | have just one little voice to speak for\nsome, just some of those, so that they did not die in vain.\nAbove all, | look to you because you are our future and we are so lucky. | met many of you,\nand you are dynamite. | love the fact that you are interested in justice and fairness for everyone. | love\nthat. And that you are willing to stand up against injustice and not be a silent bystander. | really like the\nfact that you do do that.\nRemember, if you see bullying, go to someone you trust and tell them what's going on. Don't\njust -- well, first of all, if you see somebody picking on someone else, don't get in the middle of a fight.\nViolence just begets more and more violence. Go to the police, anybody you trust, and tell them what's\ngoing on. Go to that person and try to befriend that person so that that person doesn't feel all alone.\nAnd remember, never again to anyone.\nThank you.\n>> [Applause]\n",
    "segments": []
}