{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, July 10, 2013\n1:00 p.m. — 2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nINGE KATZENSTEIN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 14th year of the First Person program. Our\nFirst Person today is Mrs. Inge Katzenstein whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person. |'m pleased to let you know that Mr. Louis Smith is with us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nInge Katzenstein will share with us her First Person account of\nher experience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntowards the end of our program, you'll have an opportunity to ask Inge a few questions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Inge is one individual's account of the Holocaust. We have\nprepared a brief slide presentation to help with her introduction.\nInge Berg was born in March, 1929, in Cologne, Germany. The\narrow points to the city of Cologne. The family lived in Lechenich, a small town outside of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nCologne.\nThis 1939 portrait shows from left to right, Inge, her cousin\nEgon, and her sister Giselle.\nThe Nazis came to power in 1933. By 1935, Inge was no longer\nallowed to attend German schools. On November 9, 1938, the Nazis carried out a nationwide\nPogrom against Germany's Jews, known as Kristallnacht or the Night of the Broken Glass.\nAlerted to the danger, Inge and her family fled from Lechenich to Cologne. Pictured in this\nphoto are Inge on the left and her sister Giselle.\nInge's family was able to emigrate from Germany. And in May\nof 1939 they left for Kenya. In this photo we see Inge with her sister Giselle and her mother\naboard the Usambara en route to Kenya.\nInge and her family lived in Kenya for the next seven years.\nHere we see Inge standing outside her family's farmhouse in Limuru, Kenya.\nAnd here we see a group portrait of members of the extended\nBerg family on their farm in Kenya. Inge is second from the left in the back row. In 1947, the\nBergs came to the United States, settling in New Jersey.\nAfter the Berg family arrived in the U.S. from Kenya in 1947,\nthey lived in New York City. After a few weeks, Inge's father found her a furnished room, gave\nher $100, and she began living independently. Inge found work in Manhattan and went to\nnight school in Queens. She later met her future husband, Werner, and they became engaged\nin 1950 and married in 1951, 62 years ago on 9/11 of this year. They settled in Vineland, New\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nJersey where Werner worked in sales and Inge in real estate.\nInge and Werner moved to the Washington area in 1998. They\nhave three children: Michael, a behavioral health consultant, David, an attorney, and Deborah\nin financial services at PNC Bank. They have nine grandchildren and four great-grandchildren.\nTheir grandson has just accepted a position as a rabbi in New York and will be moving from\nhere to New York shortly.\nInge volunteers for the Museum by spending about 35 to 40\nhours a month translating documents from German to English. She is able to do this from\nhome on a computer. She has completed translating several collections of correspondence\nincluding a voluminous seven-year series of letters from a Jewish mother in Vienna to her son\nin England who left Vienna as a young child on a Kindertransport in 1939. She also completed\ntranslation of a huge collection of correspondence by a family in which the husband perished\nat the hands of the Nazis but his wife and two young children were rescued from a train leaving\nthe Bergen-Belsen concentration camp. Inge recently finished translating the journal of a man\nwho was on the St. Louis, the ill-fated ship that brought Jewish refugees to Cuba only to be\nforced to return to Europe. And now she's working on about 160 pages of correspondence\nfrom a family in Switzerland who sent their daughter to Pittsburgh in 1938.\nWerner helps with the translations when Inge encounters legal\nand technical terms. Werner and his family came to the U.S. in 1939. He joined the US Army\nand fought in France and Germany during World War Il. He later served as a translator for the\nAmerican Occupational Forces in Germany. Werner, who recently celebrated his 91st\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbirthday, is here today with Inge.\nWerner, just wave your hand. People know you're down here.\nThank you.\n[Applause]\nInge's sister, Jill Pauly, was with us at First Person in late May.\nAnd we've had Inge and Jill here together on a couple of occasions. You will find Inge and Jill\nworking here together on Monday mornings at the donor's desk.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Inge Katzenstein.\n[Applause]\nInge, thank you so much for joining us and for your willingness\nto be our First Person today. We're really glad to have you here.\n>> Inge Katzenstein: Thank you.\n>> Bill Benson: We're going to start right away. We have just an hour, and you have so much\nto share with us. So we'll begin. You told me that Kristallnacht, Night of the Broken Glass or\nbroken glass, was the catalyst for the decisions and direction that your family's life took for the\nbalance of the Holocaust and the war itself. You were very young at that time, 9 years old.\nBut before we turn to Kristallnacht and the events that led up to that and what your family did\nright after that, tell us, first, about your life, your family, your community in your early years\nbefore the war actually began, even before Kristallnacht.\n>> Inge Katzenstein: Well, before Kristallnacht we were living about 17 miles out of Cologne.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWe led a very quiet, normal life. We had friends that we played with. My parents were in\nbusiness in the town. My family was from the area, as far back as 1670.\n>> Bill Benson: So your family lived there for essentially 300 years.\n>> Inge Katzenstein: Generations. My parents had friends in the non-jewish community. We\nwere part of the community. But that all changed in 1933 when Hitler came to power. There\nwere the new rules. And amongst them was that Jewish children had to go to school, but the\nteachers did not teach them. They were afraid to teach the Jewish children. So they were\nignored.\n>> Bill Benson: So you experienced that.\n>> Inge Katzenstein: Yes. And my parents took me out of the school and sent me to a\nJewish -- parochial, Jewish school. But there was none in my town, so when | was 7 years old\n| had to leave home and go and live with a grandmother where there was a Jewish school.\n>> Bill Benson: How far was that from your family?\n>> Inge Katzenstein: At that time, | would think it was maybe an hour by car. | really don't\nknow the mileage. And during the school year | lived there. At the end of the year, my\ngrandmother, my aunt and uncle moved to Holland. | had to go back home, but | still had to go\nto school. Then | had to travel as an 8-year-old, 7, 8-year-old, all alone, by bus to a Jewish\nschool in Cologne.\n>> Bill Benson: At least an hour away.\n>> Inge Katzenstein: At least an hour. Yeah. | went by myself. And | did that until\nKristallnacht. On Kristallnacht --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Before we turn to Kristallnacht, among the many rules that were imposed on\nJews, the restrictions of many kinds, one of them was that you were not allowed to keep\nkosher any longer.\n>> Inge Katzenstein: Right.\n>> Bill Benson: And yet your family was a religious family, as | recall. So your family got\naround those rules as best they could. Tell us a little bit about that.\n>> Inge Katzenstein: Well, we had -- there were three ritual slaughterers in our family.\n>> Bill Benson: We should mention | think your father was in the cattle business.\n>> Inge Katzenstein: My father was in the cattle business. Three of his cousins had a butcher\nstore. And they weren't allowed to kill Kosher animals anymore. So as far as the meat was\nconcerned, the way they did it was to slaughter the kosher way and then use the gun\nimmediately to shoot the animal in the head so that if anybody would come to inspect it, they\nwould see that the animal had been shot and not slaughtered.\n>> Bill Benson: And neighbors could hear the gunfire.\n>> Inge Katzenstein: Yes. Yes. And you could see the bullet hole. As far as chickens were\nconcerned, they took the chickens to the attic and slaughtered them there, ritually, and hid the\nknives in the chimneys.\n>> Bill Benson: In the chimneys. So if any Nazis came to inspect the house --\n>> Inge Katzenstein: They wouldn't find them.\n>> Bill Benson: During that time after Hitler came to power in 1933, what happened to your\nfather's business during that time?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Inge Katzenstein: It was non-existent anymore. The laws came that in 1933 that Jews\nwere not allowed to do business anymore and gentiles could not do business with them.\nUntil 1937, my family, of course, had friends and co-workers.\nThere was a righteous family that helped us.\n>> Bill Benson: A non-jewish family?\n>> Inge Katzenstein: A non-jewish family, righteous gentile who does all my father's business\nand handed over every single penny to him afterwards. We have been back to see this family,\nhis children and his children's children.\n>> Bill Benson: | hope maybe later we can get a chance to talk a little bit about that. So\nduring that period from 1937 on things got increasingly more difficult. Restrictions became\ngreater. Your father's ability to earn an income was greatly impaired except you mentioned he\nhad at least this fellow who helped out.\nIn November 1938, November 9 and 10, what we call\nKristallnacht now, was a series of vicious attacks against Jews all over Germany. That had a\nprofound effect on your family. | think at that time you were away at school, in Cologne. Tell\nus about Kristallnacht, what that was and how it affected you and your family.\n>> Inge Katzenstein: Well, | went back on November 10. | went to school. It was a Thursday.\n| went to school as usual. And when | came to school -- no television no radio. People didn't\nknow what was going on. | went to school and in front of school there was the SR, the brown\nshirts, were standing in front of school on each side of the door, each one holding a German\nShepherd with a muzzle. From the outside, our school was right next to the synagogue. And\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nfrom the outside when you looked up, we could see that the roof of the synagogue had burned\nout. And the policemen there said, “Children, you can't go to school today. Go home.” So we\nturned around and went home.\n>> Bill Benson: Which for you, of course, meant an hour away.\n>> Inge Katzenstein: An hour away. Instead of the bus | decided to take the train back. Made\nmy own decisions at 8 years old. And | took the train. | passed by our house. And my mother\nsaw me at the window. And when | got home, she said, “Why did you come home?” | said,\n“Well, there's no school today. They sent us home.”\nAnd then we started to be concerned. We still didn't know what\nwas going on. Later that morning a friend of my uncle's who worked in City Hall, whom he\nwent to school with -- also a very -- very righteous gentile, came over and said to us,\n\"Whatever you hear today, whatever you see, do not leave your house.\"\nWell, the adults in the family started to call each other. They\nsaid something is going on, we don't know what it is. And my grandmother -- | had a very\nastute grandmother who said, \"We're not staying here. We're leaving now.\"\nExcuse me.\nMy father called a taxi and put my grandparents and my sister\nand | in the car and told the man to drive us to Cologne. My grandmother had her leg ina\ncast. She put us on the floorboards of the car and put her cast --\n>> Bill Benson: You and Jill.\n>> Inge Katzenstein: Yeah. And put her cast on me because they didn't want us looking out\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nthe window. And they didn't want anybody to see who was in the car. And as we were driving\naway, we hear this fire sirens. And that meant that the synagogue was burning. All the men\nran -- would run towards the synagogue. But my uncle and father did not because the man\nsaid don't go anywhere. But they got in a car, and they left.\n>> Bill Benson: Your uncle and your father.\n>> Inge Katzenstein: My uncle, father, mother. There were three cousins in another town.\nThey used two cars. And all went to Cologne. My mother had an aunt and three uncles living\nin Cologne in a two-bedroom apartment, and about eight, 10 people went there and took\nshelter there. And that was the last time | had been to my home or what was then my home\nuntil 1996, when | saw it again. But it wasn't my home anymore.\nWe lived in Cologne. My father and uncle and a cousin did not\ngo anywhere for three, four days. They drove night and day and never stopped just to take\ngas. Because as long as they were driving, they weren't being picked up. If they had been\npicked up, they would have been taken to a concentration camp.\nThey went illegally across the border to Holland. There they\nwere met by Dutch Nazis who were going to send them back. And that would have been sure\ndeath. So|had an uncle that lived in Holland who knew someone in the community that had\naccess to the port. And through this access my uncle obtained a letter signed by the Queen of\nHolland at that time.\n>> Bill Benson: Queen Julianna?\n>> Inge Katzenstein: Wilhelmina. That said that these people could not be sent back unless\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthey had written permission and the border guards did not have written permission so these\nthree people could stay in Holland but they were interned in a convent.\n>> Bill Benson: In Holland.\n>> Inge Katzenstein: In Holland. And they were there from November 1938 to May 1939, until\nthey left.\n>> Bill Benson: And you and Jill, your sister, and your mom, and your grandparents and your\naunts, you're still, of course, all in Cologne now.\n>> Inge Katzenstein: And in that small apartment.\n>> Bill Benson: And during that period, November 9 through 10, throughout Germany,\nhundreds of synagogues were burned, thousands and thousands of Jewish men were\nimprisoned, Jewish stores were destroyed in the thousands. Do you know if your mother or\nyour parents knew the full extent of that at that time, what was going on?\n>> Inge Katzenstein: | believe so. | believe by two or three days later everyone knew what\nwas going on.\n>> Bill Benson: Do you know what happened to your home?\n>> Inge Katzenstein: It was vandalized, totally. 17 rooms, three floors, there wasn't a saucer\nor a cup left whole. The linens were found on the compost heap. The Persian rugs were on\nthe compost heap. The prayer books were thrown from the third floor. The bathtub and the\nsink were pulled out of the walls and found on the street. It was just sheer vandalism. And two\nor three days later, the Germans issued a law that the Jews had to repair and put their homes\nback in the same --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: And their businesses, right?\n>> Inge Katzenstein: The businesses were gone. But the homes had to be put back into good\ncondition. And my mother had to do that because my father wasn't there. And every day that\nshe went back to do this, they would come and question her as to where her husband was.\nAnd she says, \"| don't know. | don't Know where he is. He disappeared.\" But they would\nquestion her constantly. But she never told.\n>> Bill Benson: And not only was she and Jews who lost their homes all over as well as the\nvandalism to stores, Jews were forced to pay for all of that.\n>> Inge Katzenstein: We had to pay for all of that. And not only that, because we were lucky\nenough to go to Africa, my mother bought everything knew. There was a Jewish exit tax that\nhad to be paid. So in order to be permitted to pack to go overseas, you had to present the bills\nto the government and pay the government exactly what you paid the stores. And then a\nsupervisor would come and watch and check off every item to make sure that you paid for it\nbefore you could close the packing boxes.\n>> Bill Benson: So if your mother purchased something to take for, we'll say, an equivalent\nof $100, you had to pay the Nazi government $100 fee on top of that.\n>> Inge Katzenstein: By that time money didn't matter anymore. You couldn't take it with you\nanyway.\n>> Bill Benson: Before we continue from there, so your father and other male members of the\nfamily are interned in Holland. It's now December, moving into January 1939. You would\nleave Germany in June of 1939. So six months later. Tell us about that period of time. Your\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmom, grandparents, you're trying to manage. Tell us what life was like without your father\nthere in trying to manage and your mother and the rest of your family figuring out where we're\ngoing to go from here.\n>> Inge Katzenstein: It was chaotic. There were so many people in the apartment. | was\nhappy to go to school. | continued to go to school. | didn't have to travel anymore. School\nwas in Cologne. And | had a lot of free time on my hands. Because | didn't go home after\nschool. My mother didn't have the time or the ability to watch us constantly because she had\nto work on the emigration. | roamed Cologne for a lot of that time.\n>> Bill Benson: Your sister said you became sort of a -- both a street person of sorts, and she\ndescribed you as very defiant towards the Nazis.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: And you're a little girl. Tell us about an example of your defiance.\n>> Inge Katzenstein: Oh, two things. Once when | got off the bus, a little boy called me a\n\"dirty Jew.\" He did that almost every day of the year -- of the week. As if he was waiting for\nthe bus to do this. One time | had enough of it. And | gave him a bloody nose.\n[Laughter]\n>> Bill Benson: Your sister Jill was very proud of you for that.\n>> Inge Katzenstein: And after that | ran away. And the other times in Germany, coffee was --\na shortage of coffee. You could only buy it by a quarter pound. And a lot of the stores had a\nsign in the window, \"Jews Not Wanted.\" And people were standing in line for coffee. And |\nwas on every line for coffee.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Bill Benson: You just got in line. And you were able to get the coffee to your grandmother.\n>> Inge Katzenstein: | came home with a pound sometimes.\n>> Bill Benson: While you were doing that and having time because your mother was so busy\ntrying to figure out how you're going to get out of Germany -- and | think it's important for the\naudience to keep in mind that war did not begin until September of that year, September 1939,\nso this is still just a little before the actual war began. So how did your mom and family make\narrangements for you to leave Germany?\n>> Inge Katzenstein: We had a cousin that married into the family who had a cousin that went\nto England. And this cousin had a younger brother who came to England and studied to be an\nattorney and then got a position in Kenya.\n>> Bill Benson: And Kenya was part of the British Empire. Right?\n>> Inge Katzenstein: Kenya was a British colony. And he, through his law office, and because\nwe had smuggled out money in 1933 --\n>> Bill Benson: | have to interrupt a second. You had told me earlier that was another\nexample of your very strong-willed, almost prescient grandmother who in 1933, when Hitler\ncame to power, said we're not using the banks anymore. Right?\n>> Inge Katzenstein: Right.\n>> Bill Benson: She figured out how to smuggle money --\n>> Inge Katzenstein: To Holland.\n>> Bill Benson: So you would have some at some point.\n>> Inge Katzenstein: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: So the relative, the distant relative in England and again in Kenya.\n>> Inge Katzenstein: And Kenya. And entry into Kenya at one time cost 50 pounds. But\nwhen many refugees started to come, the British upped that to 200 pounds a person.\n>> Bill Benson: Was that the fee for visas?\n>> Inge Katzenstein: For entry.\n>> Bill Benson: And just 50 pounds in 1939 was a lot of money. And they upped it to\n200 pounds.\n>> Inge Katzenstein: Right. And this cousin went daily to the train station to use the\ntelephone. You were not allowed to make telephone calls in 1939 anymore. And somebody\nalways went with her and stood around her and gave her a signal if somebody was coming.\nAnd she called overseas to find out how the situation where the visas were. And finally we got\n21 visas to go to Kenya.\n>> Bill Benson: For a fortune.\n>> Inge Katzenstein: For a fortune. Which 17 visas were used in the family. Four were not\nused. And those four people perished. But we thank God -- 17 of us. That was my mother --\nmy father and mother, my grandparents, my mother's mother, and my father's brother and\nthree married cousins, all immigrated to Kenya together.\nWe lived in Kenya --\n>> Bill Benson: Before -- we got to talk about getting to Kenya. Before we turn to Kenya -- so\nyour're finally -- the arrangements are made. You have the 21 visas. 17 are used with family\nmembers. So how did the family, knowing that your father and at least one other relative were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nin Holland, how did you make your way to Kenya and what did that involve?\n>> Inge Katzenstein: Well, my mother took care -- my mother and her sister took care of all of\nthis. We went in this three different times. My father, his brother, and the cousin who were in\nHolland went to Kenya in May of 1938. We -- that is, the rest of us except for two cousins --\nwent in June of 1938. And the two cousins came on the last boat.\n>> Bill Benson: 1939.\n>> Inge Katzenstein: In 1939. Came on the last boat in 1939. In our group was my\ngrandparents, my other grandmother, three aunts and three children. My sister and | were\nseparated. We went by train from Cologne to Genoa, Italy. It was an overnight trip by train.\nAnd my sister and | and the cousin were separated because my family was afraid that we\nwould talk or fight. And we were not allowed to move. We were not allowed to leave the\ncompartment. We just had to sit until we got through Switzerland.\n>> Bill Benson: Worried about drawing attention to the family.\n>> Inge Katzenstein: Drawing attention or that we would say something. We were children.\nYou can expect children to blabber. So they separated us. And we couldn't fight. And we\ncouldn't say anything until we went across the Swiss border. And then we had freedom. And\nthen we went to Genoa and went on a German ship.\n>> Bill Benson: And you had no choice. Part of the arrangements, you had to take a German\nship. Right?\n>> Inge Katzenstein: Yes. And we traveled -- | think it took two weeks from Genoa through\nthe Mediterranean, through the canal, the Red Sea, into the Indian Ocean and half the way\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ndown to Kenya. We had freedom on the ship. My parents were careful. But there were also\nNazis on the ship that were going to Tanganyika.\n>> Bill Benson: A colony of the Germans.\n>> Inge Katzenstein: A German colony. They were accompanied by carrier pigeons. The\nBritish became very, very leery about the Jews going to Kenya. And when the war broke out,\nthe British considered us enemy aliens.\n>> Bill Benson: Because you were German.\n>> Inge Katzenstein: Because we were German. No, we weren't German. The minute you\nstepped on the boat, you were stateless.\n>> Bill Benson: But in the eyes of the British, they viewed you as German origin, therefore an\nenemy alien.\n>> Inge Katzenstein: Yeah.\n>> Bill Benson: Even though you were escaping the Nazis, you were considered an enemy\nalien by the British.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: On the ship there was an incident, as | recall in which Jill, wno apparently liked\nto sing as a little girl, was overheard singing and the captain of the ship told your mother he'd\nlike her to come and sing before the crew, or the officers’ mess. That created a lot of stress for\nyour mother. Why was that?\n>> Inge Katzenstein: Because she was afraid that we had overheard some conversation that\nnobody was to know about it. And she was afraid that we would talk, especially Jill. She was,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nwhat, 4, 5 years old. A 5-year-old doesn't know the dangers.\n>> Bill Benson: And she's also afraid she might sing an -- a Jewish song.\n>> Inge Katzenstein: A Jewish song.\n>> Bill Benson: Right. | think as | remember, your mother made sure that Jill practiced\nGerman folk songs.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: That's what she sang before the crew.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: As | recall, there was also -- your family was Orthodox. At least one of your\ngrandparents was absolutely, if I'm correct, adamant that could not go on this journey without\nkosher food. A German ship. How did you get your grandfather to go on that ship?\n>> Inge Katzenstein: Had kosher food from Berlin on a German ship.\n>> Bill Benson: So you get to Kenya. Is it the same grandfather who doesn't want to get off\nthe boat?\n>> Inge Katzenstein: Yup.\n[Laughter]\n>> Bill Benson: Tell us about that.\n>> Inge Katzenstein: The boat landed in Kenya on a Sabbath. Jewish law says you can travel\nas much as you want to on a ship but you can't get on or off on the Sabbath.\n>> Bill Benson: So he wouldn't get off.\n>> Inge Katzenstein: He wouldn't get off. Finally we convinced him to get off, but he would not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nget in a car to drive. So he walked from the port, in the tropical heat at age 80, into Mombasa.\n>> Bill Benson: You got him off the ship.\n>> Inge Katzenstein: Yeah.\n>> Bill Benson: So you're in Kenya. It's a couple of months before the war breaks out. And\nthen, of course in September 1, war breaks out when Germany attacks Poland and Britain\ndeclares war on Germany. What was your life like in those early stages of living and becoming\nviewed as enemy aliens?\n>> Inge Katzenstein: We were interned. By then my parents had -- not quite then. My\nparents had bought a big cattle ranch in Kenya, together with the three cousins. There were\nfive families living on this big ranch. We were interned on the farm. Anytime we wanted to\nleave the farm, we had to ask permission, permission in writing, to leave the farm. In the\nbeginning we didn't leave much, but later, again, we had to go to school and we had to leave\nthe farm.\nSo if | remember right, we got permission to do this without\nhaving to go there every day. But we left Germany as stateless, lived in Kenya for eight years\nas stateless, and came to America just on a stateless visa. We became citizens after five\nyears.\n>> Bill Benson: Five years here.\n>> Inge Katzenstein: Yeah.\n>> Bill Benson: In Kenya, once the war broke out -- because so many of the British subjects\nthere, the men, joined the Army to go fight so people like your father and others who were not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nin the military really were forced to tend to the business of the British that they left behind.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: What did that mean for your father and your uncles?\n>> Inge Katzenstein: It meant that they had to supervise. They were lucky. My father could\ngo to his supervision on a bicycle. And my uncle managed a farm right next to us. But they\nhad to take care of the British farms. That was their war job, but we were still considered\nenemy aliens.\n>> Bill Benson: Right.\n>> Inge Katzenstein: We didn't leave the farm much. My mother -- of course we had to be\neducated. At first my family hired tutors for us that came to live on the farm with us. But that\ndidn't work. We didn't treat the tutors too well. So then my mother moved off the farm with us\nto town and we attended British government schools. They were very good, very strict. And\nmost of the students in the schools in Kenya were boarding students. They were boarding\nschools because the country was so spread out. We could not be boarding students because\nthe boarding schools did not have kosher food. It was really a hardship for my mother and\nfamily, for us to move to town to go to school. But we did.\n>> Bill Benson: Of course, you didn't speak English when you arrived.\n>> Inge Katzenstein: No. No. Asa Q, 10-year-old, | was put back in first grade.\n>> Bill Benson: Because you didn't speak the language.\n>> Inge Katzenstein: | didn't speak English. But we learned the language very, very quickly.\n>> Bill Benson: | remember you telling me that immediately here in school and they're forcing\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nyou to learn to sing \"God Save the King.\"\n>> Inge Katzenstein: Sing \"God Save the King,\" learn poems by heart, in English. We didn't\nknow what they meant. We couldn't pronounce it, but we learned it. We quickly advanced to\ngrade level.\n>> Bill Benson: At the same time, or at least during your time, you were learning a third\nlanguage, Swahili.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: And you became quite fluent.\n>> Inge Katzenstein: Oh, yes. The only way you could speak to the local people was in\nSwahili. They didn't know English. Swahili was basically an easy language to learn. I've\nnever seen it written, only spoken. And we spoke it very well. But I've forgotten it all.\n>> Bill Benson: During that time, beginning right away when you landed in June of 1939 and,\nof course, the war beginning in September, did you have news of the rest of your family in\nGermany? Did you know what was taking place in Germany, especially once the war began?\n>> Inge Katzenstein: We heard rumors of what was going on. We got one or two letters. We\nhad left uncles and aunts. My grandmother's entire family. My grandmother before the war\nhad 100 first cousins.\n>> Bill Benson: 100 first cousins.\n>> Inge Katzenstein: She came from a very big family. Her mother had a big family. Her\nfather had a big family. And they were a family of eight. And she is the only survivor of the\n100 first cousins.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: One of 100.\n>> Inge Katzenstein: One of 100. And she survived because she got out.\n>> Bill Benson: Because she got out. As you mentioned, the four visas that were not used,\nthey all perished.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: When did the family -- when did your family realize the fate of all of those who\nhad remained behind?\n>> Inge Katzenstein: We got Red Cross letters. We got letters from Terenshtat.\n>> Bill Benson: Where your family --\n>> Inge Katzenstein: That's where my father's aunt and uncle went. We got a letter saying\nthey were ok, and then we found out here -- | don't know where we found out the others. We\nfound out that he died -- the uncle died and his wife committed suicide the next day.\nMy mother's three uncles and one aunt that we went to on\nKristallnacht, we know they were taken to Riga in --\n>> Bill Benson: Latvia?\n>> Inge Katzenstein: Yeah, in 1942. But we have no idea, and even through the Museum we\ncannot find any trace of them. It just said \"disappeared.\"\n>> Bill Benson: That's what the official records say, disappeared?\n>> Inge Katzenstein: Disappeared. We had no idea. We know they were in Cologne because\nin the correspondence that | translate, there was a letter from Cologne, a mother writes to her\ndaughter in America that these aunts and uncles were visiting her in 40. But there is no record\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\ndid they die before, did they get to Riga, did they die on the way. We have no idea.\n>> Bill Benson: You would, of course, eventually leave Kenya and the family would emigrate\nto the United States. Why did you leave Kenya?\n>> Inge Katzenstein: Basically, my father felt there was no future for his children. And he\nwanted us have a better future than being in Kenya. By then we had a good education. We\nneeded to make a living.\n>> Bill Benson: It was also a time of turmoil in Kenya. Wasn't it?\n>> Inge Katzenstein: Yes. Oh, yeah. | forgot about that. Right after we left, there was a Mau\nMau uprising in the highlands of Kenya. And that's exactly where we were living. Had we\nstayed there, we may have been killed by the Mau Mau. So basically the third time we\nescaped.\n>> Bill Benson: Right. So you make it to the United States. | think you're 18 years of age.\nAnd as we said in the beginning, you were here just a few weeks when you became\nindependent.\n>> Inge Katzenstein: Yes.\n>> Bill Benson: What was the transition like for you? What was it like to adjust now? At least\nyou spoke English.\n>> Inge Katzenstein: | spoke English.\n>> Bill Benson: The King's English.\n>> Inge Katzenstein: Yes. And! was 18. | was free to roam without permission. | had started\nsecretarial school in Kenya. | went to look for work. And coming to America and being in New\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nYork, the only place | wanted to work was 5th Avenue. There was no other place in the whole\nof America where | could have worked. So | bought \"The New York Times\" and marked all the\nads from 26th going up. And everywhere they were looking for somebody --\n>> Bill Benson: On Sth Avenue.\n>> Inge Katzenstein: | applied for a job. | made it to 26th Street and got one job where |\nlasted one week. | told them | knew shorthand and typing. | didn't.\n[Laughter]\n>> Bill Benson: But you sure tried.\n>> Inge Katzenstein: | tried.\n>> Bill Benson: Share with us, if you don't mind -- you told me a great story about you took a\njob and you had to type.\n>> Inge Katzenstein: That was the next job. | made it to 45th Street to a law office. They\nshared me with an accountant who was so meticulous. And | had to type financial statements\non the big typewriters. It took days. Sometimes you make a mistake and you erase it. This\nman would hold it up to the light and say, \"Miss Berg, you erased. Do it over.\"\n>> Bill Benson: The whole document?\n>> Inge Katzenstein: The whole document. Well, | learned how to erase without his knowing.\n[Laughter]\nYou use chalk.\n>> Bill Benson: Aha. Ok. A skill we probably don't have to use too much anymore.\n>> Inge Katzenstein: No.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: If you don't mind, | think we have time for a few questions from our audience.\nHow does that sound?\n>> Inge Katzenstein: Ok.\n>> Bill Benson: So if you have a question, we'll have a microphone for you on either side or at\nleast over here. Wait for the mic. Make your questions as brief as you can. If | think that not\neverybody heard it, including Inge, I'll go ahead and repeat it. And then Inge will respond to\nyour questions. And if not, | will continue asking questions for a couple of minutes.\nAny brave souls have a question? We have one right here in\nthe middle. A young woman here. We'll start with you. Here comes the mic.\n>> What was it like to go back to your home or your house and what condition was it in? Was\nit the same building when you went back in 1996?\n>> Bill Benson: If you didn't hear, what it was like when you went back in 1996. You took one\nof the questions | was going to ask, so thank you for that.\n>> Inge Katzenstein: It was a very funny feeling. All the old memories came back. They had\nchanged things. It left me cold, very cold.\n>> Bill Benson: And, Inge, didn't you try to get in to see your home?\n>> Inge Katzenstein: We tried to get in to see it a few years later. And we couldn't. So we\nwere able to look across the wall into the backyard. And there our Sukkot -- if you go, it is the\nharvest festival -- and that was still standing in the backyard. But no feelings.\n>> Bill Benson: And you couldn't get back in because the owner wouldn't let you back in.\n>> Inge Katzenstein: No. She wouldn't let me back in.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: As recently as late 1990's?\n>> Inge Katzenstein: 1998.\n>> Bill Benson: Ok. A young lady here had a question.\n>> How did you convince your grandfather to get off the ship?\n>> Bill Benson: How did you convince your grandfather to get off the ship?\n>> Inge Katzenstein: | didn't do it. My father did. | didn't -- I'm sure he realized that he was --\nthe first time in the tropics and that it would be dangerous for him not to get off the ship.\nBecause we were not used to the tropical heat or the tropical sun. Don't forget, Kenya is right\non top of the equator. And the sun shines 360 days a year.\n>> Bill Benson: A bunch here.\n>> Did the hatred you felt from the Nazis and Nazi sympathizers, did that affect your faith or\nyour family's faith one way or the other and make you a stronger Jew or less? Did it affect\nhaving that -- having that hatred?\n>> Bill Benson: The Nazis and what they did to your family, what effect is what you went\nthrough and the rest of your family that you described to us, what effect has that had on your\nfaith? Is that a fair question?\n>> Inge Katzenstein: Of my faith? It made it stronger. It made it stronger. Because the only\nperson that could help us was the good Lord.\n>> Bill Benson: Thank you. Back here.\n>> It said that your husband was a fellow refugee from Nazi Germany. How did the two of you\nmeet?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Good question. How did you and Werner meet?\n>> Inge Katzenstein: We met in Brooklyn, New York.\n[Laughter]\n>> Bill Benson: Tell us more.\n[Laughter]\nAnd have been married almost 62 years.\n>> Inge Katzenstein: Right.\n>> Bill Benson: Ok. Great question. Here and then back to you.\n>> Could you explain the kosher food for those that may not know?\n>> Bill Benson: Explain what kosher food is.\n>> Inge Katzenstein: Basically there are laws of kosher food. It starts with the animal being\nkilled in a humane manner, and it also separates dairy from meat. And there are special\nslaughterers for humane killing and humane handling. And that's basically - the separation of\nmeat and milk.\n>> Bill Benson: Thank you. One more question and then I'll ask one more before we close.\n>> | would like to know, did you personally know any Jehovah's Witnesses during this critical\nperiod?\n>> Bill Benson: Did you know personally any Jehovah's Witnesses who were also very much\npersecuted by the Nazis?\n>> Inge Katzenstein: No. No. Personally, | was 8 years, 9 years old. | couldn't Know any. A\nlot of non-jews were persecuted by Nazis: priests, homosexuals.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Gypsies.\n>> Inge Katzenstein: Gypsies. Not only Jews. It's just Jews was the majority.\n>> Bill Benson: Inge, I'm going to ask one question before we close. Just recently, within the\nlast two years, you came in contact with somebody, | believe, that you knew from Kenya.\nWould you just share a little bit about that with us?\n>> Inge Katzenstein: During the time in Kenya, my mother had like a boardinghouse. And\npeople came to live on the farm. She had to do this in order to earn money so that we could\ngo to school. School was extremely expensive in Kenya. And one young man came from\nAden. He was a Yemenite, from a very, very wealthy family in Aden who usually sent their\nchildren to Switzerland, but he needed to live in the highlands because of his health. He\nwouldn't go to Switzerland during the war, so he came to the highlands of Kenya where we\nlived and he came to live with us.\nAfter the war he joined the British Army. My family kind of\nadopted him. He would leave. He would come back. He would leave. He would come back.\nAfter the war we went to America, he went to England. And we lost touch. And one day he\nGoogled the Museum. And he found us. And he got -- that's how he got back in touch with us.\nWe also -- we had a letter from someone who lives in Texas,\nwho found my husband. It was a niece of one of his Army buddies that got killed in France.\nHer parents died. They went through the attic and found my husband's letter to them to the\nparents after their son had died, who got wounded and died during the war. And they found\nWerner's address, and they sent us the copy of the letter that he wrote. That's what the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nMuseum can do for you.\n>> Bill Benson: And they came to the Museum to get you. That's remarkable.\nWe're going to close the program in a moment. | want to thank\nall of you for being with us today. | remind you that we'll have First Person programs every\nWednesday and Thursday until the middle of August and then we'll resume again next March.\nSo please check the Museum website to find out more information. | hope you'll come back\nand join us ideally this year, but if not, in the future years.\nIt's our tradition here at First Person that our First Person gets\nthe last word. So on that note I'd like to turn to Inge to close our program today.\nAnd, Inge, you can stay behind a few minutes if anybody has\nother questions to ask you? When you step off the stage? That would be great.\n>> Inge Katzenstein: My last word is, you're not born hating. You're taught to hate. So,\nplease, when you hear hate, stop it wherever you can.\n>> Bill Benson: Thank you, Inge. Thank you.\n[Applause]\n[The presentation ended at 2:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}