{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON NAT SHAFFIR\nWednesday, May 25, 2016\n10:53 a.m. — 11:53 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mr. Nat Shaffir,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, listed on the back of your program, provides information about\neach of our upcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Nat Shaffir's biography so that you can\nremember and share his testimony after you leave here today.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Nat Shaffir is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nNat Shaffir was born Nathan Spitzer on December 26, 1936, in lasi, Romania. In this\nphotograph we see Nathan with his parents and his sisters, Sara and Lili. The arrow on the map\npoints to Romania.\nNear lasi, shown on this map, Nathan's family owned a dairy farm. In 1941, the fascist Iron\nGuard confiscated the farm and all the cattle because Nathan's family was Jewish. The family moved to\na neighborhood of lasi, where Nathan's father, Anton, was able to keep cows and his mother, Fany,\nbartered dairy products in exchange for tutoring for the children.\nWhen Anton was sent to perform forced labor in early 1944, 8-year-old Nathan helped his\nfamily continue to make dairy products. After lasi fell to the Russians in the summer of 1944, Anton\nreturned to his family. The Spitzers would stay in Romania for several more years before immigrating to\nIsrael.\nAfter moving to the United States in 1961, Nat got a job as a dental technician with plans to be\na dentist but a job offer to work for a major toy manufacturer began Nat's long career as a businessman\nand entrepreneur starting several successful import/export businesses. He then opened an internet\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\ncompany selling home health care products. In 2005 Nat retired but that lasted six months before he\naccepted an offer to be Executive Director of a synagogue. Following that, Nat opened a home care\nagency in Maryland, Personal Health Care Providers, which he operates today.\nNat and his wife Merryl live in Silver Spring, Maryland, having moved there in 1986 from North\nCarolina. They have four children, Deborah, Ari, Michael and Ilana. Nat has a son, Jeff, from his first\nmarriage. Nat and Merryl have 12 grandchildren.\nNat started volunteering here at the museum in 2010; first at the Information Desk, then the\ndonor's desk, where you will find him on Mondays. He is also a guide for the Permanent Exhibition,\noften leading groups such as from the FBI, Homeland Security, Navy personnel and police\ndepartments. Nat also speaks to various college and high school groups.\nNat speaks Hebrew, Yiddish, German and Italian. In his spare time he loves building things in\nhis workshop, gardening, baking bread. And Merryl told me, \"He is a great cook.\"\nMerryl is here with Nat today, as is daughter Deborah and her daughter Ashley, who\ngraduates from high school this month. Ashley and her brother, Benji, volunteer here at the museum\nwhen they are off from school.\nWith that, | would like you to join me in welcoming our First Person, Nat Shaffir.\n>> [Applause]\n>> Bill Benson: Nat, thank you so much for your willingness to meet with us today and be our First\nPerson. We're very glad to have you and your family members that are with us today as well.\nNat, you were not yet 3 when Germany invaded Poland in September 1939, starting World\nWar II. Let's begin the conversation, first, with you telling us a little bit about your family, your\ncommunity, your life before the war began in September 1939.\n>> Nat Shaffir: Ok. Both of my parents came from a small village in the eastern part of Hungary. My\nmother was the oldest of 12 children and my father was the youngest of six.\nIn 1924, about a year after World War I, my father and two of his older brothers decided to\nemigrate to Romania and they opened up a large dairy farm. Around 1931, my father decided it's time\nfor him to get married. He went back to that little village that he came from, because usually in those\ndays you married somebody that you knew. And two families, my father's family and my mother's\nfamily, Knew each other so the most logical thing to do was to marry somebody within that family. My\nfather got married in 1931. After the wedding, he brought my mother back to lasi, the area that he lived.\nAnd before long, three children were born. There were two girls and a boy, and I'm that boy.\n>> Bill Benson: And you're that boy.\n>> Nat Shaffir: Yeah.\n>> Bill Benson: The dairy farm that your parents had, who were their primary customers?\n>> Nat Shaffir: There was the Romanian Army, they produced all the dairy products for the Romanian\nArmy.\n>> Bill Benson: Your mother, she lost her mom when she was quite young and took on immense\nresponsibilities. Tell us a little bit about that.\n>> Nat Shaffir: Her mom died at birth with her 10th child. Then her father remarried later on and two\nmore children came, and she actually became the mother for all of these children.\n>> Bill Benson: She was a mother at age 13.\n>> Nat Shaffir: Age 13, started age 11 to 13 she was the mother of these children.\n>> Bill Benson: Tell us a little bit about the community you lived in. | think it was Bucium?\n>> Nat Shaffir: Yeah. It's a small town. It's a farm area. We lived there for many, many years. My father\ngot along with all the local farmers, the gentile farmers. He also helped them many times. When there\nwere droughts, for instance, he always used to give them seeds for the next year's crop. He always\nwas ready to help other farmers.\nAlso, one of our neighbors was the priest of the town. And he would come by once a week to\nask for a donation to the church and also for some dairy products for his parishioners, congregates who\ncould not afford.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: | think you described life to me as modest but your needs were met. You didn't have\nelectricity, did you?\n>> Nat Shaffir: No. We had the largest farm in the area. We were the largest land owners there. But life\nwas good. As a child, life was pretty good.\n>> Bill Benson: And when it was cold, you would all sleep in the kitchen, | think.\n>> Nat Shaffir: That's right. We had an oven that you were able to stay on top of it so it was warm.\nRomania is very cold in the winter and very hot in the summer, so the two different time periods.\n>> Bill Benson: How big was the Jewish community?\n>> Nat Shaffir: There were approximately, | would say, maybe 20, 25 Jewish families scattered all\naround Bucium. Bucium was a nice-sized town. The two brothers -- the two uncles, my father's\nbrothers, they lived close. Each one had a house and owned a third of the farm. So they lived within\nproximity but not next to each other. So each was in a different house.\n>> Bill Benson: But a small community.\n>> Nat Shaffir: Yeah.\n>> Bill Benson: | think | mentioned in the beginning that you'll celebrate your birthday in December of\nthis year, December 36.\n>> Nat Shaffir: 26.\n>> Bill Benson: You had three different birth dates. Why was that?\n>> Nat Shaffir: Well, originally, when | was born, coming from a small town, you didn't go to the big city\nto register a new-born child. So finally wnen my father got the chance to go he registered. And\nsometimes they register the day he showed up to the office, sometimes they register any kind of a\nbirthday. So most times, even my mother always knew the different birthdays. So | had December 28,\nDecember 26, 1938, 1936. So finally | was able to send away a request from the government of\nRomania to send me my birth certificate. And the birth certificate came back as December 26, 1936.\n>> Bill Benson: So you're comfortable with that?\n>> Nat Shaffir: Comfortable, yeah.\n>> [Laughter]\n>> Bill Benson: Although World War II didn't begin until Germany and Russia attacked Poland in 1939,\nit wasn't until 1941 that the lives of your family and other Jews in your community near the city of lasi\nchanged dramatically. Tell us about that period, if you can, between when war began in Europe in 1939\nand things began to really go bad for you in 1941, the events that led up to you being forced to move in\n1942 that we'll talk about a little bit later.\n>> Nat Shaffir: Between 1939 and 1941 like you mentioned, nothing really changed for us. We did hear\nsometimes, in 1941, Jews being sent away to camps, people being killed, murdered. But that didn't\nreally affect us very, very much. There was anti-Semitism in that town after the war started because a\nlot of Romanian, especially the Iron Guard regime, they were anti-Semitic and were pretty much doing\na lot of harm, pogroms, killing one citizen against another. So that happened before. But not really\nmajor things until 1942. One day in November of 1942 --\n>> Bill Benson: Before we turn to that, there was a pogrom. Tell us what a pogrom was. And there was\na terrible one in 1941 in Romania. Wasn't there?\n>> Nat Shaffir: Right. Especially in lasi. In July 1941, the Romanian government, Iron Guard, one\nparticular incidence, they loaded two trainloads with individuals, cattle cars, from lasi up at the north all\nthe way down to Calarasi, a town approximately six or seven hours away, back and forth. And that was\nthe middle of July which was very hot. For three days they were sending them back and forth. And\nwhen they came back to lasi, | would say half of the people were dead.\nIn addition to that, also in July of 1941, 10,000 Jews were killed in Romania because the\ngovernment did not object for other Romanian citizens to kill Jewish people. So these people were\nkilled by machetes, by axes, with clubs, any way they were able to.\n>> Bill Benson: 10,000?\n>> Nat Shaffir: 10,000.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: During that time, after the start of the war, during the period you're describing, do you\nthink your parents and other Jews in your community were aware of what was happening to Jews\nelsewhere in Europe now that the Nazis were conquering country after country?\n>> Nat Shaffir: We heard a little bit. Obviously there was no radios, no news that we were able to get;\nso things filter in from people who used to go to the market. People coming back from different cities,\nhearing what happened. But we really didn't know the extent how far the Germans had done what they\nhad done. We heard camps were set up, people were being murdered but it was not really very clear at\nthat time.\n>> Bill Benson: And during that time, were your family able to continue operating the dairy and you\nwere able to stay in business during that time?\n>> Nat Shaffir: Yes, we were.\n>> Bill Benson: In the fall of 1942, you were about to tell us about that, your family and other Jews from\nBucium, you were abruptly forced to pick up and move. Tell us what that was about, what happened,\nand how it happened. You have memories of that.\n>> Nat Shaffir: Yeah. Going back a little bit, every time -- as | mentioned earlier, the priest was one of\nour neighbors, used to come by once a week --\n>> Bill Benson: The one asking for donations.\n>> Nat Shaffir: Right. And my mother always told us to be polite and go out and greet the priest, the\nman of the cloth, ask him to his health, his health of his family. And one day in November 1942, the\nsame priest showed up. But this time he showed up with a police officer and two Iron Guard armed with\nrifles and bayonets. We really couldn't understand what happened at that time. So actually all of us\ncame out to greet him to find out what's going on. And when we came close to the priest, the priest\nturned to the police officer, pointing at us, and saying to the police officer, [Speaking Non-English\nLanguage], \"These are Jews.\" So the police officers told us that we have four hours to vacate that farm;\nwe can take any belongings that we can carry and one horse, wagon, load whatever we can.\nAnd after four hours -- so what happens, my mother tried to reason with him. My father tried to\nreason with him. My father even told him, | have known you since you were a little boy, Known your\nfamily for all of these years, can't you do something about forgetting that order to evacuate us? He said\nthe reason we're giving you the four hours is because you know us and the family otherwise | wouldn't\nhave to give you the four hours.\n>> Bill Benson: So that was an act of graciousness he was describing it as, by allowing him the four\nhours.\n>> Nat Shaffir: Right. So my mother realized there's no way she can convince him otherwise so she\nordered the three of us to go into the house and put on as many layers of clothing as possible. They\nstarted getting stuff together. The first thing | remember, we had a little box. She kept the cash, money,\njewelry. So she took that first. Then she took anything of value. She took blankets, pillows, cooking\nutensils, anything that she knew she would be needing because we were going to be [Inaudible] the\nlocation. So four hours were over. The policemen came and said time was up. We were escorted to the\noutskirts of lasi, which was set up as a ghetto a year earlier in 1941.\n>> Bill Benson: As you described it to me when | first met you, it was like a bolt out of the blue. Despite\nthere was hardships and there had been pogroms that you knew about, nonetheless, you still were\nliving in your farm and then out of the blue -- you said the family was completely stunned by this.\n>> Nat Shaffir: Well, when we arrived in the ghetto, we received like one room. Coming from a big\nhouse in comparison -- it was a big house at that time. Coming from a big house and from a normal\nliving situation coming into one room in a ghetto area, that was very, very hard to take.\n>> Bill Benson: Nat, you mentioned that besides the police with the priest there was also the Iron\nGuard. What was the Iron Guard?\n>> Nat Shaffir: Originally Romania was a monarchy. And the Iron Guard was a general by -- a coup\nthat overtook the king. They took control. They were fascists. They didn't like Jews in particular so they\nactually ruled the company from the time the king left.\n>> Bill Benson: And the Iron Guard was the fascists in Romania.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Nat Shaffir: The Germans never invaded Romania. But the fascists of the Iron Guard did pretty\nmuch their dirty work for them.\n>> Bill Benson: And you were so little but you remember taking that wagon ride from your farm, don't\nyou?\n>> Nat Shaffir: Absolutely. And then once we arrived in that area, as | said, we were given one room\nfor the five of us. There was a completely clean room, nothing in the room whatsoever except two beds,\nno cabinets, no tables no chairs. That was pretty depressing as well.\nOnce we arrived in the ghetto area, our names were taken down, gender, and ages. Then we\nwere given ration. And the ration allowed us a quota of a loaf of bread every two days and five liters of\nkerosene once a week for cooking and for heating. There were other things on the ration but we never\nsaw these because these were sold on the black market. They never saw these things before.\n>> Bill Benson: | think you described the ghetto as an open ghetto. What did that mean? What was an\nopen ghetto?\n>> Nat Shaffir: There were two kinds of ghettos. There was the closed ghetto, closed meaning with\nbarbed wire. And the open ghetto was Jews were allowed to go and only stay within a certain amount\nof streets. And also, even though we were established in that ghetto, we had to wear a yellow star\nidentifying us as Jews with the word \"Jew\" on it.\n>> Bill Benson: And that was first ghetto?\n>> Nat Shaffir: Yeah. Once we arrived, that's pretty much what happened.\n>> Bill Benson: Was your entire family moved into that ghetto with you?\n>> Nat Shaffir: The ghetto was established -- there were large houses. Each house had approximately\nfive or six rooms. Each family was put into one of these rooms. And we received one of these rooms at\nthat time. And to be able to get these rations, we had to go outside the ghetto. We could not leave the\nghetto before 5:00. Anybody that moved out of the ghetto would be punished severely. Of course, you\nhad to wear the yellow star identifying as Jews. So they knew exactly who we are and where we are.\nSo that was the open ghetto part because only could go into certain area of the city.\n>> Bill Benson: And you would remain living in those circumstances, | think the Socola ghetto, for three\nyears, 1942 until the spring of 1945 when the Russians came. Tell us about that period. Rations were\nlimited. For almost three years, how did your family to survive.? How did you manage to make ends\nmeet, put food on the table with your rations; as you said, a quarter loaf of bread and a little bit of\nkerosene? What was the conditions like for you in there?\n>> Nat Shaffir: One thing important to remember, the ghetto had a big black market area. What\nhappened, anybody who still had any money left or brought with them or anything to trade with, they\nwould be able to buy certain things. I'm not talking about luxury things but pair of pants.\n>> Bill Benson: Necessities.\n>> Nat Shaffir: Necessities, food and so on. It was pretty tough because every person in that ghetto\nhad to go to work. And every person had a manual job. My father, for instance, he was a street cleaner.\nHe was supposed to sweep the streets in the total city of lasi.\nIn addition to that, his area that he was cleaning was also the market area. And it was pretty\ndegrading for him to do that. So, one day while he was cleaning that market area, an old farmer that he\nknew, that my father helped a lot, came over to him and said [Speaking Non-English Language] to my\nfather, I'm really sorry to see you, the condition you are in; | Know how wealthy you were but here you\nare sweeping the streets and sweeping. You're from the market, he said, I'm going to try to get\ntogether with a couple of other farmers and see, perhaps, we can help you with some additional food.\nThe next week my father came back to sweep that area of the market, the old farmer came\nback to him and he said some of our farmers agreed to help you and here's how we're going to do that.\nHe said all the farmers get together on Wednesday night and drive into the Socola, to the lasi market\nfor Thursday morning market. We pass on the outskirts of the ghetto between 2:00 and 3:00 in the\nmorning. So we decided that between 2:00 in the morning, why don't you wait for us in a certain\nlocation, and they told him where, and watch out for the last three wagons because what's going to\nhappen, we going to try to throw something at you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nSo my father actually risked his life to go out there. Because anybody caught between\n2:00 and 3:00 in the morning only meant one thing, you were trying to escape. So that would be\npunishable by prison or probably worse than that sometimes. But my father decided it's worth the\ngamble to go out perhaps for extra food for his family.\nSo the next Wednesday night, Thursday morning, he went out there. He saw the caravan of\nthese farmers coming in towards lasi. He hid behind a wall. And then he saw the last three wagons.\nThey faked a breakdown. And three farmers, the last three wagons, got off their wagons and tried to\nhelp out one of the farmers. And when they saw they didn't see police or anybody else, they threw a\nsack or a bag of stuff close to where my father was hiding. After they left my father looked around to\nmake sure nobody saw that and then he saw everything was clear, he was able to take that sack. And\nin that sack sometimes you'll find potato, sometimes fruit, some cheeses, some eggs, things, additional\nfood.\n>> Bill Benson: Did that happen more than once?\n>> Nat Shaffir: Yeah. It happened for quite a while, actually. Also sometimes we find cured meat. One\ntime around Christmas time, the next year, we found a cured ham. We kept kosher so we couldn't eat\nthat so my father traded that with other people for other things. But also, to be caught trading on the\nblack market was in a sense. So if a child -- what happened, my father used to let me carry that, what\nthey called contraband. He used to walk about 30 feet ahead of me and | would walk behind him with\nthat. So if a child would get caught with contraband, he would probably be slapped around a couple of\ntimes. But if a grown-up get caught with that he would be put in prison.\n>> Bill Benson: Or worse, as you said.\n>> Nat Shaffir: Right. So many years later my father always told people that he always took me along\nfor his protection.\n>> [Laughter]\n>> Nat Shaffir: So that was actually -- this went on for about 18 months. These farmers helped us\nmany, many times. By getting all of these extra things from these farmers, number one, the mother was\nalways trying to give some -- there was an old teacher, a rabbi, that taught us Bible and his wife taught\nus secular studies. So my mother always thought to give something back to somebody because they\ncontributed time to us. Although all we had was time. So she always did that. And then by trading\ncertain things for things we did not have, sometimes flour, sometimes oil. So that's what you were\ntrading. Usually my father never traded for money but only for things he wanted.\n>> Bill Benson: At some point, do | remember correctly that your father was able to actually get some\ncattle and maintain some cattle?\n>> Nat Shaffir: Yeah, on the outskirts he was not really allowed to do that but somehow he did that. So\nthere was a certain period of time he did that but after that he pretty much gave that up because he was\ntoo afraid.\n| remember one time the farmer came over to him after so many months and he said that\nthere were some people actually telling the authorities that some of the farmers from that area are\nhelping Jewish people in the ghetto and it's getting to be very dangerous for us and our families to\ncontinue to help you. Obviously my father understood that he shouldn't take any gambles like that. And\nthat's stopped for a while.\nAlso, when we were getting the rations, we had to leave the ghetto to get the bread and the\nkerosene. My sister was two years older than me but my father used to send me out because there\nwere a lot of hooligans picking on girls. So he was always afraid for my sister so he sent me out. Many\ntimes | come back with a bloody nose. That didn't hurt as much as when my bread was taken away\nfrom me from these hooligans because it meant for two days we had nothing to eat.\n>> Bill Benson: During that period that you were in the ghetto were you able to get any schooling?\n>> Nat Shaffir: First of all, Jews were no longer allowed to go to school so the only schooling we got\nwas strictly from that elderly teacher that was teaching us.\n>> Bill Benson: And that was sort of barter, too. Wasn't it?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Nat Shaffir: Yeah. Actually, later, after the war, when we went back to school, we were the oldest in\neach class. All the children thought these Jews are pretty dumb kids because we were the oldest,\nmaybe two, three years older than anybody else in the same grade so obviously we must have done\nsomething wrong or there must have been something we couldn't do. But eventually we caught up.\n>> Bill Benson: In other words, you had missed three full years of education.\n>> Nat Shaffir: Yes.\n>> Bill Benson: And during that time, did the Iron Guard enter the ghetto? Did they come in to harass\nyou or show their presence?\n>> Nat Shaffir: The Iron Guard didn't come but the police, which was part of the Iron Guard but -- the\nlron Guard was strictly Army. The police was part of the units. Yes, they were in the ghettos walking\naround. | remember when they used to go to trade -- when | used to go to trade with my father, our\nsignal was if he moved to the right, a policeman was coming forward and | should be moving to the left.\nSo that's how we coordinated things so police wouldn't catch me. But the police were pretty active in\nthere to try to find things.\n>> Bill Benson: Looking for people bartering or doing black market or things like that.\n>> Nat Shaffir: Right.\n>> Bill Benson: You had a fairly large extended family. Were members of your extended family in the\nghetto with you?\n>> Nat Shaffir: No. What happened is since my family comes from Hungary, the eastern part of\nHungary, the rest of the family remained in Hungary. And then later we found out after the war what\nhappened to them.\n>> Bill Benson: And I'm going to ask you about that probably a little later. You did have some uncles\nthat were in separate sections of the ghetto.\n>> Nat Shaffir: Yes. That -- the two uncles, my father's two brothers, and two sisters that he had. So\nthey were in a different part of the ghetto. We saw them once in a while. But they were in completely\ndifferent areas. Most of them survived. One of them did not. One of them was part of the train that went\nfrom lasi to Calarasi but did not come back. And there were cousins.\n>> Bill Benson: You were a kid and with your sisters and other kids. What does a kid -- as a kid, what\ndid you do to entertain yourselves? As you said, you had nothing but time. Were you able to have fun\nas a kid during that time at all or any recreation? That was three years of your life there.\n>> Nat Shaffir: First of all, number one, they forced us to sometimes to do some manual work in\ncleaning stables.\n>> Bill Benson: You including the kids?\n>> Nat Shaffir: Yeah. And the only fun we had, some mother took some rags and made a ball out of\nthat, sewed together, and that was pretty much like a kick ball.\n>> Bill Benson: Made of rags.\n>> Nat Shaffir: Yeah.\n>> Bill Benson: | think you also shared with me that you would play a game of marbles using walnuts.\n>> Nat Shaffir: Correct. Obviously we did not have electricity. So the way people went to sleep very\nearly but after dinner, | remember my father used to get a sack full of walnuts and we would crack nuts,\ntalk a little bit. Because there was no place to go. So anytime my father came back with some news,\ntelling to my mother, we all knew what went on. But then the kids would have this little hole and then\nyou flip these nuts. And whoever came closer would gain the rest of them. That was part of our\nentertainment, our play.\n>> Bill Benson: You mentioned, of course, your education was very informal with the one former\nteacher. Were you able to practice, religious practices while you were there?\n>> Nat Shaffir: All the religion was not allowed but we did practice religion, kind of underground.\nOtherwise it was not allowed to practice religion. Many of the ghetto residents were religious and some\nwere secular.\n>> Bill Benson: You were describing how to protect your sister you would have to go out for rations\nand sometimes get into scuffles. That makes me want to ask you about this fellow, Grigory.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Nat Shaffir: What happened was to get my rations for the kerosene, we had to leave the ghetto.\nAfter 5:00 we line up next to the kerosene station. There was a booth that the attendant would stay\nthere. In front of the booth about six feet away, there was a white line. We lined up behind that line. So,\nagain, we started around 5:00, a lilt bit after 5:00. The attendant would show up around 7:00, 7:30.\n>> Bill Benson: And you had been there since 5:00.\n>> Nat Shaffir: In the cold, rain. Didn't have any raincoats in particular. So it was pretty tough time.\nWhen he showed up, he finally would come out and would motion to five people to come forward. He\nwould then take the ration card and take out the coupons of that particular week. And then he will pump\nthe kerosene.\nAnd the way kerosene was pumped in those days -- not like today, you drive up to a pump.\nThere was a regular pump. In front of that pump was a big cylinder. In front of the cylinder was a handle\nand when you moved the handle back and forth, that would bring up kerosene from the tank from the\nground and filled up the cylinder. Once the cylinder was full, that would be five liters. And then they put\nthe hose into the can or whatever you brought for the kerosene and you come back next time.\nSo one day | decided to approach this individual. His name was Grigory. | took a chance to\napproach him because Jews did not do what | planned to do. So | came over to him and | said to\nhim -- | called him [Speaking Non-English Language]. It's somebody with authority, somebody very\neducated, somebody with high influence. He, by the way, was an uneducated person, lazy, and a\ndrunk. So that was the easiest way to describe him. So | said, [Speaking Non-English\nLanguage] Grigory, I'd like to help you. And he's looking at me. He said to me, “You little [Speaking\nNon-English Language]” -- by the way, a very derogatory word for a Jew. “You little [Speaking\nNon-English Language], you going to help me?” | said, “Yes.” He said, “How are going to do that?” |\nsaid, “You look sick” -- probably had a hangover. “You look sick. Why don't | do your job and if it\npleases you, maybe you can give me a little extra kerosene because | have a sister at home, it's cold in\nthe room and she's sick and that would help us a lot.”\nSo he didn't say anything. The next week | lined up, must have been 30th in line. He comes\nover. He's looking for me. He said, “Little [Speaking Non-English Language], come over here.” He says,\n“Let me see what you can do, what you told me last week you can do.” So | did. | told five people to\ncome forward in the line, pump the kerosene, do all the things. So for a while --\n>> Bill Benson: You're 8, 9 years old?\n>> Nat Shaffir: 10.\n>> Bill Benson: Almost 10.\n>> Nat Shaffir: So he let me do that about three weeks. But he never gave me anything. And then |\nsaid to myself, what a dummy | am. Here | am doing extra work for somebody and | don't see anything.\nBut finally the fourth week he said to me, “Little [Speaking Non-English Language], bring an extra can\nnext time with you.” So from that point on | was always getting another liter, another liter and a half of\nkerosene, which helped us a lot, number one, to keep the house warm and also give me an additional\nsomething to trade with somebody. So that was a good time to do.\n>> Bill Benson: At one point you gave him some brandy, if | remember.\n>> Nat Shaffir: Yeah. What happened -- that was after they took my father away.\n>> Bill Benson: Ok.\n>> Nat Shaffir: My father was taken away in 1942. In June 1944, he was taken away to slave labor\ncamp in the east. Every person that worked in the ghetto would leave in the morning and come back\nlate in the afternoon, in the evening. But this time there was a notice placed in the ghetto that every\nman between the ages of 18 and 50 must assemble within three days and they will not be coming\nhome. So obviously the rumors spreading around what's going to happen, so these people would be\nshipped out.\n| remember the day he left to assemble. We all cried. My mother cried, and us. We didn't know\nif we were ever going to see my father again. We knew if we were going to see him it would be many,\nmany months later.\n>> Bill Benson: Did you know where he was going to go?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Nat Shaffir: No, only that he was shipped east to lay railroad tracks because that was the rumor.\n>> Bill Benson: And east was where the front was.\n>> Nat Shaffir: Correct. So the first thing that the authorities did, number one, they revoked our\nfive-person ration card to a four ration card. Now you only received one loaf of bread rather than a loaf\nand a quarter. So when my father left, the last day | remember that | asked if can | accompany him to\nthe area. He said yes. And we were walking on the street of the ghetto to where they were assembled.\nHe put his hand around my shoulder and he said, \"Nat, take care of the girls.\" That's the last thing he\nsaid to me.\n>> Bill Benson: Your sisters and your mom.\n>> Nat Shaffir: Yeah. A 9-year-old kid. Can you imagine the amount of pressure that puts on a child, to\ntake care of a mother and two sisters? It was enormous. Anyway, | did that.\nSO one day | tried to get a shirt. Where we kept our clothing was underneath the bed because\nwe had no closets. So | was looking for a shirt. | also found a bottle of plum brandy. | wrap it in a shirt\nand | decided to take it to this Grigory. | didn't tell my mother what | was planning to do because\nprobably should would not have let me do that.\nSo | came -- the next day | came over to the attendant and | said to him, “Grigory, | have a\npresent for you.” So | grabbed that shirt and showed him the bottle of brandy. His eyes lit up. So he\nsaid to me, \"I presume you want some extra kerosene for that.\" | said, \"Actually no. What | would like to\nhave is another ration card for a family of four.\"\nNow, | was thinking what else can | get to support my family to keep them alive in a way. So\nthis was one way to do it. | could have been punished drastically for bribing him in a way but everything\nworked out. A few weeks later he showed up with a ration card for four which in a way, gave us another\nloaf of bread every two days, another five liters of kerosene once a week. So we were able to trade --\n>> Bill Benson: To allow you to manage to continue with your father gone.\n>> Nat Shaffir: Correct. And also | made sure also that every month, at least, | was able to buy on the\nblack market a bottle of brandy to bring to him so | could keep my job in a way.\n>> Bill Benson: Right. | think we're seeing a glimpse of why you became a very successful\nentrepreneur.\n>> [Laughter]\n>> Bill Benson: So three years and then finally you're liberated when the Russians take lasi in the\nspring of 1945. Tell us about that time, about the Russian attack on lasi and then what it meant for you\nand your family during their attack but also in the time after that.\n>> Nat Shaffir: The time that we were there, from time to time there was bombardment on the city of\nlasi. Some heavy, some not so heavy. One night -- the authorities always told us at night to cover the\nwindows because we had kerosene lamps, so the enemy would not see the lights so blackout. Once\nwe were in that ghetto -- so when the bombs started to fall, we would run out to outside to fields. There\nwere trenches dug up and branches put up on top of that. That would be our bomb shelter.\n>> Bill Benson: Branches?\n>> Nat Shaffir: Branches.\n>> Bill Benson: In a hole in the ground.\n>> Nat Shaffir: Exactly, yeah. So one night they started bombardment. We all ran out to these\ntrenches. But this time it lasted three days. It didn't stop. It was very heavy bombardment. And then one\nday there was quiet. We didn't know what happened. So one individual from that hole, from the trench,\nlooked out, picked up some of the branches and looked out, and he said, “We are liberated. The\nRussians are here.”\nSo we couldn't understand what he meant by that. So we looked out, and we saw these\nindividuals dressed in long brown coats, gray coats, rather, with a gray hat, fur hat with the red star on\ntheir forehead. And the guy said, \"These are Russians.\" And that's exactly what happened. We were\nliberated by the Russians in the spring of 1945.\n>> Bill Benson: During the bombardments, you mentioned the blackouts. You could be heavily\npenalized or punished, punished, if you didn't blackout your house. Right?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Nat Shaffir: Yes.\n>> Bill Benson: And if | remember right, you could be accused of being a spy for the Russians.\n>> Nat Shaffir: Exactly. The Jews, most of them, in many countries, were accused of being spies for\nthe enemies. That's probably what happened. So obviously everybody did what we were asked at that\ntime.\n>> Bill Benson: Right. And during that time your father is still gone. Right?\n>> Nat Shaffir: Father is still gone. We didn't hear from him for almost a year until after the war.\n>> Bill Benson: Until after the war.\n>> Nat Shaffir: We didn't know if he was alive, dead. We didn't hear from him. We didn't hear from\nanybody, from all the men who were taken away at that time, we didn't hear from them.\n>> Bill Benson: So once the Russians were there, your father and many other men are gone. You\nrealize you're liberated. What did that actually mean then other than the Romanian and the Nazis are\ngone? What did that mean to you?\n>> Nat Shaffir: It didn't mean anything other than we were able to receive more food, because food\nwas available, now, more at this point. We would get a certain script for money. We were able to buy in\nthe stores. Before that we couldn't buy anything in the store. Even though we had money, we couldn't\nbuy. Jews could not buy in an open store. So we were able to do that. We were able to go back to\nschool.\nAnd little by little people started to come back. Men started to come back to the ghettos. And\nevery time we saw somebody, we always asked did you see such and such. Did you see my father?\nPeople we knew from the ghetto -- one particular one told us one time when he came back, he said,\nYes, I've seen your father about a month beforehand; he was transferred further east but he was in\ngood condition. So we hope that since he only saw him a month ago, perhaps maybe he still survived.\nThere was no public transportation to come anywhere. So finally one day my father showed\nup. He walked a lot. He hitchhiked on wagons, Russian convoys, and finally made it back to the ghetto.\nAnd once we were there, he tried to maneuver certain things. He tried to find us a place to move out.\nWe moved out. That old farmer did help us again.\n>> Bill Benson: The one who helped you before?\n>> Nat Shaffir: Yeah. And first thing we did --\n>> Bill Benson: Let me ask you. What do you know about that time your dad was gone? What was it\nlike for him? What were conditions like? Did he share much with you about what he went through?\n>> Nat Shaffir: Yeah. They were working. They actually laid railroad tracks. They were working 14 and\n16-hour days, very little food. Most of the people lost most of their weight because there was not\nenough nourishment. So things were tough.\nMy father was a very strong man both physically and mentally. So that probably helped him\nsurvive. Many of these people were taken from the ghetto to the slave labor camp and did not survive.\n>> Bill Benson: How did the Russians treat you?\n>> Nat Shaffir: For a while it was ok. But then we also found out that they were anti-Semitism as well.\nAlthough we were able to go back to school but Jewish children were not allowed to join communists\ngroups, young student groups. These were established for very good students. My younger sister, Lily,\nwas the top of her class, | was the second in my class, but we were not allowed to join these\nCommunist, youth programs.\n>> Bill Benson: So discrimination continued.\n>> Nat Shaffir: Actually what happened is the same people that ruled the country before became\ncommunists.\n>> Bill Benson: So the fascists became communists.\n>> Nat Shaffir: So the same people ruled the same thing. Nothing changed. The leopard still had the\nsame spots.\n>> Bill Benson: So tell us about how your father and mother managed to sort of begin to at least piece\ntogether a life again so they could feed their family. What did they do?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Nat Shaffir: We went back. Once my father came back, he and | went back to the farm. And the first\nthing we made, we made a stop to the old farmer to thank him for all the months that he slid us with\nadditional food, which chances are probably saved our lives.\n| remember he invited us to have dinner with him. And then he asked us where we're going\nfrom here. My father said he's going back to the farm. He said, “Il would not recommend for you to go\nback because your life is in danger.” So my father said, “What do you mean?” He said, “Well, the farm\nis no longer your farm.” He said that farm was divided into three different sections. One section\nreceived the priest and his family; the policeman and his family.\n>> Bill Benson: The same priest?\n>> Nat Shaffir: The same priest and the mayor of the town or the person in charge of the Iron Guard\nreceived the third. So our farm was divided into three sections that was given out.\nWe always wondered what made these people do what they did. We ask the questions. Like\nold farmer would risk his life and his family and help us where the priest, who was a man of the cloth,\ndidn't. He turned us into the authorities. So that's a question we tried to find an answer for.\n>> Bill Benson: Do you know whatever happened to him?\n>> Nat Shaffir: After that, no.\n>> Bill Benson: Do you know when you really began to understand the enormity of the Holocaust and\nto know what happened to your larger, extended family?\n>> Nat Shaffir: A few months passed after we were liberated. Things started to trickle in, information\nabout the Jews of Hungary. We found out that the Nazis invaded Hungary in March of 1944. And\nbetween April 15 of 1944 and July 9 of 1944, 440,000 Jews were deported to Auschwitz-Birkenau.\n>> Bill Benson: In six weeks, right?\n>> Nat Shaffir: Yeah. Among these 440,000, 33 were members of my family. There was my\ngrandparents, uncles, aunts, cousins. Once they were deported, the young ones and old ones were\nimmediately put to death in the gas chambers. Those who were able to work were sent to different\ncamps. Some of them died. We don't Know when, where, or how.\nThe last three of them we knew for a fact what happened to them. There was one of my\ngrandfathers and two of his sons, two of my uncles. They were the last time in Auschwitz-Birkenau. My\ngrandfather died of starvation a month before he was liberated. My two uncles survived the liberation.\nOne was 21 years old and one was 22 years old. They each weighed 65 pounds. So you can imagine\nwhat they looked like. When you hear skin and bones or walking skeletons, that's what they were.\nWhen the Red Cross came into the camp and saw these people, the condition of what these\npeople looked like, they put them on ships and sent them to Sweden to Sanatoriums to recuperate.\nUnfortunately one of the two brothers, two uncles, died on the way to Sweden. He was buried at sea.\nThe other one survived.\n| recently found a picture -- | mentioned that earlier to you -- from 1949, yeah, about four years\nafter he was liberated he finally was able to contact my mother and send a picture, you know from\nSweden. It took him about four years to recuperate, to come back to his normal life. Eventually that\nindividual did make it to the United States. So from 33 close, immediate family members only one\nsurvived. The rest were murdered.\n>> Bill Benson: Nat, would -- there you were in Romania under the Russians and the communists and\nwould remain living there for the next five years after the war, | think, “45 to ‘50. Tell us what life was\nlike for you. You began to tell us that you weren't allowed to be a pioneer as the Communist youth\ncould be because you were Jewish. What was life like under the communists those five years for you\nand your family and how were you able to immigrate to Israel? How were you able to do that?\n>> Nat Shaffir: About two years after the war ended, 1947, my father realized there's no more future\nfor us in Romania. So he submitted documents and requests, forms, to be able to emigrate to leave\nRomania. Every time he filled out a form to receive a permit, a permission to leave, everything came\nback denied, denied, denied.\nSo finally around 1949 my father was able to bribe a high, local authority, individual. |\nremember they took all my mother's jewelry, whatever cash we had and pretty much put it on the line in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthat's all | have, this is my last chance. The last thing | can do is give us the permit to leave. And that\nindividual did eventually give us the permit.\n>> Bill Benson: But the bribe took everything you had to do that.\n>> Nat Shaffir: Yeah. And from there we left and we arrived in Israel in April 1950.\n>> Bill Benson: Do you remember taking the trip to Israel?\n>> Nat Shaffir: Yeah. We were in a big cargo boat. Two big holds. The men were in one hold. The\nwomen in another. At night they all come up to the deck and kind of communicate a little bit. It took a\nlong time to get by cargo boat to Israel.\n>> Bill Benson: | think you told me you had to come up with some additional bribes to even get out of\nEurope on the ship at some point.\n>> Nat Shaffir: Well, the stop in Constanta, the port city in the black sea. Whatever value, she was able\nto give them to leave.\n>> Bill Benson: Did any family members remain in Romania?\n>> Nat Shaffir: Finally the last one, one of the brothers -- most of the people from my father's part did\ncome out. The rest did not. One brother remained because he had children. They did not want to leave\nor they couldn't leave so the parents did not want to leave the children behind. So that brother\neventually -- he was the oldest of my father's siblings. He actually died in Romania. Some of his\nchildren did emigrate to Israel and some did not.\n| recently found out, not long ago, there was one cousin that is still alive, probably my age. But\nwe tried to make contact and it's very hard to find something. | hope maybe one of these days my\noldest son, Jeff, is trying to get me to go visit Romania for him to see where | was born and the area.\n>> Bill Benson: You've never been back?\n>> Nat Shaffir: No. | did not go back. The memories were not so great to go back.\n>> Bill Benson: Do you think you might still?\n>> Nat Shaffir: | think so. At this point he is in Europe a lot. He's involved with NATO. So next time\nperhaps maybe. Maybe we will.\n>> Bill Benson: So what was it like to arrive in Israel for you?\n>> Nat Shaffir: First of all, it was a free country, obviously, number one.\n>> Bill Benson: Very different than what you had just been through.\n>> Nat Shaffir: And actually, the first time, | was about 14 at that point, first time | saw an orange.\nThere was -- citrus didn't grow in Europe at this point. So for the first time, | was 14, | first saw an\norange. It was great.\nSo when we came, we came to absorption center for a couple weeks.\n>> Bill Benson: What is --\n>> Nat Shaffir: People that come into the country --\n>> Bill Benson: So absorb you into the --\n>> Nat Shaffir: Into the culture. We were given documents. After two weeks we were sent to a refugee\narea. That was towards the middle of the country. Then we were placed in a tent city. We were there for\na while.\nWhat my father did, he went into a certain city, | don't know how many, 45, 50 kilometers\naway. He was able to rent a room in a house and was able to get a job at a distributor and finally he\nbought a mill distribution. And then later, a couple of years later, he brought the family into that city. The\ngovernment gave us certain -- they called [Speaking Non-English Language], certain prefabricated\nhomes given for a very reasonable price. You were able to buy actually not one but two. So we were\nable to bring two. And we went back to school obviously at that point.\n>> Bill Benson: Your father sent you and at least one of your sisters, soon after you got there, to find\nother relatives?\n>> Nat Shaffir: Yeah. When we were sent --\n>> Bill Benson: You're always going on missions.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Nat Shaffir: Right. So here | am in this country, don't speak a word of the language. My parents,\nwhy they would send me? | wouldn't send my grandchildren today. Well, such and such city. The name\nis Cohen and they live in a certain area. So he sent me with my two sisters to find them.\n>> Bill Benson: In \"a certain area.\"\n>> Nat Shaffir: And their name is Cohen. And Cohen is like the name Smith. A lot of people named\nCohen. But with my Jewishness, speaking Yiddish and speaking a little bit of German, finally | was able\nto find my way. And we finally arrived. We found them.\n>> Bill Benson: You found them.\n>> Nat Shaffir: Yeah. | don't know today if | would be willing to do that myself.\n>> Bill Benson: In 1955, when you were | think 19, you joined the Israeli Army and saw a lot of combat.\nTell us about that.\n>> Nat Shaffir: After -- going back to school, obviously. Then every individual, every male, even female\nfor that matter, have to join the Israeli Army. | joined the Israeli Army. | served in a top unit.\n>> Bill Benson: You were a paratrooper. Right?\n>> Nat Shaffir: Paratrooper. Combat in the Suez Canal in 1956. | was wounded at that time. My mother\nserved as a nurse. So from the field | was taken to a hospital that she happened to be there. And the\nfirst thing she saw that they are bringing in her son as a wounded son.\n>> Bill Benson: You had no idea she was there.\n>> Nat Shaffir: | did not Know, she did not know.\n>> Bill Benson: And here comes her son who is wounded.\n>> Nat Shaffir: Right. So that was a very tragic get-together.\n>> Bill Benson: Very dramatic. Right. And you recovered from your wounds.\n>> Nat Shaffir: Yeah, recovered from my wounds. Everything was fine. | got a bullet in my knee. | still\nrun a lot or did run until | had my knee replaced. | did run marathons. Still do exercise as much as | can.\n>> Bill Benson: You would stay in Israel for | think 11 years. And in 1961, | think at age 25, you made a\nbig decision to come to the United States. Tell us about that.\n>> Nat Shaffir: In July of 1960, that uncle who survived came to visit my mother. He came from the\nUnited States. | was constantly talking to him. Told me all of these stories about America, all of the\ngreat stories. | asked him if he would let me come for a visit. So he sponsored me. | came to visit him.\n>> Bill Benson: As a visitor.\n>> Nat Shaffir: As a visitor. | fell in love with this country but | couldn't stay because | came in on a\nvisitor visa. So | had to leave the country and come back a couple of weeks later, which | did. Then |\ncame back as a -- on a regular visa and stayed in this country since. So he actually sponsored me to\ncome to the United States. And that was a problem because | applied for a green card. And to be able\nto apply for a green card, | had to have a job somewhere. Otherwise they figured | would be tapping\ninto the government social situation.\nSo since my mother wanted me to be a dentist, in the first years of dentistry we teach us lab\nwork. So | told people that I'm a dental technician. So | found a laboratory in New York and | explained\nto them | would like a job and what | would need is letters, constant letters that the immigration\ndepartment would require. He said, fine, we'll do that. The regular pay usually for a dental technician at\nthat time was about $125 a week. But these people said they could only pay $45 a week. So | said I'll\ntake it. So | took the job. Obviously after two years | didn't stay there. There wasn't enough really to\nsurvive on that because | did rent a little apartment, an attic of somebody's house a little apartment. So\n| rented that. So between that and food and a couple of shoes, pair of shoes, nothing was left. So |\nsubsidized that with sometimes being a Cashier in a supermarket, washing windows, doing any kind of\nwork just to get additional money.\n>> Bill Benson: What about your sisters and your parents? Did they come? Did they stay in Israel?\n>> Nat Shaffir: They stayed in Israel. My younger sister got married to a survivor from Poland. And\nthey actually moved to Germany and lived in Germany for a while. All these people, these survivors in\nEurope, Germany was a big country at that time and was developing and there was a lot of money to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nbe made and to be able to make it easier. Also, it was against the law at that time to openly declare\nanti-Semitism.\n>> Bill Benson: In Germany.\n>> Nat Shaffir: In Germany. So they felt very safe the this point after the war, which they did not feel\nbefore.\nMy older sister still lives in Israel. And now my younger sister lives in Israel as well, back and\nforth.\n>> Bill Benson: We have some time for questions from our audience. Should we turn to our audience?\nWe're going to close the program in a few minutes. It's our tradition at First Person that our\nFirst Person has the last word. So I'm going to turn back to Nat to close the program.\nI'm going to ask you, if you wouldn't mind, staying with us through the question and answer\nperiod so that you can hear Nat's closing remarks before we conclude today's conversations. If you\nhave a question, we have microphones in the aisles. | think Sonya has one over there. | think Riann\nhas one on the left. If you have a question, try to make it as brief as you can. We'll get to as many\nquestions as you have and we have time.\nI'm also going to let you know that after we finish the program -- can you stay for a few\nminutes? Nat will stay on the stage when he finishes his closing remarks so please feel free to come\nup on the stage, ask him a question, shake his hand, have your picture taken with him, whatever would\nlike to do. We really do invite you come up and join Nat on the stage.\nDo we have any brave souls who would like to ask Nat a question? We'll look over for that\nfirst brave soul. Somebody's trying to hold somebody else's hand up | can see. [Laughter]\nHere we go. Let us get a mic to you. Sonya will pass you the mic. I'm going to repeat the\nquestion just to make sure everybody hears it if that's ok.\n>> | would like your words of wisdom, or your thoughts, on today's world and the racism that is there or\nthe situation that people may feel towards Muslims.\n>> Bill Benson: If you want to offer any comments about racism in general or discrimination in general.\n>> Nat Shaffir: | can do a little bit. Really this is the Holocaust Museum. You don't want to get involved\nIn politics.\n>> Bill Benson: Exactly right.\n>> Nat Shaffir: As far as the things that are going on, people remain quiet. People don't speak out. And\nthat's a very, very important thing for people to speak out. Because a lot of things are happening and\npeople don't say anything. That's very, very bad for that. So we hope that more people will speak out\nwhen they see something is done wrong.\n>> Bill Benson: Thank you for that.\nAny other questions?\nWell, with no further questions, | might turn over to Nat for his closing remarks.\n| want to first thank all of you for being with us today. | remind you that we have First Person\nprograms each Wednesday and Thursday through the middle of August. So please come back if you\ncan do so. Or look to the website, we have some programs archived on the website. Please take a look\nat the museum's First Person website.\nWith that, I'm going to turn to Nat for our closing remarks. Again, please feel free to come up\nand chat with him afterwards.\nNat?\n>> Nat Shaffir: Speech is a very powerful tool. Many individuals, many people, many nations kept\nquiet, didn't speak out against the atrocities and the Holocaust, what happened the Holocaust years,\nduring the Holocaust years. All of those people who kept silent realize now what happened. It's very\nimportant that they don't keep quiet. As | mentioned earlier, very important to speak out. It's our duty\nand our responsibility to humanity to make sure things like this doesn't happen again. So if you see\nsomething is wrong, anywhere, speak out because speak is really powerful.\nThank you for listening.\n>> [Applause]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n",
    "segments": []
}