{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUnited States Holocaust Memorial Museum\nFirst Person with Irene Weiss\nThursday, April 6, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, the host of the museum's public program, First\nPerson. Thank you for joining us today. We are in our 18th year of the First Person\nprogram. Our First Person today is Mrs. Irene Weiss, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fischer\nfoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust, who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of\nour First Person guests serves as a volunteer here at the museum. Our program will\ncontinue twice weekly through mid August. The museum's website, at www.ushmm.org,\nprovides information about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum\nrepresentative at the back of the theater. In doing so, you will also receive an electronic\ncopy of Irene's biography so that you can remember and share her testimony after you\nleave here today.\nlrene will share with us her first person account of her experience during the\nHolocaust and as a survivor, for about 45 minutes. If time allows, at the end of the\nprogram, you will have an opportunity to ask Irene some questions.\nToday's program will be live streamed on the museum's website. This means\npeople will be joining the program via a link from the website and watching with us today\nfrom across the country and around the world. Recordings of all First Person programs\nwill be made available on the museum's YouTube page. We are also accepting\nquestions from our web audience today on Twitter. We invite those of you who are here\nin the auditorium today to also join us on the web when the rest of our programs in April\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nand early May will be live streamed. Please visit the First Person website listed on the\nback of your program for more information.\nThe life stories of Holocaust survivors transcend the decades. What you are\nabout to hear from Irene is one individual's account of the Holocaust. We have prepared\na brief slide presentation to help with her introduction. Irene Weiss was born Irene Fogel\nin Botragy, Czechoslovakia, on November 21, 1930. The arrow on this map of\nCzechoslovakia indicates the general location of Botragy.\nlrene's father, Meyer, owned a lumberyard, and her mother, Leah, cared for Irene\nand her siblings. In this photograph, Irene is at the lower left with two of her sisters and\ntwo cousins.\nWhen Nazi Germany took over and divided Czechoslovakia in 1939, Botragy fell\nunder Hungarian rule. Irene and her siblings couldn't attend school, and her father,\nalong with thousands of other Jewish men, was conscripted into forced labor for six\nmonths, in 1942. In April 1944, the Fogels were moved into the Munkacs ghetto, where\nshe lived in a brick factory. The arrow points to Munkacs.\nIn May, 1944, Irene and her family were deported to Auschwitz-Birkenau. The arrow on\nthis map of major Nazi camps points to Auschwitz. This photo was taken upon Irene's\narrival at Auschwitz. The circled figure is Irene. Irene and her sister, Serena, were\nselected for forced labor, then were forcibly evacuated in January 1945 to other camps\nin Germany.\nThis extraordinary photo is displayed in the museum's permanent exhibition. The\nliberation by the Soviet Army of the Neustadt-Glewe camp where Irene and Serena\nworked near the end of the war left the girls unguarded and they were able to make\ntheir way to Prague to look for their relatives. Of their immediate family, only Irene and\nSerena survived the war.\nThis photograph shows Irene and Serena upon their arrival in the United States. After\narriving in the United States and living in New York, Irene met and married Marty Weiss\nin 1949. They moved to Virginia in 1953, where Irene lives today. She earned a degree\nin education from American University and taught English as a second language in the\nFairfax County Public School System. She taught middle school students from many\ncountries.\nlrene's husband, Marty, passed away in January of 2013. Marty, who was 93,\nwas a combat veteran of the Second World War, seeing action in North Africa, Italy, and\nelsewhere in Europe. He had a long and distinguished career as a geologist with the\nfederal government.\nlrene and Marty were married 63 years. Irene and Marty have three children, four\ngrandchildren, and two great-grandchildren. Irene's daughter, Lesley, is here with her\ntoday. Irene became a volunteer for this museum six years ago, and this is her sixth\ntime speaking as part of the First Person program. In January, 2015, Irene was a\nmember of the US delegation for the 70th delegation of the liberation of Auschwitz. Also\nin 2015, Irene travelled to Germany with her daughter to be present at the trial of former\nSS member Oskar Groening, a guard at Auschwitz. She was a co-plaintiff in the trial,\nand again in February of 2016 at the trial of SS member Reinhold Hanning. Her\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\ntestimony was featured in a \"Time\" magazine article. With that, | ask you to welcome\nour First Person, Mrs. Irene Weiss.\n[Applause]\nlrene, thank you for joining us and your willingness to be our First Person. We have\nsuch a short time with you and so much for you to share. We'll start right away, if you\ndon't mind. You described for me the time for you and your family in Czechoslovakia\nbefore World War II and before the Holocaust as a time of hard work, but also a good\nlife, one in which you said there was a sense of safety. Before we turn to the war years,\ntell us about your family, your life in those years before the war began.\n>> Irene Weiss: Well, we were a family of six children, lived with our parents, whose\nmain focus in life was their children. My mother was very attentive and hovering,\nbecause in those days we didn't have the medicines and the prevention things for\nchildren. So they were exceptionally worried about our health.\nMy father went to work every day. My mother worked, all | remember about her is\nworking from morning till night, all the many chores. And the children went to school.\nWe played and we celebrated holidays and loved the different seasons. It was a farming\ntown, so there was a chance to watch things grow, watch the farmers harvest, all those\nthings, which were just normal in the town. So it was just a very happy, normal\nchildhood.\n>> Bill Benson: Tell us about your siblings.\n>> Irene Weiss: There were three boys and three girls. The oldest girl was Serena; she\nwas 17 at the time. | had a brother who was 16. It was a small farming town, and school\nended, public school ended at sixth grade. So my parents, in addition to worrying about\nour health and our welfare, they were very concerned about our education. So as each\nof us reached the sixth grade and beyond, we were sent off to the city, to other places,\nto relatives, to live, where we can continue our education.\n>> Bill Benson: You told me, Irene, at that time, you really didn't sense anti-Semitism at\nthat time before the war.\n>> Irene Weiss: Not in this small town, where people knew my father and grandfather,\nand my mother. It was just a very friendly relationship between the women and the men,\nand the children.\n>> Bill Benson: By the time Germany invaded Poland in September 1939, launching\nWorld War II, your community had already experienced profound change. Hungary was\nan ally of Nazi Germany, and earlier in 1939 your community had been occupied by the\nHungarians, which immediately changed your lives. What happened once you were\nunder Hungarian rule?\n>> Irene Weiss: During the Czechoslovakia regime, they were very democratically\ninclined. There was no distinction between citizens. But the Hungarian regime, because\nthey joined Hitler's war plans, | suppose they decided to follow Hitler's rules in regard to\nthat. So their laws were made, and carried out against Jewish citizens, depriving them\nof their civil rights and their freedom. So we began to feel the isolation and being treated\ndifferently, and not being protected by the laws.\n>> Bill Benson: | think, during that time, your father lost his business.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nA\n>> Irene Weiss: He soon lost his business. He remained at home, doing chores in the\nhousehold, not having an income for six children.\n>> Bill Benson: At that time, of course, you couldn't continue your schooling, unless you\nwent somewhere else. So you went to school elsewhere, right?\n>> Irene Weiss: | did go, by that time, into a city school, in a nearby city. We were\nmade to wear a yellow star on our clothes to better identify us as being different.\nBasically, acting as a target for hoodlums and discrimination against us. So | had\nto -- then the law also came out that Jewish children could not go to public schools. So |\nstopped going to school.\n>> Bill Benson: What grade would you have been?\n>> Irene Weiss: Sixth grade, something like seventh grade.\n>> Bill Benson: That was the end of your education?\n>> Irene Weiss: That was the end at that point.\n>> Bill Benson: You remember and described to me a really frightening experience you\nhad with your father on a train. Will you tell us about that?\n>> Irene Weiss: Yes. The discrimination was increasing, and soon it extended to all\nkinds of ordinary events, such as riding a train, on the train. | was coming home from\nanother town with my father, only about a five-minute train ride, and my father had a\nsmall beard at the time, very common that men have today. In those days, mostly\nJewish, married men had beards.\nIn the train, a bunch of young adults, young teenage types, gathered around my\nfather, laughing and joking, making remarks, such as, What should we do with him? Do\nyou think it might be a good idea to throw him off? All the while, they were laughing and\nmaking fun of the whole situation.\nNobody in the train spoke up or come to his defense. | was terrified, because | realized\nthat he was outnumbered and their intent was very serious. They thought it was a lot of\nfun to do that.\n>> Bill Benson: No one was coming to your aid?\n>> Irene Weiss: No one coming. Looking out the window of the train, my father and |\nboth realized we're very close to a station, to our station, and if we're lucky, we'll get off\nbefore this happens. So that's really what happened, the train stopped and we got off,\nshaken to the core. My father never got on a train again, any public transportation. It\nwas simply not safe.\n>> Bill Benson: In 1942, Irene, your father, along with thousands of other Jewish men,\nwere forced by the Hungarians to do forced labor. They were conscripted into a labor\nbrigade. Tell us what that meant for your family.\n>> Irene Weiss: Well, the young men were forced into labor brigades, and he had to\nleave the family. The communication was very rare, to hear from him. What they were\nmade to do was to work at very dangerous jobs, at the frontline, picking up mines and\ndoing the kind of things that are guaranteed to harm them or kill them. So it was really\nslave labor for them. Plus, being Jewish, they were not allowed to have weapons. They\nwere really sort of being on the front, but not able to protect themselves.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: This was on the front of the Hungarians allied with the Nazis against\nthe Russians at that time.\n>> Irene Weiss: Yes, yes.\n>> Bill Benson: | want to repeat something you said. One of the kinds of things they\nwould do in labor brigades, use them as human beings to clear minefields.\n>> Irene Weiss: Right. And other very dangerous things. Being treated as if they were\nsoldiers, but disrespected and not given the kind of protection that other soldiers had.\n>> Bill Benson: After about six months, if | remember correctly, your father did return.\nWhy do you think he was able to return from that? And of course, many died doing that,\nbut your father was able to come back.\n>> Irene Weiss: We were very surprised when we heard he was going to be released\nfrom this. It seems that, at that point, the Hungarian regime didn't quite decide what they\nwanted to do with all of these men and sudden availability of all this free labor. But it\nseems what they did was sorted people out. Since he had six children, a large family, it\nseems at that point they decided to let him go. But the younger people remained, and\nmost of them did not return.\n>> Bill Benson: As difficult as life was under the Hungarians, as you described a little\nbit of it, it suddenly turned dramatically and tragically worse when the Nazis came in and\ninvaded Hungary in 1944. Tell us about that and then what happened to you and your\nfamily once the Germans came in.\n>> Irene Weiss: Well, that was another level of terror. Since we heard on the radio\nrelentlessly blaming the Jewish people for everything imaginable. The lies grew daily,\nand the threat against us, the Jews. The population kept hearing all these lies about\nhow the Jews were spreading disease, they were disloyal, they were dangerous to the\nstate, they had to be deprived of their citizenship, relentlessly hammering away at this\none group who is the cause of all the problems, based on the war. And the lies grew\nand grew, and their following grew with it. Because, there was no other news, all the\nnews was censored heavily and kept out.\nSo the following grew, and we were feeling more and more threatened and\nisolated. Again, not being protected by the law, which is a tragic situation to find yourself\nin. Because, the law stands by and watch the abuse of people, and when they get the\nidea that it's OK, it's amazing what people will do to each other.\n>> Bill Benson: As you said, you were stripped of all your rights, so you had no rights\nunder the circumstances.\nTell us, Hungary was a very close ally of Nazi Germany. Why did the Germans\ncome in, in March of 1944?\n>> Irene Weiss: Well, we didn't realize it at the time, but the war was -- the Germans\nwere losing the war. The war was almost over. The Hungarian government changed\ntheir minds. They felt that they might be on the losing end of this war and tried to pull\nout of the alliance. Then Germany didn't accept that, actually invaded Hungary.\n>> Bill Benson: You remember them marching in, the Germans?\n>> Irene Weiss: Oh, | do remember. There were announcements, parades, and people\nwaiting for them on major highways, putting out flags. It was a celebration. The women\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nand men came out with jugs of wine and bread and waited for them to come. They\nclimbed the steeple of the church to see them approaching, how far they were from\ntown. The ten Jewish families in my town didn't know what to do, to come out.\n>> Bill Benson: Ten Jewish families in your town?\n>> Irene Weiss: Ten Jewish families, about 100 persons. We saw the celebration. My\nfather, if | remember somewhat of a discussion, if he goes out with the crowd, that's\ndangerous. If he doesn't go out, that's dangerous. So it was this conflict. But we\ncertainly knew that the kind of welcome that the townspeople were giving them, that we\nwere in very big trouble.\n>> Bill Benson: Of course, very soon after, you were forced into a ghetto.\n>> Irene Weiss: Yes. After the Hungarians invaded, within about three weeks we were\npulled out of our homes, we were taken away, into the next larger city, where the ghetto\nwas set up in a brick factory, and the -- they selected all the Jewish families from the\nneighboring towns, and crowded us into this place that was meant for making bricks and\nnot for housing people. So we had these families, women and children and pregnant\nwomen and sick people, no sanitation facilities and no facilities for food or for any kind\nof liveability.\nWe set up our little bundles on the floor, in one of the corners of this huge facility.\nYou had to step over people to come and go. But basically, there was a terror in the\nplace. There was a sense of tremendous danger. We no longer even had the protection\nof our own home. We were just one of thousands and regimented and hounded by all\nkinds of announcements daily. Just very, very scared. People who were sick and could\nnot sleep on the floor, and so on, were in great danger and suffering.\nAt this place, there was a constant announcement for the men to return to certain\nplaces where they were integrated. Mostly, they were -- they demanded of the men to\ngive them more of their valuables. When we left our home, a delegation came to our\nhouse the day before to demand from my father that he give them all the money and\nvaluables. And he did have to give them whatever he did. But then, in the ghetto they\ncontinued to hound people, demanding more, that, \"You must have more, you didn't\ngive us all.\" There was a constant pressure of taking away all you own, and the feeling\nyou get from that is that you won't be needing it, according to them.\nSo when they take your family out of your house, and take possession of all that\nyou own, and then keep diminishing the space that you have, and keep taking away\nmore of what you have, it's very, very scary.\n>> Bill Benson: You told me while you were in that brick factory, that ghetto, your head\nwas shaved?\n>> Irene Weiss: Yes. One of the announcements one day was that all girls under 16\nshould report to this certain place to have their hair cut, or your father will be punished.\nThere was always this extra threat that if you don't follow orders, somebody else in your\nfamily will be punished.\n| didn't even tell my mother. | just went to this place. There were other young\ngirls. | had my hair cut. | had long braids at the time. Then | came back to where my\nmother was, and she looked at me with sad eyes, but really didn't stop to worry about it\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\ntoo much, because we had other, more serious concerns. She gave me one of her\nkerchiefs and | put it on. Now | looked like a little married woman. Religious women\ntended to cover their hair when they were married. So | just blended in with that group.\nAs it turned out, without my knowing, or even imagining, this small event played a\ngreat role in Auschwitz when | arrived. Without a doubt, it gave me the first chance to\nlive and not be sent to the gas chambers with the children.\n>> Bill Benson: Having the scarf?\n>> Irene Weiss: Having had the scarf, not having my hair, which | resembled like an\nolder person.\n>> Bill Benson: This was the spring of 1944. As you said earlier, the Germans were\nlosing the war. It was late in the war. And yet, this desire by the incoming Nazis into\nyour community and your country to round up, at that late date, all the Jews, and they\ndid it with extraordinary efficiency, in the span of what | believe eight weeks, roughly,\nmore than 400,000 Jews were rounded up, both from the cities and the countryside and\nsent to Auschwitz. The three weeks in the Munkacs ghetto, you were sent to Auschwitz.\n>> Irene Weiss: Yes. Well, we had never -- we never knew what the next step would\nbe, what plans they had for us, for a huge number of people. But yes, within six weeks\nafter the Germans occupied Hungary, the trains, the cattle cars, were running from\nvarious ghettos where they gathered up the people, the trains were running somewhere.\nIt turned out to be Auschwitz, almost all of the Hungarian Jews at this time ended up in\nAuschwitz.\nSo when we were in this ghetto, then one day there were announcements to get\nyour stuff and move to the trains, the trains, the long cattle cars, the trains were actually\ninside the ghetto, because this was a brick factory that they had their railroad for their\nOwn purposes.\nThere was a lot of shouting, yelling, and pushing and \"Hurry! Hurry! Get in the\ntrain quickly.\" Everybody tried to hold each other's hands, the children's hands to be\nsure we end up in the same cattle car. It was a lot of pushing, and soon the car was\nfilled with people.\nAgain, we were sitting on the floor. After a while, when it was filled, we heard the\ntrain lock from the outside. This time, the terror of all of us, especially the parents who\nhad to worry about their children and what their condition would be next, the fear was so\ngreat that actually no one spoke. It was just in the air.\nAlways not knowing where the train is going --\n>> Bill Benson: So you did not know where you went?\n>> Irene Weiss: Never knew. Never knew the next step. Except that when you're in\nyour own town and there is discrimination and there is discomfort with prejudice, you're\nstill in your house. Then when you're in the ghetto, you realize you no longer are in\nfamiliar places. You're strangers, and the fear mounts. Then when you're in the train\nand you're going off to an unknown place, you're leaving your town, you're leaving your\nlife.\n>> Bill Benson: Everything you've known.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Irene Weiss: Everything you've known. And again, no idea where you're going.\nPutting myself in my parents’ position now, and all parents who do not know what will\nhappen to their children, and that they will not be able to protect them, is an\nunbelievable experience.\nThe train moved eventually, and what people were thinking and what little they\nknew was that in Poland, which was occupied by Germany much before, we heard that\nthe Nazis carried out murders and atrocities to the Jews in Poland, and that basically\nthey would march them into the forest and gun them down, everybody in the family.\nThere were mass graves there.\nWe heard some of this from a few escapees. We always felt that it couldn't be\ntrue, and these people were exaggerating. But now, when trains started moving and my\nfather looked out and told everyone that the train was wheeling towards Poland, that\nwas really the first time that total despair descended on everyone in the cattle car.\nBecause, going there, now we remembered what we had heard, the rumors we had\nheard. It occurred to everyone that that will be our fate.\n>> Bill Benson: Then you came to this place, Auschwitz. We saw that extraordinary\nphotograph earlier, of you after you got off the train at Auschwitz.\n>> Irene Weiss: Yes. So when eventually the train stopped, and again, my father\nlooked out that small window on the top of the cattle car, he announced to everyone that\nhe sees barracks, and he sees prisoners in striped uniforms, and he sees barbed wires,\nbut lots of barracks. He felt this was a work camp, some kind of a labor camp, and that it\nwould not be the forest in Poland.\nEverybody actually, all the adults, the grown-ups were saying, Well, we can work,\nand if it's work, it's not as terrible as they anticipated.\nSo then when the doors opened and there was again the screaming and yelling\nto, Get out, get out, leave everything behind, just to get out very fast and leave\neverything, just lots of shouting, \"Out! Fast, fast!\"\nSo my mother told us all to put on some more layers of clothes, that's all that we\nwill have. | remember we all put on extra clothes. And | had a big coat. | put that on. My\nhead was covered with the kerchief. Leaving everything behind is, again, the fear and\ntension mounts at every step when they strip of all things, including identity papers. So\nnow you don't exist, and no one is asking your name or who you belong to.\n>> Bill Benson: So now, all you have at that moment are the clothes that are on you.\n>> Irene Weiss: Right, right. And then the shouting and orders were very harsh and\nvery scary, and we kept hearing women and children to one side, the men to another\nside. This happened within seconds. So the men lined up on one side, and the women\nand children and elderly women to the other side on the platform.\nEven as we jumped out of this cattle car, these prisoners in striped uniforms\njumped into the cattle cars and dumped all our belongings onto the platform. We saw\ntrucks on the platform where they were loading our stuff into it. So this, in the days and\nincomprehension as to what is happening to us, we did realize that we're being stripped\nof all identity and all of our past.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nAs the very large group of women and children were moving up the platform, we\ndid not see the front of it. As we became the ones in the front we were met by about a\ndozen Nazi soldiers blocking the way. One of them was motioning people to go to one\nside or the other.\nWithin seconds, my family was torn apart. My father and 16-year-old brother\nwere already lined up, with the men to the one side, and my mother with two little kids,\ntwo little boys, was immediately taken away and sent to one side. My sister, 17-year-old\nsister Serena, was immediately sent to the other side. So | was left holding my\n12-year-old sister's hand, Edit. And, as things were proceeding very fast, | was\nseparated from her, and she was sent towards where my mother went and | towards\nwhere my older sister went.\n| stopped. | didn't move. | didn't go where | was supposed to go. The picture\ntaken by Nazi soldiers at that moment.\n>> Bill Benson: The one we saw earlier?\n>> Irene Weiss: The one we saw. Unaware, | had no idea pictures were taken. But |\nstand there, and | did not move and go where | was told, because by that time my\nmother and two little boys had moved away in a very large crowd, followed them, more\nwomen and children, and | felt that Edit, my younger sister, would never catch up to her,\nand that she would be lost in this crowd alone. Would she be able to know who she is,\nand who she belongs to, and would she ever catch up?\n| just felt that this was the most traumatic thing that | experienced up to then,\nbecause if what we figured, what we kind of assumed by civilized assumption, anyway,\nthat if they're separating men and then they're separating women and children and\nyoung adults, it is a work camp, and that we will be meeting each other periodically after\nwork.\nSo it was most important that the women, that my mother and all her children,\nwould be together with her. And this is what went through my mind very quickly, that |\ncould not just leave and leave her in sort of ano man's land. So eventually, | was\nmotioned to go towards where Serena went, with the young adults, and | had to run\nafter her to catch up and | kept thinking, yes, that's exactly how it is with my younger\nsister, but a much larger crowd.\n>> Bill Benson: She's trying to catch up to your mother?\n>> Irene Weiss: Trying to catch up, but she won't. | had to run, and yelling, yelling after\nSerena to wait for me. She turned around, and when | caught up to her, she says, Why\ndidn't you go with mom? | just kept repeating that Edit will be alone, she won't find mom,\n| don't know why he took her away from me, | don't know why | didn't go with mom.\n| was just so confused and so traumatized that basically, she was the one who\nwas alone and that was not possible to tolerate.\n>> Bill Benson: Now it's you and Serena, and you don't know where everybody else\nhas gone at that point. What happened to you and Serena at that time?\n>> Irene Weiss: Well, we were -- we ended up in a processing place where we were,\nyou know, all our clothes were taken away, all hair and body hair was shaved,\ndisinfected. Then given the prison clothes, you know, one size fits all.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nThen we were marched off into barracks. In the meantime, my particular trauma\ncontinued with the separation, that even though | was desperate when | realized that my\nyounger sister was going to be alone, all of a sudden, it occurred to me very\ndramatically that | too was alone, and | was beginning to panic.\nSo what happened in the processing place was that they didn't have to cut my\nhair. | skipped that stage, and my sister didn't. So when | was finished and dressed in\nmy new prison dress, | was pushed out the door with other women, and they were\nbeginning to count them off and taking them deeper into Auschwitz, into the barracks.\n| wouldn't leave, because | had to wait for Serena. But | was being counted off\nand backing off and backing off. In addition to that, | began to see that even when she\ncomes out, | will not recognize her, because all these young women who came out\nfinished like that looked alike. So | Kept proceeding to the door. Every time the door\nopened, | kept calling her, \"Serena! Serena!\"\nNobody answered. | realized | am in desperate trouble now. | was crying; | was calling\nher name, trying not to be counted off.\nSO a woman, a young woman from our town, whom | knew very well, she came\nout the door, and she recognized me. She heard who | called and recognized me. She\nsaid to me, \"OK,\" she said, \"Serena is still. There | saw her. | will stay with you, if | can,\nand wait until she comes out and help you recognize her.\" That's what happened.\nSo | eventually did. But you know, the trauma of that separation, it's with me\ntoday, and every day. It's a kind of trauma that | guess when your family is torn apart\nand no one tells you you'll ever see them again, very hostile situation. That was the\narrival in Auschwitz.\n>> Bill Benson: Irene, there's so much that you won't be able to get to today with us\nbecause of the time, but there are some things that | Know you want to talk about, I'd\nlike you to talk about. You did encounter other family members, your two aunts. Tell us\nabout that. Because they became absolutely essential to your survival.\n>> Irene Weiss: When we were finally in the barracks, quite by accident my mother's\ntwo sisters, who came from a nearby town the day before, just by chance, we ran into\nthem, of thousands of people. But they were two young women, in their mid 20s, my\naunt Rose and Pearl. | was just 13 years old at the time. To me, they were like adults\nand like my mother's generation.\nFor me to find them was as if | had found my parents, my mother. They were just\nprotective and wonderful to me and to Serena.\nFor me, | was so frightened by all that happened before. | was so in a state of\nanxiety and trauma that just meeting them and have them to protect me. Of course, they\ncould only protect me up to a certain point. But to have them to hold onto and comfort\nme and so on, | think that | really did survive emotionally and even physically because\nof their Kindness and their love and their protection, and that someone from my family\nthat | belonged to and they belonged to me and | was not amongst strangers.\n>> Bill Benson: As you said earlier, the fact that you had had your head shaved earlier\nwhile wearing the kerchief made you look older, and that is probably why you were\nselected to go with Serena. But once you were in Auschwitz with your aunts, they took\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nsteps to make sure, because you were in constant risk of being selected for the gas\nchambers after that. So you told me things like they would try to make sure you were in\nthe middle where you couldn't be seen, when doing lineups, right?\n>> Irene Weiss: We soon realized that having, well, the people that we met there, who\ncame before us, when we asked them, you know, when do we meet with our families,\nand they pointed to the chimneys belching smoke and fire. They said, Look at the\nchimneys. That's where your family is.\nWe thought what did they do to people here, that they make up such stories? We\ntotally dismissed this for days and days. But eventually, it became hard to resist. We\nsaw too much. We heard too much.\nSo what we then were told, that the women and children, upon arriving and being\nselected on the platform, were immediately marched to gas chambers and killed within\nthe hour, as fast as the process would take.\nSo | realized, we all did, that | sort of skipped that selection, but | was still terribly\nvulnerable, because they selected every day beyond just the platform. So every day at\ndawn, we were lined up to be counted, and lined up in rows of five, and we stood there\nfor hours, waiting for the German delegation to come and look down the rows of five\nand count, and also pull out the ones that were missed at the platform.\nSo | was vulnerable every day, because here | was now stripped of my clothes\nand my scarf and all that, and | just looked like a little girl. So my two aunts and others,\nmy sister and others making the five in the lineup, positioned me hopefully in a way that\n| would not attract as much attention. So | would never be the first one, and | would\nnever be the last one, somewhere in the middle. They would hope that | didn't catch the\neye.\nBut every morning was a frightening thing, because | saw other young girls pulled\nout, and also people they determined were not strong enough or good enough for slave\nlabor.\n>> Bill Benson: Or if they became ill?\n>> Irene Weiss: Yeah.\n>> Bill Benson: At some point, you were told or got word about your father. Would you\nshare that with us?\n>> Irene Weiss: Well, after a few weeks in this sort of holding camp, they began to\nsend people off, counting people off and sending them out of Auschwitz for slave labor,\nvarious war work and other kind of labor. We, my two aunts, heard that they're selecting\na thousand women to be transferred to a camp within Auschwitz that sounded like\nsomething, rumor had it, it was a good assignment. | mean, rumors were flying. Nobody\nknew anything really.\nSo they decided to line up for this new work assignment. We were, all five\nof -- four of us, we were then assigned to work, which turned out to be adjacent to gas\nchamber number 4. Which, of course, by this time we believed and we understood what\nwas happening in these gas chambers.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nWe were to work just an electrified fence separating us from this gas chamber.\nOur work was to -- well, this was the place where all the clothing and belongings that\ncame out of the many, many trains --\n>> Bill Benson: That was dumped on the platform, you told us.\n>> Irene Weiss: Dumped on the platform, those trucks took them to this particular\nplace, the stuff that people brought. | read a statistic that something like 147 huge cattle\ntrains arrived in Auschwitz during something like two months with the Hungarian Jewish\ndeportation. So 147 huge trains dumping tremendous amount of belongings, all were\ntaken.\nAlso, taken to this place, and also the clothing and belongings that came out of\nthe gas chambers from the people they had killed. So we were assigned to sort out all\nthis stuff and bring it first into -- out of the weather, into the barracks, out of the rain, and\nthen to sort them out according to categories and take off labels and get everything\nprepared to be reshipped to Germany for the use of the German population.\nSo this was our assignment for the eight months we spend in Auschwitz, before\nAuschwitz was evacuated and we were taken out on the death march.\nDuring this time of being in this place, also next door to one of the gas chambers,\none of my aunts, we were outdoors a great deal bringing this stuff in, and we could see\nthe men across the fence very clearly. And attempted, some of the brave ones,\nattempted to move closer and closer to the fence to hope to make some kind of contact,\nto find out who the men were on the other side.\nIn the meantime, the guard tower was right above all this, with a soldier and a\ngun. You had to be extremely brave. My aunt, if she think about it, she really was a\nvery, very brave one, and she caught the eye of one of the men. He too, he was\ninterested in finding out about family and who was on the other side. So this young man\nturned out to be from our hometown. He was actually an 18-year-old young boy. He was\nworking there. He through over a note, and my aunt got it. On it the note informed her\nthat my father had also been selected to work in the gas chamber, to pull out the bodies\nand to do all the gruesome work that they made, the Germans made our own people\ndo. So that my father was assigned to do this work, but that he had already been dead\nbecause he did not fulfill the job well enough.\nThey used our own people to do this work, and we found out as we worked there\nthat every three months or so they actually killed these men and selected new ones\ncoming off the train from various towns and cities, because these men could only work\nso long doing this work, and that they needed stronger and efficient people. So my\nfather apparently had been killed even before the three months was up.\nMy 16-year-old brother originally was with him, was not mentioned, and we have\nnever been able to find anyone who knew anything about his fate or his whereabouts,\nwhether he was there with my father, was also, or was separated at the platform and\nnever even made it into the camp. So even years after, we, the family and my daughter,\nwere putting out search inquiries about the Red Cross and other groups that traced\nsurvivors who had not been accounted for, trying to find out what happened to him.\n>> Bill Benson: To this day, you don't know anything?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Irene Weiss: No.\n>> Bill Benson: Irene, you said after eight months doing what you were doing at\nAuschwitz, in January of 1945 as the Russians were advancing, you were then forced\nout of Auschwitz and taken on what's known as a death march. In the little time we have\nleft, tell us about that and what happened to your aunt.\n>> Irene Weiss: In January, winter, in terrible cold, thousands of people who were still\nsurviving Auschwitz were pushed out on the highway and we were made to march\nhundreds of miles deeper into Germany, to avoid being liberated by the approaching\nRussian Army.\nWe ended up -- well, along the way, the tragedy continued, because if you sat\ndown, you were shot. If you leaned on someone, you were shot. And the side of the\nroad had many, many dead people in the gutters. The rest of us were never fed or given\nwater. The cold, it was definitely a death march.\nBy the time we arrived deeper in Germany and they put us into other camps\nfurther away from the approaching Army, those camps were already filled with people,\nand the crowding and the circumstances were unbelievable. The German system broke\ndown, as far as feeding and such as it was, broke down.\nDisease broke out. In this particular camp where we ended up, typhoid, typhus\nbroke out. We were infected with body lice that carried typhus. My aunt Pearl caught\ntyphus. She became high fever, delirious. We were helpless. She even became deaf\nfrom the fever.\nSo in this camp, and in almost all of the camps, there was a so-called little\ninfirmary. What we learned along the way, that these infirmaries were not to cure\nanyone, but they would come regularly and take the sick people to gas chamber. So this\nplace didn't have a gas chamber, but we put her in this little infirmary, and there she at\nleast had a bunk to herself.\nWe soon realized that even though there was no gas chamber, they sent a truck\nfrom a concentration camp that did have one to pick up these people. We watched the\ntruck come one day and empty the little infirmary, including my aunt Pearl on the truck,\nand took her away, and killed her. So that was -- by that time, | must say that we were\nso defeated and so weak and sick and hopeless, that our reaction was less -- it was a\nlittle more muted than it was upon arrival, when we were separated and we realized\nwhat was happening. We were already weakened and very hopeless.\nNevertheless, to Know what happened to her almost at the end was another\ntragedy. And in the meantime, they didn't feed us, didn't take care of us here. So my\nsister became even more debilitated than |. She was skin and bones. The selections\ncontinued, no matter where the Germans took us. They never stopped the selection.\nBecause, really, what we realized now, their aim was genocide, and whichever which\nway they could carry it out, that was number one on their agenda.\nSO one day, in a lineup, they picked out Serena. | knew exactly, they picked out other\nyoung girls who were in bad physical shape. As soon as they picked her out, | said, \"I'm\nher sister.\" They said, \"Well, you can go too.\"\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nBoth of us were put into a room with the other people who were picked. The door\nwas locked. And we waited for the truck. Because we already knew the system.\nYou know, people ask me today, Didn't your sister protest, or did you know what\nyou were doing? Yeah, we knew, and | knew, and it was for me the best, the most\nimportant thing to do, because | could not imagine being alone. My one aunt dead, the\nother one also running a huge fever, lying burning up on the floor from the fever. | knew\nshe wouldn't make it. | had to -- | could not. | could not imagine being alone without\nanyone who belonged to me.\nMy sister understood that too.\nAnd so we were locked in this room all day. At the end of the day, somebody pushed\nthe door, and it gave. To our surprise, it had been somebody unlocked it. And we looked\nout the door and gradually everything just, one at a time, tried it, went down the hall,\nand nobody stopped. There was nobody. The system had broken down so enormously\nthat such a thing was possible.\nWhen Serena and | went back to our barrack, my aunt, who was lying on the\nfloor there, and the other women, they all broke out in saying, Oh, the children came\nback. The children came back.\n>> Bill Benson: There were virtually no other children.\n>> Irene Weiss: No other children. Nobody ever called us children, because that was\nvery dangerous to do. Suddenly, it seems they were already mourning us and utterly\namazed that we showed up.\nMy aunt Rose, very sick, but she did make it until the Russian Army did come\nand did open up the big gate. But then, she was so very sick that she couldn't walk out.\nUnfortunately, the Russian soldiers who liberated this camp didn't pay too much\nattention to what was going on there. They just looked in, these soldiers, and they left.\nWe never saw them again.\nWe were left alone to fend our way, sick and with no transportation and no help.\nThe ones who were strong enough walked out into the nearby town. The rest of us\nstayed around in the same camp. We desperately needed transportation and food and\nmedical care to get from here to there, and eventually home. It never happened.\nSo many of us who made it up to that point died in the camps and on the way\nhome, because they were too weak to go any further. As we proceeded, mostly on foot\nthrough the highways, one of the -- it wasn't a death march, but it might have been. We\nput our -- my sister and | and others in our group, put all the sick ones into a hospital in\nthe town. Every town had some kind of a real hospital. So we put Rose in this and the\nrest of us would wait. Not wait to be cured or anything, but just to rest.\n>> Bill Benson: To have enough strength to go on.\n>> Irene Weiss: We proceeded this way for hundreds of kilometers, until eventually\nsome buses showed up from Czechoslovakia, and hanging through the windows and\nthe roof people mobbed these buses, hung on. We ended up in Prague, finally in a real\nhospital.\n>> Bill Benson: Irene, we're towards the end of our program here. | wish we had\nanother period of time to spend with you. I'm going to stop for the moment. We're going\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nto turn back to Irene to close our program in a few moments. I'd like to ask you to stay\nwith us.\nSerena, you and your aunt Rose did survive.\n>> Irene Weiss: Yes.\n>> Bill Benson: Made it to the United States later. | wish we had the time for you to tell\nus about that. But when Irene finishes, we don't have time for questions, unfortunately,\nplease feel free to come up on the stage afterwards. Irene will stay here. Come up here\nand shake her hand, meet her, or ask her a question if you have a question you want to\nask her. Obviously, she has much more to share with us.\n| want to thank all of you for being with us. Remind you we will have a First\nPerson program each Wednesday and Thursday until the middle of August. We hope\nyou can return. This program and all of the programs in April and early May are live\nstreamed, so you can view them on the internet.\nIt's our tradition at First Person that our first person has the last word. When\nlrene says her final comments for today, our photographer, Joel, the one who did all\nthose amazing photos at the beginning, will come up on the stage, and he's going to do\na brief video of Irene with you as the background. So we ask you stay seated until we\nget through that, if that's OK.\nWith that, | turn to Irene.\n>> Irene Weiss: | also want to thank you for coming to the museum and to take the time\nto listen to me and my story.\nAs you reflect upon what happened to me and my family, you may wonder how\nsuch a tragedy could have happened in western civilization, in Europe. My hope is that\nwith the benefit of history and memory, we will all be able to recognize and resist the\nforces of hatred, prejudice, and division that exist in our own time.\nBy speaking about those painful times, | am doing my best to honor the memory\nof those who did not survive to tell their own story. And | also hope that I'm doing for\nthem, I'm keeping a promise of never again. Thank you again for listening to my story.\n[Applause]\n",
    "segments": []
}