{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ESTELLE LAUGHLIN\nWednesday, July 1, 2015\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nEstelle Laughlin, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue through mid-August. The\nmuseum's website, at www.ushmm.org, provides information about each of our upcoming First Person\nguests.\nToday's First Person program will be live-streamed on the Museum's website. This means\npeople will be accessing the program via a link from the Museum's website and watching with us today\nfrom across the country and around the world. A recording of this program will be made available on\nthe Museum's website. This is our third time doing this with the others being in March and April.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Estelle Laughlin's biography so that you\ncan remember and share her testimony after you leave here today.\nEstelle will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Estelle\nquestions. The life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Estelle is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with her introduction.\nEstelle Laughlin was born in Warsaw, Poland, on July 9, 1929. Poland is highlighted on this\nmap of Europe in 1933.\nAnd Warsaw is highlighted on this map of Poland in 1933.\nEstelle was the younger of two sisters. In addition to her parents, her family included many\naunts, uncles and cousins. The Nazis invaded Poland on September 1, 1939. Soon after the invasion,\nEstelle and her family were forced to move into the Warsaw Ghetto.\nThis photo was taken after her arrival in the United States.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nin 1943, the family went into hiding in a bunker in the ghetto. The Warsaw Ghetto Uprising\nbegan on April 19, 1943, and continued until the final liquidation of the ghetto on May 16, 1943. Jewish\nfighters faced overwhelmingly superior forces of the Germans but were able to hold them off for a\nmonth. Estelle and her family were hiding in a bunker during the uprising and were among those\ndiscovered and forced out of hiding.\nWe see here a historical photograph of German solders leading Jews, uprising, to the\ndeportation.\nAfter they were discovered, Estelle and her family were deported to the Majdanek camp\nwhere Estelle's father was killed.\nEstelle, her mother and sister endured labor in two more camps before eventually being\nliberated by the Russians.\nEstelle, her mother and sister emigrated to the United States in 1947 on the Marine Flasher.\nWe close with Estelle's immigration certificate which was issued in July 1947.\nWhen Estelle, her sister and mother arrived in New York in 1947, they had $30 between them.\nEstelle and her sister went to work in the garment district. She met her husband, who was a survivor\nfrom Berlin, in New York. After marrying they moved to Cleveland where her husband was a labor\norganizer.\nAfter the birth of her first son, Estelle began attending college in Cleveland and finished after\nthey moved to the Washington, D.C. area in 1961, when her husband joined the Kennedy\nAdministration. They have three sons. Estelle became a teacher in Montgomery County, Maryland,\nearned a Master's Degree and became a Reading Specialist. She retired in 1992.\nEstelle's three sons are very accomplished: one is a professor of geology, another is a\npsychologist, and the third retired from a senior corporate position and now has a consulting firm.\nBetween them, they have given her seven grandchildren, one for each day of the week, as Estelle\nnotes. Estelle's husband died in 2008. She moved four years ago from the Washington, D.C. area to\nChicago to be close to family.\nEstelle volunteers with the Museum's Speakers Bureau. Until her 2011 move to Chicago, she\nwas also a member of the Survivors Writing Group and a contributor to the Museum's publication,\n“Echoes of Memory.” She has recently written a book about her and her family's experience during the\nHolocaust entitled, \"Transcending Darkness: a Girl's Journey Out of the Holocaust.\" It was published\nby Texas Tech University Press in November 2012. It was a finalist for the 2012 ForeWord Reviews\nBook of the Year Awards. She is now writing a work of fiction for young adults about the Warsaw\nGhetto with a working title of \"Hannah, | Forgot to Tell You.\" Following our program today, Estelle will\nsign copies of \"Transcending Darkness.\"\nWith that | would like you to join me in welcoming our First Person, Mrs. Estelle Laughlin.\n[Applause]\n>> Bill Benson: Estelle, thank you so much for joining us and for your willingness to be our First Person\ntoday. We're glad you made the journey from Chicago to join us again. Thank you very much.\n>> Estelle Laughlin: I'm very glad to be here. | appreciate everyone's attendance here.\n>> Bill Benson: You have so much to share with us, Estelle, and we have a short period so we're going\nto start right away.\nYou were just 10 when World War II began with Germany's invasion of Poland on\nSeptember 1, 1939. Before we turn to all that would happen to you and your family during the war and\nits Holocaust, let's start first with you telling us a little bit about your family, yourself, and your\ncommunity in those years before the war began.\n>> Estelle Laughlin: My family was a middle class family. | was born in Warsaw, Poland. Warsaw\nshines in my selective memory and golden radiance of lilac trees against open blue skies, rich sounds\nof good neighbors, kindness, and faith and love. It was a rich life.\n>> Bill Benson: Estelle, both from what you've shared with me and what | read in your book, you were\nextremely close to your father. Tell us about him.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Estelle Laughlin: My father was a very philosophical person, a very kind person, very inspiring\nperson. He left an imprint on me that there is a fine line between the best in us and the worst in us and\nneither purges the other. He left in me a faith and goodness, the healing that we are all part of one\nanother and to survive whole is to love humanity and be compassionate.\n>> Bill Benson: And your mother, who had fled violence and anti-Semitism in her native Russia, tell us\na little about your mom.\n>> Estelle Laughlin: She taught me feistiness.\n>> [Laughter]\n>> Estelle Laughlin: My mother -- Jewish people were persecuted throughout centuries. My mother\nwas chased out because she was of a different religion, was chased out of Russia when she was\nyoung. | think that she taught me what she learned about survival by being persecuted as much as she\ntaught me what she learned about the beauty of golden fields of wry, taught her about appreciating\nbeauty and she transmitted it to my sister and me.\n>> Bill Benson: Germany invaded Poland September 1, 1939, and they attacked Warsaw that very\nday. What do youremember of that first day and the siege of Warsaw that followed?\n>> Estelle Laughlin: It was a serene day. In spite of the fact that there was a lot of talk about war and\nthe news about the Nazi aggression, in spite of, there was a lot of excitement. It's hard to believe that\nwar can generate excitement and vibrance. There were posters throughout the city saying \"We are\nready,\" \"United.\" But actually nobody was ready.\nNobody could imagine what war really was until it happened. One peaceful, sunny day, a\nbomb was dropped on Warsaw, several bombs, as a matter of fact. And actually parliament was\nattacked without declaration of war. And then for the next month bombs were raining on our heads.\nYou never knew when a bomb would land on your building. Streets were littered with corpses. At\nnight, these humungous planes would light up the sky. Bombs were just raining on us.\n>> Bill Benson: You wrote in your book, quote, in an instant, at the age of 10, | and Fredka, 11 1/2,\nstopped being care-free children. We began to carry the tragic burdens of life, end quote. Can you say\nmore about that?\n>> Estelle Laughlin: | think in many ways it is very inspiring to know that young people are very wise\nand young people made decisions and made choices. They have tremendous resources. And | am\nalways concerned when | share my story, concerned how it affects young people. And looking at the\naudience, | see a number of young people. So to the young people | want to say that as long as you\nare going to hold on to that which is best in you, to that which you believe is right and good, no matter\nwhat will happen to you you will be ok because you'll know that the strength of knowing that right is\nright and good is good. It's all in you.\n>> Bill Benson: Warsaw held out for a month after the German invasion of Poland. You wrote that\nafter the German Army marched into Warsaw on October 1, 1939, \"Immediately my life changed\nbeyond imagination.\" Tell us about some of the changes.\n>> Estelle Laughlin: Our once peaceful streets were patrolled by foreign soldiers. They walked into our\nhomes. They said the Jewish people, you know -- in order to be mean to people, in order to put people\ndown, you have to demonize them. And they said the Jewish people are greedy and Jewish people are\nall the bad things in spite of the fact that they walked into our homes like common thieves or stopped us\nin streets and helped themselves to whatever they wanted to. They immediately closed schools. They\nmade books illegal. They rationed all food. They stopped the electric power. We had no telephones,\ncouldn't reach anyone, even in case of an emergency. We had no newspapers. We had no radios.\nWe were cut off from the world and from virtually everything that was taking place.\n>> Bill Benson: | was struck by something you said to me. You said that children helped by keeping\nwatch for German soldiers and helping to hide contraband. Can you will say a little bit about that?\n>> Estelle Laughlin: Right. With -- again, coming back to the resourcefulness that children have. Of\ncourse, you never know how smart and how resourceful you are until you are confronted with a\nproblem. | think that we all find our strength and we all find our resources when we are put to test and\nwe really know what we believe in and what we stand for.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n| forgot the question.\n>> [Laughter]\n>> Bill Benson: That's ok. You had mentioned how already the kids were playing a role already.\n>> Estelle Laughlin: Right. Well, | think the magic in children is that they hold on to their inner self.\nAnd no matter how terrible things were, we found ways to play. We also, while we played, we kept\nwatch for the soldiers. When we saw a soldier in the distance, we quickly ran home and told our\nparents to hide quickly contraband like bread or a pencil or a book.\n>> Bill Benson: It wasn't long before all the Jews of Warsaw were forced to move into what would\nbecome known as the Warsaw Ghetto. And you would spend your next three years in the Warsaw\nGhetto. Tell us about your life in the Warsaw Ghetto.\n>> Estelle Laughlin: They built a thick wall around us. They filled the ghetto -- the ghetto was tiny. |\nthink it was like 30% of the city's population were restricted in 1/3 of the city's area. So it was very, very\ntiny. They filled the ghetto with people driven out from surrounding areas. Most people came without\nshoes, on foot, without a penny in their pockets. There was not enough housing. There was not\nenough food. There was not enough clothing. People were dying in streets. People were covering the\nbodies of dead children with posters saying \"Children are the Holiest thing.\" Indeed, they are. Our\nchildren must live. And yet in this inferno, immediately the Jewish people organized themselves in self\naid centers.\n| am usually very mindful of stressing the fact that there was tremendous resistance.\nSometimes people asked me why didn't you fight back. It's a very painful question, a very sad one.\nAnd | understand that it's meant well but we did fight back. We fought back with everything that was in\nus to hold on to our values, what we believed was good and right. There was no armed resistance for\ntwo reasons. One reason was that there were no -- there was no way of obtaining arms. Another one\nwas that if you as much as whispered a word of protest, not only were you killed but your neighbors, the\nwhole street they would pull out that that was a form of enforcing discipline and fear, would be killed.\nSo the logical thing would be to just learn to have patience and hope that the war would be over.\nBut how did we fight back? To own a book was an act of defiance. All over the ghetto -- that\nwas capital punishment. All over the ghetto there were hidden libraries. My father had a stash of his\nfavorite books by Shalom Aleichem, Shalom Asch, nights covered with black covers to keep our\nexistence secret. My father would pull out books and read to us. His voice would flow, swaddling us,\nbringing to world, remote worlds. Our room was like a capsule of paradise separating us from the\ncurfew quiet outside our window.\n>> Bill Benson: Still, you were, of course, under so many extraordinary, brutal restrictions yet you've\ntold me you still found ways to celebrate holidays. And there was clandestined art and theater taking\nplace in the Warsaw Ghetto, which, incidentally, were 400,000 Jews in that enclosed space.\n>> Estelle Laughlin: Right. They were hidden all over the ghetto. There were brave teachers who\nrisked their life to teach children in tiny little rooms to hold on to their faith and love and faith and\nhumanity. There were theaters. Imagine theaters when there was no bread. There was a very\nremarkable historian and author in the ghetto, Haim Kaplan. He said it was strange, that wnen we\nseem to not need it at all, we need poetry more than we need bread. And it is true. The soul needs to\nbe fed, too. The soul needs to be nourished, too.\nYou mentioned the holidays. Guns hovering over our heads did not stop us to celebrate\nholidays. On Passover we made sure that there was Matzoh in every house. And, of course, that was\nonly possible at the beginning but not later.\nThere was not a child that | have Known who was over the age of 10 who did not do\nsomething to help those who were suffering more than they themselves suffered. We put on\nclandestined shows to raise money for the more needy people. So that was our form of fighting back. |\nthink it took a lot of courage and determination.\n>> Bill Benson: And your father, as you mentioned, was a philosopher. He believed books were\nimportant to have. He believed in theater. But you said that your mother focused more on practical\nways to survive. Say something about your mother's role in there.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Estelle Laughlin: Yeah. My mother was more focused. | think you referred to examples that | gave,\nthat | once shared my lunch with a beggar. | gave it away. And my mother's response was, \"You\nknow, we don't know if we'll have bread tomorrow and we have to be sure that we maintain our health\nso we'll be starving, you'll have some flesh on you. So if you want to share things, make sure you ask\nme for more food so that you don't give yours away.” My father's response was: “You know how\nhungry you were not eating one lunch. You can't imagine how hungry the child that you shared your\nsandwich with was, so you did the right thing.” He said, “Of course your mom said it to protect you but\nyou did the right thing.” So, yeah.\n>> Bill Benson: And your mother was, | think, very worried, absolutely rightfully so, about disease\noutbreaks.\n>> Estelle Laughlin: Yes. She was on a rampage to clean the house.\n>> [Laughter]\n>> Estelle Laughlin: And make sure that everything is clean. She even — occasionally -- of course, we\nhad no chocolate but occasionally we would have a piece of chocolate. She even washed the\nchocolate.\n>> Bill Benson: In those circumstances, how did you find food? How did manage to eat?\n>> Estelle Laughlin: That's a very interesting question. The food allowance, the rationed food, was\nabout less than 10% of the daily required calorie requirement. Most of the people were dying of\nstarvation. But there was also illegal smuggling. So we had that wall and the wall was topped with,\nwith broken glass and barbed-wire. But there were smugglers. The best smugglers were children,\nmostly boys no older than 6 or 8. They were like little mice, remove bricks under the wall and crawl\nthrough the wall. When they were caught, they were killed. If they were not caught, then their parents\nhad a meal that day.\nOf course, the starvation was so profound. There was also official smuggling. By that | mean\nthat there were big smugglers. And they were Nazis and Polish guards who lined their pockets with\nbribery. And for that they would open the gate and the guards would look the other way and wagons of\nfood would be smuggled through. So there was smuggling.\n>> Bill Benson: The Nazis started deporting large numbers of Jews out of Warsaw to death and\nconcentration camps in 1942. For a substantial period your family was able to avoid being deported.\nHow did your parents manage to protect all of you from being taken and sent to camps in those years\nof 1942 until 1943?\n>> Estelle Laughlin: The deportation began July 1942. The month of my 13th birthday. It was carried\nout with 20th century Know-how and Stone Age values. At first we had no idea that deportations meant\ndeath. Jewish people -- some of them were forced to write letters saying that they were in camps\nwhere they were fed and sheltered. So you can imagine that many people who were living in streets,\nwho were homeless, who were famished went voluntarily and unknowingly to death. But many people\nhid.\nAnd where does one hide in an apartment building? Usually no different than children play\nhide and go seek. We hid behind couches, between mattress and box springs, in cardboards, in\ndrawers. Any little corner that you could find. My family obscured one room by putting a wardrobe in\nfront of the door. And this is how we hid. It was random luck.\nFrom July 1942 to September 1942, a mere two, two and a half months, 99% of the children\nwere deported and killed. Can you imagine a world without the sound of children, without the presence\nof a grandmother or a grandfather? Because old people and children were the first to be killed. At first,\nwe had no idea. But the people that were torn away from us, we never heard from them but some\npeople managed to come back. They did it during the night and found their way. They hid on the\ncorpses, on the ashes, and they found their way back to Warsaw, to the ghetto. And they told us about\nthe horrific train rides to a place called Treblinka where our people were gassed, children were gassed.\nIt's hard to imagine how human beings who have mothers and sisters, who love their children,\ncould do such things. | think this is the reason why I'm sharing my story. And | believe that this is the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nreason why you are here, to be reminded the cruelty we are capable of and perhaps that will remind us\nof the importance of love and compassion.\n>> Bill Benson: In essence, Nazis decreed that children under the age of 14 were useless to them; so\nhad to go.\n>> Estelle Laughlin: Right.\n>> Bill Benson: You were 13. How did you manage to not go?\n>> Estelle Laughlin: Well, most of it was random luck.\n>> Bill Benson: Random luck.\n>> Estelle Laughlin: If they come in and scoop up people -- | think towards the end they picked up\nenormous numbers of people. So it was almost like when you sweep the floor and some dust would\njust remain. It was mostly random luck --\n>> Bill Benson: As | remember, your parents also tried to make you look a little older. Didn't they?\n>> Estelle Laughlin: Yes. | had braids. My mother cut my hair short, my hair up, and dressed me to\nlook older. But! was afraid. | was very afraid. | asked my father what would happen if they found out\nthat | was only 13. My father said, \"Oh, I'll never let them take you away from me.\" \"I'll burn their eyes\nout with acid.\" | believed him that | was safe if only in his love because | knew that he was helpless.\n>> Bill Benson: The ghetto, at the start of 1943, the ghetto was subdivided into three sub ghettos.\n>> Estelle Laughlin: Right.\n>> Bill Benson: That's when you went to work in a factory.\n>> Estelle Laughlin: Right.\n>> Bill Benson: Tell us about the work, how you were able to do that.\n>> Estelle Laughlin: Ok. Now, the deportations -- the people just disappeared. At the point when there\nwere very few people left in the ghetto, only the ghetto was reduced to three sub ghettos which were\nthree separate streets. So all of the ghettos were just three segments of streets.\nThe only people who could live -- | mean, we lost our rights to live. And the only people who\nwere still permitted to live were the ones who were working in factories. So my mother and sister and |\ngot permission to work in a factory. My father was not. These were called the wild people. And so\nthere were numbers of wild people who were living, hiding, between us, among us.\nThere were so few people left. Warsaw was an ancient city. And most people lived in\napartment buildings. We were the only family in the apartment building left. There was such silence.\nThe silence was palpable. | would sometimes stick my head out the window or the door hoping to hear\nother neighbors but all | could hear was really silence growing towards me.\n>> Bill Benson: Your family and your father were called a wild one because he was not able to have a\nwork permit but you were still in the ghetto wnen the remarkable Warsaw uprising took place. And\nthen, the subsequent horrific obliteration of the ghetto. Tell us about the Warsaw uprising and what\nhappened to you and your family.\n>> Estelle Laughlin: Well, | mentioned that some people managed to get back and tell us about\nTreblinka. When we found out what was happening to the people, that they were gassed, the\nremainder of the people in the sub ghettos began to organize themselves in armed resistance. My\nfather was a member of the armed resistance, too. And they started to build bunkers. The bunkers\nwere in the basement. They built a network of bunkers. And they also dug tunnels to lead them to\nnavigate between the bunkers. And they also used sewers and tunnels for the other side of the wall, to\nobtain arms to fight back.\n>> Bill Benson: Your family was also able to build a bunker. Tell us about the bunker that you had.\n>> Estelle Laughlin: Right. So imagine that, you know, that your existence on top of the earth is going\nto cease and that you are going to crawl and live in the netherworld. Our bunker, the entrance to our\nbunker-- we moved from our second-floor apartment to the ground floor and our bunker was -- our\napartment then was on the ground floor. And the bunker was in the basement. And, of course, you\nhad to have a secret entrance to the bunker. Our entrance to the bunker was the powder room floor\nand commode. All would lift and then you would go down into the bunker.\n>> Bill Benson: You would lift the commode up to --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Estelle Laughlin: Right, to go down the steps.\nEvents erupted with Nazi soldiers marching into the ghetto, with armed cars, with tanks, with a\nflux of bomber planes, and with humungous loud speakers announcing that we better report for\ndeportation or else they'll kill us all. They called it resettlement. We knew what resettlement meant so\nwe just opened the trap door, walked down the stairs. It was a flimsy ladder, pulled the trap door down.\n| felt cut off from the world. | felt trapped. The damp walls closed in on me. The damp cell pressed\ndown on me. The flickering of the light was our substitute for the sun. The ticking of the clock was our\nonly reminder, our only clue when morning was rising, when sun was setting. How | missed the open\nhorizons, just the blue crispness of day.\nAnd while we were -- I'm anticipating your next question.\n>> Bill Benson: Go ahead. [Laughter]\n>> Estelle Laughlin: And while we were in the bunker, fighting erupted on the streets, facing a 20th\ncentury Army, armed from head to toe, facing tanks and facing armored cars and facing flocks of\nplanes was a handful of poorly clad, poorly fed, poorly armed [Indiscernible]. They climbed up on\nrooftops. They stepped in front of open windows. They crawled out from the bunkers, from the sewers\nto street corners and lobbed Molotov cocktails, hand grenades, fire throwers, whatever they had.\nIt is noteworthy that it took that group of fighters longer to fight than it took for France or for Poland to\ncapitulate.\n>> Bill Benson: If | understand correctly, after an initial clash, Himmler said we're going to close down\nthe ghetto in three days as --\n>> Estelle Laughlin: As a gift to Hitler for Hitler's birthday.\nAnd you know, the deportation, the uprising, the dates set to cleanse the rest of the ghetto of\nJews started the first Sadr, first high holiday.\n>> Bill Benson: That's the day they picked.\n>> Estelle Laughlin: They always picked holidays.\n>> Bill Benson: Eventually, of course, you would be found. How did that happen?\n>> Estelle Laughlin: At some point a grenade was thrown at our bunker and we were pulled out. At\nthat point there was no corner, no place to hide anymore. They drug us through the streets. Flocks of\nplanes, the sky was black with planes, bombs were falling all around us, buildings were crumbling to\nour feet. Flames, enormous flames, were licking the sky in and painting it in other worldly colors of\niridescence. Earth sauntered. They dragged us to Umschlagplatz, the deportation. They loaded us on\nto freight trains. We were on the train through the night. And just for the sport of it, soldiers were\nshooting at the trains. People in congealed blood all around us.\n>> Bill Benson: When we showed the pictures earlier, the slide show, there was the one historical shot\nof a picture of Jews being pulled out of the Warsaw Ghetto. And there was a family in the front. It was\njust so easy to picture that being you, your mother and your father, your sister in their place.\n>> Estelle Laughlin: You know, we were not a swarm of nameless people. We were people like\neveryone. There were mothers. There were mothers holding on to hands of children that they wanted\ndesperately to take home and tuck them into bed. Children sometimes ask me how did you feel inside.\nInside me | felt no different than my grandchildren, than all children feel like. I, too, wanted to catch a\nball soaring through the air. |, too, wanted to take my family and my friends for granted. |, too, wanted\nto feel the damp grass under my feet.\n>> Bill Benson: As you --\n>> Estelle Laughlin: | also want to point out that some of the people held a gun only an hour earlier.\n>> Bill Benson: So you were then taken to Majdanek where you lost your father. Tell us what you can.\n>> Estelle Laughlin: So in the morning we arrived in Majdanek, which is an extermination camp -- there\nis a Slight distinction between extermination camps and slave labor camps. Slave labor camps -- both\ncamps, slave labor and extermination camps, were encircled by electrified barbed-wire fences, guards\nevery few feet with beams of light following you. In Majdanek there was a crematorium and chimneys.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nIf that was not enough, in the assembly field they had a gallow and gibbet to scare us even more into\nobedience. People were dangling every day, our friends, like limp puppets. And, you know, we\nsurvived it all with holding on to our humanity and to compassion and joyful life.\nMy father was separated from us. When we arrived, men, women, and children were\nseparated. My father sat with a group of men. My sister, my mother and | sat across the field from him.\nHe was very sick at that point. He had fever. He sat in the front row so my sister and mother and | did.\n| looked at my father. He looked so ill. | was so used to looking into his eyes for comfort, for\nreassurance, for trust and he looked so pitiful. When the guards weren't looking, | ran across the field\nand kneeled in front of him and | said, \"Daddy, you need not worry about me. They won't get me.\" |\nturned the lapel of my coat. Sorry. We had cyanide capsules. And | said, \"Daddy, they will never get\nme.\" And he looked at me -- I'm sorry.\n>> Bill Benson: No, no, no. Take your time, please.\n>> Estelle Laughlin: | always felt guilty about it because | wanted to reassure him but he gave me\nstrength to live.\n>> Bill Benson: Tell us about, if you don't mind, losing the photograph of your father. You had a\nphotograph of your father.\n>> Estelle Laughlin: The only treasure, the only thing that we had left in Majdanek -- that was before\nwe had to shed our clothes and before we went through the selection in which a soldier dressed neatly\nwith white gloves, would sort people, who would act like a pseudo guard, saying this one will live and\nthis one will die. This was what selection was like.\n| had a photograph when we were actually walking towards the showers. We knew about the\nshowers. We knew that the showers were really gas. And when we walked into the showers, the water\nhad a lot of disinfectant in it. So we had no idea whether it was gas or water. It happened to be water.\nWe didn't shout. We didn't scream. Not because we weren't indignant. We were very indignant. |\ncould have scratched their eyes out. But! did not cry because | wanted to spare my parents my tears.\nAnd also, | was too proud to show my tears. | knew that wasn't a thing that | could do. So | had this\nlittle photograph prior as we were going to the showers. And a soldier stopped me and said, \"Tell me\nwhat are you hiding?\" | said, \"I'm not hiding anything.\" | hid the photograph in the lining of my shoe. |\nthought, well, if | lied to him and | say | have nothing -- | was afraid to lie. So | pulled out the\nphotograph. | said, \"It's the only thing | have. May | have it?\" And he snatched it from me.\n>> Bill Benson: | know this is really hard to do in the time we have, Estelle. Things were horrible for\nyou at Majdanek. But from there you would also then be sent to several labor camps.\n>> Estelle Laughlin: Yes.\n>> Bill Benson: Your mother just played such an incredible role with you and your sister now, keeping\nyou together and protecting you. Tell us a little bit about what you can and the events that led up to\nyour liberation.\n>> Estelle Laughlin: Well, in Majdanek, slave labor, digging from one place to another. The purpose of\nMajdanek was an extermination camp, an extermination factory. So the existence of it was to kill\npeople. So there was no work so we just did useless work, which was very, very hard. My sister in\nMajdanek was beaten very badly. In my book | describe the circumstances.\nYou know, It's interesting now to think that | want to mention the poetry, writing, in case |\nforget.\nSo my sister was beaten very badly and she couldn't go to work the following day and so hid\nher under the bunks. The soldiers came and found -- whomever they found in the camp, they put you\non the list. The assumption was if you were on the list, you were going to the gas chamber. We had a\npact that if one of us go to the gas chamber, all three of us will go. So my mother and | traded places\nwith two other people. And the following day, when my sister's name was called and the two other\nnames, my mother and | reported. This is what saved our lives. We were put on a train and shipped to\nSkarzysko, which was a slave labor camp. The two people with whom we traded places, unfortunately\nprobably never made it out of there.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n| wanted to also mention that even in Majdanek when life was so torturous, we were\ncomposing songs and poetry. We didn't do it -- we had no pencils or paper so it was not to write it\ndown; it was not for history but all that was really left was our ability to speak, to show our indignation to\nshow -- to express our longing. So, yes, the soul always talks. The soul always feels.\n>> Bill Benson: If you don't mind, as you were on your way to one of the camps, Skarzysko, the train\nstopped and you credit that with actually saving your lives. Can you say a little bit about that?\n>> Estelle Laughlin: So another random luck thing. My sister -- the train stopped on the way from\nMajdanek to Skarzysko. My sister had to go to the bathroom. There was one stop. And then they\nstarted to shoot. We were rushing to get back on to the train. So we got in the wrong car which\nhappened to be the right car because Skarzysko had three different camps. Each one of them was\nowned by a German arm factory. But one was producing gunpowder. And gunpowder settled in your\nskin where the people looked completely yellow and on your lungs, and people could live only like\nweeks or months so where they were completely disposable. And we ended up, because we went into\nthe wrong car, we ended up in the camp where we were working on bullets.\n>> Bill Benson: And you would end up at another camp yet --\n>> Estelle Laughlin: Which was essentially the same.\n>> Bill Benson: You were there, | think, when you were liberated.\n>> Estelle Laughlin: Right. So imagine a miracle. This is after all of these years from\nSeptember 1939, this is January 1945, Poland is very cold, ground is covered with ice and snow. After\nall of these years. And we were so separated. We were so isolated. It was impossible to believe that\nonly a few rabbit hops away from us people were sailing on silver lakes and children were sitting\naround tables with families like children should. And then after all of these years we hear this rumble of\nthe planes, bombs falling. We say, oh -- I'm smiling now when | say we heard the bombs falling\nbecause, really, that was like from heaven. We were on death row, dying but allied bombs would be\nsuch a dignified death. And we kept on saying, when they paused, “Please don't stop,” “please don't\nstop.” And in the morning we were liberated.\nNow, | want to assure you that liberation was not very unlikely -- like you are probably\nimagining it. In my book | describe it. A large portion of my book is about liberation because very little\nwas written about it. | told you it was in January. All we wear is wooden clogs, loose -- there were no\nstockings, no scarves. It's amazing how much cold and hunger we can endure and still remain human.\nAnd in the morning the gate is opened and we shuffle out. It's icy. It's cold. The camp was surrounded\noutside the fence by no-man's land. We shuffled through this, not even an inkling of light. We come\nout and we hear soldiers. We didn't know whether they were German soldiers -- | don't know why we\nwould suspect but we were always afraid of the wars. And we wanted to run because we knew that this\nwas the front line. What if the Nazis come back? We could hardly move. We see the Russian soldiers\nand we run up to them. And we say, all teary-eyed, \"Do you know how long we've been waiting for\nyou?\" It was like messiah was there. \"Do you know how long we've been waiting for you?\" And they\nsaid, \"We have a war to fight.\"\nThat was January. The war wasn't over until May, | believe. And they did have a war to fight.\nAnd they said -- they looked at their watch and they gave us a slab of bread. They said, \"You better\nfind shelter because there's curfew.\" At that point | don't know if we were more afraid of dying of cold\nand starvation than being arrested for breaking the curfew. So we shuffled out. We looked so dreadful,\ncovered with lice and mange. And the people were really turning away from us. There were no\ndisplace persons camps. We were so hungry. And we encountered some other people from the camp.\nThey said, “Down the street there is a pickle factory and you can go there.” So we climbed through a\nbroken window and our first meal was a dill pickle.\n>> [Laughter]\n>> Estelle Laughlin: We were very grateful for it.\n>> Bill Benson: Estelle, we're almost at the close of the program. | think we have just a couple of\nminutes for some questions. Shall we do that?\n>> Estelle Laughlin: Sure.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: I'm going to start, before we do that -- ok. We'll look for anybody who has a question.\nWe have a question right here. We're going to bring you a microphone so that everybody in the room\ncan hear it. Once you have the microphone, make your question as short as you can, if you don't mind.\nThat way we'll have time for Estelle to give you an answer.\n>> Hi. Thank you for sharing your story with us. | was just wondering if after everything that you have\ngone through, have you ever been back to Warsaw?\n>> Bill Benson: Have you been back to Warsaw? | want to make sure everybody in the back hears\nthat.\n>> Estelle Laughlin: Yes, | was. A year ago | went with a presidential delegation to Warsaw. | came\nback to the street where | was dragged out from the bunker. | came back -- when | left, the place,\nWarsaw, was engulfed in flames. | came back as an American citizen with the delegation of a country\nthat represents what is noblest in freedom, equality for everyone. So that was a very moving\nexperience for me.\n>> Bill Benson: Thank you. Do we have another question? We have one in the back. Here comes a\nmic to your left.\n>> Thank you so much. You mentioned random luck two times. And you said the end of liberation was\na miracle. Did anybody ever talk about God?\n>> Bill Benson: You've mentioned random luck and the miracle of liberation. The question is -- was\nthere talk about God's role in all of this?\n>> Estelle Laughlin: You know, God and religion is a very personal thing. During the war there were\nmany people in the ghetto who held on to their faith. Other people -- my family was not religious. | am\na very spiritual person. | feel very connected to everyone and everything that is living. For some\npeople it was very hard to believe. The indignation, how could anyone, how could God permit children\nto be killed? On the other hand, there were others who held on to religion saying, thinking, that religion\npresented the unity of all man, in the eyes of God we are all his children no matter what we believe. So\nyeah.\n>> Bill Benson: | think we're probably almost out of time. Is that a hand up? One more question in the\nback. One more question. We're going to get you a mic so we can hear you.\n>> When you got into the concentration camp, did you write any of the poems?\n>> Bill Benson: Did you write any poems in the concentration camp?\n>> Estelle Laughlin: No. | did not. My sister was the poet in my family. Although | like to write poetry,\ntoo. Yes.\n>> Bill Benson: Thank you for that.\nI'm going to turn back to Estelle to close our program in just a moment because it's our\ntradition at First Person that our First Person has the last word. But! want to take the liberty of reading\nto you something from Estelle's book if you don't mind. In her book she wrote, \"Our survival depended\n99% on random luck and 1% on instinct and grit. Without the 1% luck, you are 100% dead.\"\nBefore | turn back to Estelle, I'm going to ask you to bear with us as Joel, our photographer,\nwill come up on stage. He's going to take a photograph of Estelle with you as the background. So I'm\ngoing to ask you to stand so we can get that photograph. It's really a nice image. Not yet. Not yet. I'm\ngoing to -- Estelle will close our program for us. Then Joel will come up on the stage.\nThank you for being with us. We'll have a first program every Wednesday and Thursday until\nthe middle of August. Hope you can come back or come back in a future year.\nEstelle?\n>> Estelle Laughlin: | want to thank everyone for coming to this museum. Seldom are people willing to\nspeak about such events. Seldom are people willing to listen to such events because they generate\nsuch pain. But we have to be reminded from time to time what can happen to us, what can happen to\nhumanity, what can happen to the conscience of a nation, and what can happen to love and trust if we\naccommodate ourselves to tyranny. | feel as long as there are people who are saying that the\nHolocaust never occurred in some ways Majdanek is still with us. | want to thank this wonderful\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nmuseum for reminding us that history always remembers and we must listen if civilization is to\nprogress.\nThank you again so much.\n>> Bill Benson: Thank you, Estelle.\n[Applause]\n",
    "segments": []
}