{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUnited States Holocaust Memorial Museum\nFirst Person: Sam Ponczak\nWednesday, April 20, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Edna Friedberg: Good morning. | think that's a first. Usually, | have to come up here and tell\neveryone to shush. Suddenly there was a silence. | needed to come. Good morning. Welcome.\nWelcome to the museum and welcome to the First Person program. My name is Edna Friedberg. I'm\none of the museum's historians. | will be your host today. Just so Sam, our guest, and | have a little\nsense of who we're talking to, can you shout out where you're from? Maine! Wisconsin! Ohio! OK. Go\nMidwest. Great. Thank you.\n>> \\llinois!\n>> Edna Friedberg: Illinois. My home state. Thank you. Washington. Texas. Thank you. Sam, we\nhave a lot of people. Good. | don't think we've done that before, but it's nice to know that you are from\nall over. You're very lucky today. Our First Person today is Mr. Sam Ponczak, whom we will meet\nshortly. The museum is in its 17th year of the First Person program.\nThe 2016 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with additional funding from the Arlene and Daniel Fisher Foundation. We're very grateful\nfor their sponsorship of this special program.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us their\nfirsthand account of their experiences. Each of our First Person guests serves as a volunteer here at\nthe Holocaust Museum, and our program will continue twice weekly through mid August.\nThe museum's website, www.ushmm.org, listed on the back of your program booklet, lists information\nabout each of our upcoming First Person guests. Anyone interested in keeping in touch with the\nmuseum and its programs can complete the card, the Stay Connected card that's in your program, or\nspeak with a representative at the end of the program.\nWhen you join our e-communities, you will receive an electronic copy of Sam's biography, so that you\ncan remember and share his testimony with people back home after you leave today.\nSam will share his First Person account of his experiences during the Holocaust for about 45 minutes.\nAfter which, we will have an opportunity for your questions. If you think of something during the\nprogram, keep it in the back of your mind and | know he will be very happy to talk with you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn addition to the people in this room, today's program is being live streamed on the museum's\nwebsite. This means people will be watching the program via a link from all around the country and\neven around the world.\nA recording of this program will be made available later on the museum's website. If you enjoy today's\nprogram and would like to hear others, you can watch some of these once you are back home.\nFor our web audience, listening in, if you would like to use Twitter to ask a question, send a picture, or\nwrite a comment during the program, feel free to do so using the hash tag #ushmm.\nEnough of the housekeeping. The life stories of Holocaust survivors transcend the decades. What\nyou are about to hear from Sam is one individual's account, one individual's experience during the\nperiod of the Holocaust. We have prepared a brief slide presentation to help orient you to Sam's\nstory.\nWe begin with this story of a young Sam Ponczak, and his sister Gisele, taken in 1946.\nSam was born in 1937 in Warsaw, the capital of Poland, and that's indicated by the red arrow here.\nHere we see Sam's parents, his father, Jacob, was a tailor and his mother, Sarah, a seamstress.\nThese portraits were taken in 1940. Is that right?\nGermany started World War II by invading Poland on September 1, 1939. When war broke out Sam's\nfather escaped to Soviet controlled territory. While young Sam and his mother remained in Warsaw.\nIn this photo, we see German troops parading through Warsaw after the surrender of Poland.\nIn October 1940, the Germans established a ghetto in Warsaw and decreed all Jewish residents\nmove into this walled-off area. We see here a photo of the wall that separated this section of the city.\nSo it's a sort of urban prison, a neighborhood enclosed in the center of the city.\nThe building where Sam and his family already lived was in the middle of the ghetto. | do want to\nmention this is a special date in history. Yesterday, April 19, marked the anniversary of the start of the\nWarsaw Ghetto Uprising, which was a violent revolt started by Jews in the ghetto against the\nGermans, against all odds. It was the first urban uprising against Nazi Germany and was the largest\nand most symbolic of Jewish uprisings. A few thousand Jews held off, far outnumbered by German\ntroops, for almost a month. So it is very significant we're talking about Warsaw today with Sam.\nSam's mother in November of 1940 took the risk to escape the ghetto. We'll hear those details in a\nmoment.\nEventually Sam and his mother, pictured here just after the war, were able to reunite with his father.\nThey were soon sent to a forced labor camp in Siberia, in the Soviet Union, then to a town called\nSyktyvkar in the northern region of Komi. Finally, in 1944, they were sent to the town of Kherson in\nUkraine, where Gisele was born. The family remained in Kherson for the remainder of the war. This\npicture was taken of them after the family returned to Poland.\nWith that context, | would like to invite our very special guest Sam Ponczak to take the stage, please.\n[Applause]\n>> Sam Ponczak: Good morning.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Edna Friedberg: So you know, Sam and | have an understanding, we'll cover a lot of ground\ntoday, and at times | will likely have to interrupt him. He's not insulted. We just want to make sure we\nget through the full trajectory of what is a very complicated story.\nLet's start at your start, your beginning. You were born in December 1937 in Warsaw. Tell us a little\nabout your family, please.\n>> Sam Ponczak: Well, my parents came from small little towns known as staples in Poland. They left\nthe towns in their early teens because there was no work and living was hard. So they moved to\nWarsaw where they met. Actually, that's where my father learned a trade as an apprentice, that trade\nbeing a tailor. My mother as well.\nWell, we lived in an area that later became part of the ghetto. It was very heavily Jewish populated.\nActually, before the war, about 1/3 of Warsaw's population was Jewish.\n>> Edna Friedberg: The largest Jewish area in Europe?\n>> Sam Ponczak: That's right. Very diverse politically, culturally, and so on. My father was a, well, |\nguess a good tailor, and became also a union organizer or what have you. Even though he finished\nonly, | think, either four or five grades of school, he was well versed in politics. He told me that as a\nyoung man he actually read \"Das Kapital\" the Bible of Marxist theory. Anyhow, that's about my\nparents.\nMy mother had a large family, three brothers and parents, brothers who were carpenters and\nshoemakers, what have you. From small towns. My parents were not, even though they were\neducated, in the religion, in Jewish faith, they were not really practicing Jews at the time.\n>> Edna Friedberg: When war started in September 1939, you were -- | think my mic is off. OK. When\nthe war started you were a baby, right? A toddler?\n>> Sam Ponczak: Yes.\n>> Edna Friedberg: What did your parents do days and weeks after Germany invaded?\n>> Sam Ponczak: Well, the war started by aerial bombarding of Warsaw. There was not much anti-\naircraft artillery. Basically, the German Luftwaffe had control over the skies and they burned, they\nstrafed, they destroyed anything at will. To my knowledge, in that first months of war about 20,000\npeople were killed. Never mind wounded. And it was sheer bedlam, because on the third day, as far\nas | know, of course, things I'm telling you is what | learned later or from what my parents were telling\nme, on the third day the government disappeared. They just packed up, went to Romania, ended up\nin London. So there was no one in charge.\nThe hunger and lack of water, electricity came in very quickly. Sometimes | was thinking about my\nparents. There was a guy 29 and his wife, 28, Sara, and | was a toddler, and they probably did not\nknow what to do with themselves, where to run. They did not know what was coming ahead.\nSo they made the decision that they will separate. Not divorce, but separate, because my father\nwanted to -- no, | must digress for a second. Germany attacked Poland on September 1. On\nSeptember 17, | believe, Soviet Russia attacked Poland from the east. So by the end of September\nthere was no Poland. It was either German occupied part of Poland or Soviet occupied part of\nPoland.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nA\nSo my father decided to try his fate and escape to the Soviet occupied part of Poland. Most of the\npeople did not know, but there was a treaty between Hitler and Stalin of nonaggression. So that was\na deal that was basically unknown to the population. But the reality was very, very tough.\nAnyhow, he escaped to the Russian side, and while my mother decided to stay because family ties,\nbrothers, her parents and so on. So luckily, the pact allowed for a postal correspondence. So they\napparently knew where they were, and | know during that time at sometimes my father was working\nas a tailor in the Belarus part of Russia. | was with my mother.\n>> Edna Friedberg: They were able to exchange letters?\n>> Sam Ponczak: | presume. Unfortunately, | was either too young or stupid to ask the right questions\nwhen | could. When | got to the point where | Knew what | wanted to ask, they weren't around\nanymore. So there was a gap in my knowledge, but | do know that the postal agreement existed and\npeople wrote from one side to the other.\nAt some point, my mother saw the light, as it were, and decided to escape.\n>> Edna Friedberg: Let's back up a second though. The first year Warsaw is occupied.\n>> Sam Ponczak: Right.\n>> Edna Friedberg: Then in October 1940, the Germans established the ghetto. As we described it, it\nwas around where you lived.\n>> Sam Ponczak: Basically closed the wall, finished the wall around the ghetto. | think that months\nafter they attacked the Jews were already being forced, Jews from the area surrounding Warsaw,\nwere being forced into the area of the future ghetto, and they were all identified with an armband. You\ncouldn't take off the armband under penalty of death. If you were found that you took off the armband\nand you were Jewish, there was no trial; you were shot on the spot.\nSo that was the situation. Of course, the Polish population that lived in the old ghetto part was forced\nto move out, and the Jewish population from the rest of Warsaw, as well as from around Warsaw,\nwas forced to move in.\n| personally think that the Germans at that time did not have a specific plan on how to liquidate all the\nJews, but they did know that it would help if we keep them separate from the rest of the population\nand concentrated. Eventually, behind a wall. So that took care of itself in some ways, because maybe\n100,000 of them starved to death or from illnesses. The majority were sent to their death in planned\ntrain cars, wagons, cars to Treblinka and other death camps, whose sole purpose was to kill. There\nwas no work. There was no plan -- well, maybe I'm getting myself ahead.\n>> Edna Friedberg: It's OK. You've described the conditions in the ghetto. Just to make sure that the\naudience understands, when we're talking about tens of thousands of people forced into this area, it's\nan area of just a few square miles. So extremely crowded. There is no good sanitation. Food\nshortages, disease. Really, a quite hellish place. Your mother was extraordinary to escape from the\nghetto with her, her not quite 3-year-old son. Tell us about how she arranged that.\n>> Sam Ponczak: | don't Know exactly the details, but somehow she made it to the train station. She\ngot into a wagon, and she told me that a priest had planted himself in front of her, told her to take off\nthe armband. He stood in front of both of us, and whenever she says the police, there was a so-called\nblue police or the gendarmes going around checking the documents.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Edna Friedberg: Polish police?\n>> Sam Ponczak: Yes, Polish police, but also German militant police. The priest was very smart. He\nwas pointing to the back saying \"Well, the woman with the kid is from my parish.\" Being that he was\ndressed as a priest, | guess that was good enough. So in hindsight, | don't know who the man was,\nbut I'm sure he saved my life.\n>> Edna Friedberg: Your mother then literally walked, right, walked from German territory?\n>> Sam Ponczak: Well, | don't know exactly how she made it. The border between the Soviet\noccupied and the German occupied part was a river, the river Bug. She knew enough that this river\nused to freeze up in the winter, around the wintertime. Because she came from that area. So she\nprobably knew.\nNow, how she made it, where she stopped, who helped her, | don't know. But somehow she made it\nto the river. Probably with the help of some guides, but she decided that she will cross the river at\nnight, not to be visible, and that's what exactly happened. | don't know the date, but she basically\ncarried me and whatever else she could, and she started to walk at night on that ice.\n| was a toddler, and of course, the poor woman was slipping and sliding. She was falling. | had a ball.\n| thought it was really funny. She was telling me later that | was laughing so loud that she was afraid\nthat either the Germans or the Soviets will shoot us. Because it carries, | guess, on the river. So to\nshut me up, she found a bunch of pictures that she carried with her, and gave them to me to\nentertain. By the time we got to the Soviet side, all the pictures were torn up, so | stand before you\nguilty of destroying all my family's pictures from before the war. So you see stuff from during the war\nand after the war. Of course, my sister still cannot forgive me for that. But what can | tell you?\n>> Edna Friedberg: | think when talking about history, sometimes it's easy to forget what it's like to be\na parent and to be in this stressful situation, and that she just had a toddler she had to keep quiet.\n>> Sam Ponczak: Right, right.\n>> Edna Friedberg: Both humorous and terrifying story. Once she made this dangerous journey, she\nreunited with your father in Soviet territory, correct?\n>> Sam Ponczak: | think | know that she was telling me that apparently, we were caught by the Soviet\nborder patrol. She was telling me about dogs. So | assume we were caught. | don't know how long we\nwere kept, but eventually we were reunited with my father. Now, these are still moments that | don't\nremember, but | do remember when we were sent to a place called Kolthaus, which was infamous in\nsome ways. It was a gulag, those who know Russian history. The czars sent their enemies to gulags\nIn Siberia.\n>> Edna Friedberg: A prison camp.\n>> Sam Ponczak: Right. My earliest recollection, self-awareness, which was from that place, the\ngulag, it was essentially a labor camp. It was not just a Jewish labor camp. There were Poles, Jews,\nprobably some other people.\nThe camp was in the middle of the Taiga, so it was guarded, but | don't remember any Russian or\nSoviet soldier with a machine gun or whatever standing over the people. But you couldn't escape\nanyhow, because there was nowhere to escape. It was Taiga, it was woods for hundreds of miles. It's\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\naround a few hundred miles south of the Arctic Circle. So there was lots of woods and | remember\nbeing for some time living in a yurt, like an Indian teepee. A large teepee, but Mongolian style.\n>> Edna Friedberg: A tent?\n>> Sam Ponczak: Right. The locals, the Natives, were of Mongolian or Tartar extraction and spoke\ntheir Komi language. | suppose | started to understand Russian. My memories became more vivid\nand | remember the camp, | remember my father standing in the river up to his neck, pushing the logs\nof the trees that they just hand cut, with some other people. | think | do remember that the people\nlooked very strange. They never smiled. They never smiled. They were strange. Many, many years\nlater, 20, 30 years later, | asked my father, What was it about these people? Why do | remember\nthem the way | described? He said, Well, these were people who were mostly immigrants, mostly\nJews, Poles, and they were put to work at something very hard. They were tailors. Tailors work hard,\nbut they don't have to cut big trees and get in the river, pushing them around. There were people who\nwere doctors, accountants, you name it. They were just not used to that physical, hard work.\nOf course, food was rationed. There were people who had so-called bad habits. They smoked. There\nwas no tobacco. They couldn't go and buy cigarettes, so they smoked moss, for example. Those who\nliked to have a drink, there was no vodka or wine, certainly. But for some strange reason, they had\ncologne. Later on, | found out it does lots of things to the brain when you drink --\n>> Edna Friedberg: Cologne like perfume?\n>> Sam Ponczak: Right. There was a lot of dying and hunger and exhaustion, etc. That's the kind of\nexpressions that | remember.\nThen, sometime later, we were sent to another place called Syktyvkar, we were sent by a barge. |\nremember being a few days on some barge. And in the town we were given a place to live, and my\nfather resumed his work as a tailor. My mother was a seamstress. They didn't know what to do with\nme, so | was hanging around with them in the factories for a while.\nSo | remember them sewing these winter jackets for the Soviet Army. | suppose it must have been\nend of 1941, because I'm guessing that was already the time when the war between the Germans\nand the Soviets started, in the summer of 1941.\n>> Edna Friedberg: To clarify for a second. In the first place where you were, very remote, desolate,\nnear the Arctic Circle, when describing the labor that your parents and others were doing, they were\nnot paid for this, this was forced labor?\n>> Sam Ponczak: No, they got paid by food. There was no payment. They were given the portion of --\nthere were cards and later on | remember they were cutting out, they got a piece of butter or some\nbread or meat or whatever. It was all rationed. They were rationing the cards.\n| must point out, it was not just for these refugees. If | remember, | think the local population had\nmade, more or less, the same thing. They were also poor. They also lived miserably. So there was no\ndifferences. Not much difference between the local natives who were not drafted, because most of\nthe Soviet young people, women, men, were drafted to the war, to the Army, and those who remained\nwere mostly older people.\n>> Edna Friedberg: While you were in the Soviet Union, your mother became pregnant, did she not?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Sam Ponczak: Yes. Yes. That's a painful memory, because | do remember my twin brothers.\nExcuse me.\n>> Edna Friedberg: It's OK. Take your time.\n>> Sam Ponczak: | remember they were born, and then | remember they died. Maybe it was another\nfew months. | don't know why. We never discussed it. But | remember.\n>> Edna Friedberg: Sam, while you were in the Soviet Union under these harsh conditions, did you\nattend school at all?\n>> Sam Ponczak: Yes, | did. | guess after a while | was sent to what was equivalent to maybe\nkindergarten in Komi, and the thing that is funny, because | didn't know what it was, | saw an\nelephant, a real, live elephant, in that Siberia, and | couldn't stop wondering.\nNow, when you think about it, when the Russians were withdrawing from the German onslaught, they\nmoved everything they could, including the animals in the zoo, and this animal found its way to\nSiberia. | do remember it.\n| already started to become aware that there was a war. The way | became aware, because in that\nplace there was a loudspeaker attached to a corner between the ceiling and the walls, and every day\nin a very, very serious voice some speaker was announcing that \"Our brave soldiers have withdrawn\nin organized fashion from\" such-and-such town. They didn't say retreated, they say withdrawn to\nanother town. And that went on.\nSo somehow, you become aware this is a war going on, for a kid almost any situation, as long as\nthey're not very hungry, is like a normal situation. That's how it is, you know. You make a toy, you\nplay with it, and if it breaks you make another toy.\nThen | remember, it must have been after 1942 and the famous battle of Stalingrad happening,\nbecause | remember the same voice announcing that \"Today our glorious Army \" Blah, blah, blah\n\"Has conquered\" or freed some town. So the war was going the right way.\n>> Edna Friedberg: The glorious Army was the Soviet Army?\n>> Sam Ponczak: Of course. The enemy was the German Army, of course.\n>> Edna Friedberg: | will interrupt one more second to make sure the audience is with us. Sam\nmentioned that Germany and the Soviet Union had a pact, they were Allies. Then in June 1941, the\nGermans betrayed that pact and launched a surprise attack against the Soviet Union. So Sam and\nhis family had been in friendly-to-German territory, now we're in territory that is enemies to Germany.\nYou're in Ukraine for several years then at this point, right?\n>> Sam Ponczak: What happened was that the Soviet government was trying to persuade people like\nmy father to assume Soviet citizenship or whatever. They chose not to do that, because they did not\nknow what was going on in Poland. All that time, they were not aware. But they decided not to take\nthis offer, and | think because of that the Soviet government sent us from Siberia to Ukraine, which\nwas much closer to the Polish territory. It was warmer, of course, and there were many hundreds of\nthousands of people like us.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nIt's not relevant, but the Soviet government had a pact with the Polish government in exile, and they\ntried to form an Army to fight the Germans, but that's part of the history and | don't want to bore you\nwith that.\n>> Edna Friedberg: Sam, when you say that your parents were not aware of what was going on in\nPoland, explain what you mean. You mean the family? You mean the Holocaust?\n>> Sam Ponczak: No, they were not aware, because there was nothing in the -- well, Poland in 1943\nwas not liberated yet. Liberation came in summer of 1944, for parts of Poland. Now, the Soviet press,\nto my knowledge, did not write much, because they didn't have correspondents or TV like today, on\nthe front. So nothing was known, and there was nobody to write to and nobody to receive letters from.\nSo it was one big unknown that was hanging over their heads, but -- maybe I'll digress for a moment,\nbecause it just so happens that the person that | called a sister, who was not my blood sister, showed\nup with her son. This was the daughter of people who took in my father when he was a teenager and\nhe was an apprentice. They lived in Warsaw. So he became almost like a son to them.\nUnfortunately, when we all escaped, that family stayed. One day, basically, shipped to Treblinka to be\nkilled. That girl was actually begged by her parents to jump off the train, which she did. She at the\ntime was a teenager. She had 16 or 17 -- she was 16 or 17 years old. She jumped off the moving\ntrain, was wounded, etc.\nTo make a long story short, she survived, and she made it through the front area between the two\narmies, and she spent a year looking for us, because she somehow knew that we were somewhere in\nRussia. Lo and behold, she found us in Ukraine. When she showed up, my father said, That's your\nsister.\n>> Edna Friedberg: You mentioned that your entire conscious life, aware life at this point, is in the\nchaos of war. Did you identify as Jewish? When did that awareness sink in and how?\n>> Sam Ponczak: Yeah, | think -- well, | don't Know. | cannot speak for American teenagers now, how\nthey grow up. When | was growing up, | did not know that | was Jewish. | was just a kid. Worrying\nabout playing stuff, food, elephants, what have you.\nFirst time | -- actually, two events. In 1945, in the fall of 1945, the war has ended already. My father\ntook me to a place, because we lived outside of the town, he took me to a place where there was a\nbig room. | didn't know what it was. We went in, sat down, and there was a bunch of uniformed young\nmen who were basically moving like that, like I'm showing you. | didn't Know what it meant. | didn't\nknow what it was. But the thing that struck me was that these men were crying. | didn't expect a\nuniformed man with their guns at their side crying. | just couldn't imagine that. But it stayed with me.\nMany years when | already left Poland, | asked my father, Where was |? What was that place? So he\nexplained to me that it was Yom Kippur, you know, the Jewish day of asking for forgiveness, and\nthese were Jewish men, members of the Soviet Army, who had just returned from Europe, from\nPoland and Germany. He said they were crying because of what they saw. Of course, | understood.\nSo then, you know, the Jewish and the Holocaust became a little bit more familiar. The next event\nwas a day when the three of us, my parents and I, went to a market. It was people were -- farmers\nwere selling their products.\n>> Edna Friedberg: Outdoor market?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Sam Ponczak: Outdoor market, right. We walked by a guy, a man, who was a paraplegic, had no\nlegs, and he was sitting on a little platform with wheels and pushing himself. He turned to us, and\nbasically yelling, saying, You Jews! How the heck, etc., used other expletives, did you survive? He\ncalled my father Jacob, because every Jew was a Jacob, and every female was a Sara. So he called\nthem that. He said, How did you survive? Why didn't Hitler finish you off?\n| couldn't understand that. So when | asked my father, he gave me a lecture about Judaism, what it\nmeant, etc. So then, you know, being a Jew was not a very interesting situation, | suppose. But that, if\nyou -- that's my basically awareness that, yeah, | was a Jewish kid. That's it.\n>> Edna Friedberg: In May 1945, the war ends. When did your family return to Poland, and how?\n>> Sam Ponczak: We returned in 1946, in February. It was a long, long journey. It took about three\nweeks to get from Ukraine to this place in Poland. In the meantime, | had a sister already at that time,\nwho was born in 1945.\n>> Edna Friedberg: How did you travel to Poland?\n>> Sam Ponczak: We traveled in cattle cars, like packed -- | mean, it was not sealed like people who\nwere traveling to their doom, but it was went, it was open, it was uncomfortable, etc., and we went\nthrough Poland.\nNow, | did not see some of the greetings that some other trains saw, but apparently they were not\nfriendly, they were not received friendly on the Polish side. But anyhow, we ended up going to what is\nnow known as lower Silesia. | need to digress for a moment.\nMany of you know probably about the pact between Stalin, Churchill and Roosevelt, and these three\npeople decided what is the -- what are going to be the new borders of Poland. They graciously ceded\nthe eastern part of Germany, or some of the eastern part of Germany, to Poland, and they took the\neastern part of Poland and gave it to Ukraine.\nSo the place we came was still had the German name, Reichenbach, Reichenberg or Reichenbach. |\nforgot. But anyhow, it was basically a town almost void of people. The only people there were elderly\nGermans, women and men, and -- Reichenbach. Yeah, that was Reichenbach. Rather not destroyed.\nlt was a small, little German town.\nAt the same time, there were trains of people like us coming from Russia. In my case, we were from\nWarsaw, but Warsaw was destroyed. It was literally about 90-some percent leveled. There was\nnothing standing. We were automatically sent to an area that had apartments, streets, etc., and the\nsame time there was a Polish population that lived in the eastern part of Poland, that now suddenly\nbecame Soviets. Many of my friends from there. They had to find -- and they who either survived\nthere on place, in place, by hard-to-believe conditions, some hiding in a godforsaken hole somewhere\nor hiding in woods, or being hidden by Sol Polish people or even Ukranians. Those people could not\nfind a place to live either, because of the complications with the what happens to the apartments, the\nshops of the Jews that were killed.\nSo all these people were going west, and ended up in the towns like this Reichenbach, which later\nbecame Dzierzoniow. It's hard to believe, but there were 25,000, 30,000 Jews in one place in this little\ntown.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n| should add too, that's the first time | understood, | didn't understand at the time, but | saw ethnic\ncleansing, because what happened was that the few Germans that remained were impolitely asked to\nmove on, to get the heck out, move to Germany, wherever, eastern, western, because at that time all\nthese things were not well-defined. Talking about 1946.\nSo | do remember these poor old people packing their belongings in these baby carriages, because\nthat seemed like everyone had a baby carriage, with no babies, and they were going to the train\nstation. Eventually, they appeared. The old lady, we were told this is your apartment, was gone after\na few months. | don't know where. | don't know who she was. But we ended up, | ended up,\ndiscovering a real apartment, with a kitchen and a room and a bathroom, even though the bathroom\nwas near the staircase, on the stairwell, but nevertheless it was not an outhouse.\nSo | was a very happy kid. | didn't know Polish, of course, because then Russian became my first\nlanguage. And now | had to learn how to speak Polish. But anyhow, that's another story.\n>> Edna Friedberg: Part of why it is confusing, it was a confusing time. There were people being\nmoved out of where they had lived, people coming back who had been gone for years. Just for a\nsense of context, Sam's story is typical of many hundreds of thousands of people. We tend to think of\nthe experience of Polish Jews as being in ghettos and concentration camps, very formal places, but\nof approximately 3 million Jewish people who lived in Poland before the war, about 250,000 survived\nby being in the Soviet Union. They were \"lucky enough\" to not be in German territory, and they came\nback to places where their neighbors were not necessarily glad to see them return.\n>> Sam Ponczak: Right, right.\n>> Edna Friedberg: We have a few more minutes. | want to ask you a couple more questions. Your\nparents returned, other Polish Jews returned, hoping to find their families, their extended families. Did\nyour parents find any relatives alive?\n>> Sam Ponczak: No. We didn't find any. Although, unknown to us, a cousin of mine, who still lives in\nNew York, was alive but we did not know.\nYou need to understand that we were the lucky family. We were an intact family. There were two\nparents and children. That was a rarity in 1946 and 1947.\nTypically, there was a single man, a single woman, and kids, there were not too many kids in this\ntown.\nBut things | do remember, reminded me a little bit of 9/11 because you remember 9/11 happened,\nand suddenly on the walls of that area, whatever walls there were, suddenly you saw posters -- not\nposters, but signs \"Has anybody seen my uncle?\" | remember that in Poland in 1946. In the building\nwhere there was a Jewish committee, there were handwritten notes, in Yiddish, in Polish, any\nlanguage, looking for members of family.\nNow, being a unit family, my mother was very kind person, so she invited people to come for dinner\nor have a drink. At that time, | already started to understand Yiddish, because that's what my parents\ntalked.\n>> Edna Friedberg: The language of European Jews, East European Jews.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Sam Ponczak: Right, language that Jews use. | didn't have a choice, though | listened to what was\nhappening around, with men sitting, sometimes crying, drinking vodka. But it invariably the topic was\nhave you seen? What do you know of? Have you seen? Etc., etc.\nOne of the things that stays with me is the point that those who survive the concentration camps, of\ncourse, we didn't, we weren't in the concentration camps, but they were saying that these who were\nselected to die that day were marched to their death. And | -- there are lots of young people, I'm not\ngoing to go into it, but they were looking at those who were spared for that day, and they -- invariably\nthat theme repeated itself, saying, Remember, telling what you've seen. Tell about it.\nYou know, it's like saying these are people, and they mentioned they knew where they were going.\nThey were not surprised. Men, children, old, young, whatever.\nSo this business of remembering. Now, many, many years later, recently, say 10, 8, 7, 8 years ago, |\nwas translating some material from Polish into English, and the topic was those people who were\ninterested were in their 80s, some 90s, but they were youngsters in 1939. They were school kids, and\nPolish, not Jewish, and they were asked to tell what they saw looking from outside into these ghettos,\neven sometimes concentration camps.\n| remember a few tapes where they described the group of boys sitting or hanging around on the side\nof road, watching how a column of Jews is being marched to their execution in some Jewish\ncemetery or in a forest. And it was the same thing these people were yelling out to the kids on the\nside road \"Pray to Jesus! Pray to God! Tell everybody what happens to us! Tell everybody!\"\nYou know, then when | saw these tapes, | remember the theme: Tell, tell. And then | realize where it\ncame from. So that basically became my motivation for working here and being willing to talk about all\nthat stuff and doing translation. | thank you.\n>> Edna Friedberg: Thank you. We're coming soon to the close of our program. We do want to allow\ntime for a few questions. If you have a question for Sam, | ask that you approach one of the\nmicrophones in the aisle. In the meantime, we'll start with a question if we have one from Twitter. I'll\njust read. What do you hope students get out of their visit to the museum? Douglas brown is asking.\n>> Sam Ponczak: Well, | hope that they learn a piece of history, real history. This is what happened.\nI'm one of the lucky ones. | was -- our generation is going. And especially in the world where there is\nso much denial, so much incredulity and, you know, some people feel that they can manipulate and\nchange it, modify it to serve their purposes. So my only hope that to some it will stay as a sad\nmoment in history of mans inhumanity to others.\nIt's true. It's happened. And | do not mean to say that nothing good, we need to learn from that.\nUnfortunately, | see that not much is learned. But | have to admit | had a happy life. When | came\nhere in 1964, | was standing on the plank of the SS United States, which was a flagship, and | felt that\nit was a coming home moment, like that America accepted me.\nSo, you know, there is good future in front of you guys, and girls. But it's good to know the reality. It's\ngood to know history. It's important to know.\nThere's a philosopher in Israel, his name is Yehuda Bauer, and the guy is trying to modify the Ten\nCommandments. He adds the 11th commandment, | tell it to the young people, is do not allow\nyourself to be a victim. He has in mind probably bullying in that case, bullying, etc.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nHis 12th commandment is do not be a perpetrator. Don't be a bully. But he says the most important is\nthe 13th: Do not be indifferent. When you see something that is bad, react. Don't turn away. | think\nthat should be, in my mind, the most important lesson for the kids, and for everybody for that matter.\n>> Edna Friedberg: Thank you. Thank you, Sam.\n>> Sam Ponczak: Thank you.\n[Applause]\n>> Edna Friedberg: Don't get up yet. Do we have a question? Yeah, please, come. We have a few\nminutes.\n>> My question was you talked about in the ghettos how people would get sick and stuff. Did anyone\nin your family get sick?\n>> Sam Ponczak: I'm sorry, in the ghettos were organized in large cities and in small cities, in Poland\nand in Ukraine and Lithuania, in all these places that were conquered by the German Army. Am |\nanswering the question?\n>> Edna Friedberg: He wanted to know if anyone in your family was sick or died in ghettos,\nspecifically in your family, tf you know what happened to them?\n>> Sam Ponczak: Well, | do not know for a fact, but there was a person who mentioned something to\nmy father after the war. It turns out that the deal that was made between my father and my mother\nabout let me go east and see what it is like, then I'll bring you over. OK?\nIn our case, it has a happy ending, because we were connected. In the case of my uncle, who was\nthe father of my cousin that survived, apparently he went east, and because they were supposed to\nmeet and they met, did meet, their paths crossed. So he returned apparently to Poland, and\nsomebody mentioned that they saw him in the Warsaw ghetto.\n>> Edna Friedberg: He was never seen again after that?\n>> Sam Ponczak: Never seen. Most likely perished.\n>> Edna Friedberg: Yes, these two, then we'll close.\n>>| know you said that you realized there was a war going on around the country, but did you really\nrealize the severity of the situation around Europe?\n>> Sam Ponczak: No, | did not. | don't think that a kid has interest or capacity to understand the world\nproblem or Europe's problem. They're concerned with the immediate surrounding. There's a father,\nmother, other sibling or somebody to play with, that's your world, no matter how unhappy they may\nbe, as long as they're not very angry.\nIs that my understanding of what goes on in the mind of a small child, right? | don't think there is a\nchild that is so smart, there may be, that knows about geopolitics and what was going on in Poland or\nin Holland or in Russia.\n>> Edna Friedberg: There was less access to information also.\n>> Sam Ponczak: Of course.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Edna Friedberg: Even for adults.\n>> Sam Ponczak: The parents didn't know what was going on.\n>> Edna Friedberg: OK, yes? Last question.\n>> Mine is more of a point of clarification. In the pamphlet it soeaks of your sister that was born in\nUkraine. Is this the sister that was Belarusian and came and the father said this is your sister?\n>> Sam Ponczak: No, two separate people. But because this was -- when she came to us, the war\nwas about over. Well, within a few months. We probably knew from her what was going in her life,\nand she saw a lot of atrocities. She was older. She's at least 12 or 15 years older than | am. But my\nfather realized from what -- she described the train to Treblinka and she was literally pushed off to\nsurvive. So that my father realized this was an orphan, presumed she's an orphan. He said she's my\nsister. That's how strong he felt. We were all together. She married from my house. She just passed\naway a few weeks ago.\n>> Edna Friedberg: It then there was a new baby born.\n>> Sam Ponczak: Right.\n>> Edna Friedberg: We're just about out of time. It is our tradition here at First Person that our first\nperson guest has the last word. | have a favor to ask. After Sam's closing thoughts, we'd like to take a\nportrait of him with all of you behind standing. When he is finished, if you can please stand in place,\nwe would really appreciate it.\nSam, any closing thoughts?\n>> Sam Ponczak: No, | thank everybody for coming and willing to listen to my story. | hope you draw\nconclusions that you draw. | hope it's not indifference, because | believe strongly if you can get\ninvolved, get involved.\nDo something good. Thank you.\n[Applause]\n",
    "segments": []
}