{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, May 29, 2014\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nJACQUELINE MENDELS BIRN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. I'm the host of the Museum's public program First Person.\nThank you for joining us today. We are in our 15th year of the First Person program and our\nFirst Person today is Jacqueline Mendels Birn whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as volunteers here at this museum. Our program will continue\ntwice weekly through mid-August.\nThe Museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests. Anyone interested in keeping touch with the Museum and its\nprograms can complete the Stay Connected card in the program or speak with a museum\nrepresentative at the back of the theater when we finish our program. In doing so you will also\nreceive an electronic copy of Jacqueline's biography so you can remember and share her\ntestimony after you leave here today.\nJacqueline will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows at the end of our program,\nwe'll have an opportunity for you to ask Jacqueline a few questions. The life stories of\nHolocaust survivors transcend the decades. What you are about to hear is one individual's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\naccount of the Holocaust. We have prepared a brief slide presentation to help with her\nintroduction.\nWe begin with this portrait of 6-year-old Jacqueline Mendels. Jacqueline was born\nApril 23, 1935, in Paris, France. France is highlighted on this map of Europe.\nJacqueline was the middle of three children. Here we see Ellen Mendels with two of\nher three children: Manuela and Jacqueline. Jacqueline is on the right. Ellen was born in\nHamburg, Germany. The Mendels lived in Paris and life was quite normal until World War Il\nbegan.\nThis is a birthday card Jacqueline made for her mother in 1941 before the family fled\nParis. | Jacqueline's father found two reliable farmers to help the family escape across the\ndemarcation line to the Vichy-controlled southern zone of France. On this map we see the\nnorthern occupied and the southern unoccupied zones in France.\nThe family lived in the tiny village of Le Got in southern France for over two years.\nHere we see a contemporary photo of the house where the family hid in two rooms on the\nupper floor.\nAfter Allied Forces liberated Paris, August 1944, the family resumed their life in Paris.\nFrom left to right are Manuela, Jacqueline, their mother Ellen holding their newborn brother\nFranklin who was born in 1943.\nJacqueline met her future husband Richard in 1957 while he was studying in Paris.\nShe moved to the United States and married in 1958. They lived in New York City, where\nJacqueline worked as a chemist and Richard taught high school while waiting the required four\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nyears to join the Foreign Service because he married a foreign-born person. In order for\nRichard to join the Foreign Service, Jacqueline had to become an American citizen.\nOnce Richard began his Foreign Service career, they lived in many places such as\nHelsinki, Toronto, Hong Kong, Malta, Mexico City, along with several stints in Washington,\nD.C. Jacqueline worked for the Foreign Service Institute where she taught French and helped\nprepare Foreign Service Officers going to France or French-speaking countries. Later\nJacqueline trained foreign language instructors.\nBoth Jacqueline and Richard are now retired. They have two children: Daniel\nFranklin and Anne Emanuelle. They also have a 13-year-old granddaughter whom they enjoy\nvisiting in Toronto where she lives. At the moment, however, she is attending school in Italy\nwhere her parents are on a sabbatical. Jacqueline and Richard live in Bethesda, Maryland.\nContinuing a family tradition, Jacqueline is an accomplished musician. She is\npresently the First Cellist Emeritus for the McClain Symphony in Virginia. She is a member of\nthe Friday Morning Music Club which performs annually at the Kennedy Center and at many\nother places. She also plays in several trios, quartets, and quintets. For the past five years,\nher Jewish quartet has played at an event here at this museum memorializing the liberation of\nAuschwitz on January 27.\nAs a member of the museum's Speaker's Bureau, Jacqueline speaks often about her\nHolocaust experience both in the museum and in other settings. She has spoken at such\nplaces as the National Security Agency, universities like Colby College in Maine and many\nothers and local Catholic schools. She will speak this fall to a class at George Washington\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nUniversity here in the District of Columbia, as well as to an association of retired U.S.\ndiplomatic and office officials. Just this past Monday she spoke by Skype to the\nFrench-speaking school her granddaughter is attending in Naples.\nJacqueline's volunteer work includes serving as a tour guide for the Permanent\nExhibition and editing documents written in French and interpreting for groups of\nFrench-speaking Holocaust survivors who visit the Museum. She is working with the\nmuseum's \"Remember Me\" project which publicizes the photographs of over 1,000 Jewish\nchildren orphaned or otherwise separated from their parents during the Holocaust in an effort\nto identify and connect them with any surviving family members or friends. Jacqueline\ninterviews those identified who are French-speaking. The \"Remember Me\" project has had\nsome remarkable successes.\nShe is also a contributor to \"Echoes of Memory,\" a collection of writings by survivors\nassociated with this museum. Jacqueline's memoir, \"A Dimanche Prochain: Memoir of\nSurvival in World War II France,\" was published in 2013. Following today's program she will\nbe available to sign copies of her book.\nWith that I'd like to ask you to join me in welcoming our First Person, Mrs. Jacqueline\nMendels Birn.\n[Applause]\nJacqueline, thank you so much for joining us and for being willing to be our First\nPerson today. You have so much to tell us in one short hour, so we'll get started.\nLet's begin, first, with you telling us a little bit about your family in your own early\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nyears before Hitler annexed Austria and Czechoslovakia in 1938 and, of course, | know you\nwere so young, so you really are recounting what you've learned from your family and others.\n>> Jacqueline Mendels Birn: Right. Well, in my book there is a photo of my sister and me at\nthe beach. We went to north of France, facing England. And all | know is that the water was\nso cold. It was freezing. | was afraid of the sea. But otherwise all | know is from my parents\nwho kept a journal for my sister and me and later on for my brother. She wrote regularly in the\njournal. Otherwise | have no recollection until World War Il.\n>> Bill Benson: What were your parents’ nationalities?\n>> Jacqueline Mendels Birn: My father was Dutch. They had been Dutch for centuries. My\nfather came from a town called Angouleme. On the Permanent Exhibition on the wall there is\nthe town with all the Jews that were murdered. So he was Dutch. He never became\nnaturalized French.\n| was born -- | was born in Paris. So was my sister. And | thought | was French, but\nactually the French government didn't accept us as French until 1947. Something | found out\njust recently.\nAnd my mother was from Hamburg, Germany. They had been there for centuries as\nwell. I'm not sure if you're going to see that photo, but my grandmother and great\ngrandmother, and great, great grandmother, were from Hamburg as well.\n>> Bill Benson: How large was your extended family?\n>> Jacqueline Mendels Birn: It was large on my father's side, not on my mother's side who\nwas an only child. My father, yes. And something that my niece, Jessica, my brother's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ndaughter, found out in great detail is that we have over 200 members of my Dutch family that\nwere murdered.\n>> Bill Benson: 200 that were murdered. What was your father's business during those early\nyears of your life?\n>> Jacqueline Mendels Birn: My father came to Paris in 1926. He was 21 years old. A high\nschool friend of his in Holland, in Amsterdam, told him that there was an opening. My father\nhad done some training in a bank, so he joined his friend in his business. He was not a\nmerchant, he was a businessman importing and exporting food, specialty foods, usually.\nYeah.\n>> Bill Benson: And do you know what their life was like in those years before the war? Was\nit a comfortable life?\n>> Jacqueline Mendels Birn: It was a middle class Jewish family, in the suburbs just on the\nedge of Paris, on the southeast. Very close to the zoo. | remember | loved going to the zoo,\nwhich, of course, with the war | was not allowed. | loved the monkeys especially. That |\nremember.\n>> Bill Benson: After Hitler annexed Austria and Czechoslovakia, your parents left Paris with\nyou and your sister for a short time. Tell us what you can about that and about the events that\noccurred before the war actually began with Germany's invasion of Poland in September 1939.\n>> Jacqueline Mendels Birn: Every time there was a danger, and especially with the\ndeclaration of war, Germany invaded Poland, my parents left with us, left Paris. Actually, we\nleft Paris | think three times before the final leaving.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nWhen Germany invaded Poland, because France and England had an alliance with\nPoland they were obligated to, by the treaties, to invade Poland. But nothing happened. And\nthat's what was called in English the phony war, phony, funny, and in French if anybody\nspeaks French, [Speaking French], the funny war.\n>> Bill Benson: And that was the period between when Germany invaded Poland and the Low\nCountries were invaded in May.\n>> Jacqueline Mendels Birn: That was later, in 39. And there was an alliance between\nGermany and the Soviet Union. They divided Poland. It was already pretty horrible for the\nJews there.\n>> Bill Benson: They called it the funny or phony war because nothing was really happening.\nRight?\n>> Jacqueline Mendels Birn: Right. The French soldiers were mobilized but nothing was\nhappening. So my parents left and then came back. But then Hitler was not satisfied and\ndecided to invade, in 1940, Luxemburg. If you see a map of Europe, Luxemburg, Belgium,\nHolland, those countries were supposedly neutral. And then France in June 1940. And that\nwas the big exodus. We left.\n>> Bill Benson: Before we come to the big exodus when you left for that third time, in July of\n1939, | think your grandfather died in Holland. Your father was not able to attend his funeral, if\n| recall. Why was that?\n>> Jacqueline Mendels Birn: No. He was able, but he went alone. There was a big\ndepression in America. There was a big depression, economic depression, in France, too.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nAnd | suppose it was because there was really not enough money for the four of us to go. So\nmy father went alone. And in my journal it says how sad he was, first of all because his father\ndied -- his name was Emmanuel Mandels -- but also because the rest of the family couldn't join\nhim. So collecting that from the journal and in my book | say it was a blessing that my\ngrandfather died because he didn't have to suffer what happened to his wife, my grandmother,\nwho was murdered.\n>> Bill Benson: You mentioned that you ended up leaving Paris about three times. And, of\ncourse, the last time during the exodus. We'll talk about that ina moment. Do you know why\nyour parents, like after war broke out in September 1939, why they left Paris but would return?\nWhy would they return?\n>> Jacqueline Mendels Birn: Because my father had to make a living.\n>> Bill Benson: Go back to his job.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: And once Germany invaded the Low Countries and invaded France in\nMay 1940, full-blown war is on in France at that point. So you and your family joined literally\nmillions of French and Parisians particularly in exiting Paris and heading south.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: What do you remember of that?\n>> Jacqueline Mendels Birn: | remember that | had my doll. And my sister had her doll. |\nknow from the journal that my father had his typewriter and my mother had her sewing\nmachine. And my parents wrote in my journal, well, with those two instruments of work, we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\ncan always make a living somewhere.\nSo my father was able to get a little van from his business. We were very lucky that\nwe drove | don't know how many hours, enough gasoline. But there is another survivor, who is\nFrench -- | don't know if he's in the audience today. He just told me the other day that he was\nin the exodus -- he's about two years younger than | am -- and that his whole family was\nbombed and he lost a large part of his family. We were not hit by bombs. One of the many,\nmany miracles.\nMy father must have taken little side roads. And then it was evening. He knocked at\nthe door. Said could we spend the night. And those people were so wonderful. And they\ngave us their dining room and another room, and we ended up spending three weeks there.\nAnd then we went back to Paris. Why? Because my father said -- well, they had just closed\nthe door of the apartment in Paris and my father said, “| have to make a living.”\nAnd on the way back, my father saw the northern part of France was occupied, of\ncourse. That was the Armistice between Hitler and Petain. And my father wrote in my journal\nor in an interview later on that he saw a contingent of Senegalen soldiers being beaten by\nGerman soldiers. And my father wrote that it had given him the full taste of what was going to\nhappen to us.\n>> Bill Benson: Seeing the Germans beating the Senegalen soldiers.\n>> Jacqueline Mendels Birn: Yeah.\n>> Bill Benson: At one point | think your parents considered leaving for a Dutch colony but\nthey didn't do so. Why was that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Jacqueline Mendels Birn: By the time they made up their mind, it was -- what was the other\ncolony? Well, men were not allowed to leave France. My father at that time said, \"We are\neither going to live together or die together.\"\n>> Bill Benson: So he kept everybody together.\n>> Jacqueline Mendels Birn: But another thing. | have that in my book; that my father wrote to\nhis cousin who had moved to Palestine at that time; that he was going to join the Dutch free\nforces in England. He wrote to his cousin on a postcard, which | have, saying -- and | don't\nknow what Ellen, my mother, is going to do with the two little girls. But he felt it was his duty.\nAnd then he couldn't because with the war he couldn't get out. Right.\n>> Bill Benson: So once the Germans attacked Paris -- | think you and your sister actually\nremember some of that. | think you remember going down into shelters.\n>> Jacqueline Mendels Birn: Oh, yes. And the Germans were there, too, right next to us. And\nmy father -- said, \"Don't be afraid -- it's like a storm. “Don't be afraid of that big noise.\"\n>> Bill Benson: Describe for us a little bit so we all understand what Vichy, France, was. What\nthat demarcation line meant so that when you fled Paris and headed towards Vichy, France,\nwhat did that actually mean?\n>> Jacqueline Mendels Birn: Well, from the Jews it meant that we were not allowed to cross\nagain the north -- the occupied zone where the Germans were in full force and the south which\n| always say was the so-called unoccupied zone or the so-called free zone, settled in Vichy,\nwhich is a lovely town but that's where the government -- the free France government was.\nThere were not exactly strict measures against the Jews yet.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: Yet.\n>> Jacqueline Mendels Birn: So that Armistice was signed. It didn't last very long. But for the\nmoment, that's where it was. But Jews were not allowed to cross the demarcation line. You\nneeded a visa. Jews, of course, were not allowed to get -- we were not allowed to live, period,\nand certainly not to get a permit to leave Paris and that area and go into the so-called free\nzone.\n>> Bill Benson: You would remain in Paris until, | believe, the summer of 1942.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: That's when your parents arranged for the four of you to leave Paris for Vichy,\nFrance. Tell us what the events were, to the extent you know, that led up to their decision in\nJuly 1942 that we now really have to leave Paris.\n>> Jacqueline Mendels Birn: My parents’ friends kept on telling them -- first they told my\nparents why don't you get baptized and become Catholic, which was totally irrelevant because\nmy parents, grandparents, great -- everybody was Jewish. That was senseless.\nWhat it was is there were measures against the Jews right after 1940, right in 1940\nwhen the Germans were in Paris. First of all, Jews are to register as Jews at the City Hall.\nAnd many years after the war France said: Why did you register? And my father said we're\ngoing to obey the law and they're going to leave us alone. So we were fully registered. My\nparents didn't have false paper on their I|.D. card that everybody had to have. There was a big\nstamp in capital letters, in red saying \"JEWS.\"\n>> Bill Benson: \"JEWS\" stamped on the |.D. card.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Jacqueline Mendels Birn: And there was a lot of police. The French police was\ncooperating very nicely with the Germans. They could ask for your papers. If my father or\nmother had given papers, that would have been the end of us. We children didn't have I.D.\ncards. | guess we were too young. But we couldn't go to the zoo. We couldn't go to the park.\nWe couldn't ride our bikes. My sister started to take swimming lessons; she couldn't. All kinds\nof measures.\nParis has those little parks called square. The Jews could only go shopping at the\nend of the day when there was no food left because all the food -- | don't Know if you know that\nall the food was sent to Germany for the soldiers, for the families; husbands or children or sons\nor fathers were in the war. So there was very little food right in the beginning. But the\nmerchants in our neighborhood knew my parents. From 5:00 to 7:00 my parents were allowed\nto go. There was always a little food left for us.\n>> Bill Benson: They would save a little for you.\n>> Jacqueline Mendels Birn: Yeah. And in the school they gave us powdered milk. It tasted\nterrible. | can still taste it. And at recess, we had to drink it. So | had to drink it. So | drank it.\nIt was food.\n>> Bill Benson: Absolutely. What happened to your father's business?\n>> Jacqueline Mendels Birn: Oh. That was another law. That Jews were not allowed -- they\nwere not allowed to be doctors, to be dentists, to be working for the government -- what you\ncall in America federal employees -- and then in 1941, businessmen.\nSo my father had to give up his business; in other words, no income. His associate\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nwas a very nice man. And my father used to go -- | believe he went by bicycle. Although he\nwas not allowed to use a bicycle, but taking the Metro was very dangerous. Jews were in the\nlast car in the Metro. And the police could come at any time.\n>> Bill Benson: And just round people up.\n>> Jacqueline Mendels Birn: Right. And whenever there was a ring of the bell -- a ring at the\ndoor, he used to hide in the back; another miracle, like many. Nobody came when he was\nthere. And he was sort of supervising what was going on. He was given a little money. But\nwe were very short of money.\n>> Bill Benson: In November 1941, | believe, your mother received a farewell letter from her\nmother, your grandmother. Tell us about that.\n>> Jacqueline Mendels Birn: Yeah. That's very difficult for me. My mother received a letter\ndespite the censorship. And my grandmother, my grandmother from Hamburg, was saying\nfarewell. She never used the word suicide, but, indeed, she committed suicide. She received\nthe order to report the next morning. She saw all her friends, her apartment had been taken.\nShe was what's called a \"Jew house\" not a ghetto, but the Jews were -- from Hamburg were all\nrounded up there, waiting to be deported. And she realized that it was happening. So she\ntook an overdose.\nMy daughter went -- about 15 years ago, she found out all of that information. And\nthe letter, which is in my book, says farewell. But she never told us. | don't remember -- | think\n| Knew that my grandmother had died. | Know after the war my mother on the anniversary of\nher mother always had an azalea on the piano with her photo. That's really how | knew.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And Jacqueline, around that time, your mother got a strange if not really\nbizarre call from someone at the German Embassy asking her to meet with them. Would you\nmind saying a little bit about that?\n>> Jacqueline Mendels Birn: Yes. | know very little, but my mother mentioned that there was\na good person at the German Embassy who wanted to meet her. And my mother was so\nafraid to meet him, but she went. And my father went sort of in another cafe. He had money\nfrom my grandmother and the ring, which my sister has now. So that was strange, but that\nwas some money that probably helped us to escape afterwards.\n>> Bill Benson: And somehow your grandmother had been able to get that through the\nGerman Embassy to get to you. Amazing.\n>> Jacqueline Mendels Birn: Absolutely. Absolutely. Some things are so strange.\n>> Bill Benson: Tell us about your dad buying a cheap radio.\n>> Jacqueline Mendels Birn: Yes. It was the law that Jews could not keep their radio because\nthe rumor was that Jews could understand all kinds of foreign languages and would tell about\nwhat was happening to the German armies. So all Jews had to give their radio to City Hall.\nSo my father bought a cheap radio, gave it to the City Hall, and kept, for the moment, our good\nradio. Yeah.\n>> Bill Benson: That was very clever.\n>> Jacqueline Mendels Birn: Well, my father was very smart.\n>> Bill Benson: In the spring of 1942, Jews began, were ordered, to start wearing the Jewish\nstar. Tell us how your mother handled that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Jacqueline Mendels Birn: Yeah. Right here. On a Sunday morning. My mother -- it was\nthe law; every Jew had to buy three Jewish stars with our tickets, our clothing tickets.\n>> Bill Benson: With your clothing ration, you had to buy the stars.\n>> Jacqueline Mendels Birn: Right. So she sewed it on. My reflection was a little bizarre\nmaybe to hear today. | said, \"Oh, it's so pretty, this yellow star on my green sweater.\" And\nsomebody --\n>> Bill Benson: You were a little girl.\n>> Jacqueline Mendels Birn: Somebody that | interviewed recently in that project “Remember\nMe” said, “Oh, | remember that Sunday morning. | was wearing a red dress. | told my mother,\nit's so pretty, yellow on my red dress.” So |! was not the only one to make that reflection.\nYeah.\nAnd | didn't -- ok. And my sister, though, 20 months older, was called to the head of\nher class and the teacher said to the class you have to be very nice to this little girl because\nshe's living in very difficult times. And my sister remembers.\n>> Bill Benson: After a massive roundup in Paris of Jews in 1942, in the summer of 1942 is\nwhen your parents made the decision to leave for the final time. Tell us about that roundup.\n>> Jacqueline Mendels Birn: That roundup is called the Vel’ d’Hiv. It was an arena on a small\nsort of west side of Paris. It's called by that time because that was that infamous roundup of\nmostly foreign Jews. And we were foreign Jews. And mostly from the center of Paris. It was\nan order emanating from Germany but done by the French police. They wanted to round up\n2/,000 Jews. And actually they rounded up 17. And that's because there was good police\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwho warned the people. And | have some friends my age who said that's when my parents\nand my mother and my father didn't sleep in their apartment that night. They went to some\nvery good neighbors, and that saved them.\n>> Bill Benson: Otherwise the police came to their home to get them.\n>> Jacqueline Mendels Birn: Yes. They forgot us. They forgot to ring our bell although we\nwere registered. They went all over our neighborhood. And they came two weeks after we\nfled. They didn't come that day. Those two days.\n>> Bill Benson: Another miracle, as you say.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: So with that, your parents are going to get you out of Paris. You told me that\nthey planned the departure and handled it very quietly. Tell us about that.\n>> Jacqueline Mendels Birn: Yeah. Well, first of all, we had Germans living upstairs from us.\nAnd that was not very good. But upstairs from the Germans was a wonderful lady, Madam\nDeneux, who hated the Germans because her husband died from the mustard gas in the First\nWorld War. She wanted to help us, which was very dangerous because you were not allowed\nto help Jews. | mean, this was -- she could have been put in prison. It's strange; today I'm\nwearing this scarf which she gave me for my wedding. That comes a long, long way.\nSO anyway, my parents at night brought things that were valuable to them: some\npaintings, some things from my grandmother. | don't know, that ring that | wear which is from\nmy grandmother, | don't know if she left it with that lady, Madam Deneux. And her son, Pierre,\na great help. He and his friend, they were 15 years old and they were working in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nunderground. They were doing --\n>> Bill Benson: 15 years old in the underground.\n>> Jacqueline Mendels Birn: They were doing very dangerous things. He bought train tickets\nfor us. And he bought -- he took my parents' backpacks. Imagine, my parents' livelihood was\nin two backpacks. They were not used to carrying backpacks.\nAnyway, SO we were not caught on that roundup. My father had secured two -- you\ncall them smugglers these days. In French it's passeur. They had to trust them. They didn't\nhave any other choice. They were about 20 years old. My father had to pay them. | don't\nknow exactly if it was the money from my grandmother. | have no idea. So it was arranged\nthat we were going to meet at the demarcation line.\nAnd we spent the last night at those wonderful friends who also risked their lives\nbecause they were helping Jews. | remember playing pillow fights with the little girl, who is still\nalive. We see them every time we go to Paris.\nAnd Madam Paris, was her name, was a very Catholic woman, gave us, my sister\nand me and my mother -- | don't know my father -- a Catholic medal. This is not -- | don't\nknow -- this is Notre Dame de Lourdes. Lourdes was a place in the 19th Century, and she\nsaid this will maybe help you. And to this day | have my medal.\n>> Bill Benson: Once you leave Paris, you find your way to Le Got. Tell us how you got there.\n>> Jacqueline Mendels Birn: That was quite an adventure to get there because we took the\nMetro early in the morning. There was no police. Another miracle. We got to the train and my\nparents retrieved their backpacks and their tickets from that young man and his friend. We got\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\non the train. But the train wouldn't leave and wouldn't leave. And | remember that and my\nfather was frantic, as you can imagine. And he went to the head. The woman said: Oh yeah,\nthey are rounding up Jews on the other side of the tracks. They must have had their quota of\nJews that morning.\n>> Bill Benson: So they didn't get to your car.\n>> Jacqueline Mendels Birn: That's right. And the train left. And we had to change trains\nAngouleme. We had to change trains. My sister fell. And to this day she remembers how it\nhurt, you know, on the cement or whatever the ground is in between two trains. She didn't get\na concussion. Another miracle. Because if we had had to go to a hospital with her, Jewish\npapers, that would have been the end.\nSo we made the other train and we got to that little town which was at the border\nbetween the occupied and the non-occupied. Two smugglers came. They were 20 years old.\nThey say: We can't take you. And my parents found out -- | don't Know either it was too\ndangerous or they were taking another Jewish family. But we got an appointment. This was\nthe last July, the last day of July 1942.\n>> Bill Benson: And you're right on the border, the line --\n>> Jacqueline Mendels Birn: Yes. We checked into a hotel. And the next day we walked and\nwalked. And it was hot. It was the last of July or the 1st of August. And | remember resting\nunder a tree. We got to the cemetery behind the church where we had an appointment. And\nthey were there. So we started walking. They were from that area so they knew the area very,\nvery well.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nAm | speaking too much?\n[Laughter]\n>> Bill Benson: No. That's the whole point.\n[Laughter]\n>> Jacqueline Mendels Birn: So we were really on our knees. | remember -- the Germans\nwere, like, there. And we were there. And | remember seeing the tips of their cigarettes. And\nmy father wrote later that actually there was a motorcycle. But another miracle; they didn't\nhave dogs. And if | tell you to this day that | hate German Shepherds, I'm sorry, but they\nfrighten me. But they didn't have those dogs.\n>> Bill Benson: So you were able to pass undetected.\n>> Jacqueline Mendels Birn: Well, at one time they were very close. The two smugglers said,\n\"Go down on your knees!\" At that time, my sister say, \"| have to do pee pee.\" It sounds funny,\nbut if they had heard us.\n>> Bill Benson: Right.\n>> Jacqueline Mendels Birn: So then, one of those two smugglers went ahead with his\nbicycle. He had a signal with my father, whistling, | guess, saying it's ok, you can go. And the\nother one took my sister and me on the bicycle. Because we couldn't walk fast enough. And\nmy parents were running behind. And we made it across the line.\nThen there was a contingent of French soldiers. It was the Armistice. There was a\ncertain amount, certain quantity of French soldiers that were still allowed to -- | don't know if\nthey were baring arms or were just there until later on when there were no more French\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nsoldiers. They were there. And they took us to the barracks. We slept. | think it was like you\nuse for camping that we slept. And the next morning the commander said: Can't keep you.\nThey took us to -- here in this country you have states and you have --\n>> Bill Benson: Counties.\n>> Jacqueline Mendels Birn: The capital of the state and then the sub capital. What do you\ncall that?\n>> Bill Benson: The counties?\n>> Jacqueline Mendels Birn: No. Well, anyway. It was not the principle town. They left us\nthere. We had to go to a hotel. In a hotel, you had to register. My parents had had their card\nsaying \"JEWS\" and we went into the room because we were very tired.\nAt 8:00 a knock at the door, \"Police.\" And we were under arrest. | don't remember if\nmy sister and | stayed in the room, but my parents were interrogated one after the other. And |\nhave the papers from the archives; from 8:00 to 8:15 and mother 8:15 to 8:30 saying that they\nwere the Jewish race, were illegal, had never been arrested. My father said that he was Dutch\nand that he was -- he had a job in Paris; that he had to leave. He was always proud to say that\nhe got his driver's license in 1929. | don't know if he showed it that day, but we were not\nrefugees. But my mother said that she was born in Hamburg; she was Dutch by marriage. It\nwas very dangerous to say that she was from Hamburg because German Jews were\nimmediately put in one of those camps, like -- like other camps, because they were, according\nto Hitler -- | mean, because of the laws of the Germans, she was supposed to be sent to a\ncamp in Germany and, of course, immediately put to death. But the fact that she was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\nnaturalized Dutch probably saved her life.\nSo we were kept under surveillance for one month in the capital of that state. And my\nparents had to report every day. But they didn't put us in the camp at that time. Because my\nparents were reporting, they Knew exactly where we were. | remember eating in those soup\nkitchens, the long table. | didn't remember complaining about the food. | don't remember that\nthe food was terribly bad.\nAnd the head of that is called [Speaking French]. It was the law. The [Speaking\nFrench] as stipulated had the right and the privilege to send us to a camp, an internment camp,\nor let us go to the country. And maybe because we were not refugees and we were Dutch that\nthey let us. They said after one month: Just go get lost in the countryside. And my father was\nable to find a little, little village, 30 houses. And he asked permission. They said ok. It was\nless than 100 kilometers, 60 miles, from the capital. Of course, we were registered all the way\nto Vichy. They could come and get us any day. And we went to that little village.\n>> Bill Benson: That was Le Got where you ended up.\n>> Jacqueline Mendels Birn: Yeah.\n>> Bill Benson: So you were then now living in Le Got in this little village. In August 1943 your\nmother gave birth to your brother, Franklin. And that was a very difficult time for your parents.\nTell us about his birth and what that meant for your parents and for you and your sister.\n>> Jacqueline Mendels Birn: Yes. It's a very long story. My mother became pregnant. She\ndidn't lose the pregnancy. She was miserable. She stayed in one of those two rooms most of\nthe time. My sister and | actually went to the little school. The mayor, who was a wonderful\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nman whose family | hope will get a medal of the righteous gentiles at the end of this year --\nanyway, he advised my parents to send the two little girls, us, to the school, which was\nextremely dangerous because the Gestapo could come at any time.\nYou mentioned the date, 1943. Let's not forget that November 11, 1942, Hitler was\nso furious after the Americans landed in Morocco. Said, ok, I'm invading France. There was\nno more demarcation. The Germans were all over.\n>> Bill Benson: The entire country's occupied now.\n>> Jacqueline Mendels Birn: Right. So we were there in danger of our life or death every day.\nMy father spent most of his time -- well, you don't have the photo there. But he was in the\nunderground. The farmer most probably brought him some food. He also gave us eggs.\nThere was not much food. There were chestnuts. My mother made bread with chestnuts,\npuree, anything with chestnuts. Apparently they're very healthy.\n[Laughter]\nSo there was not much food. And once in a while around the house there was like some trees\nand in season strawberries, wild strawberries. We didn't get poisoned. We ate the\nstrawberries. They were good.\nYeah, my mother became pregnant. She had a terrible pregnancy. | have little\nletters that | wrote, \"| hope tomorrow you will feel better.\" And she was about to give birth that\nnight. It was August 1943. We heard a little noise. My sister and | shared a bed. The\nneighbor downstairs -- | should talk about that neighbor, by the way; such a wonderful man --\nsaid, \"go back to sleep.\" And my mother had to be transported. She was losing blood. She\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nhad a very rare type, which | have, AB-plus. She was transported to -- | don't know how many\nkilometers, to where there was a clinic and where the doctor was treating the German soldiers\n-- you know, the German soldiers, had a cold or whatever they had, they were treated. And on\nthe other side there was a Jewish woman.\nMy mother gave birth to a little boy. We knew -- in the spring my parents told us, you\nknow, we have no money; you will not get a gift, but there will be something or someone that\nwill stay with us for the rest of our lives. And my sister guessed that it was going to be a baby.\nAnd my parents even told us the names. If it was a girl, it would be Marianne, the symbol of\nFrance. And if it was a boy, it would be Franklin.\n>> Bill Benson: So not exactly a French name, Franklin.\n>> Jacqueline Mendels Birn: Not at all. And why? Because probably some of you realize that\nFranklin Roosevelt, at that time, was the only hope of survival for my parents. So they named\nmy brother -- yes.\nWhat | want to say and | didn't mention. You probably know -- that the neighbor\ndownstairs was working for the railroad and he was denounced. And the Gestapo came. Five\ncars around that little house. The whole village said, oh, that's for the Mendels, coming to\nround them up. No. It was for him because he had that word, the code word. The Gestapo\nhad -- and the collaborationists had the gun there. They were going to shoot him. He should\nhave said, could have said, might have said: let me live; why don't you go upstairs and get the\nJewish family. He never said it. He was taken to a prison. He said, when we met him after\nthe war, that the torture was not that bad. But he never, never said a word against us. Never\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nsaid there was a Jewish family upstairs. And that, in itself, to save his life -- he was young,\nmarried had a little baby girl himself. He never said it.\n>> Bill Benson: And beyond what he did, you're in this small village, presumably everybody in\nthat village knew you were Jews.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Why do you think you were not denounced and you were able to continue\nliving in Le Got for almost two years?\n>> Jacqueline Mendels Birn: Well, a lot of people had suffered terribly in World War I. Anda\nlot of people, most probably, disliked very much the Germans in general. | was insulted only\nonce as a Jewish girl. Well, it's in my book. | don't even have to say the words. It was -- | ran\nhome crying to my mother, of course. Otherwise nobody denounced us.\nBut when we interviewed the family, the farmers -- after the war, they said, you know,\nall of Us were scared and you never knew if your neighbor was going to denounce you. And\nthen the Germans came and they stole the eggs and whatever food there was and took it for\nthemselves. So they were very scared, but they said, of course, you were more scared than\nanybody else.\n>> Bill Benson: Right.\n>> Jacqueline Mendels Birn: And, yes, you're right; they didn't denounce us, the 30 houses.\nAnd we spent a lot of time in the woods hiding. And my father spent a lot of time in that cellar\nwhere he couldn't stand, couldn't lie. He had to crouch.\n| remember once he had been hiding for a few days. He came home. He had a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nbeard with white hair. And | couldn't recognize him. He looked so old. And he was really a\nyoung man. So it was a shock for me. Of course. Yes.\n>> Bill Benson: Tell us about the mayor that you mentioned. Tell us about him.\n>> Jacqueline Mendels Birn: He spoke to my father a lot. They trusted each other.\n>> Bill Benson: He was the mayor of the village, right?\n>> Jacqueline Mendels Birn: Yes, the mayor of the village. He warned us every time that\nthere was extreme danger because the troops, the German troops, were going to go through\nthe village. At one time my parents thought it was too dangerous for us to stay with them.\nThey wanted to put us in a convent in the next town. And we were so happy. He prepared a\nlittle bag with things. He came, or somebody came, and said don't go.\n>> Bill Benson: Don't go to the convent.\n>> Jacqueline Mendels Birn: Which was a very good thing, we found out afterwards, because\nthe convent was raided. And they would have found two little Jewish girls there. Would have\nbeen the end for us. Yeah. Another miracle.\nAnd then something -- if you see my book afterwards, you'll see that the first is in\nFrench. It says [Speaking French], which means until next Sunday. It's something | remember\nvery well. Every Sunday morning my parents lifted their glass and said, [Speaking French],\nwhich meant let's be alive another week.\n>> Bill Benson: Until next Sunday. | think I'll join you.\n>> Jacqueline Mendels Birn: But, my parents took it for granted, just like my mother. Did | say\nthat already; that she had poison for us?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: No.\n>> Jacqueline Mendels Birn: No. | was so afraid of the Germans. And my mother said --\nbecause | remember them from the days in Paris. | was just terribly afraid. And my sister, too.\nKnew they were bad people. And my mother said, \"Don't be scared. If the Germans come, I'll\ngive you a little pill. You will die right away, and you will never suffer.\" She had cyanide pills.\n>> Bill Benson: Prepared to use if need be.\n>> Jacqueline Mendels Birn: | don't know if she was influenced by her mother's suicide or\nwhat it was. | took it for granted. | told my little friend at school: Oh, you know what my\nmother said? And my sister said it to her little girlfriend. And my sister and | just forgot. We\nerased the whole thing. But when we went back to the village 14 years ago, and that man who\nwas my age, of course, said, \"Do you know what you told me, Jacqueline?\" And it all came\nback.\n>> Bill Benson: He remembered you telling them that you had these pills.\n>> Jacqueline Mendels Birn: Yes. And the girl Simone remembered with my sister also.\nAnybody a psychologist here, you realize we just erased it. Strange. No?\n>> Bill Benson: No, I'm not surprised.\n>> Jacqueline Mendels Birn: No? Ok.\n[Laughter]\n>> Bill Benson: After the Normandy invasion, when the allies landed in June 1944 --\n>> Jacqueline Mendels Birn: June 6.\n>> Bill Benson: June 6, 1944. Paris was liberated by the allies in August. Once Paris was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nliberated, your father made his way back to Paris. Tell us how he did that, what he found, and\nabout coming back to get his family.\n>> Jacqueline Mendels Birn: Well, at first after the landing it was even more dangerous\nbecause the Germans were retreated. They were burning every village. There was one\nvillage, my father wrote -- to this day it's a memorial. They put the women, children in the\nchurch. They put the men against the wall. They burned everybody. The village was\nentirely -- it was very close to our village. For some reason they went through our village. |\nremember looking out the window and my mother telling me, \"Go down on your knees!\"\nbecause they could have shot me. So it was very dangerous.\nBut finally, yeah, on August 28, 1944, Paris was liberated. At first my father -- my\nparents didn't dare do anything. But finally in November 1944, he said, well, I'm going to go\nback. And the trains were not working. | don't know -- he probably went by bicycle. I'm not\nsure. These days it takes three hours to go. | don't know how long it took him. He went back.\nAnd the apartment, our apartment, had been vacated by the Germans. Of course\nthey fled after the liberation of Paris. And the apartment was empty. And the concierge said,\nwell, go to the City Hall and you'll see maybe some of your furniture is there. Indeed, my father\nfound our bed, a dresser, a few things which he put back. And he claimed our apartment,\nwhich was very wise because any refugee which was alive was claiming an empty apartment.\nThere was a great shortage of apartments in Paris. And he went back. And at the end of\nNovember 1944, the five of us, because we were five --\n>> Bill Benson: With Franklin now. Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Jacqueline Mendels Birn: Went back. It took three days, changing trains, stopping, my\nfather getting papers without \"JEWS\" on it. We got back. Our wonderful friends, the lady with\nthe medal, you know, housed us until we could go back to our apartment.\nMy mother wrote in my journal that | was so sad that | had no more toys. But she\nsaid, “Well, you're a big girl now, you'll get more important things.”\nWe got a four-year scholarship, my sister and |, in a wonderful private school. The\nhead of the school was a hero in the underground herself. She and her brother saved another\nfamily. She didn't help us because it didn't happen that way for us. But four years so we could\ncatch up. And | had my first lessons in English when | was 10.\n>> Bill Benson: Let's go back for a minute. | want you to tell us about your father when he first\nlearned the news that there had been an invasion by the allies of Normandy.\n>> Jacqueline Mendels Birn: He was not in hiding that morning. He was ina tree. It was\nJune. It was the season for cherries. So he wanted to get cherries so we would have some\nfood. He was in the tree. And then he heard, \"America!\" He fell from the tree out of joy. By\nthat time my sister and | were writing in our journal. | Knew how to spell D-Day. | remember\nspelling the war. | remember writing in my journal, which | donated to the Museum now,\nsaying | hoped that the war will end soon.\nAnd then something so sad. | said that | want to see my grandmother and my uncle\nand my aunt. Little did | Know that they were all murdered.\n>> Bill Benson: I'm going to ask you a bit more about that in a moment. You told me that once\nyou were back in Paris and trying to re-establish your lives that you took up music with a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\npassion.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: In your introduction it's clear that that remains today. Tell us about that time,\nthis passion for music that you had.\n>> Jacqueline Mendels Birn: Yes. Well, as | mentioned, there was no money. My parents put\nwhatever jewelry at the pawnshop, the national pawnshop. There was really no money. But |\nhad a little bicycle that had remained in the cellar where we lived. | started piano. | was very\nbad. And then my mother said, well, how about the cello? | had no idea. You can imagine, |\nhadn't been to a concert or anything. My sister had started the violin there when we got back.\nSo the teacher, the violin teacher, introduced me to the cello teacher. | had a 3/4 size at that\ntime. | came home with my mother. | sat down. And | played open string. | just loved it.\n>> Bill Benson: And continue to pursue that.\n>> Jacqueline Mendels Birn: Yes, to this day. Right. And then, of course, | needed a full\nsized. My cello teacher found a cello in an attic had been completely refurbished. Beautiful\ncello. My parents sold my bicycle, 100 francs, and got the cello.\n>> Bill Benson: | think that was a good swap.\n[Laughter]\nOf course, when you were back in Paris in November of 1944, the war was\ncontinuing elsewhere until May of ‘45.\n>> Jacqueline Mendels Birn: Exactly.\n>> Bill Benson: Do you know, were your parents or others fearful that the Germans might\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncome back because the war was still going on?\n>> Jacqueline Mendels Birn: | can't answer that. Maybe they did. But mostly my father was\nconcerned about his Dutch family. Because he said, well, we survived; probably they are in\nhiding and survived, too.\n>> Bill Benson: At what point did you learn about the magnitude of the losses in your family?\nAs you said, over 200 of your Dutch family were killed during the holocaust.\n>> Jacqueline Mendels Birn: Murdered.\n>> Bill Benson: Were murdered. When did the full brunt of that become known to you?\n>> Jacqueline Mendels Birn: Well, at first my father got in touch with the International Red\nCross, maybe also with the Dutch Red Cross. And then he found out that his mother and his\nbrother and his sister and the in-laws and the cousins. The initial list was about 18 persons\nthat had been murdered; mostly from Holland, rounded up in Amsterdam and other towns,\nrounded up in a vestibule.\nIn the museum, in the third floor, which like in France -- in Holland it was vestibule.\nThat's where they ended up. | even have a letter from a great aunt saying that they wanted\nthis or that. There was a little 19-month-old little Miriam who was just learning to walk and she\nneeded some toys.\nSo | remember coming home from school, that private school. And my sister and |\nwere arguing. You know, children, 10 and 12 argue sometimes. And my mother said be quiet.\nWe saw the telegram on the dresser. And that was the announcement that my uncle and aunt\nhad been deported. It didn't say, | don't think, that they were murdered. But we knew to a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncamp like it, there's not much chance that you come back.\nSo from 18 murdered people, Auschwitz and other camps, we stated that. And well,\nrather recent, | did a lot of research in Google and found out that among the in-laws, the family,\nin Dutch, that they had been deported, too. But still that didn't amount to maybe more than 50,\n60 people. That was big enough. And then very recently my brother's daughter, Jessica, who\nwas my editor-in-chief on my book, found out -- she did a lot of research, that over 200\nmembers. | have the list here. | think | only have about 70 or 75 of the closest. My father\ncame from a large family; over 200 members. Overwhelming.\n>> Bill Benson: It's incomprehensible.\n>> Jacqueline Mendels Birn: Yes. Nobody came back. Nobody came back.\n>> Bill Benson: Jacqueline, you just told me, | think, just this week, just a few weeks ago here\nin this museum was a conference of the International Tracing Service and you met a professor\nfrom France.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Tell us about the significance of that.\n>> Jacqueline Mendels Birn: Yes. The professor, | found out in a list of professors from all\nover the world that that professor was coming. | said | wanted to meet him. So | came that\nTuesday morning. | met him. He's doing research on that area where we were hiding. | said,\nyou know, to this day -- although we were declared as Dutch Jews, in February 1943 all the\nDutch Jews with the German Jews and the Czech Jews and the Romanian Jews, they were all\non the list to be deported. And the Dutch were on the list. And we were not on the list. And |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nasked him why. And he said at that particular time, this was February -- | think it's\nFebruary 23, 1943, they exempted Dutch Jewish women that were pregnant.\n>> Bill Benson: Dutch Jewish women who were pregnant.\n>> Jacqueline Mendels Birn: Yes. And how did the authorities, the French police, know that\nmy mother was pregnant? Either she had to be declared by the mayor because a pregnant\nwoman who | guess was getting more [Speaking French], you know, food tickets, or because\nmy mother went to see a doctor. | Know because | have an envelope from -- | can't really see\nthe stamp. She must have gone to see a doctor at one time. And the doctor maybe had to\ndeclare.\nAnyway, he's doing further research in that. But the fact is that we were not deported\nthat day.\n>> Bill Benson: But at any other time you would have been deported.\n>> Jacqueline Mendels Birn: That day we would have been on the list.\n>> Bill Benson: At that particular moment you were exempted. Maybe a few weeks later that\nwouldn't have happened.\n>> Jacqueline Mendels Birn: That's right.\n>> Bill Benson: One last question before we close for the day. I'm going to turn back to you to\nclose the program. You've just published your book. What has this meant to you to publish?\n>> Jacqueline Mendels Birn: Well, seven years ago | was still working and | had to leave my\njob because of serious illness. And | was terribly depressed afterwards. My son-in-law,\nNikolai, Russian, wonderful man, said, “Jacqueline, why don't you start writing your memoir?”\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnd seven years ago my granddaughter was 7. Well, she's 13 1/2. What was it for you at that\nage? | said, “I don't know how to start.” He said, “One sentence ata time.” And | did.\n| had written, because | was working at the Foreign Service Institute and | had spoken about\nour years, but that's when | started intensive research, until 1:00 in the morning. It took me six\nyears.\n>> Bill Benson: Six years. | first met you in 2008, six years ago. You had a working\nmanuscript that you shared with me.\nI'm going to close our program in a moment. In fact, Jacqueline will close our\nprogram. | want to thank all of you for being here with us. | appreciate it very much. We'll\nhave programs every Wednesday and Thursday through the middle of August. We hope you'll\ncome back. If not, look for our program if you come to Washington, D.C. in 2015 and the\nMuseum's website will have information about that.\nWe didn't have an opportunity for questions and answers with Jacqueline. |\napologize for that. | think you can see we could have spent the rest of the afternoon and\nbeyond hearing more from Jacqueline. We just got a glimpse. Of course, her book has more\ndetail in it than that.\nI'm going to turn to Jacqueline to close our program. When she's done, she's going\nto step off the stage here and go up to the top where you all came in because she'll be signing\ncopies of her book there. That's where you'll find Jacqueline after the program.\nIt's our tradition at First Person that our First Person gets the last word. So on that\nnote | turn to Jacqueline. But before doing so, when she's done, I'm going to take a moment to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nask you all to stand because our photographer, Joel, is going to come on stage, take a picture\nof Jacqueline with you in the background behind her. It really just makes a lovely photograph\nfor Jacqueline after we're done. We'll ask that.\nJacqueline?\n>> Jacqueline Mendels Birn: Yes. You have listened to me. You know -- you probably have\nnot yet visited the Museum and learned a lot more about this horrific story of the Holocaust and\nabout the monster that Hitler was. Shouldn't have been a monster, should have been a painter\nbut he was refused in a school of painting. If you read his biography, you will see that.\nIn any case, what | want to say -- and | speak to a lot of people, young people, and |\nend my -- the story of my survival by telling them that even though there are genocides, and\nwe know that, on this planet they have to try -- and maybe you have children, grandchildren\naround. They have to try and choose a job or a profession. It doesn't have to be a magnificent\njob. It can be a very small job. It can be nurses. It can be policemen, policewomen. But what\n| tell them is do good, try and improve this planet. Otherwise we'll have to move to another\nplanet because this one seems to be rotten these days. I'm sorry to use that word but there\nare too many bad things. And we would like to try to improve things, to improve conditions. |\nwould like you to carry that message with you home and tell it to your children, your\ngrandchildren, or yourselves.\n[Applause]\n[The First Person presentation ended at 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}