{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, April 2, 2015\n11:00 a.m. — 11:59 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nALEX SCHIFFMAN-SHILO\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us. We began our 16th year of First Person in March. Our First\nPerson today is Mr. Alex Schiffman-Shilo, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena Rubinstein Foundation.\nWe are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website, at www.ushmm.org provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Alex\nSchiffman-Shilo's biography so that you can remember and share his testimony after you leave\nhere today.\nAlex will share his First Person account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows, there will be an opportunity for you to ask\nhim some questions. The life stories of Holocaust survivors transcend the decades. What you\nare about to hear from Alex is one individual's account of the Holocaust. We have prepared a\nbrief slide presentation to help with his introduction.\nWe begin with this portrait of Alex in his Cub Scout uniform. Alex was born in\nStrasbourg, France. The arrow on the map points to Strasbourg. Alex's parents emigrated\nfrom Poland. His father was a traveling salesman and his mother trained as a Hebrew\nteacher. The family moved to Paris in 1938. Here we see Alex's parents.\nWhen the Germans invaded France in 1940, Alex's family moved to the South of\nFrance where the collaborationist Vichy government took power. Alex's great Uncle Max lived\nin Villefranche-de-Rouergue, the town where Alex's family moved. The white line you see on\nthe map of France divides the northern or occupied part of France from the unoccupied or\nVichy France. We'll hear more about that later.\nAlex's mother fell ill. Alex's Aunt Cylli came to take care of the family. Throughout\nthe war Alex and his sister Madeleine were able to attend school and lived a relatively normal\nlife until the German crackdown on Jews intensified. Alex, Madeleine and Cylli were able to\nescape to a nearby forest until the worst had passed. After the war Alex and his family were\nable to return to Paris.\nAfter two years of service in the Israel Defense Forces and more than 16 years in the\nMinistry of Agriculture, Alex worked for 10 years for the United Nations and the Inter-American\nDevelopment Bank on a number of international agricultural projects. He left Israel in 1978 to\nwork in agriculture in Haiti for the United Nations. From there he worked in Nepal, Rwanda\nand Jamaica and then back to Haiti on an irrigation project and as a consultant in other\ncountries such as Madagascar.\nAfter moving to the United States in 1989, Alex worked for consulting firms on\nprojects associated with the World Bank and USAID which took him mostly to Western Africa.\nAlthough retired from his international agricultural work he continues to translate technical\ndocuments mostly from French into English. Alex is also fluent in Hebrew.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nHe met his wife Amy while living in Haiti. Amy, who is from Brooklyn, earned her\nDoctorate at George Washington University and is now Director of Counseling Services for an\nArlington, Virginia, high school. Alex and Amy live in Washington, D.C. Their daughter Hallie\ngraduated recently from the New York School of Law and is now a member of the New York\nBar Association. She is able to work on immigration issues and human rights.\nAmy is here with to Alex. Amy, if you wouldn't mind letting people know you're here.\nThank you.\nAlex has two children from his first marriage. His son Mati, a computer programmer\nis married, has two children and lives in Israel. His daughter Hamutal married a native\nAustralian in Israel and they moved to Australia a few years later where they live with their\nthree children. Mati and Hamutal both served in the Israel Defense Force. Alex's nearly\n21-year old grandson Tomer was drafted into the Israeli military at the end of 2012 making him\nthe third consecutive generation in the family to serve in the military.\nAs a Museum volunteer, you will find Alex at the Information Desk on Monday\nmornings. He led tours of the recently closed special exhibition, \"State of Deception,\" and has\ntrained to be a guide of the current special exhibit, \"Some Were Neighbors: Collaboration and\nComplicity in the Holocaust.\"\nWith that | would like you to join me in welcoming our First Person, Alex\nSchiffman-Shilo.\n[Applause]\n>> Alex Schiffman-Shilo: I'm fine.\n>> Bill Benson: Alex, thank you so much for joining us and for your willingness to spend the\nhour with us. Not enough time but we will make the most of it.\n>> Alex Schiffman-Shilo: I'd like to thank you and thank the audience, of course.\n>> Bill Benson: We're glad to have you.\nBefore we turn to your life during the war and the Holocaust, let's start with you telling\nus about your parents, your family and you in that time before the beginning of the war in 1939.\n>> Alex Schiffman-Shilo: | hear the echo.\nMy family came from an area which is called Gleize. Before World War | it was part\nof Austria. My father served in the Austrian Army.\n>> Bill Benson: In the First World War?\n>> Alex Schiffman-Shilo: World War |, yes. Then it became Poland. Today it is where it\nbelongs, in the Ukraine. This is where my family came from.\nMy family, my mother, came to France in the early “20s. My sister was born shortly\nafter. | was born seven years later, in 33.\nMy father was a traveling salesman. He moved from Scarborough to Paris because\nParis was more central. That was easier for him. Then came the war. And for my mother,\nshe had breast cancer and she passed away in 41.\n>> Bill Benson: Before we turn to that, tell me, why did your parents leave the little town where\nthey grew up, Dolina? What brought them to France?\n>> Alex Schiffman-Shilo: Everybody left. It was after World War |. These areas were ruined.\nThere was no future there. And my Aunt Cylli, wnom you saw the picture, she told me she was\nthe youngest among five sisters, plus brother, and when she left, her parents were crying but\nthey told her, \"Cylli, you do the right thing.\" There was no future there. And Cylli moved to\nScarborough the same year | was born. She became a dentist and studied there. They all left.\nMy father's elder brother left before World War |. Went to Strasburg in Germany.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: Did he have a large family, your father?\n>> Alex Schiffman-Shilo: There were five brothers. Four left that little town, Dolina. The only\none who didn't leave perished after the war. And his family perished during the war.\n>> Bill Benson: And what about your mother's family?\n>> Alex Schiffman-Shilo: My mother's family, fortunately for them, besides the grandparents,\nthey all left long before World War Il. They became French citizens at different periods. The\ngrandparents did not leave. Because both were under the same rule, under the German rule,\nthe Postal Service was working so we kept getting letters from them. Now | know it was\nAugust 42. We got a postcard or something from the grandparents. The letter said: We have\nto leave; we are going; we don't Know where. Today we know exactly. They were marched to\na forest and gunned down in a pit. Not before -- after being requested to take off their clothes.\n>> Bill Benson: At the time they wrote and said we have to leave.\n>> Alex Schiffman-Shilo: They didn't know. That was the last news we got from them.\n>> Bill Benson: You mentioned to us that your father served in the Austrian Army. What do\nyou know about his service?\n>> Alex Schiffman-Shilo: He served four years, two years on the Russian front and two years\nin the Italian front. World War I, Italy was with the allies. The difference, during World War II\nltaly was with Germany two years.\n>> Bill Benson: He was wounded, wasn't he?\n>> Alex Schiffman-Shilo: Slightly wounded. Not very.\n>> Bill Benson: You mentioned earlier in the introduction that your mother was a Hebrew\nteacher. But she also was a seamstress, wasn't she?\n>> Alex Schiffman-Shilo: She never had the occasion to work as a Hebrew teacher. She was\nhelping my father to make a living by being a seamstress. My sister\nremembers -- remembered that she was paid by the piece. And she was sewing zippers. And\nshe was sewing, sewing, sewing all day just to be able to help my father make a living.\n>> Bill Benson: While he's traveling around.\n>> Alex Schiffman-Shilo: While he was traveling around.\n>> Bill Benson: Your parents, as you mentioned, moved to France in 1924. Your sister was\nborn in 1926 and you in 1933. What was life like for your family in France? What was their life\nlike? Do you know much about it?\n>> Alex Schiffman-Shilo: | don't know, to tell you the truth, don't know much about it. | know\nthat in 38 we moved to Paris, more central. The normal path would have been for my father,\nafter a few years of being a traveling salesman, to open his own store but this never\nmaterialized because of the war.\n>> Bill Benson: Because of the war.\n>> Alex Schiffman-Shilo: We fled more or less to Paris. When the real war -- when the\nPhoney War was opened -- | don't know if you know that. The beginning of World War Il\nofficially started September 1939. But the real hostilities started somewhere in March or\nApril, 40. And the period in between the French called the Phoney War because it was a war\nwithout fighting. But at the end of that the German overran the French, Belgium and Holland.\nWithin three weeks they were in Paris; somewhere April 1940.\n>> Bill Benson: So the war, as you just explained to us, the war begins in September 1939 but\nreally very little happened in France until invaded by Germany in May of 1940. At that time\nyou're in Paris. What happened when the Germans came into Paris?\n>> Alex Schiffman-Shilo: We were not there anymore. We were gone by then. And this small\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthing. At the beginning of the war, the Soviet Union made a pact with the foreign minister and\nthe Ambassador to Moscow. He made a pact of non-aggression which allowed, in °39 -- which\nallowed the German and the Russian to invade Poland from both sides. Within three weeks\nPoland was not a country, an independent country, anymore. That's in history.\n>> Bill Benson: So when the war was no longer the Phoney War, it was the real war for you,\nyour parents and family fled Paris. What prompted them to run from Paris and where did they\ngo?\n>> Alex Schiffman-Shilo: The Germans were coming. Many, many people -- not specifically\nbecause we are Jews but | think the population just ran away.\n>> Bill Benson: Hundreds of thousands of people fleeing Paris.\n>> Alex Schiffman-Shilo: Yeah. Then we went to Villefranche-de-Rouergue. My mother's\nuncle was there since -- many years, since the end of World War |; something like that. He\nwas an uncle of my mother, of a whole series of uncles. He came to France. He was 15,\nbefore World War I. And World War | caught him. He was a younger boy, 15, 16, something\nlike that. And the war caught him as an enemy, as a national in enemy territory. He couldn't\ngo back to where he came from, to Austria, because of the war. So he was assigned in the\nSouth of France in a small town where he lived after. And this is where we came.\n>> Bill Benson: Had been there since then.\n>> Alex Schiffman-Shilo: Since then.\n>> Bill Benson: Your father paid his rent in advance for your place, your apartment, in Paris |\nthink through 1943.\n>> Alex Schiffman-Shilo: Through August 1943 until some authorities -- | don't Know if it was\nthe German or the French -- came and took whatever was in -- they just stole it. They just took\nit out. What they took with them was family memories. The furniture didn't have much value\nbut some pictures, you know, family memories.\n>> Bill Benson: Mementos, things like that. Why did he pay rent in advance for several years?\n>> Alex Schiffman-Shilo: He kept paying.\n>> Bill Benson: He just kept paying?\n>> Alex Schiffman-Shilo: This apartment belonged to the municipality of Paris. And he kept\npaying in the hope to have his own apartment when he comes back. And actually, after World\nWar II he came back -- we came back to Paris and he had a whole -- not a trial but a whole\njudicial fight to get his apartment. He had another one but he didn't want it. He wanted, for\nsentimental reasons, he wanted his own. And he got it. Ultimately he got it.\n>> Bill Benson: And he had paid rent for most of that time.\n>> Alex Schiffman-Shilo: Paid until | think August °43.\n>> Bill Benson: When you first left Paris, you went -- before you got to Villefranche, you were\nin a couple of other places.\n>> Alex Schiffman-Shilo: We were in one little town where my father's manufacturer lived. My\nfather was a traveling salesman for leather goods, bags, wallets, etc. He had two\nmanufacturers in that little town, Issoudun. And we stayed there for, | don't know, maybe half a\nyear or something.\n>> Bill Benson: Do you remember anything about your life in Issoudun for that half a year?\n>> Alex Schiffman-Shilo: Very vaguely, vaguely, vaguely. The only thing | remember, from my\nfamily, two other close relatives of my cousins; we were there. We were, all three, in the same\nschool. And everybody was telling what other kids were doing. Oh, he did that today, did that\ntoday, bad boy, bad girl, etc. This is about all | remember.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: At least you know you were in school, continuing your education during that\ntime.\n>> Alex Schiffman-Shilo: Yeah. Yeah.\n>> Bill Benson: Your family left, as we saw on the map earlier, to what's Known as Vichy\nFrance. Tell us what Vichy France was.\n>> Alex Schiffman-Shilo: Vichy France was -- Vichy was -- by the way, Vichy France -- people\ndon't know exactly but Vichy France was under Vichy until the allies, when they came to\nwork -- this is around November 11, | think 42. By reaction to the Germans decided that all\nFrance would be occupied. Because, of course, then you could come from -- | must say that\nduring that period | had some indirect proof that France was still linked with the -- we couldn't\neat oranges. Oranges came. There was no oranges in France. They came home. They saw\nthat. | doubt whether they came from Spain. | really doubt it.\n>> Bill Benson: So the agreement when the Germans occupied came into France and\noccupied Paris, they left the southern part of the state to the Vichy collaborationist government.\nThat's where you went.\n>> Alex Schiffman-Shilo: Maybe they didn't have enough man power. That's also a question.\n>> Bill Benson: After several months in Issoudun your parents then decided to go to\nVillefranche. Did they go to Villefranche because that's where your uncle was?\n>> Alex Schiffman-Shilo: | think so.\n>> Bill Benson: The main reason to go there?\n>> Alex Schiffman-Shilo: | think so. We joined another member of the family who was\nwell-established there, well-known, even popular there.\n>> Bill Benson: Uncle Max?\n>> Alex Schiffman-Shilo: Uncle Max. Yeah.\n>> Bill Benson: You told me a story about how Uncle Max -- you described he was an enemy\nalien in the town and how he made a living. | think you just had a lot of plot in the way that he\nstarted carrying bags.\n>> Alex Schiffman-Shilo: He came -- the story that he came to France before World War I,\nyoung man, 15 years. He didn't have a penny in his pocket.\n>> Bill Benson: He was 15?\n>> Alex Schiffman-Shilo: He was 15. On the platform when he came out of the train, on the\nplatform, he heard Yiddish. Somebody was speaking Yiddish. So he says before to these\npeople, \"| can carry your bags if you pay me something.\" And that couple, | think, a little bit\nadopted him. A little bit. Then he found himself alien in enemy country. Couldn't go back.\nCouldn't be sent back. So he was assigned to a town, Villefranche-de-Rouergue. | guess this\nis where he met his wife and got married.\n>> Bill Benson: Made his life there.\n>> Alex Schiffman-Shilo: Yeah. He made his life there. He was a butcher.\n>> Bill Benson: Were there other family members in Villefranche?\n>> Alex Schiffman-Shilo: Besides him? No.\n>> Bill Benson: During your time in Villefranche -- and you lived there for a considerable\namount of time.\n>> Alex Schiffman-Shilo: More than four years.\n>> Bill Benson: You described to me that while you lived there, you lived openly.\n>> Alex Schiffman-Shilo: Yeah.\n>> Bill Benson: You were Jews living in this town.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Alex Schiffman-Shilo: 20, 25 families, Jewish families. And everybody knew it. The\npopulation was not hostile. Here and there you could hear \"the little Jew boy,\" but beside\nthat --\n>> Bill Benson: Why were they not hostile? Why did they not turn you in to the authorities?\n>> Alex Schiffman-Shilo: No, the opposite is true. The police warned my father's generation\nto go into hiding for a couple of days because they had instructions to run them out. So just\ndisappear until everything will be fine, until you can come back.\n| must say -- the arm band, they put it officially.\n>> Bill Benson: So police were the collaborationist government but many --\n>> Alex Schiffman-Shilo: | don't have the names. Unfortunately my cousin passed away a few\ndays ago. He would have remembered the meaning of the captain. If | dig in the e-mails, |\nmight find it.\nMy uncle, my mother's brother, came to the same town. He had a little workshop to\nmake belts. He brought his equipment and he started to work. At some point he got orders,\nwork orders, coming from Toulouse, another big town, that the Jews were afraid, cannot own a\nbusiness. So he made fictitious sale to a friend of his.\n>> Bill Benson: Who was not Jewish.\n>> Alex Schiffman-Shilo: Who was not Jewish. And then came a second order that the\nFrench cannot employ the Jews. Something like that. Part of the documents | gave the copies\nto the Museum.\nThen when | learned recently, my uncle went to a village and there he was in\ncharge -- he went there for the whole year. And he was in charge of a munition depots for the\nFrench resistance.\n>> Bill Benson: You told us your mother had been diagnosed with cancer. You lost your\nmother | think in 1941.\n>> Alex Schiffman-Shilo: | don't know, maybe six months.\n>> Bill Benson: What do you remember about that period, losing your mother?\n>> Alex Schiffman-Shilo: Well, my Aunt Cylli came. She came, first of all, to take care of her\nsister. And then she stayed with us. My sister was a teenager. | was just 8.\nMy sister, | always said she had a lie detector in her little finger. One day she told\nme, “Cylli is not your mother.” And | started really to miss my mother about a year later. My\nmother was buried in Tlutse.\n>> Bill Benson: Tell us more about your mother's sister, including your Aunt Cylli. Tell us\nmore about them. They had lived in other places outside of Europe.\n>> Alex Schiffman-Shilo: Two of them, my mother -- there were five sisters. My mother and\nfour. If | remember exactly. I'm starting to lose my memory.\nOne of them went to Palestine, then Palestine. The year | was born, 1933. Two went\nto Tunisia and Cyli stayed in France. The two, they studied medicine -- one studied medicine,\none was married to a doctor who studied. Being foreigners they could not be doctors in\nFrance; that they could be in the Caribbean. Tunisia was a French colony under a very special\nstatute. And they could go there. And they worked there.\n>> Bill Benson: But they could not practice in France.\n>> Alex Schiffman-Shilo: Knowing that, my uncle, my mother's sister's husband, who was the\nhead of the Jewish community in the town, was in charge of the relation between the Jewish\ncommunity and the German authorities there. When the Germans said you have to raise one\nmillion francs by tomorrow evening, he was the guy to do it. After the war, still could not work\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nin France. Could not. Maybe from the medical turf question. | don't know. Anyway, the day\nhe got the license to work in France, he was already packed to go to Israel. He took the\nlicense and went to Israel.\n>> Bill Benson: You told us that generally you were pretty well -- you were well treated in\nVillefranche but you remember one experience of anti-Semitism when you went to a camp.\n>> Alex Schiffman-Shilo: Oh, yeah. Yes. | went to the Cub Scouts. You saw the picture. In\nthe Cub Scouts the camp was from two towns. The head of the camp, the from one town, the\ndeputy from our town. One day, pulled me and someone, | think another Cub Scout, Jewish,\nand he said, \"These two, | don't want them.\" So the deputy who was also our math teacher in\nmy town said to the camp -- to the head of the camp, said, \"They go, | go.\" End of story.\n>> Bill Benson: So he stood up for you.\n>> Alex Schiffman-Shilo: Yeah. He stood up for us. Mr. Yish [phonetic]. | remember his\nname.\n>> Bill Benson: The Director?\n>> Alex Schiffman-Shilo: The math teacher.\n>> Bill Benson: As you also told us, there were times when the officers would come and warn\nthe Jewish families but they should go and hide for a while. You remember a couple of\nincidents where you went to hide.\n>> Alex Schiffman-Shilo: We had one incidence. This is a well-known episode of World War\nIl. In our town there was a battalion of SS. SS was the elite troops of the German Army. But\nthese SS were not German; they were Croatian. They forced a rebellion which was crushed\ncompletely. If you Google the Croatian rebellion, you will find it.\nNow, | read a book about that recently. The book said that some kids were in the\nstreets looking at the German playing war in the streets. Well, | was one of these kids. You\ncould see shootings, two or three dead bodies, covered with a blanket. That was in the street.\nBurnt.\nThe German put a curfew. And they put posters, German and French, explaining the\ncurfew. And the last line of the curfew said, “Don't be influenced by the English and the Jews.”\nSo we saw the Jews escaped. This was a little bit of an adventure but we escaped for a week\nor so to a cousin of mine.\nThe problem was to get my father. We knew his itinerary.\n>> Bill Benson: He's doing his work.\n>> Alex Schiffman-Shilo: Doing his work. And by the way, | realized much later my father was\na French citizen, had a French ID stamped Jew, a red stamp Jew. He could have been\narrested anytime. There was no guarantee when he boarded this train Monday morning that\nwe will see him.\n>> Bill Benson: Because he was going to places that were not going to be as welcoming as\nVillefranche. Going all over France.\n>> Alex Schiffman-Shilo: | don't know. Or the control on the train. | Know he lost control once\nor twice. But they let him go.\n>> Bill Benson: It's remarkable.\n>> Alex Schiffman-Shilo: There was no guarantee we would see him. And this went on. But\nmy father had a family to support and that was his job. He had his clients. He had his\nmanufacturers. And he went traveling in the free zone. We went to pick up our father from the\ntrain and we were successful.\n>> Bill Benson: Describe how you did that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Alex Schiffman-Shilo: We knew his itinerary. We knew that he would be on this train. We\nwent to the train station just near where we were in hiding. The train came. It's about eight to\n10 cars. And there was no time to run across the train, no time. So the train starts to move\nand suddenly we see my father at the window, bending out of the window. So we ran after the\ntrain. We ran after them. They start slow enough. Electric would have been a lost case.\n>> [Laughter]\n>> Alex Schiffman-Shilo: And we shouted at him [Speaking Non-English Language]. And this\nis what he did. He came back.\n>> Bill Benson: And stayed with you.\n>> Alex Schiffman-Shilo: Of course.\n>> Bill Benson: When you went back to Villefranche, were there still German troops there at\nthat time?\n>> Alex Schiffman-Shilo: To tell you the truth, | don't remember. | think yes. | think yes.\n>> Bill Benson: So our audience understands, by this time, of course, as you explained\nearlier, the Germans now had occupied Vichy France.\n>> Alex Schiffman-Shilo: They occupied the whole France after the American which took\nplace November 11. Easy to remember, the end of World War | and Veterans Day.\n>> Bill Benson: While you were in Villefranche, you told me a very tragic story. There was a\nPolish Jewish family that lived across the street.\n>> Alex Schiffman-Shilo: | remember the name, Stochi. They had three boys. They were\nliving across the street from us. They were a very poor family. | think the father was a tailor.\nTwo of the boys were in my class. From what my sister told me, my father used to raise\nmoney among the little Jewish community to support these people. One day they\ndisappeared.\nPeople say that the father said they were being relocated in the East and the father\nsaid, “Well, at least my children will have something to eat.” Meaning, how strong was the\ndeception that we didn't know where they were going.\n| must say, | tried once or twice to find traces here. | couldn't do it. | don't have the\nfirst names of these boys. | must maybe try harder.\n>> Bill Benson: So they were just gone, disappeared.\n>> Alex Schiffman-Shilo: Just gone. We don't know what happened to them. Stochi.\n>> Bill Benson: Shortly after the D-Day invasion in June 1944, a German armored unit passed\nthrough Villefranche and started shelling buildings in your town. Tell us about that.\n>> Alex Schiffman-Shilo: They came through. They were under the occupation South of\nFrance. It was an elite SS armored division. And part of it went through our town. When they\nsaw a nice house, they took a good target on tt.\n| suspect -- I'm not absolutely sure. There was an atrocity which happened further\nnorth in a small village where the Germans suspected there is resistance there. And actually\nthere wasn't but they just made a mistake on the name. They separated men, women, and\nchildren. They led the men into barns and they shot them. They took the women and the\nchildren in the church. They sealed the church. They threw a few grenades and they set the\nchurch on fire.\nNow, for whoever doesn't believe that, the goal after the war decided to keep it\nexactly as it is. So we can visit it today. It's 25 kilometers, about 16, 17 miles west-northwest\nof Limoges, a town very famous for the China that they make.\n>> Bill Benson: They killed everybody.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Alex Schiffman-Shilo: There was one woman who succeeded to escape jumping through a\nwindow somewhere. She told the story.\n>> Bill Benson: D-Day. When did your family realize that the war was over for you? When\nwas the first realization of that?\n>> Alex Schiffman-Shilo: | think after -- | don't remember a specific date. After the German\nleft.\n>> Bill Benson: You said to me that just one day the Germans were gone.\n>> Alex Schiffman-Shilo: Yeah. The Germans were gone. We didn't see -- | don't remember\nexactly a date. | have pictures when the Germans came which | don't remember because |\ndon't remember physically because | was not in the town at the time. It was during the\nsummer. | must have been in a small village somewhere. They just weren't there anymore.\nOf course there were Russian -- to Normandy.\n>> Bill Benson: To reinforce them.\n>> Alex Schiffman-Shilo: Sure.\n>> Bill Benson: So at that point, do you recall, through your family or did your father say\nafterwards there was a tremendous sense of relief or was there fear they would come back?\n>> Alex Schiffman-Shilo: | don't think there was a fear they would come back. But | must say\nsomething. If! put the dates together, there was an uprising by the French resistance in\nToulouse, which was south of us. I'm sorry. | know the geography of France so for me it's\neasy. It was south of where we were. The resistance led an uprising there. The German\ntroops, when they left. Unfortunately one of my cousins was killed. There is a plaque,\nCommandant Phillippe. That was his war name.\n>> Bill Benson: Phillippe was killed.\n>> Alex Schiffman-Shilo: That was in August 44. | remember exactly the day we learned it,\nwhen the news came to us.\nWhen he joined the resistance, he had two children. One of the children he gave to a\nvery, very nice lady in our town. When Zeff -- when he brought his son --\n>> Bill Benson: To give his child up.\n>> Alex Schiffman-Shilo: To give his child, | think he was a retired teacher. And the boy was a\nyear, a year and a half. And when we left -- | didn't understand exactly. | said, “Why didn't you\nsay goodbye to your father.” And the father said -- the teacher brought a few toys for the baby\nto play with. | remember that day.\n>> Bill Benson: He was Phillippe's child?\n>> Alex Schiffman-Shilo: Yeah.\n>> Bill Benson: After Zeff was killed, what happened to his son after the war?\n>> Alex Schiffman-Shilo: He stayed. He was with her. After the war he was what we called\n[Speaking Non-English Language], meaning he got a pension from the French because his\nfather was killed. He lived with her. There were stories that he was carrying his old\ngrandmother in the car, driving her everywhere.\n>> Bill Benson: So, Alex, your father, your sister Madeleine, and your Aunt Cylli, you survive.\nZeff was killed. What about other family members?\n>> Alex Schiffman-Shilo: Who were killed? The son of Uncle Max.\n>> Bill Benson: The one who had been living --\n>> Alex Schiffman-Shilo: Living in France. He was killed immediately after the Phoney War.\nWhen the real war started, he was a young officer in the French military. He was killed.\nNow, about that | have a souvenir. After the war, the radio -- Uncle Max had a radio.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nNot many people had a radio but he had one. And after the war they broadcasted the names\nof the prisoners of war who were coming back from prison camps, from POW camps. And his\nwife was crying her eyes out. And then | understood, or | understood later, that she was crying\nbecause all of these prisoners were coming back and her son did not.\n>> Bill Benson: And she was listening for his name.\n>> Alex Schiffman-Shilo: She was listening for all the names. | remember that very vividly. A\ntiny little kitchen. The radio was there.\nNow, | remember also listening to radio London. Radio London had a signal which\nwas the z in morse alphabet. | remember that.\n>> Bill Benson: One of the things that you told me that we didn't chat about today yet, one of\nthe times you had gone into the woods, | think you took refuge with a cousin or an uncle. Tell\nus about him.\n>> Alex Schiffman-Shilo: He was the older brother.\n>> Bill Benson: Zeff's older brother?\n>> Alex Schiffman-Shilo: Yes. He was living in the woods. Literally living in the woods. His\nbed was under a tree. Stones were around and leaves to make it softer. He was a kind\nof -- he was a Character. He was a living encyclopedia. He knew everything about everything.\nOn the other hand, he never attended school. The story about him -- | learned years\nago a story by Isaac Zinger. He said that Jews from Gleize from World War | were smothering\ntobacco from Austria into Poland, Warsaw. Well, my cousin exactly smuggled tobacco. And |\nknow that -- | know the story that the poor boy, he was 13. His siblings were -- his parents\nwere in the war. He went to support the family, so he smuggled tobacco. And one day he was\nat a train. He didn't have a ticket. And here comes the guy to check the ticket. So he threw\nhis tobacco through the window and jumped. That guy lived until --\n>> Bill Benson: He was 13 at the time.\n>> Alex Schiffman-Shilo: 13, 14, something like that.\n>> Bill Benson: You've described to us you had relatives that joined the French resistance.\nThey were in the French military and killed. You had another cousin, if | remember correctly,\nwas a physician, part of the French resistance as well.\n>> Alex Schiffman-Shilo: That's right. My father's eldest brother's son. He was a doctor. He\nwas a doctor. He was in the resistance. He was taken prisoner by the German because the\nHippocratic Oath. He could not leave the patients. He had a little field clinic and he couldn't\nleave the patients. Well, he was tortured and executed | think with a whole group of other\nresistants. Two days before the area was liberated. | have it on my computer, the death\nannouncement by the family.\n>> Bill Benson: And you had -- | think you had an uncle, one of your father's older brothers,\nwho had remained in Poland.\n>> Alex Schiffman-Shilo: Recently | discovered | have a cousin -- | have so many cousins.\nAlways complains about that as I'm talking about this cousin or that cousin. Anyway. He sent\nme a picture and said, \"Who is that?\" And | looked at the picture. He told me Luzer. That\npicture was taken in 36 because 36 was the year my sister and me went to Poland to visit the\ngrandparents. | saw here is my sister. Here] am. | am 3, 4, something like that. And my\nuncle and his two daughters.\n| guess the daughters disappeared during the Holocaust. My Uncle Luzer survived.\nAfter the war he went, according to -- | have no real proof but it was kind of corroborated. He\nwent to a Ukraine peasant to whom he had given his watch. In these days the Jewish tradition\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nwas when you get bar mitzvahed, you get a watch. And he went to reclaim his watch. And the\nUkrainian killed him to keep the watch.\n>> Bill Benson: So that's after he survived the Holocaust.\n>> Alex Schiffman-Shilo: After he survived World War II, my Uncle Luzer.\nThere was a rumor that his two daughters did survive. | tried to find them. | didn’t\nfind that they went to Sweden or something. | once sent a letter to the Swedish Red Cross.\nThey could not find them in their list.\n>> Bill Benson: Quite recently, | think, you came into a photograph of a monument in Dolina\nwhich was the town that your grandparents were from that commemorated the murder of the\nJewish population there.\n>> Alex Schiffman-Shilo: It's a very small monument. | don't know, first of all, if it's written in\nHebrew or Yiddish. It's the back of the monument. | don't think the front. | don't know if it is\nwritten in Polish, Yiddish, or Hebrew. | don't know if it is written in Polish, maybe it might be\npolitically correct to put Pols were executed there instead of Jews. Because this happened in\na few places.\n| told you about the Croatian rebellion in France. The monument doesn't say\nCroatian. The monument for, again, political correctness, speaks about Yugoslav because this\nwas Tito, the ruler of Yugoslav after the war, that was his request. But the French -- the\npeople know exactly.\n>> Bill Benson: When the war for you is over, it's August 1944. The war would continue, of\ncourse, until May 1945 elsewhere. You made it back to Paris. Tell us what it was like with the\nend of the war to go back to Paris and resume -- try to resume a life after all that you had been\nthrough.\n>> Alex Schiffman-Shilo: | went to the Jewish high school. We had a family tradition, my\ncousins. [Laughter] Some cousins went to that high school before World War II. Another\ncousin was there, the head counselor. | don't know if you call it counselor. The one who was\nin charge of discipline and all of that. Well, that was my cousin. And | went to that school. |\nwent to boarding school immediately.\nWhat | do remember very vividly, to the Metro you had to go through a town, factories\nwere there on an island. The allies tried to destroy the factory because the factory was\nproducing tanks and armor, etc., for the Germans. But the town was flat. The houses were\ncompletely flat. You had to walk the -- the street was there. You had to walk through ruins to\nreach the Metro. And then after this they rebuild it.\n>> Bill Benson: Tell us how your father managed. He continued to work to try to earn a living\nthroughout the war.\n>> Alex Schiffman-Shilo: After the war. Yes, he had to rebuild his clientele. My father, he was\nnot that old. He was 50 -- 50, 51. He had to rebuild his business. | guess he was worn out,\nyears of the war, being a widower. Having to make a living under not so easy and risky\nconditions, he was quite worn out. He was worn out.\nHis great pride was his daughter, my sister. My sister became a dentist. She had\ntwo daughters. We have quite a few pictures of my father with his two granddaughters. That\nwas his pride. | guess he was also proud of me.\n>> Bill Benson: | would think so. And you told us that he was intent on getting his own\napartment back.\n>> Alex Schiffman-Shilo: Oh, yes.\n>> Bill Benson: He went back.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Alex Schiffman-Shilo: He went back -- saw pictures that the apartment was assigned to\nFrench -- how you call, French handicapped, war handicapped. And the picture in the\nnewspapers which related the whole incident showed that the French soldier with his arm cut.\nThe picture was taken. But my father got his apartment back.\n>> Bill Benson: As you said, it took a legal battle.\n>> Alex Schiffman-Shilo: Took a legal battle. Yeah.\n>> Bill Benson: So you continued your education. You went on to become an agronomist.\nAnd finally in 1959, 14 years after the war, you were 26, you moved to Israel.\n>> Alex Schiffman-Shilo: | moved to Israel.\n>> Bill Benson: What prompted you to make that move? How did you rebuild, start a new life\nthere?\n>> Alex Schiffman-Shilo: After 46, under the advance of my sister, | joined the Zionist youth\nmovement. | went first to the Jewish Scouts. Jewish Scouts gave you the idea of the scouts\nwhich is nature, friendship, not to lie and big moral. | don't say that's Catholic. Moral values.\nBut Zionist movement gave you to build a state for the Jews. This was Zionism. Ok?\nAnd | remember myself demonstrating in the streets of Paris with big -- not poster but\nhow do you say, call that? Anyway. Open the gates of Palestine. This was in “46. And ‘48\nthe gates were opened. And many of my friends emigrated into Israel. | stayed in school to be\nan agronomist. And then | moved to Israel in “59.\n>> Bill Benson: You joined the military.\n>> Alex Schiffman-Shilo: | served in the military two years because | wanted to have it behind\nme. | could have deferred it but | wanted to have it behind me. Then | worked as an\nagronomist for the Israeli government almost until | got the job at the United Nations.\nDuring that time | participated to the Six-Day War. My contribution was -- | was in\nartillery. My contribution was to give artillery support to the infantry who went the Golan\nHeights, just behind shooting on Syrians.\n| don't think the Israelis really hated their enemies. That's my feeling, personal\nfeeling. Egypt was enemy. Jordan was enemy. Today we have peace with both. Very good\nrelations with -- Syria, we hated them. Because for 19 years Syrians were up in the Golan\nHeights and they shot almost every day from the Golan Heights on the Israeli workers in the\nfield. The settlement would have to be evacuated because they were in the open.\nSo in ‘67, my contribution was to help the infantry go over the Golan Heights. It was\nnot a walk in the park.\n>> Bill Benson: No.\n>> Alex Schiffman-Shilo: At one point there was an attack. The middle was a tank. Attack.\n26 started. Two arrived unharmed to the Golan Heights, to the heights. Made the mistake in\nthe middle. Yeah.\n>> Bill Benson: There are so many more things that I'd love to ask you but | think we have a\nlittle bit of time to turn to our audience and have them ask you a few questions.\n>> Alex Schiffman-Shilo: Ok.\n>> Bill Benson: We have microphones on both sides of the aisle. I'd ask you if you have a\nquestion, wait until you get the mic. Try to make your question as brief as you can and then |\nwill repeat it to try to ensure that everybody, including Alex, but everybody in the room, hears\nthe question.\nlf anybody has a question. If it not, | have tons more. We're getting close to the end\nas well.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Alex Schiffman-Shilo: Don't open the parentheses and in the parentheses is another.\n>> [Laughter]\n>> Bill Benson: Any questions? Right here. Ok.\n>> Hey. What did Israel mean to you after the war?\n>> Alex Schiffman-Shilo: Which war, now or after World War II?\n>> After World War Il.\n>> Bill Benson: What did Israel mean to you after World War II?\n>> Alex Schiffman-Shilo: It should be the homeland of the Jews. This is what it means. This\nis what it means. This is what it was created for. | don't remember what the Declaration of\nIndependence says exactly but it's the homeland for the Jews. We should not forget, besides\n19 years when the Jordanian were in East Jerusalem, there was a Jewish presence in the old\ncity of Jerusalem, all the years. At least this is what we say. But it's the homeland of the Jews.\nDefinitely.\n>> Bill Benson: I'm going to take the liberty of asking another question myself. | have to do\nthis.\n>> Alex Schiffman-Shilo: Sure. Go on.\n>> Bill Benson: In 2013, two years ago, you became a U.S. citizen.\n>> Alex Schiffman-Shilo: Yes.\n>> Bill Benson: Tell us why you made that --\n>> Alex Schiffman-Shilo: What prompted me?\n>> Bill Benson: Yes.\n>> Alex Schiffman-Shilo: | think two things which occurred the same day. The day | went to\nvisit at the Pentagon, September 11 memorial, one day after it was inaugurated. The day of\nthe inauguration you couldn't go there because everything was official and only official. That's\none thing. So the next day | went there.\nlf you have not been there, you should go. From there you can walk to the Air Force\nmemorial which is just nearby. If you take 395, you'll see two spikes going up. This is the Air\nForce memorial. | went there. The view of Washington is beautiful. I'm looking at the land of\nthe free. And | think a few days later | put in the application.\n| paid my taxes before that.\n>> [Laughter]\n>> Bill Benson: And also, | think you also were telling me that around that same time you went\nto an event commemorating Woody Guthrie.\n>> Alex Schiffman-Shilo: Yes, yes. This is actually the second reason. | went to an event at\nthe Kennedy Center. The last song they sang all the audience was standing and singing \"This\nis my land, this is your land from California to New York Island,” etc., etc. \"This land was\nmeant for you and me.\" And | don't know, it clicked something. To see all the audience end\nthe performance standing and singing that. Yeah. That was nice.\n>> Bill Benson: | think we're at the end. I'm going to turn back -- we're not quite at the end.\nI'm going to turn back to Alex in a moment to say some closing words because it's our tradition\nat First Person that our First Person gets the last word.\nJust a couple of notes before | turn back to Alex. When he's done -- you can stay\nbehind for a few minutes, right? Alex will stay right here. We didn't have time for more\nquestions. So if you have a question and you would like to ask or just want to say hi. Come\nup on stage.\nWe'll have you stay seated. Plus it makes better photographs.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> Alex Schiffman-Shilo: Oh.\n>> Bill Benson: Folks, you can come on stage and chat with Alex afterwards.\nAnd speaking of photographs, Joel is over here, who took all of those glorious photos\nyou saw at the beginning, will come up on stage. He's going to take a picture of Alex with you\nas the background. So we would like to ask you to stand that the point. It just makes a\nwonderful memorial photograph of today's event.\nOn that note, let me turn to Alex for his final word today.\n>> Alex Schiffman-Shilo: | think the motto of the museum is \"Never again.\" The Museum has\ntwo mottos. The big one is \"Never again.\" The second one is \"Remember.\" Remember the\nhorror. Remember.\nWhen somebody threatens to eliminate you, better believe his intention. Ok? Better\nbelieve him. Hitler could have been stopped in “36 when he came back, for whoever knows\nhistory, or 38. And every time he imposed his views -- came back from Munich in °38 and\nsaid | saved peace. And Churchill who was in opposition said you have to choose between\ndishonor and war. If you choose dishonor, you will get war.\nSo if he had the intention to wipe you off the map, you better believe his intentions.\nDo whatever you can to counter this intention.\n>> Bill Benson: Thank you.\n>> Alex Schiffman-Shilo: You're welcome.\n[Applause]\n[The presentation ended 11:59 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}