{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, August 1, 2013\n1:00-2:30 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: JACQUES FEIN\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 14th year of First Person. Our First Person today\nis Mr. Jacques Fein, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation, to whom we are grateful for again sponsoring First Person. And I'm\npleased to let you know that Mr. Louis Smith is here with us today. Thank you, Louis.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue each Wednesday\nand Thursday through August 15. The museum's website at www.ushmm.org provides\ninformation about each of our upcoming First Person guests.\nJacques Fein will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time toward the end of our\nprogram, we'll have an opportunity for you to ask Jacques some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Jacques is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nJacques was born Jacques Karpik in Paris, France, on October 10, 1938. His parents,\nSzmul and Rojza, were born in Poland in the 1910s but relocated to France. The arrow on this\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nmap of France points to Paris.\nGermany invaded France in May 1940. The next month, June of 1940, France signed\nan armistice with Germany. Under the terms of the armistice, Northern France, including Paris,\ncame under German rule and Southern France remained unoccupied.\nHere we have a group portrait of the Karpik family with an aunt, uncle and cousins taken\nshortly after the German invasion of France. Jacques' parents are on the left and he is seated\nat the bottom, in the middle.\nIn this picture, taken in late 1941, Jacques is pictured with his mother, Rojza, younger\nsister Annette. In a preceding picture Annette had not been born. There is no picture of the\nfour members of the family together.\nAfter Germany invaded France, Jacques and his sister were hidden with the Bocahuts, a\nCatholic family, just outside of Paris. Here we see a portrait of the Bocahut family at a wedding.\nJacques and his sister, who were in hiding with the family at that time, are circled. Jacques\nstands in front of Suzanne Bocahut and Annette is in front of Marcel Bocahut.\nWhile Jacques and Annette were in hiding, their parents were deported to transit camps,\nand then to Auschwitz. Pictured here are prisoners in the Pithiviers transit camp. Jacques’\nfather, Szmul, is the man smoking the cigarette on your right.\nAfter the war, Jacques and Annette were placed in orphanages, then later adopted by an\nAmerican couple, Harry and Rose Fein. We close with Jacques's passport photo from 1948.\nAfter their adoption by the Feins in 1948, Jacques and Annette began their new life in the\nUnited States, growing up in New Jersey. Jacques attended Clark University in Massachusetts,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmajoring in math. After attending graduate school at NYU, he began his career as a computer\nscientist in the aerospace industry, starting with Martin Marietta in Baltimore. He continues to\nwork in the same field today with the Computer Science Corporation, or CSC.\nJacques has a daughter, Rachel, and a son Matthew from his first marriage. In 1986 he\nmarried his second wife, Judee Iliff, whose daughter and Laura and her husband David have\njust opened an ice cream parlor in Baltimore, the Charmery. Jacques and Judee have three\ngrandchildren, Sam, Zachary and Adrienne. Judee and Jacques live in Elkridge, Maryland,\nabout midway between Washington, DC and Baltimore. Judee is here today with Jacques, as\nis his daughter, Rachel, and their good friends from Elkridge, Phil and Cookie Cogan. Judee,\nRachel, raise your hand. Right next to them, Phil and Cookie. Thank you for being with\nJacques today.\nIn 1983, Jacques attended the American Gathering of Jewish Survivors of the Holocaust\nwhere he found other survivors who were children during the war. After that, he and others\nformed the organization Washington/Baltimore Survivors of the Holocaust - Last Generation.\nHe is also a former president of the Jewish Federation of Howard County, Maryland, and is very\nactive as a volunteer in his community. In fact, in 2011 Jacques was recognized as the Howard\nCounty Volunteer of the Year. He was nominated by his friend Phil Cogan, who is with us. The\nHoward County Volunteer of the Year coordinator, Alexandra King, said about Jacques, \"He\nwas affected at such a young age. He took a terrible thing and has done greatness with it.\"\nJacques volunteers here at this museum, where you often find him at the Donors Desk\non Sundays. And this is his third time with us at First Person. |In addition, he generally likes\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\norganizing events and does note that he is a Yankees baseball fan.\n[Laughter]\nJacques otherwise is perfect.\n[Laughter]\nJacques volunteers because years ago he was saved by strangers and with the help of the\nJewish community. Now he says, \"It's payback time.\"\nWith that, | would like you to join me in welcoming our First Person, Mr. Jacques Fein.\n[Applause]\nJacques, thank you so much for joining us today and for being willing to be our first. We\nhave just an hour, so we'll get started so we can cover as much as you're able to share with us\nduring that time.\nWorld War II began in September 1939 when Germany attacked Poland. The following\nMay, Germany invaded France. At that time, you were just a year and a half old, so very\nyoung. Tell us, to start, what you can about your parents, their life in Paris to the extent you\ncan, their background, recognizing you were so young and there's a lot you don't Know.\nWhatever you can share with us.\n>> Jacques Fein: Well, I'll give you a very short answer. The war started, | was almost --\nslightly older than 1 year old. | was born in 1938, the war started in 1939. So the truth is |\nremember virtually nothing. As simple as that. Until -- sorry. After the war started, my parents\nknew, and Parisians knew, and Jews knew especially, life was not going to be very good for the\nJews of France, and especially the Jews of Paris. And then through the help of a Jewish\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\norganization called OSE, Oeuvres de Secours aux Enfants, they put me in hiding. I'll let you\ncontinue.\n>> Bill Benson: Jacques, before the war, have you been able to piece together anything about\nyour parents’ lives before they came to Paris, the family, anything about the family in Poland\nbefore that?\n>> Jacques Fein: Excellent question. I've been trying to find out. What | know from research,\ngoing forward a bit, | still had two cousins who live in Paris, especially my cousin Sara, who is\nabout 8 years older than | am, and remembers much more. So my parents from Poland left in\nthe 1930s to escape pogroms in Poland, and they wound up in the poorer section of Paris.\nThat's all | know, the few things they told me. They were poor. She was a housekeeper. They\ndid stitching clothing, and that was their life.\n>> Bill Benson: Is that how your father earned his living, to your best knowledge?\n>> Jacques Fein: To the best of my knowledge, based upon what Sara --\n>> Bill Benson: What you learned from others?\n>> Jacques Fein: Right.\n>> Bill Benson: You mentioned the cousins. To your knowledge, how large was your extended\nfamily?\n>> Jacques Fein: That's another good question. In simple terms, | really don't know. | know\nfrom one of the pictures that you saw, Sara and her cousin are still alive, and they have -- each\nare married, and they have kids, | think three kids, and grandchildren. So my immediate blood\nfamily from the war is only two who are alive.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nHow many did | have? Off the top of my head, | would say easily 20-40, but | have no\nidea.\n>> Bill Benson: | know that most of the details about your parents being rounded up, sent to\ncamps and later deported are unknown to you. You believe your father was taken in 1941,\npossibly in May, and your mother in July of 1942. Have you been able to learn anything about\nthe circumstances of your father being captured, then sent to camps where he may have been\nsent?\n>> Jacques Fein: What | learned is from reading history. So in Paris, in terms of the Jews, the\nforeign Jews were first taken. My father was born in Poland, he was a foreign Jew. They all\nlived in basically the same section of Paris, and they were taken immediately. They also had to\nregister with the police. After that, once the police knew where the Jewish people lived, it was\npicking them up, sending them to transit camps.\nMen were taken first. Eventually, in 19 -- in July of 1942, and there were other\nround-ups, there was a major round-up where women and children were taken.\n>> Bill Benson: That is probably when your mother went?\n>> Jacques Fein: Around that time.\n>> Bill Benson: You think your father was a year before that?\n>> Jacques Fein: 1941. We have evidence of that.\n>> Bill Benson: You do have evidence of that?\n>> Jacques Fein: Yes.\n>> Bill Benson: Where was he sent?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Jacques Fein: | need to make a comment on these pictures. Most of you probably have an\nalbum of your life when you were kids. This is my album. It's like a masterpiece. For me to\ncollect all these pictures took me years and years and years. It was not given to me by my\nfamily or cousins or relatives. | had some papers here. | went to France, | got some more\npictures. So it probably took me about 30 years to collect this simple album.\n>> Bill Benson: Maybe when we're done and you step down to talk to folks, somebody might\nhave an interest in taking a look at that, if that's possible.\n>> Jacques Fein: Right.\n>> Bill Benson: He went to Pithiviers. What was that? It's a transit camp.\n>> Jacques Fein: A transit camp. It was basically for male, men. | have not really researched\nit. But I've done more understanding of a camp that was a much more horrible camp. It was in\n1941-42, the heat of the war already, in France, and next step was Pithiviers, trains, cattle cars\nand murder into Auschwitz.\nJudee and | visited Paris about 15 years ago, we did go to -- we did see the town, it was\napartment buildings. We had no idea what it was really like.\nSpeaking of -- if anybody saw a movie called \"Sara's Key,\" that was the movie. In some\nsense, it was the story of my mother.\n>> Bill Benson: We'll come back to that, | hope, ina few moments. You have the photo of your\nfather in Pithiviers. How did you get that photo?\n>> Jacques Fein: No idea. Except, | think | went to Paris to see one of my cousins and | think |\npicked it up from them. As a matter of fact, a few of these, one of the pictures of my family, |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 5\ngot that in 19 -- mid 80s from my sister. She had had those pictures for quite a number of\nyears, maybe 10, 12 years | think. | had written to her, because you mentioned the American\ngathering, that is when | started to get interested as to what had happened and who was |, the\nfamily. | wrote to my sister if she knew anything about our family in France, and she said oh,\nno, they're probably no longer -- one of them is no longer alive. Sara. Well, | did get a letter\nfrom her. That's how | got those pictures.\n>> Bill Benson: That was in the 1980s?\n>> Jacques Fein: Right.\n>> Bill Benson: You had not seen those photos until that time?\n>> Jacques Fein: No way.\n>> Bill Benson: That really illustrates very well what it meant to put together these pictures over\ndecades.\n>> Jacques Fein: Right. | was about 50 years old. That was the first time | had seen a picture\nof my father and my mother and my cousins, but they were much younger.\n>> Bill Benson: From what you know, Jacques, sometime after your father was taken, and\nbefore your mother was also caught in a German round-up that we'll talk more about, your\nmother somehow arranged for you to be hidden with a French Catholic family. Tell us what you\nknow about her round-up to the extent that you know and where she was taken, before we talk\nabout being placed with the Bocahuts.\n>> Jacques Fein: From what | understand, again, wnen Judee and | went to Paris a number of\nyears ago, we actually visited the family that hid me. It was somewhat awkward, but that's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nanother story. | was told that during her -- somehow she was visiting us, me and my sister.\nWhen she was back in the Metro, she may have not put on a yellow badge, she was fidgety\nwith the yellow star. You know, in Paris you had to wear a star to show that you were Jewish.\n>> Bill Benson: The Metro being their train system?\n>> Jacques Fein: The Metro, their train system. She got caught along the way. That's what |\nunderstand. It was also around July 1942. That's when the French police and Germans were\ndesperate. Unfortunately, enthusiastic about capturing as many Jews as possible.\n>> Bill Benson: Moments ago, you told us about that really infamous, huge round-up, affiliated\nwith the bicycle stadium, the Veladrome. Tell us about that. | Know you around -- tell us about\nthat. You learned about that.\n>> Jacques Fein: It was absolutely horrendous. Kids, families, mostly women and children\nwere taken. They had no, hardly any food, no means of cleaning themselves, bathroom\nfacilities were virtually nonexistent. It was hot, humid. People were killed immediately at times.\nPhysically or they just died. Then they were sent to Auschwitz, in cattle cars to Auschwitz.\n>> Bill Benson: That was July 16-17, 1942. When you were last with us, it was the 70th\nanniversary of that. Over those two days, that round-up, | believe 13,000 Jews were rounded\nup, huge, huge number, largest arrest ever of Jews in Paris.\n>> Jacques Fein: Right.\n>> Bill Benson: So from the Veladrome, those that didn't die went to the transit camps.\n>> Jacques Fein: That was the plan.\n>> Bill Benson: Then to Auschwitz.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\n>> Jacques Fein: Correct.\n>> Bill Benson: You mentioned Sara's Key is the book that represents that story. You said that\ndoes, as far as you know, a remarkable job of capturing what happened in that particular\nround-up. Tell us more about Drancy. You mentioned it was a terrible place, and what have\nyou learned about Drancy? Because that's where you believe your mother went, right?\n>> Jacques Fein: She was sent there. She may have been sent there, but she was, again,\ncaptured in a Metro, from what | understand. Whether she was sent to Drancy or not, I'm not\nsure, but it was basically, odds are, that she was. Because, we have evidence. The evidence\nactually comes from the Germans. They kept excellent records, and they kept the list of names\nof people who were deported from France to Auschwitz.\nFor example, there's a famous Nazi hunter called Arthur Crosfield. He compiled a book\nof Jews deported from France, about 80,000 Jews. Here | was able to find my parents, my\nmother's name and my parents' name. My father was taken on the third to Auschwitz.\n>> Bill Benson: You've got the record there?\n>> Jacques Fein: Exactly. Plus other records from the French police that specifies roughly\nwhen they were taken, and where they were.\n>> Bill Benson: When did you learn then with certainty that they were taken to Auschwitz and\nwhen they perished?\n>> Jacques Fein: Well, we'll have to skip a number of years. | was put in hiding roughly in\n1941.\n>> Bill Benson: We'll come back to that. Just looking ahead.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Jacques Fein: | would say after the war, those who survived and those who were put in\nhiding, | was put in hiding by the OSE organization, their job during the war was to save the\nkids. After the war, it was to take them back and try to reunite them with their families. If they\ncouldn't, we were put in orphanages. When | was sent to the orphanage, two of them, were in\nthe same boat, waiting for family. | assume people talked and were told what happened, but |\ncan't remember the exact time or date when | knew.\n>> Bill Benson: | was -- you said you had such precise information. | was curious as to when\nyou really learned with certainty.\n>> Jacques Fein: With certainty it was 1983, the second gathering of Jewish Holocaust\nsurvivors in Washington, DC. | was able to get this book, and it was good to go through the\nbook.\n>> Bill Benson: 30 years ago?\n>> Jacques Fein: Right. For certainty. | knew beforehand.\n>> Bill Benson: Jacques, before your mother was taken, probably the summer, July, 1942,\nclearly at that time she was able to arrange, working with the OSE to have you hidden with this\nCatholic family, French family, the Bocahuts. Tell us what you can about what you think or\nknow about how she may have been able to do that, and then about being with the Bocahuts.\n>> Jacques Fein: OK. My gut feeling is that the OSE were the primary people who knew\nwhere Jews were, and there must have been some type of connection.\n>> Bill Benson: They were a French organization?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection -\n>> Jacques Fein: In every Jewish community there's a federation, as you know over here,\nyou've got lists of names. But how was it in Paris? | don't know. They had to be registered\nwith the police.\nSo the OSE, the Jewish social services in a sense, knew, and that's the best thing |\nknow. How did my mother know? | don't know if she spoke French. She was from Poland. As\nthey say in French, | really don't know. But some people knew. That's the connection.\nSo they put me with the Bocahut family in 1941-42, and just to let you know, my birth\nfamily was family number one. Family number two was my foster family, the Bocahuts.\n>> Bill Benson: Tell us what you can about your life with the Bocahuts, because you would stay\nwith them until the war's end.\n>> Jacques Fein: Right. | was hidden, roughly, in 1942, the war -- Paris was liberated in\nAugust 1944. The war ended in Europe May 8, | think, 1945.\n>> Bill Benson: You were with them almost three, four years?\n>> Jacques Fein: Three, four years.\nOK, so several things. First, it wasn't like being hidden like Anne Frank, where she had\nto be hidden in a room of an apartment building. | was hidden in a farm outside of Paris, a\nplace called Vers-Galant. It was pretty much open.\n>> Bill Benson: Very rural area?\n>> Jacques Fein: Very rural, very open. Judee and | visited that place a number of years ago,\nbut it's much more suburban than at that time.\nThe family, | remember being there, not being scared, being fed. | don't think | went -- |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ndon't think | went to school. | remember the older kids, the older children, about several of\nthem. | remember -- | understand they hid a few other kids, but | have no recollection of that.\n>> Bill Benson: How many kids did they have?\n>> Jacques Fein: | think four or five.\n>> Bill Benson: And there's you and your sister, so at least six children in this house.\n>> Jacques Fein: And others.\n>> Bill Benson: Possibly others, OK.\n>> Jacques Fein: | remember a few things during that time. So | was -- | was born in 1938.\nMaybe | was 5 years old. One time my foster father took my sister and |, since we were ona\nfarm, he hid us in a ditch. Why did he hide, put me in a ditch? Because he understood there\nwere German soldiers looking for either Jews or people hiding Jews. So we were very, very\nlucky. He put both of us in a ditch with a blanket, and | could see from a distance, maybe 100 --\nnot 100 yards, 150 yards, soldiers with guns. | guess it had to be guns, and dogs.\nSo my sister and | were purely lucky, because | didn't cry, she didn't cry. The wind was\nblowing the right direction. It was blowing another direction. Had they moved towards the farm,\n| don't think | would be here today. So that | do remember pretty clearly. | can tell you, I'm not\nalways too fond of German Shepherds, especially.\nThen another time, which | vaguely remember, | was sick, and | had been sent to a\nhospital in Paris. Why? | have no idea. It was obviously dangerous. When | went back to\nParis, back in the 1980s, they told me the father took me out of the hospital as quickly as\npossible.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: To get taken care of what you had to?\n>> Jacques Fein: | have no idea what happened. Who knows? He took me out, and they told\nme the following day, the hospital was raided by Germans, and by French police. Had | been\nthere another day or two, | don't think | would be here today. | think it was an ear infection.\n>> Bill Benson: In your time in their household with them, were there -- Knowing it was a rural\narea, were there other houses in close proximity in -- where somebody might notice a couple\nextra children?\n>> Jacques Fein: The only thing | know, they had to be very careful, because anybody could\nhave told on that family. Family members could have told the police. Had they been caught,\nwe would not be here, and they would be no longer alive.\n>> Bill Benson: The risk to them?\n>> Jacques Fein: Tremendous risk. They could be also traitors who would be more than\nhappy to turn anybody in for money or for whatever. That happened, same thing.\n>> Bill Benson: In fact, there's a very powerful, special exhibit that just opened right outside the\ndoor called \"Some Were Neighbors\" about collaboration and complicity in the Holocaust. If you\nhave a chance to see it, very appropriate to what you went through.\n>> Jacques Fein: The main thing, again, during that time, the end of the war | was almost 7\nyears old, | had zero control of my life. Whatever they told me to do, | did.\nThe third thing, also, we had to be quiet. It wasn't like advertising, hey, there's a Jewish\nkid here with his sister, come here, let's look at him. That would not have been a good way of\noperating.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: The first time we talked, | remember you telling me one of the -- you don't have\nlots of clear memories, but one of the overarching kind of perceptions was that need to be quiet.\n>> Jacques Fein: Oh, yes, very, very important. Again, we have -- | have other friends who\nwere in the same -- who are alive now and they also had that same situation. They had to be\nquiet. They could not talk about their lives while they were in hiding. That was pretty strong.\n>> Bill Benson: Do you know if the Bocahuts, did you learn later from them, did they tell\nanybody who might see you, their neighbors, did they say you were members of their family?\nDid they treat you like family members, which would explain why you were there?\n>> Jacques Fein: The tough thing is, once | left them, the ties were completely broken. That\nprobably was the mission of the OSE. | believe they wanted to keep me, but | was baptized as\na Catholic.\n>> Bill Benson: While you were with them?\n>> Jacques Fein: Right. They wanted to keep -- from what | understand, they wanted to keep\nmy sister and | with them, but the OSE would not let them do that. So the ties were completely\nbroken. | was able to see them.\n>> Bill Benson: Many years later?\n>> Jacques Fein: Many, many years later.\n>> Bill Benson: Your mother was taken in July of 1942.\n>> Jacques Fein: Right.\n>> Bill Benson: From what you've learned she was able to place you with the Bocahuts before\nshe left --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jacques Fein: Oh, yeah.\n>> Bill Benson: You have come to believe she may have been able to visit you once or twice.\n>> Jacques Fein: That's what | understand.\n>> Bill Benson: Can you say more about that?\n>> Jacques Fein: | don't remember that. | remember vaguely. One thing | do remember,\nJudee was there, is that at the time she was taken the daughters who | had seen back in Paris,\nin the 1980s, they had told me that at that time, back in 1942 or whatever, and | became very,\nvery quiet, because | knew that maybe they told me my mother was no longer coming or | don't\nknow what they told me, but my attitude really changed. | became very, very quiet and sad, |\nguess. | vaguely remember that.\n>> Bill Benson: Annette, of course, was younger than you.\n>> Jacques Fein: Two years younger.\n>> Bill Benson: Just can imagine for the Bocahuts explaining the presence of not only a young\nboy, but infant girl in their household, must have been --\n>> Jacques Fein: It was a time of war. It was a different situation. It's not something that's\npleasant to say or easy to say. You had to be careful also.\n>> Bill Benson: Do you know, from your later-in-life conversations with the family, did you\nlearn, have you learned anything about what their circumstances were like for that family during\nthose war years? Because you're right, there's a war going on.\n>> Jacques Fein: From what | remember, we were fed. They were living, and again, it was\nreally outside of Paris, so it was a bit safer than being in Paris itself. Totally different.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo it was -- | don't remember being scared or upset. Again, it was -- | was with them,\nand there was no questions asked.\n>> Bill Benson: As you told us a few moments ago, Paris was liberated in August 1944, the war\ncontinued till May of 1945, and during that whole time you were with the Bocahuts. You either\nremember or you were aware that, at some point, allies came, came through the village. What\ncan you tell us about that?\n>> Jacques Fein: This is the third time we've done this, so Bill has a very good memory, let me\ntell you.\n[Laughter]\nI'm glad he's doing this.\n>> Bill Benson: Thank you.\n>> Jacques Fein: | was going to mention that. The one thing | remember when the Allied\nforces came to our town, | don't know if it was 1944 or 1945, the Allied forces led by American\ntroops. First of all, they won. We won the war that had to be won, because had that war been\nlost, not only would the lives of Jews have been completely different, but lives of Americans\nwould be obviously in a different sphere altogether. It was the most -- the war that had to be\nwon. Fortunately, we did.\n| remember that one day, it was a hot summer day, sunny, and the Allied forces came\nthrough the town with their tanks and their flags, | guess. What the soldiers did, all the kids, all\nthe townspeople were out on the highway, they were throwing candy, Hershey bars and gum,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nand the kids were running after it. Like any parade around here, running after the candy. It was\ncheering and it was pretty good.\n>> Bill Benson: | can only imagine for a 6 1/2-year-old boy how exciting and thrilling that must\nhave been.\n>> Jacques Fein: Right. Again, we didn't know the meaning of the whole thing. From hiding,\nwho the heck knows what's going on? Later | learned.\n>> Bill Benson: For the Bocahuts and the OSE, everybody else, didn't know that that would\nalso not be short-lived. The Germans may have come back. There must have been\ntremendous fear at that time.\n>> Jacques Fein: Oh, yeah.\n>> Bill Benson: After the war, May 1945, as you began to tell us a while ago, the OSE went\nback to where the children had been placed and many others in the same circumstances as\nyou, and took you from the Bocahuts to take you to another place. Tell us what you might\nremember about that, what you've learned subsequently about taking you from the Bocahuts\nand moving you to another location.\n>> Jacques Fein: Well, | do not remember the circumstances of me going from the Bocahut\nfamily, taken out, then to an orphanage near Brittany, first one. | had written Normandy. Let\nme tell you, a number of months ago | was trying to research some information about a place\ncalled Les Roches. | said Les Roches is in Normandy. | sent to Paris. OSE sent me back,\nyes, Les Roches, but it's in Brittany, the West Coast of France, not the northern coast. It was\nright by the beach, and | always remember that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThat was the part of the circumstances. | really didn't know, except | did remember\nbeing at the orphanage in Les Roches, and --\n>> Bill Benson: That's the one near Brittany?\n>> Jacques Fein: Near Brittany.\n>> Bill Benson: The coast, yeah.\n>> Jacques Fein: In the bottom it's Brittany.\n>> Bill Benson: Jacques is a stickler for detail. He looked at that, he said oh, that's Brittany.\nYou want to cross out Normandy there.\n[Laughter]\n>> Jacques Fein: Right. What | remember there, OK, in the orphanage, | went to another one,\nall of the kids were in the same situation. Nobody had more, nobody had less.\n>> Bill Benson: This was which of the orphanages?\n>> Jacques Fein: Both, in Les Roches. We were kind of happy. I'm sure some of us were\nwaiting for parents, to be reunited with parents. We all lived together, we ate, we learned about\nbeing Jewish again, because by the time | was there, | guess | was about 7 years old, | had\nbeen brought up basically in a Catholic environment. So we learned about being Jewish, which\nwas very important.\nI'm sure some of the kids were reunited with their parents or with their aunts and uncles.\n>> Bill Benson: From what you know, you were not very long at that first orphanage. About a\nyear?\n>> Jacques Fein: Roughly a year.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Then they moved you to another orphanage in Taverny?\n>> Jacques Fein: The next step, | had some letters from the OSE, they wrote -- | had two\nuncles that survived. Neither uncle could take care of us.\n>> Bill Benson: They were still in Europe?\n>> Jacques Fein: Still in Paris. It was impossible. One of them returned from Auschwitz.\nTaking care of two more kids, there was no way that uncle could do it.\n>> Bill Benson: Two very young kids at that.\n>> Jacques Fein: Exactly. The other one, | vaguely remember, but the family, my blood family,\nmy uncle decided either send me to another orphanage or to Palestine or to even an orphanage\nin South Africa. | wound up in an orphanage near Paris called Taverny in 1946, late 1946.\n>> Bill Benson: You spent almost two years there, right’?\n>> Jacques Fein: Roughly two years.\n>> Bill Benson: You were older, you probably had some more memories of that.\n>> Jacques Fein: Yes.\n>> Bill Benson: Tell us about your life there, to the extent you can.\n>> Jacques Fein: We were in a pleasant, happy environment. Again, the main thing was\neverybody was in the same situation. Instead of sending kids to camp, then your parents send\nyou candy or whatever the kids may want, but if there was candy it was for everybody, not for\none person. It was shared. The main thing we did learn schooling, which was very important.\nI'm not sure what happened to my school years until | was 6, but we did go to French school\nand learned the Jewish religion. Waiting for the next step, which would be either reunited with\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\nfamily or going to Israel.\nSo that orphanage, that was my third family.\n>> Bill Benson: What kind of place was it?\n>> Jacques Fein: It was pleasant. It was great. The one in Taverny, by the way, has been\nrenamed after Elie Weisel. After the war ended in 1945, Elie Wiesel was in Buchenwald. They\nwere religious. The boys from Buchenwald were sent to Taverny, they made it a very religious\nplace, very Orthodox. What it meant to be Orthodox in those days, | cannot -- I'm not going to\ngive you that definition.\nWhen | got there in Taverny, maybe it was religious, but it was -- it wasn't deeply\nOrthodox religious.\n>> Bill Benson: Elie Wiesel was no longer there?\n>> Jacques Fein: He went in 1945, | think, right after the war. | came there in 1947.\n>> Bill Benson: You described it to me sort of like a chateau.\n>> Jacques Fein: It was a chateau. OSE had picked up, as you said, a number of chateaus all\nover France where the kids were sent. The chateau was nice. We played during Friday and\nSaturday shabat, we played. It was like a nice park. It was cool in the winter. We all enjoyed\nbeing there.\n>> Bill Benson: You remember it being postwar France, conditions remained very difficult for\nfolks for several years after the war, in terms of scarcity, food products, clothing. Do you\nremember if it was sort of meager in terms of your food or anything like that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jacques Fein: | don't remember being hungry or anything like that. A quick reminder, it was\nmeager. How did we survive? Well, for those of the Jewish faith you have something called\nthe United Jewish Appeal, right, where Jewish people give money to the federation.\nThere's an action called the Joint, where the money went to Europe. During the 1940s\nsome of that money went to kids, to places in Europe, and maybe some of your -- not parents,\nbut some of your grandparents gave money too, and that helped me survive. Just think, | thank\nthose families' members.\n>> Bill Benson: As you said earlier, the kids were all in the same boat in terms of not having\nparents at that time, although some might have parents who would find them.\n>> Jacques Fein: Right. Or aunts and uncles.\n>> Bill Benson: Aunts, uncles, other relatives. At what point do you think you began to\nunderstand fully that your parents were not coming back?\n>> Jacques Fein: Well, in 1947 | was visited by an American family, who came to Taverny.\n>> Bill Benson: The Feins.\n>> Jacques Fein: The Feins. To make a long story short, they could not have children. They\nwere from north New Jersey. They were well connected to the Jewish community in\nNew Jersey and in New York. For whatever reason, they wanted to adopt, which | understood,\nbut they were sent to Taverny because at that time -- why Taverny? | don't know. In Europe\nthere were many kids who were orphaned and we met them, they saw me, they saw my sister,\nand they talked to the director. After some negotiations, | found out | was going to be adopted\nto go to the United States.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThere's a point of -- not dissension, but disagreement. | always thought they saw my\nsister first, and the director of the orphanage said by the way, it's a packet of two.\n[Laughter]\nWell, my cousin, not my blood cousin but my adopted cousin, sort of adopted cousin, told\nme it was the opposite. They saw me first, then the director told my parents it's a package of\ntwo. During that time, by 1947, | knew that was the situation.\n>> Bill Benson: Clearly, the intent for either OSE or the home you were in, they were not going\nto split you and your sister?\n>> Jacques Fein: Right. Amazingly, my sister and | lived through the war until we came here\nto the United States in 1948. Then after that, we were together. The Fein family was family\nnumber four when | was 10.\n>> Bill Benson: They came to see you that first time in 1947?\n>> Jacques Fein: 1947. Maybe 1948.\n>> Bill Benson: 1948 is when you came to the United States?\n>> Jacques Fein: October 1948.\n>> Bill Benson: 10 years old. Do you remember that?\n>> Jacques Fein: Well, | remember leaving France, Paris, saying goodbye. Then we took a\ntrain to Marseilles. We left and got there, | think, October 8.\n>> Bill Benson: Were the Feins with you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Jacques Fein: No. A chaperone. Who had, | think, two other kids. With the chaperone we\nleft Marseilles October 8, 1948, and it took about 14 days. We went on a Yugoslavian ship\ncalled \"The Radnick\" from Marseilles to the United States.\n>> Bill Benson: You remember that?\n>> Jacques Fein: | remember a few things. First, | had a beret at that time, like every French\nkid. Ona very stormy day, my beret flew into the ocean.\n>> Bill Benson: Off into the ocean?\n>> Jacques Fein: For some reason | remember that. | learned how to play chess with the\nelders on the ship. | also, it was -- one of those days was Yom Kippur. My stomach, it was\nstormy, | got sick.\n>> Bill Benson: Use your imagination, right?\n>> Jacques Fein: As we arrived to the United States, all of a sudden, people were going to the\nright of the ship. | have no idea why. It was a foggy morning. People were going to see the\nstatue, wanted to see the Statue of Liberty.\n>> Bill Benson: Did you see it?\n>> Jacques Fein: | think | did. It was a foggy morning.\n>> Bill Benson: Then you land in New York City.\n>> Jacques Fein: Right. In the harbor.\n>> Bill Benson: What happens?\n>> Jacques Fein: My parents met us there. My adopted parents, the Feins, now deceased,\npassed away about 10, 15 years ago. Interestingly enough in terms of this document, someone\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\ntook a 45 millimeter film of my arrival, getting off, literally getting off the boat. | had some other\n45 millimeter films. | put them ona DVD so you can see me virtually coming off the ship.\nThen we went from, | guess, New York City, to Newark, New Jersey. | met the whole\nfamily, the new family. There was loads of food that day, because my parents had three\nsiblings and their kids, so we had a major meal. Of course, | got very sick, because we were\neating like crazy. That was the basic remembrance.\n| don't remember just being taken away. | just followed what was happening. | had no\ncontrol over it, zero control of my life. That was my fourth family.\n>> Bill Benson: What was yours and your sister's adjustment like? You didn't speak English,\nspoke French. Here you are -- you didn't speak English, you spoke French. Here you are, a\nbrand-new country, new family. What do you remember of this adjustment to the new life?\n>> Jacques Fein: It was -- what's the word? Not isolated. Obviously, obviously we had to\nlearn the language. We had to make friends. A new culture. When | came here, | was 10\nyears old, | was put -- fortunately my parents, the Feins, were well-to-do. They had a furniture\nstore in Newark, New Jersey. If anybody is from New Jersey, the iron brand section of\nNew Jersey, the famous section of Newark.\n| was put in the first gfaade when | was 10. Then eventually, | graduated from high school\nat the right age. | skipped --\n>> Bill Benson: 10 years old in the first grade to get started?\n>> Jacques Fein: | was in private school. It was not like in a public school. So they kind of --\nby the end of the first year | was in the third grade already. We moved along, then skipped a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\ngrade with some extra courses.\n| was not -- it took me a long time to be Mr. Friendly with the kids in the neighborhood.\n>> Bill Benson: Was it a hard transition?\n>> Jacques Fein: Again, | was adopted when | was 10. That's a much different age than being\nadopted when one is a baby.\n>> Bill Benson: Absolutely.\n>> Jacques Fein: My son and his wife adopted a baby at birth, virtually. So she has no,\nobviously, no recollection of any other life. That was it. But | was 10 --\n>> Bill Benson: With multiple changes?\n>> Jacques Fein: A few changes along the way.\n>> Bill Benson: You mentioned a name to me, Felice. Will you tell us about Felice?\n>> Jacques Fein: Felice, OK. So when | left the orphanage in 1948, some of the kids wrote me\nfor a few years, they wrote me letters, and my parents would send the orphanage some money\nso the kids -- well, the kids could either have food or go to do some kind of show in Paris.\nFelice was one of the kids there, in the orphanage. She wrote me a letter. She told me my\nparents had sent money, we went to a circus and enjoyed it. That was 1949.\nSo going fast forward from 1949 to 1983. | had that letter. 1983, April --\n>> Bill Benson: 34 years later?\n>> Jacques Fein: Right. There was an American gathering of the Jewish Holocaust survivors,\nand at the Washington Convention Center at that time, and the hall was broken up by tables.\nNaturally, you go to any of these conventions, you go to your country, the table of your country.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: It was a table set up for France, for example?\n>> Jacques Fein: | went to France. There were a few other people. | met a few people who\nwere also connected to OSE. Then this young lady, well, not young, about 50, would talk. She\nsaid her name is Felice. | said that's interesting. | have a letter from someone named Felice.\nSo | lived in Columbia, Maryland, about 35 miles from Washington. | still had the letter. | went\nhome, came back, showed her the letter. She almost fainted. That was the same person.\n>> Bill Benson: The letter she wrote to you?\n>> Jacques Fein: Yeah.\n>> Bill Benson: Wow!\n>> Jacques Fein: Then we kicked. That was a connection, another connection to my previous\nlife.\n>> Bill Benson: | think you told me that you had learned some things from OSE, some of their\ndocuments and letters, in the intervening years. Has there been anything in particular that\nstands out from looking at some of the records that you've seen from OSE about your life or\nyour times there?\n>> Jacques Fein: Not really. I've got almost everything that | wanted. What was amazing, they\nkept a dossier of all the kids. | went to Paris in about 13, 14 years ago, | went to their office and\n| copied a stack of papers that thick .\n>> Bill Benson: Your dossier?\n>> Jacques Fein: Right. | have some here, but at home | have more. Some were the letters\nthat maybe | should be sent to South Africa.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection s\n>> Bill Benson: That's in your dossier?\n>> Jacques Fein: All there. Not only for me, but some of the other kids. At that time, OSE, the\nwar years, their mission was to -- Jewish organizations to save Jewish kids. Then it's really a\nsocial service agency that deals with social services in Paris, whether you're Jewish or not.\n>> Bill Benson: Are they still in existence today?\n>> Jacques Fein: Mm-hmm. Those of us who survived and live in the United States and\nCanada formed an association of friends of OSE, and our basic mission is to collect some\nmoney and send it to OSE, and also socialize to whatever extent possible. There's a large\ngroup in New Jersey, New York, another in Florida and one in California. Again, most of these\npeople are in their 80s.\n>> Bill Benson: That's all part of this remarkable volunteer work that you do in many places.\nMy home county of Howard County is the same as Jacques. | think it's great they named him\nVolunteer of the Year for our county.\n>> Jacques Fein: Thank you Bill over there. He volunteered me.\n>> Bill Benson: We have time, | think, to turn to our audience to ask if they have any questions\nto ask you. We have microphones, so what we'd like you to do is wait until you have the\nmicrophone in hand. Make your question as short as you can. If | think we need to repeat it so\neverybody hears it or just make sure Jacques hears it, | will repeat it. Try to make it as brief as\nyou can, then Jacques will respond.\nDo we have anybody who has a question they'd like to ask? While you're thinking about\nit, | will continue with my line of inquiry. We'll see if anybody has a question out there. There's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\na brave soul right there in the middle.\n>> Who was your best friend in France?\n>> Bill Benson: Who was your best friend in France?\n>> Jacques Fein: Interesting question. For some reason, | remember in the second\norphanage, in Taverny, and I'm no longer in touch with that guy, but one winter when he came\nto the orphanage it was very cold, and | had two gloves. | gave him one glove. His name is\nGeorge. It was George. | don't know where he is now. Some kid named George. He was\nhappy to get another glove.\n>> Bill Benson: Absolutely. Right here. Here's a mic coming to you, right behind you.\n>> Thank you so much for sharing your story with us. You mentioned very briefly that your\nmeeting with your second family was awkward when you were an adult when you went back to\nFrance. Can you tell us more about that, what it was like, how you found them?\n>> Jacques Fein: Yes. | left them in 1945. Our ties were broken, completely broken. So go\nforward to 1983. That's when | met them again. 58 years?\n>> Bill Benson: 58 years.\n>> Jacques Fein: 58 years. To meet them. You went there, and | met -- what | did meet were\nthe sisters. The reason | knew where they lived, | went to the -- it's very important, | went to the\nOSE offices in Paris. Part of the dossier told me exactly where they were living, 148th Street or\nwhatever. When | went there, | visited my cousins in Paris, that's also important, because they\nknew the way. They spoke French. They took me there. But they had moved to 146, next\ndoor. Then | came in, and Judee was there. | think | was there twice. | said -- my cousin said\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwho | was. They said Jackie? They were very surprised. | knew they had another sister and\nanother brother, but unfortunately the two sisters were not getting along. So we tried to talk\nabout that, but again, | had not seen them for 58 years. | didn't know exactly what to do -- other\nthan thanking them. | couldn't really get my act together. It was very awkward. But! did write\nto them afterwards.\n>> Bill Benson: Mr. And Mrs. Bocahut passed away by that time?\n>> Jacques Fein: Yeah. The parents had passed away.\n>> Bill Benson: Thank you. We have another question? One right here in the front, then a\ngentleman back there.\n>> | also want to echo thanks for speaking today. So you mentioned being part of a group, and\n| Know Survivors and even children of survivors in our communities tend to seek each other out.\n| wonder if there are certain experiences you feel you've had in this country that strike you and\nmake you, and even your children, feel like this experience that you had during the war years\nsets you apart.\n| also noticed you mentioned 1983 a couple of times, whether that was a seminal time in\nmaking you decide you wanted to learn more about your history or when you kind of came to\nthe idea that you did.\n>> Jacques Fein: OK. There were two parts of the question. One dealing with why was 1983\nimportant.\n>> Bill Benson: Was there something significant about 1983? Right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jacques Fein: OK. So! was born in 1938. By the time you're in your 40s, 38 to 45 is not\nthat much. 1983, people kind of have to deal with their past, especially people like us. It was\nnot only me. A few people in Washington. The same thing happened in Philadelphia, in\nNew York, in Los Angeles. Five different places all over the country. But kids who were --\npeople in similar situation were finding out, were trying to organize and see what was\nhappening. And 1983 was the gathering of American Jewish Holocaust survivors. That was\nlike a focus, a place to come. We met other -- | met a few other people in the same situation.\nSo that helped out. It was basically in the mid-40s, a mid -- well, sort of midlife crisis, but |\nreally needed to know, hey, what happened. | had a friend who has since passed away, she\nlived in Columbia. | said let's go. She said no, I'm not a survivor. | said Amy, we've got to go.\nThis is the place to be, or else we'll never really find out more. That was a good question.\n>> Bill Benson: Jacques, | think you told me that the very first gathering of child survivors that\nyou went to was like 18 people, and now there's several thousand?\n>> Jacques Fein: Right. In 1983 was the conference. We had a few people from Washington\nthat met, some people from Philadelphia. So in 1985, about 18 people from Boston,\nPhiladelphia, New York, Philly and Washington met in Lancaster, Pennsylvania, the Continental\nInn, because among other things, the owner was a Holocaust survivor. So there were about 18\nof us. Judee was part of the 18.\nFrom that, we said we've got to organize. We've got to form our group. The reason is\nthis, because | guarantee if | asked you then what a Holocaust survivor was, 99% of people will\nsay concentration camp, labor camp. Right? But people didn't think that people who were in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhiding were survivors. They were definitely survivors. Some people survived on their own. So\nit wasn't exactly the easiest thing to do.\nA friend of mine, who survived in Poland, had to swim a river to escape the Germans,\nexcept she didn't know how to swim, but she survived by swimming that river. So we felt we\nhad to organize and say, hey, we have to be together. Now we're just much more accepted\nwithin the Holocaust community, number one. And from that small conference, a meeting that\nwe had about 18 in Lancaster, Pennsylvania, other groups formed, and now we've got groups\nover the United States. Maybe, | don't know, maybe 50 groups, several thousand people.\nGroups also overseas, in Europe and Israel, and South America. So that was very important.\n>> Bill Benson: We have time for one more question. A young man right here in red.\n>> Hello. My name is Pujan. My friend and | traveled from Kenya to be here today. | have two\nquestions for you. How was life living in France, because from what we're aware the Nazis had\ntaken all of the supplies and living was very difficult and many people were living in starvation.\nHow was life living in hiding in France?\nMy second question was how did the Nazis identify Jewish people? Because they look\nawfully similar with the Europeans. How did they pinpoint that he is a Jewish person?\n>> Bill Benson: First question was because it was war and there was scarcity, how did that\naffect you to your knowledge? Is that a fair way of summarizing that?\nThe second question is how did the Nazis --\n>> Jacques Fein: Right, the first question, as | mentioned, for me, OK, | lived, | was hidden on\nafarm. They were a bit isolated from any starvation. They grew their own food, milk and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthings. We had food. It was not like living in Paris, which was ground zero for the war.\nNow how did the Nazis know us, or recognize us? Well, there was a decree. Once\nGermany invaded Paris, they decreed that all Jews had to be identified by the police, signed up.\nMost of the Jews in Paris, for example, lived in one section of the city. So that was kind of\neasy. It was not only the Nazis, it was the French police that helped out.\nNow, in the southern part of France not many Jews were killed or taken, because it was much\nmore spread out, and the villagers and the people there were able to hide kids and adults much\neasier. That was the main difference. It was an interesting question.\n>> Bill Benson: Thank you.\nWe're going to close our program in a moment. I'm going to turn back to Jacques to\nclose our program. Before | do that, I'd like to thank all of you for being with us, remind you that\nwe will have a First Person program next Wednesday and Thursday, then the following\nWednesday and Thursday wrapping up our program for 2013, on August 15. We'll resume\nagain in the spring of 2014, so the museum's website will have information about next year's\nFirst Person program. Thank you very much. We hope that you will come back.\n[Applause]\nNot yet. Hold on. Not quite done. It's our tradition at First Person that our First Person has the\nlast word. I'm going to turn back to Jacques for the last word. When he's done, he's going to\nstep off the stage over here. If anybody has other questions, want to come up, say hi or\nsomething like that, absolutely feel free to do that. That will be fine.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jacques Fein: First, | want to thank Bill for doing another great job. And my family and\nfriends, Judee, Rachel, and Phil and Cookie for coming here, supporting me. And to thank all\nof you for being here. We never know how many people are going to show up. It so happens |\nmet three, four people I've spoken to, two I've spoken to over the years, and here they are now,\nfrom the Greater Washington area. You never know who will show up.\n| was pleased, this is my third year of doing this, my intent was to let you know that\nsurvivors were not only in concentration camps, or labor camps. Believe me, had | been ina\nconcentration camp at the age of 3, 4, | would never be here. Germans would have killed me.\nOur lives were not exactly a picnic, but somehow some of the kids who survived in hiding\nhad terrible lives, tough lives. That was my main focus.\nNumber two, it's like my responsibility to tell whoever | can what happened. It really\nhappened. What was the movie about \"Saving Private Ryan\"? When they landed in\nNormandy. All | can tell people, this really happened. | wasn't too far away from Normandy\nwhen that happened. It really happened.\nAlso to -- that's my focus. Also to let you know that people who survived as a group, not\nevery person, but we made it -- we've assimilated into the -- in this case the American culture,\nand we've done a lot for ourselves.\nThis is my fifth family, Judee, Rachel and the others who are here.\n>> Bill Benson: Thank you, Jacques.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}