{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON MARTIN WEISS\nThursday, May 4, 2017\n11:00 a.m. — 12:11 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Sarah Reza: Good morning, everyone. Good morning. Good morning and welcome to the\nUnited States Holocaust Memorial Museum. My name is Sarah Reza. | work here in the\nmuseum's Levine Institute for Holocaust Education. Today | have the honor of being the host\nof our public program First Person. Thank you for joining us. We are in our 18th season of the\nFirst Person program. Our First Person today is Mr. Martin Weiss whom you will hear from in a\nfew moments.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the from the Arlene and Daniel Fisher\nFoundation. We are very grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand account of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue twice\nweekly through mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nToday's program will also be livestreamed on the museum's website. This means\npeople will be joining the program via a link from the website and watching with us today from\nacross the country and around the world. Recordings of all First Person programs will be made\navailable on the museum's YouTube page. We are also accepting questions from our web\naudience today on Twitter. Please use #ushmm.\nMarty will share his First Person account as a survivor for about 45 minutes. If we\nhave time, we will have an opportunity for you to ask questions as well. The life stories of\nHolocaust survivors transcend the decades. What you are about to hear from Marty is one\nindividual's account of the Holocaust. We've prepared a brief slide presentation to help with\nthis introduction.\nWe begin here with this photo of Marty taking taken from 1946, the year after his\nliberation.\nMarty was born in 129 in a town called Polana, in the former country of\nCzechoslovakia, which is highlighted here on the map.\nIn 1939, Germany invaded the -- sorry, occupied the eastern half of Czechoslovakia\nand Hungary the other half. After the German invasion of the Soviet Union in 1941 conditions\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nin Marty's hometown worsened. By April of 1944, Marty and his family were sent to the\nMunkacs Ghetto, which is seen here on the map.\nFive weeks after arriving at the ghetto, Marty and his family were deported to the\nAuschwitz-Birkenau killing center, which is located here, where they were selected for slave\nlabor.\nLater, Marty and his family were sent to the Mauthausen concentration camp in\nAustria, seen here.\nThis is a photo of rocks that were taken out of the quarry by slave laborers at the\nMauthausen camp.\nAnd this last document was uncovered only recently and in our archives, and was new\nto Marty even though this is the document that describes him as a prisoner. This document is a\nPrisoner Registration Card which reflects Marty's transfer from Auschwitz on May 21, 1944, to\nMauthausen. His prisoner number appears here in the upper right-hand corner, along with the\nwords Ung-Jude, which is the abbreviation for Hungarian Jew. His name, circled here, also\nincludes his birthday, date of birth, and his city of birth and other family information as well.\nAfter the war Marty moved to the United States where he served in the U.S. Army\nduring the Korean War, followed by a successful career in the grocery business which he\nretired from 19 years ago. Marty and his wife Joan, who passed away in 2013, have two\nchildren and four grandchildren.\nMarty has been volunteering here at the museum for the past 18 years. And I've had\nthe pleasure of knowing him for the past eight or nine or so. He leads tours for local students\nand for law enforcement, which is the program | run here at the museum. He's an active\nmember of our Speaker's Bureau, meaning he speaks on military bases and schools across\nthe country. Martry also contributed to our \"Echoes of Memory\" project which collects stories of\nmuseum survivor community. Following today's program, you will be able to see Marty sign\ncopies of that book in the lobby, where you came in.\nSo with all of that, without any further ado, I'd like to now welcome to the stage our\nFirst Person, Mr. Martin Weiss.\n>> [Applause]\n>> Sarah Reza: All right. You ready?\n>> Martin Weiss: Yeah.\n>> Sarah Reza: Ok. Well, Marty, thank you so much for being with us today and being our First\nPerson. There is a lot to cover but today what we're going to be looking at are sort of four big\nkey moments in your life; so your life in Czechoslovakia before the war, after the Hungarian\noccupation, life in the camp, and then finally the liberation and after the war.\nWe're going to jump right in. Marty, tell me, tell us, about your life in Czechoslovakia,\nyour parents, Jacob and Golda and your eight siblings. What was your family life like?\n>> Martin Weiss: Well, my family life, actually, was very good. As mentioned, we lived in\nCzechoslovakia. Sometimes because you live in the United States, it's hard to explain about\nCzechoslovakia when | was a kid in the 1930s. Prior to World War I, it was the Austri-\nHungarian Empire so it was something different.\nBy the way, one of the few countries that had democracy. At a young age, under 10\nyears old, | remember we were very proud. And the reason we were very proud was because\nnext door to us was Poland. They had a dictator at the time. Hungary had a very archaic\nsystem. They didn't have a king anymore but they had a king representative. In other words,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nthey didn't have what | would call democracy. However, you know, both of those countries,\npeople were able to live fairly normal but they nevertheless, didn't have what we have. Ok?\nLike Sarah mentioned, | came from a family of nine children. | was number seven, so |\nhad older brothers and sisters. Because | had older brothers and sisters, it made a big\ndifference in my life. First of all, we were a big family and we just liked each other. We didn't\nhave any problems with each other.\nNow, my older brothers were working very hard. By the way, my father had land so we\nwere farming. We grew our own food and so on. So my brothers, as soon as they were old\nenough, they all worked -- we did our own plowing, you know, the fieldings and all of that. You\nneeded sons for that.\nWhat | got out of it, because they were older, they looked for words like good life,\nhopeful. We were all, frankly -- at that age | figured -- | had it worked up in my own head that\nthe more educated people get, the more civilized they get, and the more people are nicer. Ok?\nUnfortunately | was wrong. Nevertheless, because of them | did have -- to put it simply,\neverything was going good.\nNow, in 1938, when Hitler started making noise and we kept hearing already what was\nhappening in Germany, they were arresting people for nothing and all kinds of stuff like this.\nEspecially the Jewish population they singled out.\nBy the way, it wasn't just Jews, actually. Anybody that was not what they call an Aryan\nrace. They were very, very -- how can | put it? They had a slogan that said [Speaking\nNon-English Language], and it was like the Germans were above everybody. And they\nbelieved them. By the way, Hungarians did exactly the same thing. So they were very racist, to\nput it simply. It was their culture. The Czechs were not used to that because we were citizens,\nperiod. It didn't matter who you were.\nSo we kept hearing of all the things that were happening. They were arresting people.\nPeople were running away. Some were smart enough to leave. Many of them figured it was\ngoing to blow over, will have a new government and so on, in Germany. So many of them did\nnot. It was their home. You have to remember, the Jews lived in Germany for about 500, 600\nyears prior to that. So it gives you an idea that we're not newcomers. The same thing\nhappened in a lot of other countries, like France and so on.\nBut as time went on, in 1939, Hitler decided to go to war. And one of the first countries\nhe was looking at -- the Czech Republic is right next to it. So he and -- the Czechs, they had a\nspa city a beautiful city. | lived there for a while after the war. They had a lot of Germans living\nthere, quite a number. And they were all very successful. They had businesses. They had\nbeautiful houses. I'm talking about villas. And they really were living on the high end of wealth.\nWhen Hitler started making a move, he said, they're German and it all should belong to me.\nAnd the Germans said, yeah, we want to belong to Germany. Just like this. They were good\ncitizens. They had freedom. Now they wanted Hitler.\nSo Hitler came and took the area. That was the first step. Then after that, he kept an\neye on the country and so on. So he decided, well, if this was so easy, I'll go for the rest of it.\nSo he took the rest of the country.\nNow, what happened, Czechoslovakia was the Czech part, which is Czech Republic,\nSlovakia, and [Indiscernible], what they called it. One of the reasons the word rus, the\npopulation in our area was mostly Russian-speaking.\n>> Sarah Reza: Was it a big town or small town?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Martin Weiss: It was a small town. | wouldn't even call it a village. It was a good size village,\nactually, but not remotely a city or anything. Like | said, we lived there. Everything was good.\nWe produced our own food. My father had a business.\nSo like | say, my older brothers were doing all of that work on the business and, what\ndo you call it, in the fields. And as soon as we were big enough, we all contributed. Now, the\ngirls did their thing, too. They did whatever they could. You have to remember, we lived in a\nsociety we still had the black-top stoves, wood, brick ovens. Everything had to be fed with\nwood. We had no electricity, by the way, and we didn't miss it. We were used to it. We lived\nlike this. And everything was fine.\nAnyway --\n>> Sarah Reza: How old are you, about 9, 10?\n>> Martin Weiss: Yeah. When we were occupied, | was 10 years old. Actually 10 years old.\nSo this was all good up until then. Then when Hitler made the move -- what a lot of people\ndon't realize, Hitler didn't do everything alone. He's allies. They call them the axis of powers,\nactually.\nSo what he did -- Hungary was one of them. There were others but like Hungary, Oh,\nmy God, Romania, a number of others. Each one of them that joined, now they were\nable -- because he got the country, he gave our area to Hungary. So we were occupied by\nHungary.\nMy father actually was old enough -- he served in World War | under the\nAustria-Hungary Empire. They said the Hungarians are not so bad, we could live with them.\nSo, fine. We were a little complacent, | guess.\nThe problem was that Hungary, because they were part of the axis of powers, they\nadopted the same ideas what Hitler did in Germany. They took away all the civil rights. They\ntook away -- in other words, they arrested people at ran random. They did whatever they\nwanted to. So when they came in, obviously we didn't like them. Because under Czechs our\nlife was normal.\nOnce they occupied the area, they confiscated all the Jewish businesses. Ok? They\ntook away the license. You had to have a license to open any business. Consequently, all of\nthose people didn't have any income after that. So it created a problem.\nThis was only in the beginning. Right? In the beginning. And as time went on they kept\non following all the ideas that Germany established in Germany, they were doing there. This\nwas the beginning.\n| remember, like | say, | was 10 years old and all of a sudden our whole life changed.\nThey closed our schools right away. | went to Czech school. There were no other schools to go\nto. But there was a Russian school. Like | say, the population was mostly Russian. What\nhappened, by that time, | was in fifth grade. Up to four grades | went to Czech school. We\nloved school. Everything was nice. The teachers, by the way, were very similar to the United\nStates. Nice bright rooms. It was just relaxed. We all loved school.\n>> Sarah Reza: Were you a good student?\n>> Martin Weiss: Yeah, | was actually a good student. At that time | was. That changed.\nSo then they closed our school and there was no other school to go to. There was a\nRussian school. Why Russian? The population was Russian. They went to their own schools.\nSo the Czech was a democracy. So they had their own school. You could have a Catholic\nschool or whatever.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nThe problem was, we went to the school -- | spoke Russian. Like | say, our neighbors\nwere Russian. Where | learned Russian, | don't know. As | grew up, | just Knew Russian. Most\nlikely because our neighbors were Russian. So | don't remember ever having, how can | call,\nlearning time. Just spoke it.\nSo we had to transfer to this Russian school. And here our whole life changed. First of\nall, everything was miserable. Like just picture a sunny day and all of a sudden it's drizzly,\ncloudy, looks miserable. That's just the way you felt. The school was a complete opposite of\nour school.\nThere was a teacher, | remember, a short guy, a mean, nasty man. The minute he\ncame in -- mind you, | spoke Russian but | didn't know the alphabet. | didn't know anything\nabout that, about grammar, yeah. | Knew how to speak it. That was no problem. He came into\nthe class, other kids in the same class, and he didn't even give us a chance to learn the\nalphabet. He expected us to carry the whole workload as the others without knowing the\nalphabet. How can you write something if you don't know even how to write it? They have\ndifferent letters, too. You know, the symbols, everything is different.\nAnyway, this is the beginning. Consequently, over here, by the way, they believed in\ncorporal punishment. So what happened, if a kid didn't know something, the teacher would\ntake -- by the way, our rooms were always cold because we lived in a cold climate. And the\nheating -- they had a stove, usually in the corner, like a big -- like a tile type stove. It gave off\nsome heat. You didn't get the rest of the room. The room was big. So people were cold. So\nwhen you sat down to write something, you couldn't hold a pencil in your hand because your\nfingers were so cold. This was our introduction to it. You can imagine as a kid, you don't like it.\nThen would go to work and if the kids didn't know something, he would take a stick, you take\nyour fingers. When your fingers are cold, it's terrible. Somebody hits you, bam. This is normal.\nAll of a sudden you're like in a different world. And this was our introduction to this particular\nschool. Somehow or another, like | say, | used to love school before and | was very good.\nHere, take my word for it, | was not. You couldn't. Even if | wanted to.\nAnyway, | went to the school. Eventually | learned how to read and write and so on.\nBut it took a while. But for a young kid, 10 years old, that's a big deal.\n>> Sarah Reza: You said a lot of things were being restricted with businesses.\n>> Martin Weiss: Oh, yeah.\n>> Sarah Reza: How did you have food? How did you survive?\n>> Martin Weiss: They took away everybody's businesses. Somehow my father's license they\noverlooked. Don't ask me why. They just did. So we were able to stay in business. However,\nwhat happened, because it was war -- he was in the meat business. In order for you to get a\ncattle for slaughtering, ok, you had to have -- the state would give you permission how many\ncattle you could get. Well, guess what. They left the license but they wouldn't give us any\nallotment. Because we were Jews. Ok? Very simple. So we had the license. We were able to\nstay open but there was no way to get the product.\nSo guess what. We had to do things, everything during the night. Now, mind you, we\nlived in this town forever. We had neighbors. We got along no problem. But because during\nwartime you don't trust anybody. Ok you really don't even trust your neighbors. If you think\nthey're nice neighbors, you still don't trust them. Now, they hated Hungarians as much as we\ndid because the Hungarians looked at them as inferior. They don't like us because we're Jews\nbut they didn't like them because they were inferior. Germans the same thing. Everybody else,\nany Slavic people -- by the way, | should have mentioned that. Any Slavic people, the Aryan\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nrace, Germans, Hungarians, were so -- they decided that they were superior and the Slavic\npeople are dumb, stupid, inferior. Very simple. So this was just the way it was.\nSo what happens, we still had to make a living so we did everything during the night.\nBelieve it or not, we didn't have electricity, so believe it or not, we have to do it 1:00, 2:00 in the\nmorning that nobody should even notice that we are doing anything. And we didn't have\nelectricity. And that's important. We had candles. So | have would have two candles. And my\nbrother did all of this work by two candles. We didn't have any modern equipment. Everything\nwas done the hard way, old-fashioned way. We were getting by.\nIn the meantime -- we always had enough food, one thing we did. My father was very\ngood at that, at managing -- we were able to grow all kinds of crops and everything. But like |\nsay, we worked very hard. We did it. Sometimes my older sisters, if they were home, they\nwould help, too, whatever they could. They would help my mother, a lot of cooking.\nRemember, we didn't have any gas. Everything had to be done manually. You have to bring in\nthe water from the outside. All of these things are very difficult. But to us it was ok because we\nwere used to it.\nThis went on. Later on my older sister, she went to college, to the city. That was\nunusual. Guess how many people from town went to college. She was the only one. | shouldn't\nsay that. No. There were two boys. One of them was actually our neighbor. He was a nice\nyoung man. He was my sister's age. And one was -- he went on a scholarship. No, wait a\nminute. They were two. They went on a scholarship. So there were three of them, actually.\n>> Sarah Reza: She was the only girl.\n>> Martin Weiss: Right. So because she was living in the city, when she came home, she was\nvery sophisticated. She didn't have any clothes you make at home, like with the sewing\nmachine like my mother used to sew. A lot of people sew -- the girls wear houseware dresses\ntype all the time. She came home she had Paris fashion. | remember looking up to her. She\nwas more sophisticated. And because of her | got the urge to get educated. Ok? Because she\nhad an impact on me.\nSo life went on. But then it was about 1942 or so, the Hungarians went to work. They\npicked up a number of families from different places, like from our town there were a couple of\nfamilies, someplace else a couple of families. They picked them up without notice. They had to\ngive them like a couple of hours to pack.\nBy the way, most of the people were poor. They didn't have any luggage. So they\nused pillow cases, sheets, and they put like bundles, like you see like a peasant or something\nand put that stuff together. They put them on trains, like boxcars, and they shipped them out to\nthe Ukraine. Now, by that time, the Germans occupied Ukraine by that time. They shipped\nthem out to Ukraine.\nThis, too, remember, our winters were very cold, a lot of snow. But the farther east you\nwent, like Poland or Ukraine, it was much more so. And they would take them to the Ukraine\nand drop them off in a forest someplace, where the snow is literally this high, very, very deep.\nThey would let them loose.\nWhat they were doing -- by that time already, | don't know if you heard the word\nEinzatsgruppen. The Einzatsgruppen were soldiers that when the German Army went into\nUkraine or Russia -- remember, Poland, Ukraine, and Russia are big countries, each one of\nthem. Now, Ukraine, especially is very large. And they also have a lot of forests, a lot of\nmountains and so on. We lived in a mountainous area. They would take them and drop them\noff there and wander. They had no food, very poor clothing for the weather and so on. Once\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nmore, the natives there were very unhospitable. They would sick their dogs at them and so on.\nAnd they would go from place to place.\nThe reason I'm telling you this, something you're not going to read in the history\nbooks, unfortunately, because nobody writes about it. As we kept on hearing this -- and when\nthe Germans went in, they were merciless. They went to work like in Poland, they were brutal.\nBecause they were Slavs. You know, they are not people. That's the way they looked at you.\nOne of the stories -- we used to hear all of this. And don't ask me how we got the\nstories. They all came through the grapevine. There was no newspaper or radio or anything\nlike this. That people escaped.\nAlso, which | might add -- right in the beginning they went to work and inducted all the\nmen military age, like from about 20 to 50 into the Hungarian not Army but all the Jewish men,\n| should say, because they had mobilization. And the other men went into the Army to fight.\nBut the Jewish men were not good for the Army because politically we were undesirable. So\nthey put them into a labor battalion.\nLabor battalions were under Army supervision but they were not Army. They wore\ncivilian clothes and so on. What did they use them for? One of the main things, cutting down\nthe forests from our area all the way to Russia. Mind you, to Poland -- and | say Poland and\nUkraine are large countries. Reason I'm telling you this, I'll tie it together later. So they were\nusing them for that.\nHowever, my brothers were sent on a Russian front. Now, if you want to go to hell,\nthat's where you went, the Russian front. They used them for picking minefields and burying\nthe dead. So thousands and thousands of them were stationed there. And they witnessed all\nthe things that were going on.\nBy this time we had already heard of the massacres, like Einzatsgruppen. Troops\nwere so successful. They took Poland in three weeks. Ok? Just to give you an example. But\nother part, like Ukraine, a vast country, they just went in there and Einzatsgruppen followed\nthem. They picked up all the people, village with six families or city like Lithuania, 20,000\npeople could have been there, they took them to a field and just killed them, with machine\nguns, just killed them. In some cases they had to dig their own mass graves.\nNow, all of this was going on. And we used to hear this. Again, through the grapevine\nand plus some people returned. So a lot of the witnesses I'm talking about were stationed\nthere, like my brothers and my cousins and so on.\nI'll get back to they were wandering around in the Ukraine. The Hungarians -- by the\nway, you have to remember, they were allies so they were fighting alongside the Germans but\nthe Hungarians had their own section. When they came to a bridge, you have centuries under\nthe four corners of the bridge. When these people came around, the Hungarian troops were\nbored because they were sent there, and they would take -- the stories -- | remember stories.\nThere was a family. A woman has a child in her arms. And the soldier would rip out -- rip the\nchild from the mother and bash his head against a rock. And only then would they throw her\ninto the river. And all the people that were there, they threw them into the river. The river was\nrunning with bodies all day, every single day. It was called the Nestos River.\n>> Sarah Reza: Marty, | want to ask about what happened. You said your brothers were on the\neastern front. And then by 1944, things sort of really deteriorated, like you said, the Hungarians\nwere there. Let's talk about going to the Munkacs Ghetto. You go on a boxcar or train?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Martin Weiss: Before | get to that | just want to finish something. As far as my family goes,\nlike | say, there was nine of us. My brothers were gone. So the bottom line is, my mother, my\nthree younger sisters died immediately in Auschwitz, as soon as we got there. My two older\nsisters were together. One of them died in Belsen Bergen but one survived.\nSo my two brothers survived. However, | had one brother, he was on the Russian front\nthe longest, and he doing all of this stuff, the minefields and all, he was there a long time.\nAnd many of them, by the way, were able, because they were on the Russian front, able to\neither escape or were captured by the Russians. Let me clarify that. And once they got on the\nRussian side, the Russians gave them a choice to join the Czechoslovakia legion by the way,\nby that time they established the Czechoslovakia legion in Russia. So many of them joined, a\nlot of them, joined the Czechoslovakia legion. They came back as soldiers, including my\nbrother-in-law.\nBut my brother wasn't so lucky. When he got to the Russian side, guess what. They\naccused him of being a German spy. Once they accused you, it was gone. That's the way the\nRussians were. So they put him into a POW camp for the German prisoners. He spend an\nextra two years after the war, extra two years, in a Russian prison, in the coal mines. Can you\nimagine? We didn't even know he was alive anymore. Anyway, about two, two and a half\nyears, we found out he was alive. Eventually he reconnected with my brother in the\nCzechoslovakia and they both came out to the United States. | just wanted to clarify that.\n>> Sarah Reza: That's amazing that he survived that. Tell us, again, back to you and what\nhappened to you. So you were sent to the ghetto.\n>> Martin Weiss: Ok. In our case --\n>> Sarah Reza: Other people from the town were being sent to clear the mine -- or to the\nEinzatsgruppen.\n>> Martin Weiss: No, no. Just the people that were inducted into the service. Not all the\npeople. We were left at home. What happened is after that -- oh, the Germans asked for the\nJewish population earlier in the war. And the Hungarians said no, they are our citizens, can't\nhave them. And that was it. People think that the Germans would punish them or something.\nNo.\nBy the way, Italy, Mussolini was a fascist. He did that. The Italian Jews didn't go to\nAuschwitz. Only after they tried to assassinate him and the German troops came in, then some\nof them went to Auschwitz. Just to clarify that.\nBut later on they asked again. This time the Hungarians said, you want them, you can\nhave them. Just like this. They went to work and rounded up over 400,000 people. I'm talking\nabout families, women, children. In two months, mind you, two months. Think -- a big country.\nthink of the logistics. They only had one track going from our area to Auschwitz. They needed\nmateriel for the troops. They tied it up with us. In two months they shipped out over 400,000\npeople. That's how eager they were. They announced they were going to pick you up. The\npolice came, they arrested us. They turned us over.\nNeedless to say -- for the sake of time, we were there for just a few weeks, five weeks\nto be exact. One day they pulled up boxcars, train with boxcars. They put us on a train. We\nknew already -- we heard of the Einzatsgruppen killings.\nBy the way, more people were killed by the Einzatsgruppen than in Auschwitz itself.\nAnd the reason is they had more time to do it. And they were killing people on a daily basis. In\nmass graves, some 30,000, 40,000 at a clip. You can imagine. Someplace maybe 300 but\nthere was a lot -- the Ukraine is loaded with these mass graves.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nThey put us on the train. Now, in our boxcar, we had 125 them in a boxcar with the\nbundles and lots of children, lots of old people, like grandparents and so on. In Europe, a\ngrandparent was very old. I'm a grandparent but | don't feel that old. But | am old. But you see\nin Europe, it was different. The thing was, they put us in boxcars, locked the door, and they left\nthe door a little bit open. As we're going -- we knew we were in for big trouble because by now\nwe heard of the massacres and killings.\n>> Sarah Reza: That's where you thought you were going, to a site -- not a place like\nAuschwitz.\n>> Martin Weiss: Right. No, no. What?\n>> Sarah Reza: You thought you were going to one of these sites they were going to drop you\noff.\n>> Martin Weiss: We didn't know where we were going. We knew we were in big trouble. We\nknew that. They locked us in.\nBy the way, we went for several days, going along for about several days. | don't even\nknow what we ate. One thing | remember, we didn't have any water. We came to Poland. We\nrecognized where we were. We were in Poland. Then we realized we were in big trouble.\nGoing east was not the best. We knew right from the start but each time, hope against hope it\nwill not happen. While we were on the train, again, we tried to decide -- rumors start. Well,\nwhat's going to happen to us? By now we knew about the killings, all the real things, but\nnobody knew about Auschwitz. Didn't know anything about that.\nWe came to Poland. And | remember the train had to stop. One reason was in those\ndays they used locomotives and they had to get water for the locomotive because they used\ncoal. Anyway, so they would stop the train at the station. We saw the sign like Polish city. And\nwe cried for water. Nobody would give us a drink of water. We were locked in there. Food |\nremember we probably didn't have any, but food you could do without. But water is something\nelse.\nWe speculated the capable people would work. And because of that our families were\nput in a camp. Not in a country club but they will survive. It's hard labor. They will feed them.\nWell, this was because we were civilized people, this is how we were thinking. Obviously that\nwas a pipe dream.\nAnyway, we came to Auschwitz. We happened to come during the night. The minute\nwe came into Auschwitz, the camp itself, they opened the doors and the minute they opened\nthe doors there were people running around like mad men with the striped uniforms, directing\nyou with big sticks, like broomsticks, shouting all kinds of orders in German. We understood a\nlittle bit but we didn't understand the order.\nAnyway, we got off the boxcar. And by the way, the boxcars to most of us doesn't\nseem that high. But when you try to jump, even for a young man, it's a big jump down. And we\nwere old, like my mother and my sisters, young sisters. It was difficult to get down. Those\npeople, we found out were kapos, other prisoners, but that's what they had to do. If they didn't\ndo that, they were in trouble. So they had to act mean but we didn't know that.\nBut because it was nighttime, they had a perimeter. We got off the train. You have to\nremember, there were a lot of people because it was a long train. | remember that. The train, |\nremember, 120 boxcars. | remember counting them. I'll tell you why. On a curve, you could see\nthe ends of the trains. And as a kid, you do this. You count the boxcars. So they were long\ntrains.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nAs soon as we disembarked, they had the flood lights surrounding us. But more than\nthat, they had soldiers with rifles, their finger on the trigger literally. And this was our welcome\nto Auschwitz. All of a sudden, you know, if you thought you were afraid before, forget it. This\nwas fear. Believe me. And the only thing | could describe, if somebody would talk about hell,\nbelieve me, hell was not as frightening that situation was. On top of it, not only did the soldiers\nhave their finger on the trigger but they had dogs, real killer dogs, trained to kill. They were\nactually held back on a leash. And they were like growling. They were ready to -- if they got\nahold of a person, they would tear you apart in two minutes. This is the kind of situation it was.\nYou have to remember, we all were innocent people. We never knew violence or\nanything like this. It just didn't happen. And to be in this situation, believe me, the fear of God\ngets into you.\nYou separate the men from the women immediately. We had to go to a line. At the\nfront of the line there was an officer with shiny boots, very sharp. One thing about them, just\nlike a Hollywood movie star. And all he would do is go like this or that. If you went to the right,\nyou went to work. If you went to the left, you went to your death.\nNow, we knew -- like | said, we all had it figured out they will take care of our family.\nWe found out very soon it didn't work that way. So we went through the line. Before | got off\nthe train -- because thought about working -- | was not a big kid, 14, almost 15. But | was not\nbig. | put an extra couple of jackets on. So when | went through the line, my father and brother\nwere in front of me. They were tall. And what do you call it, | went through and | passed. | didn't\nknow how lucky | was that | passed. | found out later almost all my friends from the school did\nnot. Ok? There was actually four others, five. But | was the only one born in 1929, all the kids\nfrom school, that came back, from the boys. The others were actually technically a year older.\nAbout the same size. I'm not going to make a big deal out of it. The only reason | think | made\nit is because | had the extra jacket because | was not big. But this is something that happened.\nWhatever. It's what happened.\nAs soon as we passed through, picked for work, they took us to a shower, a real\nshower. They shaved all the men, especially the grown men, all their body hair even, top to\nbottom. They gave us the striped clothes. | was lucky, | got wooden shoes but they had a\ncovering, like a plastic covering over them. | didn't realize how lucky | was. Some didn't even\nget that. They had the Dutch shoes, you know, carved from wood like you see in the movies or\na picture. Some of them didn't have that. They had these clogs that you use at the beach like\nwith the little burlap. Some had that. This is in climate that was always cold.\nAnyway, they took us to the shower. We came out of the shower. By that time it was\ndawn. They marched us up to the barrack. The barrack not far from there. We came to the\nbarrack and all of a sudden we saw, like we say, it was daylight, we saw these big chimneys\naround, almost like a circle, five or six chimneys. We found out they were called crematoriums.\nWe never heard of a crematorium. That's what they were doing with the bodies. We found that\nout very quickly.\nBut then they wouldn't let us into our barrack. We had to stand outside. Like | say, it\nwas cold. The funniest thing is, the spring of the year but it was miserable. It wasn't raining but\nit was drizzle, very gray. With hindsight -- later on, | remember -- we had to stand outside. It\nwas so cold. We were shivering because the clothes were very thin. 15, 20 of us would get\ntogether in a huddle just to keep our body warm, our teeth were rattling.\nWe saw the chimneys. We found out what the chimneys were. Of course you could\nsmell the smoke, literally like flesh burning. And then not far, a few hundred yards away, there\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nwas this big ditch, almost the length of a football field and the pine trees. But under the pine\ntrees there was a fire, like the whole ditch was a flame, flames going up the height of the pine\ntrees. Again, we asked one of the kapos what that is. He looks at us. He says, the transfer last\nnight up in flames. The crematoriums were so overloaded, they couldn't handle the volume. So\nthey used these pits to burn the rest of the bodies. Those are your families. Just like that. That\nwas the first morning in Auschwitz.\nBelieve me, if nothing sobers you up, that does. Once you see that, you just -- |\nremember, you know, | was very young, and | remember -- | don't know what happened. | just\nremember that we were all -- nobody spoke about it. We never spoke about it to each other,\nnothing. We never mentioned it to each other.\nAnyway, Auschwitz. About eight or 10 days. They put us on a train again. This time,\nbelieve it or not, only 50 in a train. But we had two guards inside. Why they needed two guards\nbecause we were locked in there anyway, but we had to sit like this, crossed-legged, in one\nposition in rows. And we were not allowed to whisper, not allowed to move, not allowed to do\nanything.\nThe funny thing is, years later | remember thinking, | don't remember getting any food\nor water. | don't remember any of that. Isn't that funny? If we did, | would have remembered.\nBut | don't remember. Obviously we didn't.\nThis time we were going westward. The reason we knew where we were going is\nbecause we came to Austria and the train stopped on a bridge. We saw Vienna not far off.\nCould tell from pictures, probably, that it was Vienna, the architecture and so on. We stopped\nthere for a while.\nThen later on, we didn't know what was going to happen to us. But then the train\nstarted again and we came to our destination. Now, we came to our destination and we\ndisembarked. We found out, oh, alongside a huge, huge mountain. It turned out it was a stone\nquarry. It was a big, big mountain. And the camp was built on top of the stone quarry. So on\ntop of the mountain. They marched us up down the road to the top of the camp. We came to\nthe camp. Like | say, it was a stone quarry. Everything there Mauthausen was built from a\nstone quarry. The towers, the gate -- not like some of the camps but this one had towers that\nlooked like from an old movie, from the 1500, 1600 England.\n>> Sarah Reza: Like a Medieval castle.\n>> Martin Weiss: Right. Plus they had a big, big gate, high gate. And the stone, all the walls\nwere built out of stone from the quarry. We found out later Mauthausen was a huge, huge\ncamp. It was so big they also had a lot of subcamps. | Knew about 40. Lately the museum does\nresearch, they found as many as 80 or 90. | knew about 40 at one time.\nThe point is, they marched us up to the camp. We came into the camp. And again,\nhere, opposite from Auschwitz, we were on top of the mountain. It was hot. And | mean hot.\nThe sun -- it was on top of the mountain so it gets hotter. The sun was so bright that |\nremember.\nWe had to stand outside all day. At night we had to go in the barracks. And guess how\nwe slept in the barracks. Something you would only see in a movie. They -- the barracks were\nlike an Army barrack. You would go in -- stand outside in the sun all day. The sun was so\nstrong | got an eye infection the first few days.\nAnd by the way, throughout the whole time | was in camp, | had an eye infection.\nEvery morning | got up, | had to take 10 minutes just to get the stuff out of my eyes so | could\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nopen my eyes. | couldn't even open my eyes. It took about two, three years after the war to get\nrid of it. That's how infected | had.\nAnyway, we walked into the barracks. | normally don't mention it for the sake of time.\nThey lined up mattresses on both sides of the barrack. When they blew a whistle, you had to\nrun in, | mean run, over the steps to get into the thing, line up in rows like this in good fashion,\non each side of the mattress. Somebody would blow a whistle. You had to fall down. One head\nthis way, the feet that way and the opposite. So we were laying like sardines. You had\nsomebody else's feet in your face and | had somebody else's -- somebody else had mine. Just\nthe way it was, just like sardines. This is the way it was.\nAnd here's the irony of the whole thing. In the morning, again, blew the whistle. We\nhad to be out. If you were too slow, somebody would smack you with a stick at the door. We\nhad to stand again outside all day. And this is the way it was. When you go through this\nprocess, you say to yourself, what kind of world, what kind of people -- who are these people\nthat they could do this? Who even thought of doing it? But that is the way it was.\n| didn't stay in Mauthausen too long. Mauthausen, like | said, was very big. They had a\nlot of subcamps. | was sent to a camp called Melk. The irony of it is again, Melk, a beautiful,\nbeautiful town. I'm telling you, just picture postcard town. I'll tell you why. The Danube runs\nright through it. The reason | remember seeing it, every day we went to work -- by the way, the\nwork we did, most of us worked on tunnels, building tunnels under this huge mountain. When\nyou passed through town, you could see across the Danube there was a mountain with trees\nand stuff. There were monasteries, castles. I'm telling you, picture postcard. Today, by the\nway, If somebody takes a trip on the Danube, they pass that.\nThis is what you saw. You said to yourself, and we are here marching like this? Our\njob was to dig a tunnel, tunnels, seven tunnels simultaneously. That's why the camp was there.\nThey built a special threshold on a field but it was high above the ground. Train tracks. We\nwent to the train, marched every day. We went to work by train. Again, we had to stand out\nthere when it was cold, windy. That wind goes right through you, believe it or not. Just to stand\nout there. But you had to stand at attention.\n>> Sarah Reza: Marty, | don't want to cut you off but we're running out of time. | know there's a\nstory you want to tell about liberation and what happened there. So | want you to -- so you\nwere in Mauthausen, building the tunnels. Then what happened? Talk us through liberation.\nThe Russians are advancing.\n>> Martin Weiss: Briefly, yeah. By the way, my father was in the same camp. However, |\nhardly saw him. He was on one side of the camp and | was on the other. He died there. You\nwere old anyway. People say do you have friends? We had friends but they were always gone.\nYou didn't have anybody that you were really friends, friends with. You were not long enough\ntogether.\nThe Russians were in Hungary. We heard they were in Hungary and the Americans\nwere coming in from the west. So they shipped us back to Mauthausen. | can't give you too\nmuch detail of the other stuff. But they shipped us back to Mauthausen.\nAs soon as we came to Mauthausen, the first thing they did -- by the way, Melk, all\nmixed population. I'm talking every country had representation just about in Europe. There\nwere Ukrainians, Russians, Pols, Greeks, Italians, you name it. They were represented. But as\nsoon as we came to Mauthausen, guess what. And by the way, we didn't have any markings\nwe were Jewish or anything like that. We just had marking if you were political or did a crime\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nlike murder, rape, robbery, whatever. There were people like this. Actually, most of them were\nGerman. Yeah, there were Germans, too, | forgot to mention.\nAnyway. We came back to Mauthausen. And the first thing they did, as soon as they\ncame to Mauthausen, for first time you were singled out as Jews. They took us out of the\ncamp. They took us to the side of the mountain. And the side of the mountain, there was\nnothing wrong with it but it was outside the camp itself. The area was very unhospitable. There\nwere thorn bushes, barely a piece of grass you could lay down in or whatever.\nBy that time, by the way -- by the way, the food was always a problem. We were\nalways starved, not hungry, starved. But by now, believe me, we got nothing. Again, because\nof time | can't give you the details. If you had 150 calories a day, believe me, it was a lot.\nWe figured, ok, now they're going to kill us. Why would they separate us? Why would they do\nthat? Here they could just take the machine guns and gun us down. That's it.\nSO we were resigned this is it. We never, never expected them to let us out alive, let's\nput it this way. Because then we could tell the world what happened. At least that's what we\nfigured. So we were resigned to it.\nGuess what. We were there for a certain amount of time. | don't remember exactly\nhow long. It couldn't have been too long. By that time people were falling down, just plain, you\nknow, looked more like the walking dead than human beings. Guess what. One day they come\nout, we are going on a march. Later they coined it Death March or forced march, whatever.\nInstead of killing us, now we were surprised they didn't kill us. Why they march us someplace\nelse? So we started marching. Most of the time we marched on country roads. We marched\nfrom Mauthausen to -- you have to remember, again, the food was a big thing. Hunger is the\nvery thing that possesses you. You can't think of anything else.\nAs we were marching, many people would just trip, tripped themselves, and they fell\ndown or something and they couldn't get up. The guard would pick up his rifle and shoot them\nright there on the spot. Just like that. One -- as we were walking, there was one time there was\na fellow right near me. He saw a potato on the ground. He jumped for the potato. Another\nfellow from the other side saw the same potato. He jumped for it as well. Guess what. They\nstarted fighting over the potato. Ok? Guess what. Again, the guard was like as close as she is\nto me, picked up his rifle, shot one there right in the face. Just like that.\nNow, even seeing what | did, and being used to violence like this, but when you see a\nman do this, | don't care if you're German, what. He was an ordinary man. He was not SS. He\nwas just ordinary Army, regular Army. And they were not supposed to be that bad. | could\nnever understand what the heck -- who his parents were. | don't care how much of a Nazi he\nwas.\nAnyway, we came to our destination. This time it was a new camp that we came to\ncalled Gunskirchen. And there there was thousands of people there. But guess what. Only five\nbarracks. You had to stand, again, outside all day, at night into the barrack. God forbid you\nshould stick your head out. You would be shot.\nWe go in. 5,000 men in a barrack for the night. Guess how we spent the night.\nStanding up like sardines, upright sardines. And this is the way you spend your night. | was\nyounger and | was able to crouch down a little bit. | was able to spend the night crouched. That\nwas a little easier. This was our experience in Gunskirchen. People were in very, very bad\nshape.\nGuess what happened. Mind you, 14,000, 15,000 people there. As soon as | came to\nGunskirchen, | run into a cousin of mine that was in Hungary, in the Hungarian labor battalion.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nAgain, they were such bastards. They took those people, instead of leaving them there, the\nRussians were there already, and just go home, run home, they didn't. They evacuated them,\nbrought them into Austria, turned them over to the Nazis, and they put them in this camp. | ran\ninto my cousin.\nOddly enough, in Melk | was with his brother. When we shipped out, his brother went\nto a different camp. | went to this camp. His brother was there. He was about 22 or so years\nold. He had two other buddies. How in the world | found him, | don't know. Out of so many\npeople. That was a big lift for me. By this time, by the way, | was a basket case. Though some\npeople were worse, obviously. | teamed up with them. It gave me a certain lift. Because they\nwere in pretty good shape compared to us. They had it bad but nothing what we had.\nThen we went to work. We heard one day guards had left. At first we didn't believe it.\nMany people did walk out. We figured out it was going to be a trap, you go out the gates, they'll\nhave machine guns waiting to mow us down. This was their M.O. Right? So we decided to\nspend the extra night starving in this place. We did not leave until the following day. The\nfollowing day we realized, ok, it's true.\nWe didn't see Americans, by the way. We walked out to the highway and we saw\nAmerican troops there with the tanks, the jeeps, my God. It was a beautiful, sunny day.\nBeautiful! It was like rebirth. But we were so hungry. So we went into a field. We found an\nabandoned train, Army train. It had a bunch of canned goods in there. The problem is we didn't\nhave anything to open them with. So we got some cans, some food, so you have to have it. It\nwas like liverwurst, soam, that kind of stuff.\nBy the way, that would have killed us if we ate it.\n>> Sarah Reza: Yeah, if you had nothing.\n>> Martin Weiss: Exactly. In the meantime, we saw this truck in a ditch, in the field. We saw\nthis truck in a ditch. We went to investigate what was in it. Guess what. We found a tub of lard\non the front seat. Just plain lard. And | said to the other guy | was with -- they were like 20, 23\nyears old. One of the guys -- they were still in good shape -- he took his fist right through the\nglass, the window, the door window. All the glass fell into the lard. Ok? This is a real story.\nSo we took the lard, scooped it out, cleaned it up. We saved the lard. We were about to walk\naway and one of the guys says, let's look in the back of the truck. We go to the back of the\ntruck, climb up there, and we struck gold. What did we find? We find leather hides all refined\nalready for use. We got really excited. Why? We knew for love or money, not that we had\neither one, but shoes. Now Europe, believe or not, shoemakers still knew how to make shoes\nfrom scratch. When | was a kid, we had boots made by the Shoemaker. So we were all\nexcited. | couldn't carry too much. | remember | was lucky | walked. But each one of us rolled\nup a few of the hides. We were very, very excited about it.\nIn the meantime, we saw a farmhouse not far away. We reached the farmhouse. One\nthing | will stress to you, mention, | had such hatred to me every German was a Nazi and every\nNazi was a German. And if somebody said here's a pistol, shoot somebody, | remember\nfeeling like | had such rage, such hate, such rage, that | could have done it. But here's what\nhappened after. We came to the house. We knocked on the door. We didn't barge in. And a\nlady comes to the door. And she opens the door just a little bit. Sne asked one of the guys\nwhat we want. All | saw was her face. They were taller than | was, in front of me. So that's all |\nsaw of her. One of the guys asked her to give us some eggs, flour and water. She went back in\nthe kitchen, brought it to the door and gave it to us. We never entered her door.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nAfter | started speaking, it took four, five years bring remembered this. Now | always\nlike to include it in my closing. We took the ingredients. We didn't go into her kitchen to cook\nthe darn stuff, mix it up and cook it. Why | don't know. But you know what we did? One of the\nguys says there was a barn in the backyard. In the front was one of those iron kettles they\nused to heat up water for the cows. They would throw sometimes stale bread, warm milk,\nwhatever. We made a fire. We put some water in there. One of the guys mixed the ingredients\nand made dumplings. That was the easiest thing to make. That's why we used the lard. And\nthe other ingredients.\nAgain, sometimes you get a sixth sense you know what to do without knowing. | had\nabout three or four of them. When you're hungry, | must emphasize, if somebody gave you\nfive-pound loaf of bread, you don't want to leave it. You want to eat the whole thing. You don’t\nwant to leave it for later. You got like an animal, just want to eat the whole thing. But somehow,\nsomething told me after four or so | stopped. The reason | point it out, there were thousands of\npeople, when the Americans started giving them food or the British, from our camp alone,\n9,000, 6,000 died the first week or two before they realized what took place. Anyway, one of\nthe guys had an uncle. He was older, around 50. That was considered old. Not too many\n50-year-olds. He ate too much and died the day or two later. So it just shows you.\nAnyway, here's the clincher. After we finished eating. Remember, we're very content.\nOh, my God. The first time you ate something like a human being. Besides we were very\nhungry. As we finished, one of the guys said, you know something, each one of us should take\nsome of the hide and give it to the lady. And what bothered me -- I'm telling you, for four, five\nyears bring remembered this, but | remembered it. It bothered me. What the heck is wrong with\nme? How come | didn't object? Give me a break! | mean, she was German. | hated her. And\nwe never did anything to her. He says let's each give some of the hide to take to the woman.\nWe contributed, each one, gave some of the hides. Knocked on the door and gave it to her\nand said thank you.\nThe reason | remembered it -- | got so mad at myself. How come | didn't object? They\ndidn't go through what we did. Don't get me wrong. They didn't have it good but nothing\ncompared to what | did. So till this day | never figured it out. But what really got me, | was really\nmad at myself. Then | thought a couple of things. That | learned to live with. The way we were\nraised, Judaic values and the way our families raised us, number one; number two, in spite the\ndehumanized -- we didn't feel like humans, we still acted like human beings.\nI'll stop there.\n>> Sarah Reza: Thank you, Marty. Thank you so much.\n>> [Applause]\n>> Sarah Reza: Thank you all so much for joining us today. Unfortunately we've gone over so\nwe don't have time for questions. | do want you to stay seated for a moment. In a second, our\nphotographer, Joel, will come up and we'll do a photo with you all in the audience. So with\nMarty facing this way. So just to hang tight for one more second.\nFirst Person runs every Wednesday and Thursday until the middle of August. You can\nfind out more information on the website. And before | turn back to Marty to have the last word,\nunless you want that to be your last word which was pretty powerful, Marty will be out in the\nlobby of the theater just after this to sign books. You can ask him your questions then. You can\nshake his hand, take a photo.\n>> Martin Weiss: If anyone wants to talk to me outside, gladly.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\n>> Sarah Reza: We'll be outside. We will be exiting through that door and then meet everyone\nup there.\nMarty, you do have the last word if you want it. When you're done, Joel will come up\nand take the photo.\n>> Martin Weiss: My last word will be very simple. Don't be a bystander. When someone's\nhouse is on fire, what do you do? You try to save everybody. Right? But you call the fire\ndepartment. The same thing, if somebody happens to somebody, a neighbor or somebody\ndoes something, it could be the government or somebody, don't just let it go and say, well, it\nhas nothing to do with me, which many people did. It always has something to do with you.\nBecause | think we are human beings and we should care.\n| always tell -- | soeak to school kids a lot or college, whatever. | always tell them one\nthing. If somebody doesn't like you because of your religion or where you came from or\nwhatever, chances are he doesn't like somebody else if he's next to somebody else. People\nlike this have a disease. And they think that there's obviously something wrong with somebody\nelse but I'm perfect. In other words -- but most of all, you have to have the values of a human\nbeing rather than because somebody else is mean you have to be mean, too. If you teach your\nchildren like this, | think we're in good shape.\nBy the way, | will brag about the children. I've spoken to schools many, many places,\nwhether North Carolina, Utah or in between. Every single time | went, | always come back\nfeeling good. My experience is usually 100%. You know why? | never see it with the kids. It\ncould be mixed kids, variety of kids from different places, different color, different -- I've never,\nnever seen any problem with it. They all seem to be -- so that tells us a lot. We could learn\nfrom them.\nAnd there are so many people today for the slightest reason they still -- | thought that\nwas already forgotten, old hat. But people are still that way and that's not nice. Especially in\nthe United States, we could do better.\nThat's my last word. | think we should all try to be better.\n>> Sarah Reza: Thank you.\n>> [Applause]\n",
    "segments": []
}