{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON AL MUNZER\nWednesday, March 23, 2016\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Edna Friedberg: Good morning. Come on. You can do a little better than that. Good morning. Let's\nhave some energy.\n>> Good morning!\n>> Edna Friedberg: Thank you. Welcome to the United States Holocaust Memorial Museum. My name\nis Edna Friedberg. | am one of the museum's historians. It is my pleasure to welcome you to the spring\nseason of our First Person program. We are in our 16th year of First Person and our guest today, our\nhonored guest today, is Dr. Alfred Munzer whom you will meet in a few moments.\nThe 2016 season of First Person is made possible by the support of a number of generous\ndonors, including the Louis Franklin Smith Foundation and the Helena Rubinstein Foundation but\nparticularly today the Arlene and Daniel Fisher Foundation. We are very pleased they are with us today.\nSo if you could just wave.\n>> [Applause]\n>> Edna Friedberg: We love having this program. We are grateful.\nFirst Person is a series of weekly or sometimes in the busy season twice weekly series of\nconversations with individuals who survived the Holocaust. Each of our First Person guests serves as a\nvolunteer here at the museum. So they are talking not only about what their personal experiences were\nbut how they came to be connected with this museum and what it means to them to have you line up\noutside and come to hear about their lives.\nOur program will continue through mid-August. If you have friends who are coming to town\nand would like to see the schedule, please visit our website to find the hours. We also have a podcast\nseries and we are posting videos of these programs. You can look in the coming days and weeks to\nsee if you would like to share a recording of this program with friends at home. Please look on our\nwebsite.\nAdditionally, inside your program booklet is a card that says Stay Connected. If you would like\nto hear about these and other programs that the Museum does including possibly in your community --\nwe do travel around the country with exhibits and public programs such as this one -- please fill out the\ncard and we would be glad to add you to our e-community.\n| will ask you -- I'm sorry. If you do that you will also receive an electronic copy of Al's\nbiography which will enable you follow up on some of the details that you will hear today.\n| ask you to please silence all electronic devices right now. Thank you.\nA little on our format. Al is going to share his first person account of his experiences during the\nHolocaust with us for about 45 minutes after which we will be sure to save time for your questions. So\nplease keep those in mind as we go on.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nTo begin, we prepared a brief slide presentation. We begin with this very cute picture of Alfred\nMunzer as a little boy. | want to explain a little bit because it's a particularly appropriate photograph for\ntoday of all days. Today is a special day. Tonight marks the Jewish holiday of Purim on which children\ndress up in costume. And by coincidence, we didn't plan this but when we scheduled Al's talk today,\nthis photo is a photo of Al dressed for Purim on that day. He's holding a charity box, which is to raise\nmoney for the Jewish community in Israel. It says the Jewish National Fund. And he is dressed as that\nbox as well. Today he is not but there he is.\nThis beautiful, beautiful shot is a photograph of Al's parents on their wedding day. Simcha and\nGisele were married in 1932 in The Hague, in the Netherlands. They had three children, Al, baby. The\nphotograph of their three kids, the beautiful girls, Eva and Leah, and Al in between.\nFor historical context so you understand, the backdrop of which Al's life unfolded is that of\nWorld War II. On this map you will see the arrows indicating that the German Army invaded The\nNetherlands in May 1940, which, as you will hear, is actually before Al was born. Immediately life\nbecame difficult for Dutch Jews. And these invasion routes show not only The Netherlands but into\nFrance and across low countries, Belgium and Luxembourg.\nAl survived, thanks to the courage and generosity and love of a man that we see here named\nTole Madna. Tole Madna was an Indonesian immigrant. For those of you who are less familiar with the\nhistory of Indonesia, it was formerly a Dutch colony. So there was an Indonesian immigrant community\nin the Netherlands. And that is why you would see a face here not what you would think of as a typical\nDutch rescuer. We will hear more about that in our conversation.\nAl spent the rest of the war, first years of his life, in hiding in Tole Madna's home. He was\ncared for by Tole's Indonesian nanny, pictured here on the left, a very extraordinary woman named\nMima Saina. Al is on the right, in Tole's arms. We will hear about them soon.\nAfter the war, Al came to the United States with his mother, in 1958. He learned English. He\nwent to college. He went on to medical school and became a very accomplished pulmonologist. |\nalways embarrass him because he's modest but he eventually served as President of the American\nLung Association. So a man who has devoted his life to service. He remains deeply involved in\nantismoking efforts around the world, working with the WHO, World Health Organization, to implement\nan international treaty on the control of tobacco.\nWe at the museum are very fortunate to be the beneficiaries of many of Al's volunteer hours\nas a speaker, as a translator, giving tours. He and his spouse are cherished members of our\ncommunity.\nWith that, | would like to ask you to join me in welcoming Dr. Alfred Munzer.\n>> [Applause]\n>> Edna Friedberg: Thank you, Al, very much for joining us today.\n>> Al Munzer: Delighted to be here.\n>> Edna Friedberg: Let's begin at the beginning -- actually, before your beginning. Please tell us a little\nbit about your parents and your family background.\n>> Al Munzer: Sure. Well, my parents were born in Eastern Europe, a part of the world that was part of\nthe Austro-Hungarian Empire and which after the First World War became part of Poland. My mother\nwas born in a small town called Rymanow, and my father in a neighboring town called Kanczuga. They\nwere childhood sweethearts.\nThese are tiny little shtetles, as they are called but nonetheless, | always like to tell the story\nthat one of the people who came from my mother's little hometown, from Rymanow, was Isidor Rabi.\nIsidor Rabi came to the United States, became a physicist, and ended up being awarded a Nobel Prize\nin physics in 1946 for the discovery of electromagnetism. So here you have a very prominent Nobel\nPrize winner coming from one of those tiny towns.\nBut opportunities in those towns were very limited. After those towns became part of Poland,\nafter the end of the First World War, there was also a lot of anti-Semitism. So young Jews typically\nwould leave their homes and seek their fortunes in a larger city. That big city with a lot of attraction was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nBerlin. My mother had two older siblings who lived in Berlin and so she joined them in the 1920s. That's\nwhen she came to Berlin, before she finally joined my father at the end of 1932, in Holland.\nMy father, on the other hand, came directly from his little hometown to Holland where he\nstarted a men's clothing business in the Netherlands.\n>> Edna Friedberg: And there's a sign still in place. Right? Is there not?\n>> Al Munzer: Yes. To my great surprise -- this was a few years ago. We were walking around The\nHague and came to the house where | was born. We lived above, in an apartment, and my father's\nbusiness was downstairs. And there was still this sign of my father's business in the portico, a beautiful\nglass sign. An incredible shock to see that, a direct connection with my father, which, of course, | really\ndid not have very much otherwise.\n>> Edna Friedberg: So your parents came to Holland leaving, trying to escape from persecution, and\nbeing an intolerant place of opportunity. What did you know from your mother about what life was like\nfor them in Holland during the 1930s?\n>> Al Munzer: My parents made many friends in Holland. Most of their friends were not Jewish. Jews\nhad lived in Holland for hundreds of years, were fully integrated into Dutch society, and my parents fit\nright in. As | said, my father's men's clothing business flourished. He did very well. They had many,\nmany friends.\nAmong their neighbors were two women, one of whom | especially remember. | called her my\nAunt Jo. She was a very devout Catholic woman. After the war, when | first met her, she would show\nme notebooks written by one of my little sisters. So she was really -- just this woman was so intimately\ninvolved with the lives of my parents that she had actually these notebooks and could tell these stories\nabout my sisters.\n>> Edna Friedberg: Speaking of your sisters, when did your parents start a family?\n>> Al Munzer: Well, my oldest sister, Eva, was born in 1936, July 1936. | usually like to explain that\nwhile people were having these very happy circumstances in Holland, trying to live normal lives, just a\nfew hundred miles away the Nazis really came to full power. So, for example, on the day that my\nparents -- very close to the date my parents were married was the day when Adolph Hitler had\napproached the aging president of Germany and was made chancellor of Germany starting the Nazi\nera. That was just about the same time my parents were married.\nAnd similarly, my sister Eva was born just as the infamous Berlin Olympics were held, which\nAdolph Hitler, of course, turned into an instrument of Nazi propaganda. So you have the juxtaposition of\na very happy family event and then just a few hundred miles away the increase, the rise, really, of the\nNazi era.\nAnd then two years later, in November 1938, is when my parents celebrated the birth of their\nsecond child and that was my sister Leah. That, too, corresponded to a horrible event in Germany\nbecause my sister Leah was born just two days after what is commonly called the Night of Broken\nGlass, Kristallnacht. It's the night when the full fury of anti-Semitism was unleashed in Germany and\nhundreds of synagogues were ransacked and destroyed and thousands of Jewish businesses were\nplundered.\nSo, again, a very happy occasion in Holland. And while my parents must have been worrying\nabout the relatives they had left behind, especially in the case of my mother, her older brother and older\nsister who were still living in Berlin at the time with my parents celebrating this happy occasion of their\nsecond child.\n>> Edna Friedberg: September 1, 1939, Germany invades Poland, sparking World War Il. As |\nmentioned in the introduction, the following spring The Netherlands is invaded. What can you tell us\nabout what this meant for your family and other Jews?\n>> Al Munzer: Well, my mother has described the events of what happened as to the invasion to me.\nOn the night of May 10, 1940, my parents had been asked to shelter a man who was a member of the\nDutch resistance movement. He supposedly carried a briefcase, my mother told me, which contained\nplans to preemptively destroy the railroad center in the city. The Dutch resistance felt if they could\ndestroy that railroad center it would slow down the German invasion.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nThat morning, my parents and their guest listened to the radio and heard that the port city of\nRotterdam had been bombed and destroyed. And a few minutes later Queen Wilhelmina of the\nNetherlands came on the radio and announced, basically, that Holland had surrendered. She called on\ntheir citizens to do their duty wherever they happen to find themselves. My mother told me that the first\nperson to speak up was the man who was a member of the Dutch resistance movement. And he said,\nin Dutch, \"Thank God, it's over.\"\nAs far as he was concerned, he would just have to accommodate to living under the\noccupation but he could be satisfied that he had tried to do what he could to start or stop the German\ninvasion. But for my parents, as they looked at their two little children in a playpen at the time, they\nrealized that they were going to be all alone. And they knew what had happened to their relatives in\nGermany and in Poland especially. They knew they were going to be all alone and that things were\ngoing to change very rapidly.\nAnd, indeed, in very, very short order all of the restrictions that had been put in place on Jews\nin Germany were put in place in Holland. The first thing that happened, my mother told me, was a ban\non the ritual slaughter of animals for kosher meat. And it's something that some people felt, well, that's\na pretty benign thing, nothing very serious. Maybe some people would even view it as, quote, humane.\nBut that was just the first step of isolating the Jews. The next thing was the Jews had to take on a new\nmiddle name: the men, the middle name Israel; women, the middle name Sarah. They had to register\ntheir property to make confiscation ultimately much easier. And they had to register, of course, as Jews.\nThe other regulations that were put in place were much more restrictive to their personal lives.\nJews were prohibited from using public transportation, my mother told me. And they were prohibited\nfrom going into public parks. That led to a particular incident with my mother, actually. When you have a\nregulation that doesn't make much sense, like being prohibited from going into your neighborhood park,\nyou ignore it. So my mother ignored the regulation and she took my little sister, Leah, in her baby\ncarriage, to the park, a neighborhood park. One day a German woman approached the baby carriage\nand my mother's heart, she told me, almost stopped. And then the woman looked at the baby, my little\nsister, the blond curls and blue eyes, and she turned to my mother and she said, \"Uh, you can tell that\nthis is good Aryan, German stock.\" And my mother, of course, had a sigh of relief, thanked the woman,\nand never went back into that park again.\n>> Edna Friedberg: In fact, your parents actually enrolled your sister in a Catholic school, did they not?\n>> Al Munzer: Yes. |'m not entirely clear about the timeframe that was but | do have photographs of my\nsisters being enrolled in a Catholic school to hide their Jewish identity. I'm not sure whether that\nhappened before my sisters were placed into hiding or afterwards but it certainly was an attempt to hide\ntheir Jewish identity.\n>> Edna Friedberg: Early in 1941 your parents realized something surprising, that your mother was\npregnant, with you.\n>> Al Munzer: That's right.\n>> Edna Friedberg: Tell us what your mother told you about that time.\n>> Al Munzer: Yeah, early in 1941, as the family tried to go on with their normal lives, my mother found\nout that she was pregnant again. And she consulted her obstetrician and he told her in no uncertain\nterms that she had to have an abortion. He told her that it would be immoral to bring another Jewish life\ninto the world.\nNow, my mother wasn't particularly religious at the time but she turned to the Bible for advice.\nAnd my mother told me that she read the story of Hannah. And Hannah, you might recall, was a woman\nwho was desperate to conceive and would go to the temple every year and pray that she might have a\nchild. And she made this pledge: If God will give me a child, | will give the child, that child, to the service\nof God all of the days of his or her life. And it was in reading of Hannah's desperate desire to have a\nchild that my mother decided that she could not possibly have an abortion. Her obstetrician fired her as\na patient. And so November 23, 1941, | was born at home with the help of a nurse.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Edna Friedberg: And in addition to the profound leap of faith and fears your parents must have had\nto bring a new Jewish life into the world at that time and place, eight days later they did something else\nextraordinary.\n>> Al Munzer: Yes. Because traditionally little Jewish boys are circumcised in a Bris, a ceremony when\nthey are 8 days old. And my parents’ friends advised them very strongly, well, don't have him\ncircumcised; it will identify him as being Jewish. But this time the answer to my parents’ dilemma came\nin the form of the worried look on the face of a pediatrician who had just examined me. And my father\nturned to the pediatrician and he asked him, \"Is there anything wrong with the baby?\" And the\npediatrician said, \"No. It's nothing serious. It's just that your baby needs a minor operation that we call a\ncircumcision.\" And so my parents told the pediatrician of our Jewish tradition and eight days later our\nfamily gathered probably for one of the very last of ceremonies in Holland, really the first milestone in\nthe Jewish life for the Bris ceremony. Like any other family, they had photographs taken at the\nceremony. They were very small photographs, actually. At least the only ones I've seen. And it shows\nthe whole family gathered in the living room and a second picture with me on a pillow.\nWhat's special about those photographs is that they were only about 1-by-1.5-inch in size and\nmy mother was to keep the two little photographs hidden on her body through her subsequent state in\n12 concentration camps. She developed this feeling, this superstition, that if she ever lost those\nphotographs, it would mean that | had been killed.\nFortunately my mother survived, the photographs survived, and, of course, | survived. And\nthose photographs, of course, are so fragile, so valuable, that | did not want to keep them in the house.\nAnd that's why | entrusted them to the United States Holocaust Memorial Museum and they are now\npart of the story of this museum.\n>> Edna Friedberg: Thank you. And it is a sacred duty for us to care for them. So thank you.\nOver the first 10 months of your life things became increasingly dangerous for Jews. In the\nNetherlands they were forced to wear yellow stars, riskier and riskier every day. Your parents\neventually became convinced they needed to go into hiding. Tell us a little bit about how they arranged\nto do that.\n>> Al Munzer: Well, many of you may be familiar with the famous story of Anne Frank, another Dutch\nfamily, Dutch Jewish family, that went into hiding. Of course, they went into hiding as one unit. But my\nparents decided, like many other families, that as a form of insurance so that if one person was taken in\nthe family and was killed at least the others might survive that we ought to split up.\nThe first to go to hiding was my father. He had received a notice to report for labor duty in a\ncamp in Holland. He knew that that meant eventually being sent to a camp much further east, as they\nwere called at the time. So he was the first one to go into hiding, pretending to commit an act of suicide\nwhich gained him admission to a psychiatric hospital.\nThen my mother, through the intervention of two -- the same aunt, our neighbor, Aunt Jo, as |\nsaid, was a very devout Catholic woman, and she put my mother in touch with two priests, a Father\nCummings, and Father Ludders, [ph] and they, in turn, told her about a woman who had had a dream in\nwhich she saw the Virgin telling her to take Jewish children into hiding. And so my two sisters, Eva and\nLeah, were placed with that woman with that very devout Catholic woman. And that's when they really\nassumed, you know, their Catholic identity even though they may have attended a Catholic school\nbefore.\nThat left my mother alone with me in our home. My mother described being extremely\nfrightened being alone in our house. She was afraid of the doorbell ringing because she thought it might\nbe one of the German soldiers coming to the home so she dampened the clapper of the doorbell. And\nthen, of course, she spent the whole night watching the clapper because it wasn't making any noise, to\nsee if it was moving. So this was just the incredible tension that she felt being left alone in the house.\nJewish boy children were more difficult to place but finally a neighbor of my mother, a woman,\nAnnie Madna, agreed to take me in. And so my mother took me to Annie who lived right across the\nstreet from us. But Annie had had some run-ins with the Nazis herself so she first passed me on to her\nsister. And then it turned out that the sister had a neighbor who was a member of the Dutch Nazi Party\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nand she was afraid that they might hear a baby crying so she returned me to Annie Madna. And then\nfinally Annie Madna passed me on to her ex-husband. She had been married to an Indonesian man,\nTole Madna. They were divorced. She passed me on to her ex-husband. And that's how | came to be\nwith Tole Madna.\nAt that point my mother joined my father in the same psychiatric hospital, hiding, in her case\npretending to be a nurse.\nSo | was adopted, for all practical purposes, by Tole Madna and especially by the nanny who\nhad taken care of the three Madna children earlier. Her name was Mima Saina. She was an Indonesian\nwoman, completely illiterate, sooke no Dutch, couldn't read or write, only spoke the Indonesian\nlanguage, had come to the Netherlands to do work in a restaurant which Papa Madna, as | used to call\nhim, Tole Madna, was manager of and eventually she became the nanny for his children.\nThis woman, who was illiterate, had a heart of gold. She would literally walk miles every day\njust to get milk for me. | was in the home completely illegally and everything was very, very strictly\nrationed. So you had to have coupons for any kind of food that you wanted. So if you wanted milk for a\nbaby, you had to have coupons. And since | was in the home illegally, there were no coupons. So she\nhad to scrounge around even to get milk for me.\nActually, a few years ago | was in Holland and a woman approached me and said, “You know,\nyou used to drink my milk.” And | said, “What do you mean?” And she said, \"Well, all school children in\nHolland were given a little bottle of milk every day. And my mother told me to save half that little bottle\nfor the baby next door. And you were the baby next door.\" So here you have a 6-year-old child\nparticipating in saving another life.\n>> Edna Friedberg: If | can interrupt just one second. Your sisters were not physically hidden, though. |\nwant to make sure that the visitors understand that you could be hidden in the open and you could be\nvisually, literally, hidden.\n>> Al Munzer: Yes. They were hidden quite in the open, actually, as Catholic children, attending\nCatholic school. In my case, | was not allowed out of the house at all. There were only two little kids\nwho were allowed to come into the house and play with me. They were neighbors, the neighbors' kids.\nAnd the reason they were trusted is that they were Germans but they were communists. They were\nGerman communists. So they were very anti-Nazi. So they were thoroughly trusted to come into the\nhouse and play with me.\nI'm told that | slept in Mima's bed and she kept a knife under her pillow, I'm told, vowing to kill\nany Nazi who might try to come and get me or even, she said, kill me rather than have me fall in their\nhands. An amazing, amazing woman.\n>> Edna Friedberg: When you describe the Communist neighbors, the little girl next door, it's just a\nreminder of how tenuous the situation was for you and for children like you, how it took networks of\ntrust.\n| would invite you, if you have time today, down the hall on this level. We have a special\nexhibition called Some Were Neighbors, and it's exactly about that, about the connections between\nfriends, co-workers, teachers and students, all the personal relationships that could allow a small baby\nor an adult to survive.\nAl, as a parent, it's hard for me to imagine the trust that your parents had to have in what were\nessentially strangers. What contact if any, did they have with you, with your sisters, with their rescuers?\nWhat did they know?\n>> Al Munzer: Well, my mother -- my parents knew the Madna family quite well. They all lived in the\nsame neighborhood. Papa Madna, after the war, always prided himself that he had a suit that came --\nthat was made by my father, actually, his workshop. So, you know, there was a really good connection\nand they were really trusted.\nMy parents did not know the woman who had agreed to take in my sisters very well. And that\nended up being a major problem because about a year later or so, after my sisters were in hiding, her\nhusband, the husband, announced his wife was hiding two Jewish children.\n>> Edna Friedberg: So he turned her in.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Al Munzer: So his wife was taken prisoner, along with my two sisters. His wife eventually was freed\nbut my sisters, who were then 6 and 8 years old, were taken to a prison first, near Holland, a building\nmy mother could never stand to look at again. It was a real problem for her after the war because she\nknew that that's where my two sisters had been taken. They were then taken to a Dutch concentration\ncamp, and then almost immediately shipped to Auschwitz where they were killed. February 11, 1944.\nThey were 6 and 8 years old at the time. So there you have the two completely divergent stories.\nThe memories that | have of being with the Madna family -- there aren't too many memories. |\nwas much too little, 9 months old, when | had been left with them. So | have very few memories but\nthey are fun ones, happy ones. | remember Papa Madna playing at the piano. | remember Mima\nsinging lullabies to me. | remember one time getting very angry, actually, at my two foster sisters. They\nwere doing their homework and writing. So I, as a little kid, like any other kid, tried to imitate them. |\ntook a pen and started scribbling. And they all broke out in laughter because obviously the scribblings\nmade no sense. And | got very, very angry because they were laughing at me. It was one of those few\nmemories that | have.\nBut there were other memories. | remember, for example, having to go into hiding into a small\ncellar. But even that was a happy memory because the one thing that stands out was playing with all\nthe Christmas decorations that were hiding there. And that's the thing that stands out. So my memories,\nyou know, of those years were very, very happy ones.\nNow, my parents, interestingly enough, were allowed one more visit with my sisters before my\nparents were also deported. And that was for Christmas Day 1942. That's when my two sisters were\ntaken to the psychiatric hospital where both my parents at that point were hiding, my mother a nurse,\nmy father as a patient, and there was a mini reunion of the family then. But three days later the\npsychiatric hospital was emptied of all patients and staff and they were all deported and taken to a\nconcentration camp.\n>> Edna Friedberg: So they could not know that would be the last time they would see their girls.\n>> Al Munzer: Absolutely. No. No. There was still that hope that eventually there might be peace.\nAfter, my parents were taken to the same concentration camp that | mentioned earlier,\nWesterbork, then to another concentration camp on Dutch soil called Vught where they both did slave\nlabor for the Philips electronics company. And my mother described being in that concentration camp\nwhere there would be a morning line-up every day at about 5:00 or 6:00 a.m. She says one day\nHeinrich Himmler, Hitler's second in command, came to visit the camp and he gave a big speech. He\nexhorted all the prisoners to keep working for the success of the German Reich and that as long as\nthey kept working, nothing bad would ever happen to them.\nMy mother told me way in the distance while he was speaking she saw a spire of a small\nDutch church. She said it would be so wonderful if peace were to come at that moment and she could\nrun to that church and fall on her knees and thank God for being freed. It didn't matter to her whether it\nwas a church, a synagogue, or a mosque, just a place to thank God for being freed.\nOf course, you know, Heinrich Himmler lied and three months later the concentration camp in\nVught was emptied of all prisoners and they were all sent to Auschwitz. And that's where my parents\nwere separated.\n>> Edna Friedberg: You described your time in the Madna household to me as life through the mail\nslot. Can you describe what you mean by that?\n>> Al Munzer: Yes. As | said, | wasn't allowed out of the house at all. And the only view that | had of\nthe outside world was what | could see through a mail slot. There were some people who were really\nneighbors of my parents who were very anxious to see how | was doing and they were not allowed into\nthe house either but they, too, could look into the house through the mail slot to see that | was around.\nAnd that's really the limit of my outside view.\n>> Edna Friedberg: For years.\n>> Al Munzer: The first four years of my life.\n>> Edna Friedberg: You said that not many of the Dutch neighbors knew you were there but many in\nthe Indonesian community did. Given that this was a period of time when Jews were being actively\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nhunted by Germans, what story did the Madna family come up with to explain the presence of a white\ntoddler in their Indonesian household had you been seen?\n>> Al Munzer: They had three children who really looked very, very different but who did adopt me as\ntheir little brother. Actually, there was a vote in the family to keep me there. That's something | found\nout fairly recently. The plan initially was for me to be shipped to the family in some of the Dutch\nfarmlands where most Jewish children were hidden. But the Madna children were so fond of me they\nwouldn't part with me. And that's how | ended up spending the years with them.\n>> Edna Friedberg: At great risk to their family.\n>> Al Munzer: Absolutely, a tremendous risk to the family.\n>> Edna Friedberg: You've said by the winter of 1944, 1945, you're a little older, you have some\nclearer memories, that that winter was particularly hard and bitter. Can you tell us a little about what\nyou recall?\n>> Al Munzer: What | remember was being hungry. There was very, very little food in Holland during\nthat last winter. All | remember is one day seeing the table set for breakfast and | got up from my bed,\nwalked over to the table, hoping that | was about to be fed. | remember falling asleep with my head\nfalling on the plate and one of my foster sisters coming to get me there and finding me there. That's one\nof those other memories of being with the Madna family.\n>> Edna Friedberg: That winter a lot of the Dutch population survived by eating tulip bulbs.\n>> Al Munzer: That's correct. Yes.\nYou asked me of the stories Papa Madna would come up with to explain my presence.\nBecause the house had been searched several times. He told some of the German soldiers that | was\nthe illegitimate child of his ex-wife and that she now had a new boyfriend who did not want me around\nand that's why she had passed me on to him. That was one of the many stories he concocted.\nI'm told that another time the family decided that it should be Mima answering the door.\nBecause she spoke no Dutch no German, there was total miscommunication between her and the\nsoldier who came to the door. So he gave up and just walked away.\nPapa Madna was a man who was fabulous at making up stories. He could tell a story like the\none | told you just with a straight face and be very, very believable.\n>> Edna Friedberg: We are running short on time but there are several more things to cover. Tell us\nbriefly wnat happened to your parents after they were incarcerated.\n>> Al Munzer: Well, my mother -- both of my parents, as | said, ended up in Auschwitz. That's where\nthey were separated. My mother was sent on to work through slave labor in another electronics factory,\nTelefunken, in a concentration camp called Reichenbach. My mother described witnessing that camp\nbeing bombed by the allies and saying a prayer of thanks to God in Hebrew as she saw the factory\ngoing up in flames.\nBut that was not the end of her ordeal because the Germans then evacuated all the prisoners\nand moved them further west on what were called Death Marches. And many people did succumb. But\neventually my mother was freed at the Danish border.\nMy father's story was different. He remained in Auschwitz for about six months and then went\non to another concentration camp in Austria called Mauthausen, a real hell hole of a camp.\nIf you visit the exhibit upstairs, you will see an exhibit of these huge boulders that the\nprisoners were forced to carry in that camp where they would very often be tripped. Many of them lost\ntheir lives that way.\nThen my father went on from Mauthausen to three more camps, Gusen, Styr, and finally a\ncamp called Ebensee. It was high in the Austrian alps, a beautiful soot where \"The Sound of Music\"\nwas actually filmed.\nMy father worked in abandoned salt mines assembling rockets, horrible, horrible work. He did\nsee liberation. He was liberated by the U.S. Army but he was so weakened that he passed away two\nmonths later, still in Ebensee. He lies buried in the concentration camp of Ebensee.\nAnd | visited his grave, which was an amazing experience. It's the first time, the only time,\nwhen | fully came to grips with the loss of my father. | broke out in tears as | stood at his grave. An\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nincredible experience. Something similar happened when | visited Mauthausen. There was a\nmonument put up by the Dutch government. And there | found, totally to my surprise, my father's name.\nAgain, the same reaction. It really suddenly hit me that | had lost my father, that | never had a chance to\nknow my father.\n>> Edna Friedberg: Just last year you learned additional details about your father through documents\nin this building. Right?\n>> Al Munzer: That's right. Yeah, every day still documents still appear. | came across a little slip of\npaper of when my father was in Auschwitz. It his number as a prisoner. And then in German it said\n\"Premium Employee.\" No name, just a number. And then a signature, “Premium Employee.” So | asked\na researcher what that meant. And the researcher told me that it meant that the Germans -- the\nfactories had to pay the wages of the slave laborer they employed to the SS, to the Nazis. And it meant\nthat your father was considered a premium employee and they had to pay higher wages to the SS. Just\nan amazing example of the tremendous bureaucracy that was set up basically to kill people.\n>> Edna Friedberg: That story is just one example of what we are constantly, daily, discovering. It's\neasy to think about the Holocaust as an exhaustively researched topic but every day we find new\nthings. We expect the size of our collection to double in the next 10 years, double. That's mindboggling,\na little intimidating to historians, but each of them is a story like your father.\nTell us about your mother's liberation.\n>> Al Munzer: My mother was liberated through the intervention of a man who was the head of the\nSwedish Red Cross. He had negotiated the freedom of several thousand women. My mother described\ncoming off of these cattle cars on to Danish soil and being greeted by the count. And she says she and\nher fellow prisoners were so ashamed of their appearance but the count insisted on embracing every\nsingle one of the prisoners as they came off the train.\nAnd then she was sent to recuperate in Sweden. And she remained in Sweden for about three\nmonths. And in August 1945 is when | was reunited with my mother. And that's the first really clear\nmemory that | have. | remember being asleep in one of the back rooms, my sister coming to wake me.\n>> Edna Friedberg: Your foster sister.\n>> Al Munzer: Right. | still call her my sister now. She's still alive. That's -- exactly. But she carried me\ninto the living room. | was cranky, crying. And the whole family was gathered in the living room, sitting\nin a circle. She passed me from lap to lap like you do with a kid who is crying. And | remember that\nthere was one lap | wouldn't sit in, one woman | pushed away. And that was my own mother. Because\nshe was a total stranger to me. And | already had a mother and that was Mima Saina.\nMy mother realized that it would be very difficult to separate me from Mima and so her plan\nwas for Mima to continue to care for me while my mother went out looking for work. But sadly two\nmonths later, October 1945, Mima had a cerebral hemorrhage and passed away. And so | have very,\nvery few memories, actually, of Mima, a few words of the Indonesian language which was my native\ntongue. That's how she spoke to me. And | remember visiting her grave because Papa Madna took me\nthere so many times. But other than that | have really no direct memories of Mima at all.\n>> Edna Friedberg: You did describe Mima singing lullabies to you. Can you tell us about one?\n>> Al Munzer: One of the amazing experiences I've had through the Museum was about two years\nago. | was meeting up with a group of Indonesian students visiting the United States, a group of about\n30 students. | told them the story, with photographs of Mima holding me, Mima in very traditional\nIndonesian dressing. And then at the very end of the story, | said, you Know, Mima used to sing a\nlullaby to me and it was called \"Nina Bobo.\" And all 30 students started singing the lullaby in unison. An\namazing, amazingly moving experience for me.\nAnd after that, young women with head scarves, traditional -- you know, Indonesia is now the\nlargest Muslim country in the world. These young women in head scarves coming up to me, hugging\nme and kissing me and saying \"We are all one family.\" An amazingly powerful message. It shows, you\nknow, that the message that we convey in the museum and my personal story has still a tremendous\nimpact.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Edna Friedberg: You now have gone to Indonesia. And the Museum does work in Bahasa, the\nlanguage of Indonesia, and Al is a close partner in that work.\nI'll ask you two more things before we open it to the audience. Tell us about an incident at the\nmovies that happened to you and your mother when you and your mother were in Holland not long after\nthe war when you went to see a movie.\n>> Al Munzer: We often think that, you know, the end of the Holocaust or the end of anti-Semitism.\n>> Edna Friedberg: Of hatred of Jews.\n>> Al Munzer: Yeah. But my mother and | were standing in line to go to a movie. This must have been\n1946, sometime. There was a man standing behind us and he saw my mother's tattoo from Auschwitz.\nAnd he said in Dutch, \"There is one they didn't get.\" After that, of course, my mother always wore 3/4-\nlength sleeves. She did not want anyone to see the number that she had. It sadly shows that anti-\nSemitism, hatred of Jews, did not end with the Holocaust. Neither did it end hatred at all.\nThe saddest part of the story of the Holocaust, as far as I'm concerned, is that it did not spell\nan end tohatred. Hatred and genocide continue to this day.\n>> Edna Friedberg: | think on that note we should open it for questions. We have runners with\nmicrophones because we want to be sure that everyone can hear. Please raise your hand and | will get\na microphone to you.\nFirst this woman and then this young man.\n>> My English is not very good. | come from Germany. | would like to know where your father went --\nwhy your mother immigrated to the United States. Was it anti-Semitism still, even now, active in all of\nEurope? I'm sorry for this.\n>> Edna Friedberg: Did people hear the question? I'll repeat.\n>> Did you understand? I'm sorry. My English is not very good.\n>> Edna Friedberg: Even for American accents | always repeat. The question is about why your father\nfirst immigrated to The Netherlands and then why you and your mother left The Netherlands. Was it\nbecause of anti-Semitism, discrimination against Jews?\n>> Al Munzer: My father left his hometown, Kanczuga, basically for two reasons: one, a lot of anti-\nSemitism, and the second in Poland there were very few opportunities so he decided to build a new life\nin a country that had a much more liberal atmosphere and that was Holland. That's how he came to\nHolland. And that's the same motivation that my mother had in coming to Berlin in the 1920s.\nAnd the second?\n>> Edna Friedberg: Why you left Holland. Came to the U.S.\n>> Al Munzer: | think my mother just really wanted to get away from all of the memories of the Second\nWorld War, of the Holocaust. After we came to the United States she never went back to Holland. She\ntraveled a lot, really tried to start life all over again and was very successful at that, | think. But there\nwere certain things that she did not want to go back to and one of them was going back to Holland. She\nnever did.\nBy the same token, my mother never had a strong anti-German feeling. She always -- she\nimpressed this on me, that we judge people as individuals and never as part of a group.\n>> Edna Friedberg: Thank you.\nYes?\n>> Thank you. You started to touch upon my question with the movie theater story. | Know there's no\nbrief answer to this but as briefly as you can, | was hoping you could elaborate a little further on life\nafter the war in between the time of August 1945 and when you emigrated to the United States.\n>> Al Munzer: Very good question. | grew up with the Holocaust in those immediate Postwar years. So\n| heard talk all around me of people who had not come back -- that's the expression that was used --\nand others who did come back, like my mother. And somehow, you know, my sisters did not come\nback. | didn't know what had happened to them. Aunt Jo, as | told you, used to tell stories about my\nsisters and how wonderful they were. My mother told me stories like that. And as a child, 4-year-old, 5-\nyear-old, | was actually slightly jealous of my two sisters. | did not understand what had happened to\nthem. Many of my classmates had lost brothers and sisters. Many of them had lost both parents. So |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\ngrew up really with the Holocaust and it took many years for me to really understand what that meant. |\nguess | gained that knowledge very, very gradually. But | thought, you know, playing in a city that had\nbeen reduced to rubble was the most normal thing. Playing on the beach, hiding in bunkers, | thought\nthat's what kids do. Sadly kids still do that in war zones today.\n>> Edna Friedberg: Other questions?\nYes? The woman in green.\n>> There were pictures that were shown of your sisters and your parents getting married. How did you\nget those photographs after the war?\n>> Al Munzer: How did | get the photographs after the war? Fortunately in Holland there were some\ngood people and there were people who kept many of my parents' possessions including a very prized\npossession of boxes of photographs. | have gone through those photographs. | sat down with my\nmother, went through the photographs. And that's how | have been able to tell the story of my family.\n>> Edna Friedberg: It's our tradition here that our First Person guest has the last word. So, Al, is there\nany closing thoughts you would like to share with us?\n>> Al Munzer: | think the one message that I'd like to leave is that, yes, the story of the Holocaust\nobviously is a horrible story. It's a terrible event. But what I'd like the message to leave you with is there\nwere people in this huge sea of terror, of horrible events, of hatred, there were a few people who were\nwilling to stand up and do the right thing, like the Madna family. | would hope -- this is the thing | leave\nchildren with when | talk to classrooms. | said, you Know, whenever you hear people using the word\n\"hate,\" remember where that can lead, that that can lead to people ultimately being killed. Let's do\neverything we possibly can to imitate the Madna family and stand up even in a sea of hate.\n>> Edna Friedberg: Al, thank you very, very much.\n>> [Applause]\n",
    "segments": []
}