{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, June 4, 2014\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: SAM PONCZAK\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Gretchen Skidmore: Good morning. Welcome to the United States Holocaust Memorial\nMuseum. My name is Gretchen Skidmore. And I'm the host of today's program First Person.\nThank you so much for joining us. It's so wonderful to look out and see all the people and get\nto share this hour with you. We are in the 15th year of our First Person program. Our First\nPerson today is Mr. Sam Ponczak whom we shall meet shortly.\nThe 2014 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare so grateful for their sponsorship, and we're also grateful that Louis Smith is in the\naudience. Please raise your hand.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experiences during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at the museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests. Anyone interested in keeping in touch with the\nMuseum and its programs can complete the Stay Connected card in their program. That's this\none. Or you can speak with a museum representative at the back of the theater after our\nprogram today. In doing so you will also receive an electronic copy of Sam Ponczak's\nbiography so that you can remember and share his testimony after you leave here today.\nMr. Sam Ponczak will share with us his First Person account of his experience during\nthe Holocaust and as a survivor for about 45 minutes. If we have time at the end of our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nprogram, we will have an opportunity for you to ask Sam a few questions. We have prepared,\nnow, a brief slide presentation to help with his introduction.\nWe begin with the portrait of Sam Ponczak and his sister Gisele taken in 1946.\nSam was born in 1937 in Warsaw, the capital of Poland. Warsaw is indicated here on\nthis map of Poland.\nSam's father, Jacob, was a tailor and his mother, Sara, was a seamstress. Here we\nsee Sam's mother and father in portraits taken in 1940.\nGermany invaded Poland in September 1939 starting World War II. When the war\nbroke out, Sam's father escaped to the Soviet Union while Sam and his mother Sara remained\nin Warsaw. In this photo we see German troops parading through Warsaw after the surrender\nof Poland.\nIn October 1940, the Germans were closing off the ghetto in Warsaw and decreed that\nall Jewish residents move into the ghetto. The building wnere Sam and his family already lived\nwas in the middle of the ghetto. In November of 1940, Sam's mother decided to escape the\nghetto with Sam. In this photo we see a section of the wall that separated the rest of the city\nfrom the ghetto.\nEventually Sam and his mother were able to reunite with his father. They were soon\nsent to a labor camp in Siberia, then to a town called Syktyvkar in the Autonomous Region of\nKomi. Finally in 1944 they were sent to the town of Kherson in the Ukraine where Sam's sister\nGisele was born. The family remained in Kherson for the remainder of the war. Here we have\na portrait of the family taken in 1946 after the family returned to Poland.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nAfter many more moves Sam came to the United States in 1964. He married Frieda in\n1965 and had three children. His daughter Raquel is in the audience with us today and his\ngrandson Jake. So if they wouldn't mind standing to say hello.\n[Applause]\nThey're joined as well by some other close friends of the family in the front row.\nSam retired in 2009 at 72 from Northrop Grumman. And among many other things\nthat he does, he now volunteers here at the museum.\nWith that set of backgrounds, | would like you to join me in welcoming our First\nPerson, Sam Ponczak.\n[Applause]\nSo, we have so much to cover in this short amount of time but first we want to just say\nthank you, Sam. Thanks for being willing to do it and talk with us today about your\nexperiences.\n>> Sam Ponczak: It's my pleasure. Thank you.\n>> Gretchen Skidmore: The first question we're going to go to -- even though the war began\nwith Germany's invasion of Poland in 1939, you were not yet 2 years old. Before we talk about\nthe war years and the Holocaust and what it meant for you, let's begin with you telling us a bit\nabout your family and your community before the war began.\n>> Sam Ponczak: Well, as Gretchen said, my father was a tailor, mother was a seamstress.\nThey came from small towns in eastern Poland; mother from the town Medzice, and father\nfrom Wielun. When they were teenagers, they moved to Warsaw because that's where they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ncould learn a trade. It was easier than basically staying in a small town where there was not\ntoo much of a future for them.\nMy father had four brothers. My mother had three brothers. Of my father's family, two\nof his brothers -- my father was the youngest. Two of his older brothers immigrated to\nArgentina in 1930s during the economic crisis in the world. Of course, they survived there. My\nuncles on my mother's side all perished. My grandparents all perished. Well, that's with the\nfamilies. The only person that is related to me that survived is a cousin who lives in New York.\nShe's about 12 years older than | am. Of course, we are in close touch.\n>> Gretchen Skidmore: With the Germans' attack on Warsaw, it was a series of devastating\nbombings. You quickly made the decision to attempt to flee to Russia, but your mother\ndecided not to go. Can you tell us about that decision and what it meant for you and your\nmother?\n>> Sam Ponczak: Yeah. | was trying to put myself in their shoes. My mother was 28. My\nfather was 29 when the war broke out and they had this 2-year-old kid on their hands. Come\nSeptember 1, Warsaw is bombed by the German Air Force. There was no fights from the\nPolish Air Force, etc. The city was at the mercy of the bombing and what have you. In about\nthree weeks, from what | read, about 20,000 people got killed in Warsaw. They were buried in\nSquares and parks, wherever there was a piece of greenery. And suddenly there was a\nshortage of water, food, hunger and simply bedlam. The Polish government escaped. After\nthree days the government was gone. They all moved to London somehow.\nI'm trying to figure out what my parents and others were thinking. It's simply: What do\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nyou do? Where do you go? People did not know what to do.\nNow, my father, | can say he was a leftist and he always liked the idea of the Soviet\nUnion, etc., so he tried to convince my mother to run away to the east. And the reason I'm\nsaying this, because when the war started, Germany attacked Poland from the west. And\nwithin two plus weeks the Russians attacked from the east. They met at the river, became the\nborder between the Nazi-occupied Poland and the Soviet -occupied Poland. So he wanted to\ncross that border to the Soviet-occupied Poland. Well, | guess he was more determined. My\nmother didn't want to go because family ties to brothers, etc. So she stayed.\nlt was simply a case of complete disarray. People were just at a loss and there were\nheavy casualties all over. So that was the mood in Warsaw.\n>> Gretchen Skidmore: Do you know how he got there?\n>> Sam Ponczak: My father?\n>> Gretchen Skidmore: Uh-huh.\n>> Sam Ponczak: No. | don't know. | guess they made their way towards the east by truck or\ntrain or on foot. | don't know exactly at which point he crossed to the other side. And | don't\nknow exactly the date, but | suppose that it may have taken him a few weeks. Most likely he\nvisited the town that he was from, maybe said goodbye to his brothers or parents. Most likely\nby smuggling across the river; that's what it was.\n>> Gretchen Skidmore: They were able to stay in touch a little bit, you think, after he was\ngone?\n>> Sam Ponczak: As far as | know, the deal between Stalin and Hitler, that this was not by\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\naccident; there was a deal made between these two about attacking Poland. And it was ofa\ndeal where they promised not to attack each other. And part of the deal was that the two parts\nof Poland were able to maintain postal communications between the two sides. Of course they\ndidn't have telephones or cell phones or whatever. But Postal Service, to my knowledge, was\nrunning. And, of course, there was also people going back and forth. If you knew somebody,\ncarried a message. This was messengers on foot or by train or what have you.\n>> Gretchen Skidmore: So you and your mother are then in the Warsaw Ghetto. Can you talk\nabout what we know about life there and what was difficult?\n>> Sam Ponczak: Well, of course | don't remember. Everything | know is what my mother told\nme years later. | know that part of the building that | was born in was destroyed. She told me\nthat a family perished there. It was part of the same building.\nOf course, the Germans imposed almost immediately | think racial laws. Jews were\nobliged to wear the arm bands with the Star of David so that they would be recognized as\nJews. Like | said earlier, there were shortages of food, water, electricity. You name it, the city\nwas not completely destroyed but the facilities, the services were very damaged.\nThere's an excellent film by Mr. Julian Bryan who was an American filmmaker. He\nhappens to come to Poland right after -- maybe the next day when the war started. He figured\nhe was in Europe, had extra footage, and he made a film of the first week, | believe, of the\nbombing of Warsaw. It's an excellent film that you can probably buy here that describes the\nabsolute slaughter of civilians by the Air Force. They were strafing them in the fields.\nHunger came upon right away. Many people used to go to the fields around Warsaw to dig\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\npotatoes. And the Air Force just killed the people in the fields. So it was destruction and lack\nof government. That didn't help. It got worse and worse for the Jews because the Germans\nsoon after decided they wanted to move all the Jews, concentrate them, in the Warsaw Ghetto.\nThat was either in their long-term plans; it was easier to execute these long-term plans. At that\ntime | don't think they had a definite long-term plan, not yet.\n>> Gretchen Skidmore: And we put the website and talked about it before. There's probably\ninformation there. There is information there on the Warsaw Ghetto. | think some of his\nfootage is on the website, too. That's a good thing to do after.\nYour mother made an extraordinary decision then to escape from the ghetto with you,\nwith her 3-year-old son at that point. Tell us what you can about how she managed to make\nthat escape and reunite with your father.\n>> Sam Ponczak: | suppose my mother finally saw the light and realized that there won't be\nmuch future for her and me. Everything I'm telling you is what she told me. | don't know how\nshe made it to the train. Now, you're talking about late 1940. As far as | know, Jews were not\nallowed to travel anymore by train.\nShe tells me that once she got in a wagon that the priest planted himself in front of\nher, told her to take off the arm band. Basically he stood in front of us, she says -- and\nwhenever the armory was walking by to -- when they walk by, the priest would say the woman\nwith the kid is from my parish. | don't know who this priest was. | don't know his name. | don't\nthink my mother knew. If she knew, she didn't tell me. But | am convinced that that was the\nman who saved my life. If it weren't for him, | wouldn't be talking to you. In my mind there is\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nno doubt about it. So | can say that | owe my life to this unknown Polish priest.\nMost likely she traveled east towards maybe her town, maybe spent some time there\nwith family. | know that she came to the edge of that river that separated the Nazi-occupied\nPoland from the other side, which was the Soviet-occupied part of Poland.\nNow, | don't know whether anybody brought her by cart or by horse or whatever, but\nshe tells me that she crossed the river with me, carrying me, at night when the river was\nfrozen. It must have been late, either late November or whatever. She could walk. It was\napparently a cold winter. She could walk.\nLater | realized that we could have been shot either by the Germans or by the\nRussians. You see somebody walking at night through the river.\n>> Gretchen Skidmore: | can only imagine the concern she had going across. What do you\nthink her biggest fear was then with a 3-year-old?\n>> Sam Ponczak: Her biggest fear was being shot.\n>> Gretchen Skidmore: But it was the noise you were making?\n>> Sam Ponczak: Oh, yeah, yeah. Well, what was happening, she tells me that she was\nslipping on the ice and falling down. And to me it was funny. So | was laughing out loud.\n[Laughter]\nAt night the voice carried, and she was desperate; didn't Know what to do with me. She gave\nme pictures that she carried with her, pictures of the family, | suppose, hoping that I'll just look\nat them and keep my mouth shut. | ended up tearing them all apart. | feel guilty to my sister,\nto myself because | don't have any pictures of my family, my parents from before the war. So\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nthat was the price of getting through the river.\n| Know that we got caught on the other side. She was telling about the dogs and\nguards and we got caught. We were kept in some place somewhere. | do not know the details\nhow, but eventually we got reunited with my father. So whether it was a week later or months\nlater, | just don't know. | regret to say | wasn't mature enough to spend time with them in trying\nto find out all the details. It's like always busy with life; forgetting the important things.\n>> Gretchen Skidmore: What are some of those early recollections of seeing your father then\nin that time period?\n>> Sam Ponczak: Well, | guess my first self-awareness of myself was -- we were sent to this\nlabor camp. It's in western Siberia, about 1,500 miles | think northeast of Moscow. |\nremember that camp because | remember seeing my father working as a lumberjack. He was\nnot a tailor. He was a lumberjack there. And he was cutting trees. That region is very rich.\nThey had lots of trees. I'm not sure whether that was already when the war between the Nazi\nGermany and Soviets began or before that. Anyhow, | remember that camp, my father cutting\nthe trees, and my father up to his neck in the river pushing the logs down the river.\nOne of the things -- well, | don't remember being constantly under guard, you know,\nbeing afraid that I'll be shot. | didn't see many of the guards because it's in the middle. There\nwas nowhere to run. If you run, you will probably never make it anywhere.\n| do remember seeing people who seemed to me very strange. | was a young kid, a\nboy, but | remember that strangeness for many years. Many, many years later | was\ndiscussing this with my father and said what was it with these people. Never mind that they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwere unhappy; they were strange-looking people. He told me they were Jews and Pols and all\nkinds of people in that labor camp.\nThere were shortages. First of all, there was hunger. Some of them, lots of people,\nstarved and what have you. But there were problems with people, for example, who used to\nsmoke. Well, there were no cigarettes. And you know how a smoker when he doesn't have\ncigarettes, he becomes strange-looking. They used to smoke moss. Whatever they could\nmake believe is tobacco, that's what they used to smoke.\nSome people liked to drink. Well, there was no vodka, no wine. But for strange\nreasons there was cologne. And those people would drink anything that had some alcohol in\nit. I'm sure that it had some ill effects on their nervous system and brains.\nA lot of people were also physically exhausted because they were not used to heavy\nlabor; the doctors, lawyers, people who did not physically work before the war. This was a\ndemanding kind of work. He was telling me that was probably the reason for seeing a large\ngroup of people that not only were unhappy, they were ill and they just couldn't, well, take the\nconditions of that camp.\n>> Gretchen Skidmore: And as if those conditions aren't rough enough, then the next place\nthat they sent you was across the continent to Siberia. Right?\n>> Sam Ponczak: Well, no. Syktyvkar was a little bit north. It was the actual capital of that\nAutonomous Republic. And there they engaged my father to work in a big clothing factory.\nAnd my mother also worked in that because that's where they were making uniforms and coats\nfor the military. They needed, you know -- most of the Russian men were on the front, | guess\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nfighting. So they could use any labor force that they could get to support the war effort. That's\nwhat | remember. | remember the factory where my father worked and my mother worked.\nThe conditions were rough. We got coupons, ration coupons, for food; | remember. So that\nbasically was the beginning of my more self-awareness.\nSyktyvkar also brings sadness to my memory because | remember my two twin\nbrothers were born there and then they died about two months later. | don't know the\ncircumstances. | don't remember if | asked my mother. She never talked about it. So | know\nshe took it very, very bad.\nThat's where we were there through the wartime. The things | remember being in\nsome sort of kindergarten. There was aP.A. system. Through the P.A. system | remember\nhearing how the glorious Soviet Army was retreating. They didn't call it retreating. They called\nit something else. From the Germans. And then | remember the announcement of the big\nbattle of Stalingrad. And from that on when the Germans were retreating, of course, the\nglorious Soviet Army was advancing, etc. So you know, | was from early on fully aware of the\nwar. That's about that.\n>> Gretchen Skidmore: This was the bulk of the time that you spent. Why did you end up in\nthe Ukraine? Why did they move you at that point?\n>> Sam Ponczak: Talking to my father, it's known that the Soviets were trying to convince\nthese refugees that if they wanted to, they would give them passports and make them Soviet\ncitizens if they wanted to remain in Soviet Russia. It reminds me a little bit about the present\nsituation in Ukraine. You know, we'll give you passports, make you a Russian, and now we'll\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhave a cause to free Ukraine or something like that.\nMy parents obviously didn't choose to get Soviet citizenship or anything like that.\nTheir main goal was to get back to Poland and find out -- find their family because they did not\nknow what was going on. There was no TV. We did not know anything about what was going\non in Poland for the longest time.\nSo when the Germans retreated from the territory of what used to be the Soviet --\nthere was a part of the Soviet, they moved us to Ukraine just to, | suppose, to stage eventual\nreturn from Ukraine, Poland because it was closer, what have you. We ended up being put in\na settlement outside of this town Kherson where my father and three other Jewish families, all\ntailors, got back to working as tailors. Don't ask me who gave them the work or how. | just\ndon't remember. | wasn't interested. But | do remember that in the room we had -- we had a\nlarge room. We had sewing machines and all the other tools that were needed to do some\nsewing. And that's where the sewing was happening.\n>> Gretchen Skidmore: And you got go to school there. Right?\n>> Sam Ponczak: | went to first class to the Russian school. Actually, Russian became my\nfirst language because while | was a 2-year-old or 3-year-old kid in Poland, | know my parents\n-- even though they knew Polish but they talked with each other in Yiddish, a Jewish language.\nSo | probably knew Poland but | forgot it promptly. While we were in Komi, I'm told that |\nknew -- | learned a little bit of the native language which was Tata or Mongolian origin in Komi.\nBut right now | know maybe two, three words. | went to school first grade in Ukraine. Russian\nbecame my first language.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Gretchen Skidmore: Did you have a sense there of who you were and why you were there;\nthat you were Jewish and that all of these things happened in connection to that?\n>> Sam Ponczak: | sort of became aware of my Jewishness. Mind you, my parents were not\npracticing religion even though they were raised as Jews and my father went to the school for\nthe boys, etc. He knew how to pray and my mother as well, write and read Yiddish. But they\nwere not practicing.\nNow, one day | remember | went with my parents to a flea market in Kherson. | saw\nstrange-looking people. They were invalids, mostly without legs or without a hand. |\nremember one of them, he was on some sort of a little cart, started to yell at us, at my parents\nand me, \"Jews, how the hell\" -- pardon me -- \"survive?\" It was offensive. My father, every\nJewish man was called Adam and every Jewish woman was called Sarah even though my\nmother happens to be -- her name is Sara. He was insulting us as Jews, Jews, etc., how the\nheck you survive. | looked at my father and he said, \"Well, you are a Jew. So that's why you\nhear that.\" So my awareness -- | wasn't aware that | was Jewish when | was in Komi because\nif | was with other kids, | was like any other kid. We would play, whatever it is that we did. But\nthere was no you are a Jew or a Pol, whatever. So that was my awareness, my ethnic\nawareness, if you wish.\n>> Gretchen Skidmore: | think you should talk about the day that the war ended.\n>> Sam Ponczak: The day the war ended. That was May -- well, they celebrate it May 9.\nHere we celebrate it May 8. That was the signing of the surrender. My father and his\nco-workers, these other tailors -- and there was actually a secret service officer that lived next\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nto us in one of the buildings. They all got drunk silly. | never seen my father. And |\nunderstood these were happy that finally the war ended.\nThe event that sticks in my memory very strongly was that -- | don't know whether it\nwas September or October. In the fall of ‘45, my father takes me to a -- to a place in town. |\ndid not Know where we were going. | didn't ask so many questions. My father says let's go, |\ngo. So we come to this large room, and | see lots of young men in military uniforms. |\nwatched them. They sort of stay standing. They move like that. They chant. And most of all\nthey were crying. | couldn't understand it; young people, you know, crying. It just stuck in my\nmind.\nMany, many years later | remember the episode. | asked my father what was it about\nthis place. He also remembered it well. So he says, you know, this is where the Jewish\nmembers of the Soviet Army -- the Jewish soldiers of the Soviet Army -- the war was over and\nthey were crying. It was Yom Kippur. They were crying because of what they saw in Poland\nand in Germany. They went through the concentration camps and they could see piles of\ndead bodies, destruction, horror. They knew what was happening. So that was a time to cry.\n>> Gretchen Skidmore: Did you remember anything then about leaving and going to Poland,\nthat part of the trip?\n>> Sam Ponczak: Yeah. | remember it well. | guess the Soviets organized whole trainloads\nof people to move to Poland. We traveled in a cattle car train full of people in February 46. It\nwas very cold because these were not closed cars. This was open, the air. We traveled for\nabout three weeks, ended up coming to a town. | still remember the signs on the station,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nReichenbach. It was a German town.\nOf course, | didn't understand the politics but as part of the agreement between the\nSoviets, between Stalin and Roosevelt and Churchill, there was a realignment of borders in\nEurope. Part of Pre-war Eastern Germany was given to Poland. And the Soviets took\nthemselves part of Eastern Poland for themselves, which was part of Ukraine at the time. As a\nresult, there was a massive migration of people. For example, at that time Warsaw was\ncompletely destroyed. We were from Warsaw. There was no point moving people to Warsaw.\nOn the other hand, Polish government at the time had a whole piece of land on the western\nside which was basically not destroyed. It was all German, little all-German towns called\nLower Silesia. And that's where we were settled, a whole trainload of people that came with\nus.\nAfter a few weeks in Some common area we were given an apartment. | never seen\nanything as beautiful as this apartment. There was still an old Jewish -- pardon me, an old\nGerman lady who lived there. And the town changed from German Reichenbach to Polish\nDzierzoniow. It was a cute little town. It still is. It was largely unaffected by the war. And at\nthe end of the war it was inhabited by mostly elderly German people.\nAnd within a few months, maybe two months or so, the German lady who was the\nowner of that apartment, like many other Germans, was asked to leave. So you could call it\nmaybe in some ways ethnic cleansing because all the Germans were asked to move on.\nMany of them moved on to Germany, either the western part or eastern part; | don't Know.\nWe ended up having this nice apartment.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe things -- many things | remember because at that time | was old enough. |\nremember going with my father about twice a week to the train station because we knew that\nthe trains from the east were coming into town. Walking with him into the cattle car wagons,\nhe would look around and see if he knew anybody, etc. On one occasion he walked in and\nrecognized a friend of his from his town, from his little town before the war. He said, “Heim,\ncome on out!” He grabbed his whole family. And the rest is history. He helped them find an\napartment, etc. And the family lives -- actually lived in Baltimore, Maryland, here. And | am\nclose friends with the family.\nSo that was -- that's also where | started -- | don't remember, second, third grade of\nschool in Poland. It was my strange first language. It was a new language for me because |\ndidn't know a word of Polish at the time. My father, being a tailor with other tailors, organized a\nco-op. They started to work. We started to lead a sort of normal life, if you wish.\n>> Gretchen Skidmore: So the boy who was born in Poland had to relearn the language.\n>> Sam Ponczak: That's true. And Polish is not easy to learn.\n[Laughter]\n| assure you.\n>> Gretchen Skidmore: And now Sam translates from Polish to English for us here at the\nmuseum. It's an amazing thing, all the gifts of language that you got.\n>> Sam Ponczak: By accident. Maybe by fate.\n>> Gretchen Skidmore: By fate. So talk about -- | think you said that your mother sort of\nhosted gatherings of people in the town. There was a community there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Sam Ponczak: Yeah. The most important thing for people -- | think now -- was to find\nfamily and find friends. That was the one most important thing for all of these people who\nsurvived, of course.\nYou probably know, many of you, when 9/11 happened in New York, you remember\nthe second day there was on the walls outside the ground zero were pieces of paper, \"Have\nyou seen my uncle?,\" my sister, whatever, my child. And | have seen the same scene in 1946,\n47, 48 in Dzierzoniow. There was a building that was given to the Jewish community. They\nhad their community authorities, committees, whatever. | happened to walk by and I've seen\nthe same kind of little papers, handwritten, \"have you seen.\" “Have you seen my friend?” It\nwas always somebody looking for somebody. Strange people, friends, became real family.\nThe family that my father found in that cattle car became my uncle, my aunt, and the children\nmy cousins still today.\nSo my parents were friendly. My mother -- people used to come for dinner or what\nhave you. It was all the talk around the kitchen table was always the same, in Yiddish. And\nthey were saying how they survived. How did you survive? Have you seen such and such?\nThat was the conversation.\n| was -- | understood Yiddish even though | couldn't write or read but | understood it\nwell because my parents talked all day among themselves and what have you. One of the\nthings that | vividly remember is from people who survived the concentration camps. Why it's\nimportant, because it's a bearing what | am doing now. These people would come. We would\neat. They would have a drink. The tongue would loosen up, and the tears would flow. These\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\npeople who survived concentration camps were describing how they saw those unfortunate\nones who were led to their deaths because Jews were taken in groups to the gas chambers.\nThey knew where they were going. They were not unaware. They knew because they had\nseen before them.\nOne of the sayings early on in the early days of Auschwitz was the only way out of this\nplace is through that chimney. And they were showing them that chimney. So these people\nwho were condemned knew where they were going.\nNow, it seems that they always repeated the same thing to these other ones that\nstayed behind. Remember us. Don't forget. Tell us -- tell people, tell the world what\nhappened. Don't forget us. It just stuck in my mind. So this was the most -- the only wish they\nhad. Because they knew. They just didn't want to be forgotten. And to me that's very\nsignificant.\n>> Gretchen Skidmore: Sam, you're in Poland for really a lot of schooling, many more years,\nuntil the late 1950s. Can you talk about what it's like to grow up in Soviet-controlled Poland,\ngoing to Catholic school? What are your recollections from that environment?\n>> Sam Ponczak: Yeah. In 1946, | suppose in fall, the school year had started and my father\nsent me to a Polish school. At that time in Poland the schools were run by the Catholic church.\nWhen | came in, | was shocked because it was the first time | saw Jesus on the cross in front\nof my desk. | did not know what it was, who it was. The other thing was that there were\nclasses of catechism. There were a few Jewish kids. We were asked to go to the playground\nand play. And so we did. Unfortunately after the class the kids, for some reason, were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nchasing us. It wasn't one of my happiest periods.\nLater on in ‘48 -- well, a few things happened while | lived in Dzierzoniow that are\nsignificant to me. In ‘48 my father took me to Warsaw. | did not know why, but he took me to\nthe train. We went to Warsaw. And | remember, well, | was at the opening ceremony of the\nunveiling of the monument for the Holocaust ghetto, for the Warsaw Ghetto Uprising. It was\nthe only armed uprising against the Germans in German-occupied Europe that was of\nsignificance. There were many uprisings of minor scale but this was one that took the\nGermans almost months to beat with Air Force and artillery, etc., against a bunch of Jews\narmed with Molotov cocktails and pistols.\nSo | was there. And that monument is still there. It is standing in front of the\nabout-to-be opened museum of Jewish history there. So | was there at the event. David Ben-\nGurion, | don't know whether he was already a prime minister of Israel, but he gave a speech\nto this crowd of a few thousand, 2,000 maybe, Jewish people. | have a friend here who is a\nwriter, Henry Greenberg, who says he was in the crowd, too. But! didn't know, of course.\nAfter the speeches and what have you, my father walked with me through that portion of the\ntown. At some point he stopped and said, \"I think this is the building that you were born in.\"\nThere were no signs. The ghetto was completely leveled. If you can imagine a city of about a\nmillion or more people being destroyed to the tune of 95%. So | remember climbing the ruins\nand just seeing ruins as far as | could see. So this is one of these moments.\nLater on we had moved to a larger town. It used to be called Breslau before the war in\nGermany. My father moved there for reasons of work. | went to a non-religious school. |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nprobably had one of my best years in that school. | had many Jewish and Polish -- Christian\nPolish and Jewish friends. Even today when | travel to Poland, | visit with them. | enjoy being\nwith them. That's where | finished my high school, Diploma.\nIn 1957, because again of an anti-Semitic events, the Polish government decided to\nallow Jews to leave Poland. They gave us passports, one way out. And my passport lost its\nvalidity 90 days after issuance. | still have it. And we left. Originally we were going to go to\nIsrael like most of the people, but because of the state of health of my mother many friends\ntold us don't come because Sally is not going to make it there. We decided to take a chance to\ngo to Israel via transit visas through France hoping that if we get off the train and we get some\npeople maybe help us to remain in France. That's how we ended up living for about two and a\nhalf years in France. And, again, anew language. Yeah.\n[Laughter]\n>> Gretchen Skidmore: And that's followed by Argentina, followed by the United States.\nSo given the time that we have remaining, | know that it's maybe true that you guys\nhave some questions for Sam. We wanted to leave a few minutes for that. And at the end we\nwant to always close the program with Sam's closing thoughts. So we will come back to him to\nclose.\nDoes anybody have any questions if they wanted to ask after listening to all of this?\nWe have microphones. | may actually repeat the question again. Just keep your question\nshort so we can hear from several different people.\nShe's going to pass the mic down to you. Our first question here in the middle.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> You said earlier that you spoke Russian. Can you still speak that language?\n>> Gretchen Skidmore: Can you still soeak Russian?\n>> Sam Ponczak: Yes, | do.\n>> Gretchen Skidmore: Can you say what languages you speak?\n>> Sam Ponczak: English more or less.\n[Laughter]\n| do speak Russian. | do speak, read and write Polish, French with some weakness,\nand Spanish, and Yiddish, too.\n>> Gretchen Skidmore: And Yiddish.\nThere's a question in the back. The lady in the blue shirt.\n>> What do you want us to learn from this?\n>> Sam Ponczak: | was going to leave this for my last thoughts. So maybe I'll answer your\nquestion at the end. Ok?\n>> Gretchen Skidmore: That's fine.\n>> Sam Ponczak: After the questions, | will have a minute or two to make a statement.\n>> Gretchen Skidmore: Perfect. There's another gentleman right there. Striped shirt.\n>> I'm somewhat surprised that your parents stayed so long in Poland after the war. | think\nthis was probably the exception than the rule?\n>> Sam Ponczak: Let me tell you. At the end of the war, say May 8 or 9 of 1945 and a few\nyears later, there were about 300,000 Jews that remained in Poland. Most of them were those\nwho escaped earlier to Soviet Russia and survived and returned. Some survived on the Aryan\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nside under false documents. Some survived the ghettos and the concentration camps. Some\nsurvived in the forests, what have you. The first immigration, large-scale, went about 150,000\nor so Jews left.\nMaybe not too many people know, but after the war, when the war was over, about\n1,500 Jews were murdered in Poland. It's one of the biggest -- it happened on 4th of\nJuly 1946, where about 40-some Jews, men, women, and children, | think, were murdered\nbecause of something known as a libel, Blood Libel, crime. The history is that apparently a\nPolish young boy disappeared, and there was a rumor that the Jews grabbed him and used\nhim to sacrifice him to make Matzah. And as a result, a group of Polish people went ahead\nand murdered 40-some Jews.\n>> Gretchen Skidmore: So this is the myth as part of an anti-Semitic traditional thinking.\n>> Sam Ponczak: Correct. These events -- this one stands out, but there were small events\non a smaller scale in little towns. The reason for many of these events were purely\nmaterialistic. As Jews were liquidated -- that means murdered, taken out -- the ghettos were\nemptied and the Jews were killed either in concentration camps or shot, cemeteries, etc. They\nleft behind some real property: homes, shops, etc. The policy of Germans was not only kill the\nJews but eliminate all traces of Jewish life. And one way of doing this is to have Pols occupy\ntheir homes so that there wouldn't be a part of town that is just empty homes. So they\nencouraged people to take over these homes, etc.\nNow, some of these Jews survived, either the owners or the relatives of the owners.\nAnd they had the, quote/unquote, audacity to come and try to claim their home. Maybe they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\neven didn't claim. Maybe their presence just in the little town was a threat that somebody\nwould take away their home. There were elements of anti-Semitic in the Polish population.\nThey took care of that by killing these people. In the town, the little town that my father is from,\nthere were five people and a boy that was shot in the house that one of these people owned\nbut apparently the family that lived there gave them a room. And in that room these people\nwere shot. So about 1,500. That created a tremendous stress for people to leave.\nNow, my parents also attempted to leave but it wasn't easy to leave. You had to leave\nto go somewhere. They didn't have any relatives in the United States, etc. Most of the people\nwere counting on relatives sending them invitations, visas, etc.\nNow, they, | suppose -- my father was leftist. Maybe he dragged his feet. But\neventually he told me he did get a visa to go to Argentina, but that's when the iron curtain\ncame down. So during the first wave of immigration, like | said, maybe about 150,000,\n200,000 Jews left just for fear of being killed.\nNow, the next one is the one that | left in. And that was about 50,000-some Jews.\nThese were mostly tailors, shoe makers, you know, these kinds of professions. They left. And\nmost of them went to Israel. That was a tough time for them because in Israel you don't need\n20,000 shoe makers. And they had a hard time there. So that was the second wave.\nThe last wave happened in 1968 where the President of Poland accused Jews of\nbeing spies for Israel. And that's another 20,000, 30,000 left.\nAnd today there's maybe 8,000, 10,000 people who consider themselves Jews in\nPoland. So that's the situation.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Gretchen Skidmore: | think actually given time -- do you have any time at the end at all to\nstay around for people?\n>> Sam Ponczak: Yeah. I'll stay a few minutes.\n>> Gretchen Skidmore: You have an appointment. | know.\n>> Sam Ponczak: I'll stay for a few minutes.\n>> Gretchen Skidmore: | want to honor the time. | want to actually just thank you and thank\neveryone for coming today and for being here. We hope you come back. We have a First\nPerson program every Wednesday and Thursday until the middle of August.\nOne quick note that we want to say before letting Sam go forward with his closing\nthoughts is that we have a new tradition where at the end, if you don't mind, we're going to ask\nyou all to stand and Sam will stand in front and then we can see and have a record of this day.\nThe reason, our photographer, Joel, you've seen is here and it makes a great effect.\nSo for Sam, for now, we'll say, again, thank you and I'll turn it back to you for your\nclosing thoughts.\n>> Sam Ponczak: Apparently it's traditional for people who sit here to say something. | have\nonly one thought. The important part is history, in my mind, history. And it is unfortunate that it\nis not well emphasized. And I'll give you an example. | talked to a young group of 8th graders\na few weeks ago. | remember telling them that a few days earlier, on May 8, | was at the War\nMemorial here in Washington to celebrate the V.E. Day, the victory in Europe day, and there\nwas about half a dozen Holocaust survivors, maybe two dozen old veterans in wheelchairs,\nand a few dozen kids from schools. And sitting there | remembered that on 1945 on that same\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nday, about 2 million people spilled into Time Square in New York. And, of course, those\npeople went crazy. This was the day of victory. They hugged, kissed, kissed, hugged. | could\nsee that over the span of time the 8th of May of 2014 became almost a non-event for many\npeople. And that's what worries me. History tends to just move into some recesses of\nmemory where they're hard to find. And from my point of view, this museum is a teaching\nmuseum. It's teaching the history of what happened. And history is not just dates and names\nand places. It's the ideas.\nThe most important thing | want you to think about is that this Holocaust that\ndestroyed my family and many other people's families began with words, with words and\nsentences. It was not just because they had extermination groups, etc. It's simple words. And\n| wish that you all become teachers, parents and teachers. Teach the kids that words are\nimportant. They need to know what happened. If you don't know, God help us, it may repeat\nitself. History tends to do that.\nlf you're addicted to politics like | am sometimes, you can see that Europe is starting\nslowly to remind me of this old Europe where it all began. We know the tragedy that it held.\nSo history is very important to me and | hope to you. And | hope you do something about it.\nYou teach your children.\n| thank you for listening to me.\n>> Gretchen Skidmore: Thank you, Sam.\n[Applause]\n[The First Person program ended at 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}