{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, August 14, 2014\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: FRITZ GLUCKSTEIN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, host of the museum's public program First Person. Thank\nyou for joining us today. This is our 15th year of the First Person program. Our First Person\ntoday is Dr. Fritz Gluckstein whom we shall meet shortly.\nThis 2014 season of First Person has been made possible by the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a twice weekly series of conversations with survivors of the Holocaust\nwho share with us their firsthand accounts of their experience during the Holocaust. Each of\nour First Person guests serve as volunteers here at this museum. We have had programs on\nWednesdays and Thursdays since March. Today's program concludes First Person for 2014.\nInformation about our 2015 program will be available from the Museum's website at\nwww.ushmm.org. Anyone interested in staying in touch with the Museum and its programs\ncan complete the Stay Connected card you'll find in your program or you can talk with one of\nthe museum representatives at the back of the theater when we conclude today's program. In\ndoing so, in completing the Stay Connected card, you will receive an electronic copy of Fritz\nGluckstein's biography so that you can remember and share his testimony after you leave here\ntoday.\nFritz will share with us his First Person account of his experience as a Holocaust\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Fritz a\nfew questions at the end of our program. The life stories of Holocaust survivors transcend the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ndecades. What you are about to hear from Fritz is one individual's account of a Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nFritz Gluckstein was born in Berlin, Germany, on January 24, 1927. This photograph\nwas taken of Fritz in 1932. He was the son of a Jewish judge and Christian mother, Georg and\nHedwig Gluckstein. We see them at the beach.\nThese contemporary photographs show places where Fritz lived, attended school, and\nplayed. Asa child, Fritz enjoyed family activities, friends, and school gatherings. Here we\nhave Fritz circled in the middle.\nAfter the Nazis came to power, Fritz’ father lost his job as a judge and because of his\nfather's and mother's backgrounds, Fritz was considered a geltungsjude, a counted Jew. The\nNuremberg Law based Jewishness on genealogy and religious practice. This is the star that\nFritz, as a geltungsjude, was required to wear.\nThroughout these difficult times Elfriede Dressler, Fritz's aunt, provided the\nGlucksteins with much needed extra food as rations continued to decrease. In this photo we\nsee Fritz and his aunt Elfriede after the war.\nAt the end of the war, Fritz's parents stayed in Germany and his father resumed his\njudicial career. Fritz decided to immigrate on his own to the United States and arrived in the\nU.S. in 1948 where he studied veterinary medicine.\nToday Fritz lives in the Washington, D.C. area with his wife. Following his arrival in\nthe United States after the war he eventually became a doctor of veterinary medicine. After a\nstint in the U.S. Army, Fritz began a long and distinguished career with the federal\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ngovernment, including at the U.S. Department of Agriculture and ending with the National\nLibrary of Medicine. He became an expert on diseases that are transmitted from animals to\nhumans, like Mad Cow disease and, of course, in today's contemporary news we think of\nthings like Ebola.\nFritz is a self-described opera buff and football fan. He told me he likes to watch\nfootball on TV while listening to the opera. He volunteers each week for the Museum\ntranslating letters and other documents written in German, including handwritten documents.\nHe is among a few people who are able to read the old-style German cursive script. He has a\ndaughter, Ruth, and two granddaughters; one is 16 years old and the other 13. Fritz says they\nare the joy of his life.\nFritz has authored a memoir about his survival in Berlin. After today's program he will\nsign copies of his memoir: “Geltungsjude: Counted as a Jew in Hitler's Berlin,” available in the\nmuseum's bookstore. Fritz donates all profits to this museum.\nWith that I'd like to ask you to join me in welcoming our First Person, Dr. Fritz\nGluckstein.\n[Applause]\nFritz, thank you so much for joining us today and for your willingness to be our First\nPerson. We have just an hour to spend with you and you have an awful lot to share with us.\nI'll get us started right away.\nYou were just a young boy when Hitler came to power in Germany. Before we turn to\nthe actual war years, let’s start with you telling us about your family and yourself in those early\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nyears, what it was like living under Nazi power as the power before the war. And as part of\nthat, tell us the meaning of geltungsjude and what that meant to you and your family.\n>> Fritz Gluckstein: Let me start explaining geltungsjude. Geltungsjudes are children of\nintermarriages who were raised Jewish. They were subject to all rules and regulations, had to\nwear the star, but at large were not deported. Geltungsjudes who had lived in Berlin were less\nlikely to be deported than Jews who lived somewhere else in the country. The farther you got\naway from Berlin, the seat of power, the more you were subject to the local Kommandant.\nChildren of intermarriages that were not raised Jewish were not subject to all the regulations,\njust a few, and did not have to wear the star.\n>> Bill Benson: Tell us about your father.\n>> Fritz Gluckstein: My father was a judge; decorated veteran, Iron Cross. He was quite\npatriotic, always the flags on High Holiday. He even taught me how to salute the flag.\nGrowing up, | went to the zoo, enjoyed the animals. Take trips. My mother was\nLutheran but we celebrated the Christian holidays. And | had the best of two worlds:\nPassover and Easter and Hanukkah and Christmas.\n>> Bill Benson: Your father, as you said, he was a veteran of the First World War.\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: He served in the German Army.\n>> Fritz Gluckstein: Correct.\n>> Bill Benson: You said he was awarded the Iron Cross for bravery.\n>> Fritz Gluckstein: Yes. Actually, in 1936, the government established an honor for frontline\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsoldiers. And my father received the cross and certificate stating that he received the\ndeclaration in the name of the Fuhrer. He lost his job in 1933. They gave the decoration.\n>> Bill Benson: So they throw him out of his job as a judge but give him a decoration for his\nFirst World War service.\n>> Fritz Gluckstein: In 1933 he lost his job. They told him: Don't leave the building by the\nfront door. There's a double expression, Nazis. Father said, “Il came in by the front door and\nI'll go out by the front door.”\n>> Bill Benson: And he did.\n>> Fritz Gluckstein: And he did.\n>> Bill Benson: And he did.\nYou told me that the first anti-Semitism that you experienced was associated with the\n1936 Olympics. Will you tell us about those Olympics?\n>> Fritz Gluckstein: About this time you saw already signs, suburbs, with the sign “Jews are\nnot welcome here” or \"Enter at your own risk.\" And even restaurants “Jews are not allowed.”\nIn 1936, the Olympic Games, all signs disappeared. The moment they were over, the signs\nappeared again.\n>> Bill Benson: Fritz, on a lighter note, you're a boy. You told me about mischief that you got\ninto during the Olympics with the tourists. You would point out things -- if you don't mind\nsharing this.\n>> Fritz Gluckstein: A friend of mine. Ahh, look over here. There is the war ministry. And the\npoor people were confused.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: You were having your fun with the tourists.\n>> Fritz Gluckstein: Had fun with the tourists. Boys.\n>> Bill Benson: At that time, Fritz, was your father and your family -- did they make any efforts\nto try to leave Germany during that time?\n>> Fritz Gluckstein: Yes. We all did. But, actually, at the beginning people thought, well, that\ncan't happen. Many people thought we lived here for many years, it might pass but then of\ncourse realized it wouldn't; particularly after the Pogrom, Kristallnacht.\nThe United States, first there was a quota. You had to wait until your quota came up.\nIt took some time. And then, of course, you had to get an affidavit. That means somebody\nhad to sponsor you. Then you had to pay for the passage.\nWe had affidavit, the quota, but it was too late. We couldn't get passage. People\ncouldn't get out.\n>> Bill Benson: I'm going to move your microphone up just a hair if that's ok with you. Ok.\nThank you.\nYou mentioned Kristallnacht. You were just 11 on that night, November 9 through 10,\n1938, what we call Kristallnacht or the Night of Broken Glass.\n>> Fritz Gluckstein: Correct.\n>> Bill Benson: Tell us about that and what it meant to you and your family.\n>> Fritz Gluckstein: | still remember going to school. Saw broken window. One window could\nhave happen, then two and three windows. | realized something was going on. We saw\nsmoke in the synagogues.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHow did we know what they used to break? About two months previously, the store\nowner had to have his name in white letters. All they had to do, here, here, here, and break\nthem.\n| remember at that time, arrested, sent to the concentration camp. My father was\nfortunate. It didn't happen to him but it happened to many of my teachers in high school. |\nremember we had a little note saying due to special circumstances, report card will be late this\ntime.\n>> Bill Benson: Due to special circumstances, your report cards would be late.\n>> Fritz Gluckstein: Due to special circumstances, the report card would be late.\n>> Bill Benson: Did you realize that what you saw on that night, the Night of Broken Glass,\nwas not just happening in Berlin but it was happening all over Germany?\n>> Fritz Gluckstein: Yes. We found out. Actually, it was much wore away from Berlin. Berlin\nis actually -- friends phoned us. “How are you doing?” Well, they broke windows. They broke\nin. They demolished the apartments. It was much worse away from Berlin.\n>> Bill Benson: Fritz, you told me that the start of the war itself, when Germany invaded\nPoland on September 1, 1939, that once that happened, events and circumstances changed in\na really big way.\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: Tell us what changed.\n>> Fritz Gluckstein: Actually, the night before that, Jews had to take the middle name Israel or\nSarah. My name was Fritz Israel Gluckstein. We got a special identification card which we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nhad to present every time at the government office. | am a Jew. Show it. And each signature\nwas Fritz Israel Gluckstein. Jewish identification had number and this is so-and-so. Food\nrationing, of course. Jews did not get food rations, no special allotment. No white bread, no\nmeat. And, of course, we were only permitted to shop between 4:00 and 5:00 in the afternoon.\nMy mother couldn't shop at other times. A decent storekeeper, “Let me have your family's\nRation cards,” filled the order.\nOf course, we had to hand over furs, radios, jewelry, and instruments. We were not\npermitted to have haircuts. You can't imagine.\n>> Bill Benson: Among the many things you were no longer allowed to have, that included\npets.\n>> Fritz Gluckstein: Pets, actually, yes. We had to give away -- the deportation started. Of\ncourse people at that time had to give their pets. Later on the restriction to have pets came\nlater.\nActually, what happened, every night a new restriction. It was just harassment. You\nalmost waited: What was the next law? And, of course, deportation had started.\n>> Bill Benson: When did you have to start wearing yellow stars?\n>> Fritz Gluckstein: About the time 1941, the yellow star. Had to be worn right here. Actually\nthe population behaved very well. | remember happening to me walking on the street and\nsomeone just walked ahead of me and then a can of soup or milk or something. Occasionally\nthere was a nasty policeman. See the star improperly fastened. So help you if he were behind\nyou with a pencil.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Bill Benson: It had to be on so tight he could not put his pencil behind it.\n>> Fritz Gluckstein: Stars we had to wear. And we had to hand over ration cards for the star.\n>> Bill Benson: You had to buy it.\n>> Fritz Gluckstein: Ration cards with the star.\n>> Bill Benson: I'm going to come back to the fact that you couldn't have dogs because you\nhad a dog.\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: In many ways it's ironic that you went on to become a veterinarian or a degree\nin veterinary medicine. You had a specially trained dog.\n>> Fritz Gluckstein: Yes. Friends were deported. We took the dog. Yes. It was trained to\nwalk in a special way. When the dog came, his neck. From the Nazi. He didn't take it. Then\nfor the Jew. Then he took it.\n[Laughter]\n>> Bill Benson: With your father having lost his job and the ability to go out and shop for Jews\nbetween 4:00 and 5:00, although your mother could go out, how did you manage to make ends\nmeet? | think you had to change residences at some point.\n>> Fritz Gluckstein: Had to change to a smaller apartment. Money was tight. My father\nworked unpaid, social service agency, Jewish welfare agency. If it had not been the war, it\nwould have been much worse because of a small pension. My aunt really helped us. She\nbought everything from shoes to everywhere from birthday parties.\nAt that time also my mother's relatives stood with us. But the colleagues -- | still\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nremember my father's colleagues. Oh, we are so sorry; we have to break up contact with you.\nMy aunt helped a lot.\n>> Bill Benson: You were able to stay in school until June of 1942 when the schools closed.\nBefore we turn to that period, you referred -- in fact, you write in your book so eloquently about\nyour teachers as everyday heroes. Can you say something about that?\n>> Fritz Gluckstein: Yes. Actually, at that time, in school, the deportation already had started.\nCame in the morning. One was your neighbor. The teachers, they came to school every day\nin very difficult times to teach us. They did their very best. They helped me for a while with the\nuncertainties. They gave me a foundation on which | could build going back to school.\nWhen | was their student, it didn't occur to me that the teachers were facing actually\ndeportation; that their efforts to live up to their profession. But | realized that they were under\ngreat depth.\n>> Bill Benson: And you really do pay tribute to them so eloquently.\n>> Fritz Gluckstein: They came facing deportation but they still came and taught us. Actually,\nthe school was an oasis. Once the school door closed, we were students. At the end it was\n35 and only seven survived. There were four Catholics including me and two. One went in\nhiding. One came back from the concentration camp.\n>> Bill Benson: And among the teachers virtually all --\n>> Fritz Gluckstein: Most teachers all perished.\n>> Bill Benson: All perished.\nWhen you received your final report card in June 1942, that was, indeed, your final\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nreport card.\n>> Fritz Gluckstein: Yes, itwas. 1942. The reason why it was because of the dissolution of\nthe Jewish school system; the reason this was in ‘42.\n>> Bill Benson: That was the end of your education.\n>> Fritz Gluckstein: The end of my education.\n>> Bill Benson: And right after that you were forced to have to go to work.\n>> Fritz Gluckstein: Actually, | worked for a short time at the cemetery. It was kind of for the\nlocal Jewish welfare agency. But then, of course, deportation. Sometimes while in school we\ntook time out to help people carry the luggage to the deportation points. Actually the beginning\nof the deportation. People received the notice you were deported such and such day. You\nhave to give a list of your belongings. A certain day somebody came, sealed the apartment.\nThey had to go to the nearest collection point.\n>> Bill Benson: In fact, you had a very frightening experience when your mother tried to help --\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: Tell us that.\n>> Fritz Gluckstein: My mother helped friends to the collection point. The Gestapo: What are\nyou doing? You're helping Jews. | bet you have a Jewish family. You have to report\ntomorrow downtown at so-and-so at the central collection point.\nWell, the next day my father and | reported. It was a former foreman. We were put in\na room with six men. The Kommandant was a notorious Vienna Gestapo captain known for\nhis brutality. We were forbidden. Nobody is going to lie down during the day. We did it\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nanyhow. But we were never caught. And why not? The building guarded by regular police.\nThey came around whenever the Kommandant, \"Get up, get up; he's coming.\" Remarkable.\nHad they been caught, they would have been sent to the eastern front.\nAfter a week or So somebody came and said had to report in 10 minutes for\ninterrogation. My father and other gentlemen prepared me. Don't be a hero. Don't show signs\nof hostility or contempt. Answer questions firmly but do not volunteer anything.\nWhen | got there, sitting behind his desk five, 10, SS in the proceedings. Threatened\nto cut me. Your mother is Jewish. | said my mother is Aryan. Well, they asked me some\nquestions: What are you doing with the shop? | tell you something, you come over here, got a\ndecent Jews for job. Out.\nOut | went. To my surprise | found my father. And he stepped outside. | remember it.\nIn 1943, my 16th birthday. But actually it was the first time | had a run-in. | was working at the\ncompany that made instruments. | don't know what they were, probably for the Air Force.\nIn the morning, the guard sitting there with the stuff. Suddenly the door opens. SS comes in.\n\"Take your coat. Outside.\" Ok. Waited. And then came the officers. Tell the driver to get the\ntruck here.\n| remember this moment because to call the driver he used a very pretentious term,\npower driver. The truck came. We had to go on the truck back to the SS. We were driven\ndowntown. We wound up in what was a kind of dance hall, entertainment center. Tables and\nchairs were pushed aside. We were lying in the middle. | don't know for how long. It was\nactually something.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nSaturdays was half a day work. The workers -- they were sitting at home. You can't\nimagine they wondered what happened to their children. We were there for hours. And after\nthat, my friend and | were interviewed by some men acted quite nice. \"Get out of here. We\ndon't want Jews in here again.\"\nWell, we are lucky. We stepped out. And by doing so, we broke the law because of\nthe curfew, 8:00. We shouldn't have been outside after 8:00. This was a law. It was not\nwritten down. People went to the police and said | have to have permission to visit my father in\nthe hospital. A special pass. Didn't Know what | was talking about. | went home. My mother\njust was away visiting her aunt. Said it would be nice if you would come home. My father was\npicked up elsewhere and sent to another collection point.\nWell, end of the month, ration cards had to be picked up. Usually my mother did it but\n| had to do it. We went to the ration card office. There was a moving truck there. They drove\nus to another collection point. It was the synagogue where | had been bar mitzvahed.\n>> Bill Benson: Your synagogue was now a collection point?\n>> Fritz Gluckstein: It was years before where my bar mitzvah had been confirmed. There we\nstayed for half a day. And then another van -- another open truck. We were sent to another\ncollection point. It was Rosenstrasse. It was an administration building of the Jewish\ncongregation. There they put us in a room with 10, 50 men. Just enough room to lie down.\nAnd there we spent our time speculating what would happen to us and lining up to use the\nfacilities.\nOf course the building wasn't made up for an influx of people. | guess food, | don't\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nremember when, 4:00, got breakfast, turnips. After days | was told | was being released. To\nmy surprise, | found my father. | didn't even know he was there. Thought he was elsewhere.\nWe were released together. The secretaries from the Jewish agency had a slip. We were to\npresent it to Sergeant Schneider, the Kommandant of that facility. So my father -- said we had\nruined the lives of many people. “Well,” said my father, “I don't know.” And we stepped out.\nThen what we didn't Know, while we were inside there was a demonstration. Several\nhundred stood outside, demonstrated. You fight the police. You fight the Gestapo. And from\nthe diary of rebels, propaganda, in the diary he says, well, let's not do anything now. We can\ndo later much better. Particularly in 1943, right after the Battle of Stalingrad.\n>> Bill Benson: Just so our audience knows a bit more about that. At Rosenstrasse you said\nthat was the only -- the non-Jewish wives staged the only public demonstration during the\nentire --\n>> Fritz Gluckstein: The only challenge of authority, only time.\n>> Bill Benson: And there's been a movie made about that. Right?\n>> Fritz Gluckstein: Yes. They came right back.\n>> Bill Benson: Rosenstrasse.\nDuring this time -- you were telling us about of course Berlin was being bombed\nregularly and lots of rubble. You were forced on a whole variety of work details that you had to\ndo during that time.\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: Was your father doing the same?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Fritz Gluckstein: Yes. We were assigned work details; actually the beginning not the\nsame, different details. One of the details was quite interesting. We called it a game.\nScientists, businessmen, course of human nature. With three other classmates and the other\nworkers were afraid we would forget everything we had learned. They started to test us. Now,\nremember one case | had to remove debris with a wheel barrel. While the wheel barrel was\nfilled | was given questions, geography, whatever, which | had to answer when | came back.\n>> Bill Benson: You were given the question. You dumped the wheel barrel rubble, and you\nhad to have your answer when you came back.\n>> Fritz Gluckstein: When | came back, | had to give the answer. | still remember one\nquestion. When you come back, give the names of the Great Lakes of the United States.\n[Laughter]\nOf course, you all knew.\nAnd, of course, taught us something else. They taught us to explain the vulgar\nlanguage that was bandied around because the other workers with the truck. It was very\nhelpful. Because later when | came to the states, | walked in a refrigerator company and\nsaid -- [Speaking a language other than English]. And a nice fellow taught me words hoping |\nwould use it. It didn't work. Because one of those words of Anglo-Saxon origin is very similar\nin German.\n>> Bill Benson: These work details, of course, they were incredibly hard work, taking down\ndamaged buildings and all of that. At one point you were forced -- as part of this, you were\nforced to do something that was referred to as a catastrophic mission.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Fritz Gluckstein: That was right. We were out --\n>> Bill Benson: Of your own homes.\n>> Fritz Gluckstein: At that time we were in a Jewish hospital. Had to go to work every\nmorning. Suddenly, “Up, up.” The Gestapo. You could tell the guys the way they looked. In\nthe van. All right, in the van. Half an hour. Where we were, the headquarter of Eichmann.\nEichmann's headquarters had taken a hit. Eichmann was the driving force behind the\ndeportation.\n| remember we left the van. A young SS officer pointed at me. “I want him. He looks\nbig. | like a big guy.” | was very lucky that | was assigned to him. Always behaved properly.\nNever an antagonistic remark or slur. | don't know how he got into the SS. He didn't belong\nthere. All the others | see, some of the other officers -- a captain lived in the building. He was\nbarely civil but didn't live up to the reputation of one of the nastiest officer, Eichmann's deputy,\nroaming around with a dog cursing at us; was standing on the balcony and gave directions.\nSuddenly, \"Eichmann is coming.\" Of course, we all know who Eichmann was. And |\nwondered how he would look. | didn't know what to expect. Came. Ordinary. Nobody would\never have noticed him in a crowd. Came up, stood right next to me, gave some instructions\nand left.\nAt one time we had to remove debris from the front of the building. There were two\nguards to watch us. One guard, a nasty guy, always cursing us and harassing us. The other\nguard looked at us, never said a word. And whenever we took a break, he found something on\nthe other side. It was obvious. Made a point of not harassing us. Why? How did he get into\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nthe SS? It was amazing even there two people, one hard and this ordinary soldier. Amazing.\n>> Bill Benson: Fritz, of course, as you described to me as the war ground on, coming to a\nclose Berlin was bombed repeatedly, food was scarce, conditions got more and more difficult.\nUnder those circumstances at that point how did your family stay intact and do basics like eat\nand stay warm?\n>> Fritz Gluckstein: Well, some of us worked on the house. We took window frames,\noccasionally a beam, saw a beam in half. Nobody caught us. It would have been harsh.\nAnd, food, well, find some bread. We had bread. The moist got into it. What did we do? We\ncut off the ends to eat the bread. We knew someone in the country who could get some\npotatoes. And my father knew a baker that helped, too.\nAnd, of course, the stories helped, helped us. Let me tell you a couple of those. You\nmight like them. A Minister of Propaganda fell into a river, a river that goes through Berlin. A\nyoung guy pulls him out. He says: Oh, my good friend, you saved me. What can | do for you?\nWell, the gentleman said, I'd like a state funeral. Why a state funeral? Well, when my father\nfinds out, he's going to kill me.\n>> Bill Benson: So very, very much dark humor here.\n>> Fritz Gluckstein: Well, SS, a Jew, I'm going to shoot you, kill you. But if you can tell me\nwhich one of my eyes is a glass eye, | let you go. Oh, very simple. It's your right eye. How\ndid you know? Well, it looks human.\n>> Bill Benson: So these were the jokes you would share with each other.\n>> Fritz Gluckstein: Something to start us. But they really helped.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Bill Benson: One of your jokes that | definitely want you to share, this came -- at some\npoint the Russians are right on the outskirts of Berlin. They're on the way. Now you're forced\nto build defensive works against tanks. Tell us about this.\n>> Fritz Gluckstein: We were dispatched to a location where we have to build foundations for\na new Berlin after the war. This was in 1944. Well, actually, for once we built something and\ndidn't break anything.\n>> Bill Benson: Before you finish. There they are in essentially what's becoming the rubble of\nBerlin, building the new Berlin.\n>> Fritz Gluckstein: The Russians are close. We're building a new one.\n>> Bill Benson: A new Berlin.\n>> Fritz Gluckstein: | was building foundations for a new Berlin after the war. Then we were\nsent to the southern part of Berlin to build tank barriers. We worked with beams into the\nground at a 35-degree angle and dug ditches.\n>> Bill Benson: To stop tanks.\n>> Fritz Gluckstein: To stop the tanks. Well, after hours we can go. Well, we looked at our\nhandy work and wondered: How long will it take the Russians to get through? One said: It\nwill take 31 minutes. The tanks, the Russians come, stop, the crew will laugh for 30 minutes\nand will take one minute to get through.\nActually, that happened. Two armies attacked Berlin, east and the southern part. The\nsouthern part got in so fast into Berlin. They couldn't get to the Jews. Thought it was a little bit\nliberation of Berlin. We didn't do a very good job because of obstacles.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: As you said in the past, you survived because of your mother, luck, and\nMartial Cognac for getting in so quickly.\n| read, and other people have read, accounts on the Russian assault on Berlin and\nwhat life was like as they came into Berlin and what life was like in that devastated city in the\nmonths after the war. Tell us, if you can, what it was like for your own liberation, when you\nknew that the war was over for you.\n>> Fritz Gluckstein: Actually, when did we know the war was over? One day, close to SS\nbarracks, what did we see? There was a line of trucks pushed by SS men. Well, what a sight.\n| was delighted to see that. Really, the pleasure of somebody else's discomfort. We knew if\nthe SS didn't have gasoline, then the demise of the Third Reich can't be far off. We knew it\nwas over.\nWell, | actually remember the Russians came in. At that time | actually was away\ntrying to get some bread. At that time nobody had their ration cards anymore. When | came\nback, the Russians had arrived. Of course, didn't believe that | wasn't a deserter or a SS man.\nA Jew? No. All Jews. Well, | showed them my card, my star, and other documents. These\ntogether and one of the men who knew Russian, we explained.\nWhen the war was over, we survived. We had the passes, of course. The\ndevastation on the street, houses flattened at times, no water or electricity. But after a while --\nwe were fortunate. They sent us to the suburbs, to a house. This was particularly fortunate\nbecause we could plant beans in front, tomatoes and potatoes in the back. Food was quite\nscarce.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nActually, Berlin, of course, was occupied by the Russians, the French, the British, and\nthe Americans. We were lucky to be in the American sector. You could tell each one's\noccupying power, who was responsible for the feeding. If it was dark bread, it was Russians.\nlf it was white bread, the Western powers.\nOf course, after a while we got care packages. It was quite something. At that time\neach package had everything from napkins to toilet paper. And most important were the\ncigarettes. Cigarettes, if you had cigarettes, you had it made. And, of course, what brand was\nimportant, too. They were all welcome, but Camel, Lucky Strike, and so on. But even gold\nwould not count. Couldn't do anything, black market. | still remember just before | got on the\nboat to leave we were told: Ladies and gentlemen, remember, the moment you set foot on the\nboat, a cigarette is just a cigarette.\n>> Bill Benson: No longer currency.\n>> Fritz Gluckstein: Absolutely. | used it, later on actually. | wanted opera tickets. | have\nsome cigarettes. You've got them. But, of course, toughest ‘45, ‘46, a very difficult winter. But\nyou lived outside, as | mentioned, at the house in the suburbs. We went into the woods, cut\nour own wood. But, of course, no electricity, and, of course, no water. The sewers didn't work.\nYou could bury the waste in the ground. But what about in the city? What did you do? Well,\nnot very delicate, but you could see people posting little packages in front yards and at the\nparks. As long as it was cold, freezing, it was ok. But when it thawed, well, you can imagine\nwhat happened.\n>> Bill Benson: During that time after liberation and over the next months, at any point did you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nor others that you knew, did you consider taking revenge, getting back at any --\n>> Fritz Gluckstein: Oh, yes, yes. “Just wait.” “When the time comes, we are going to get\nyou.” We are going to get the people who were watching. We were sitting and watching. At\ntimes we covered up our star, camouflage. They came. “Yes. Oh, we're going to get.” We\nsaw those who were harassing us. We are going to get back. No, we didn't. We wouldn't\nlower ourselves to their level.\n>> Bill Benson: And, of course, you then eventually made the decision that would come to the\nUnited States but your father didn't. Tell us two things. Tell us why your father and mother\ndidn't move with you and what advice he gave you about your career.\n>> Fritz Gluckstein: Well, the time came | went back to school. Can you imagine after three\nyears without school? It was quite difficult to go back to school. Some of my former\nclassmates simply couldn't do it, readjust to the schools. But | decided my place was in\nGermany and | decided to immigrate to the states. We were given affidavit. | tried to go.\nMy parents, of course, it was quite difficult for them to let me go. But my father said:\nLook, if we were 10 years younger, | would go with you. But what can | do? | can't practice my\nprofession over there. The law is completely different. Here it is based on old, Latin, Latin law,\nand over there all English law. | cannot practice my profession. But for you, the future is in\nAmerica but | hope you will choose a profession that is not limited to one country, like law.\nAnd so | did.\n>> Bill Benson: And as you mentioned earlier, your 16th birthday you were being interrogated\nby the notorious bruter of the SS, but your 21st birthday you spent on the ship coming to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nU.S.\n>> Fritz Gluckstein: On the ship.\n>> Bill Benson: You had decisions to make, all kinds of them, when you came to the United\nStates. One of them was about whether or not to change your name.\n>> Fritz Gluckstein: Correct.\n>> Bill Benson: Tell us a little bit about your name itself and what that means.\n>> Fritz Gluckstein: Well, Knowing the company that sponsored us, provided transportation to\ncities where the local Jewish organizations volunteered to assist newcomers. | was sent to\nSt. Paul. | had a choice between Detroit and St. Paul. | studied quite a bit of the physical and\nsocioeconomic history of the United States. | chose St. Paul. Minnesota, | Knew it would be\nvery cold in Minnesota but | didn't realize that it had only two seasons: July and winter.\n[Laughter]\nBut | went to St. Paul. | thought, what shall | do? Change my name, Fritz Gluckstein? Well,\nFritz, | looked at the St. Paul phone book. Oh, there are quite a number of Fritz. | keep it.\nAnd Gluckstein, Gluckstein actually -- well, Gluckstein means good luck. | always had good\nluck. | kept it.\n>> Bill Benson: You kept it, the good luck name.\n| Know our time is getting short, but | want to -- you love opera. You watch football\nand listen to opera. Tell us about listening to your very first opera during that time in Berlin.\n>> Fritz Gluckstein: Yes. We lived in one room. Of course, Jews were strictly forbidden to\nhave radio, but | had a little, what you call the head phone -- under my bed.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\n>> Bill Benson: That didn't require electricity.\n>> Fritz Gluckstein: It was strictly forbidden but | had it anyway. Every night | listened,\nmornings. There would be an air raid, the enemy planes. One night there would be an opera\nbroadcast. | had heard pieces of operas. If there is an air raid, | am going to listen for half an\nhour. Well, | put on ear phones and listened. Listened in German. It was an opera. | could\nfollow quite well. And half an hour, | didn't put it away until Tosca had jumped over the walls.\nIt was first time | actually heard a real opera.\nActually, at the time the Germans were quite advanced. It was all taped. | went out\nand bought a tape of exactly the same opera | had listened to.\n>> Bill Benson: | was -- in your book | was really amazed as you talked about when the\nallies -- the occupying allies began rebuilding Berlin. One of the things they did encourage\nwas cultural events. So opera became available fairly quickly. There you were trading your\ncigarettes; so you had gotten your rations for opera tickets.\n>> Fritz Gluckstein: At that time the first train downtown to get second balcony tickets.\nBecause | didn't always have enough cigarettes. | am an opera buff. | tell you. You know\nwhat my e-mail address is? Opera.buff@verizon.\n>> Bill Benson: You're going to be available when we finish for you to sign your book. You\njust wrote this in the last couple of years. Recently what has this meant to you to finally put\ndown some of what you experienced in a book?\n>> Fritz Gluckstein: Actually, | realized how lucky | have been, how fortunate. What happened\nto all of my relatives and friends, | have been very lucky. It really came to mind.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 05\n>> Bill Benson: It's really quite a read. | must say.\nWe don't have time for questions today. | know that when Fritz is done, he's going to\nrun up there or as quickly as he can to be able to sign copies of his book. That will be an\nopportunity if you have a burning question to ask him or just to say hi to him. Please do so.\nI'm going to turn back to Fritz in just a moment, but first | want to thank you for all being with\nus, for being with us on what happens to be our final First Person program of 2014 to remind\nyou that we'll do this again in 2015. If your travels bring you back to Washington, D.C. or if you\nlive locally, we hope you'll come back to First Person. The Museum's website will have\ninformation about our program in 2015.\nIt's our tradition here at First Person that our First Person gets the last word. So\nbefore | turn back to Fritz to close the program, | want to remind you again that he will be\nsigning copies of his book afterwards and also that when Fritz is done, I'm going to ask you all\nto stand and our photographer, Joel, will come up on stage and take a photograph of Fritz with\nyou in the background. It just makes a wonderful picture to memorialize Fritz's presents with\nus today.\nOn that note, I'm going to turn back to Fritz to close our program.\n>> Fritz Gluckstein: It was my good luck, my good fortune, to have come to the United States.\nI'm forever grateful for the help | received and the opportunity given to me. | value my\nAmerican citizenship most highly.\nI'm often asked what | have learned from my experience. And my answer is always\nthe same: Don't do to others what you don't want done to yourself. And then | say: Seize the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nday and don't trust the next one. Do it now. Make that visit. Write that letter. Make that call.\nlf you have a dream, go after it now. And if you have two bottles of wine, use the better one\nfirst.\n[Laughter]\n[Applause]\n[The presentation ended 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}