{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON SUSAN WARSINGER\nWednesday, March 22, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Suzy Snyder: Hello, everybody. Welcome to the United States Holocaust Memorial\nMuseum. My name is Suzy Snyder and | work as a curator here in the Department of\nAcquisitions and Reference. I'm the host of today's public program First Person. Thank you for\njoining us. We're in our 18th season of First Person. And today you're going to meet Susan\nWarsinger, who we shall meet shortly, actually.\nThis is the 2017 season -- this 2017 season of First Person is made possible by the\ngenerosity of the Louis Franklin Smith Foundation With additional funding from the Arlene &\nDaniel Fisher Foundation and we're grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at the museum. Our program will continue twice\nweekly through mid-August. The museum's website, www.ushmm.org, provides additional\ninformation about each of the upcoming First Person guests. And anyone interested in keeping\nin touch with the museum and its programs can complete the Stay Connected card in your\nprogram or speak with the museum representative at the back of the theater. In doing so you\nwill receive an electronic copy of Susan's biography so you can remember and share her\ntestimony after you leave.\nSusan will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time, we will have an opportunity\nfor you to ask her questions. The life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Susan is one individual's account of the Holocaust. We've\nprepared a brief slide show to begin with.\nSusan Hilsenrath was born May 27, 1928, in Bad Kreuznach, Germany, the eldest of\nthree children. In this photograph, Susan sits on a set of steps with her brother, Joseph.\nOn November 9 and 10, 1938, Kristallnacht or Night of Broken Glass, Nazi thugs\nsmashed the windows and furnishings of the Hilsenrath home. Months later Susi and Joseph\nwere smuggled into France.\nIn May 1940, the German Army invaded France. Susi and Joseph were evacuated\nfrom a children's home in Versailles where they were temporarily housed. Soon German\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nsoldiers arrived and the children fled with their guardians to the unoccupied country under the\nVichy government. It indicates where they were.\nWith the help of the Hebrew Immigrant Aid Society, HIAS, Susi and Joseph received\npermission to enter into the United States. Information on this tag that Susi wore identifies her\nname and states that she's sailing for the United States on the SS Serpa Pinto. After crossing\nthe Pyrenees to Spain, the two children sailed to Lisbon, Portugal, and arrived in New York in\nSeptember 1941. And that's Susi right there.\nPlease welcome Susi.\nAnd is that Joseph? Yes? And that's Joseph. Excuse me.\nPlease welcome Susi to the stage.\n>> [Applause]\n>> Susan Warsinger: Hello, everybody. Can you hear me all right?\nGood. Good.\n>> Suzy Snyder: Thank you, Susi, for you being here today. | think your story is very\ninteresting because it is very unusual. You were separated from your parents. We're going to\ntalk about that. But | wonder if you would talk about what your prewar life in Germany was like.\n>> Susan Warsinger: You saw the picture at the beginning. That was my mom and dad and\nmy two brothers. And life was very good in 1933 when Hitler first came into power. My father\nhad a nice store and he made a good living for us. And we lived in a nice house. But then all of\na sudden things changed.\n>> Suzy Snyder: What kind of store did he have?\n>> Susan Warsinger: A linen store. It was a good linen store. And he made a good living for\nus but all of a sudden when Hitler came into power, the people collaborated with the Nazis and\nthey boycotted lots of people's businesses. And so they boycotted my father's store. And after\na while he didn't have any customers so he lost making a living and he had to close the store.\nSo that's really the very first thing that | remember that happened.\nThe next thing that | remember, | was going to go to public school and | was really\nexcited to go to public school. And | was going to go to first grade. | was so happy to be going\nto first grade but as soon as | started school, things started to change because the kids were\nmaking fun of me. | couldn't figure it out. | was a little kid. | didn't know about anti-Semitism, |\ndidn't know about hatred and injustice. The teacher was reading a book to us called \"Der\nGiftpilz,\" which means a poisoned mushroom. It was a picture storybook. She was teaching the\nkids in first grade that Jewish children were poisoned mushrooms.\nSo every day | told my mother | didn't want to go to school but she said you have to go\nto school. But one day | was really extremely happy. You know what happened? There was a\nlaw in Germany and it said that Jewish children aren't allowed to go to public school. And | tell\nyou, | was really happy about that. So | didn't have to go to school anymore.\n>> Suzy Snyder: Did you go to Jewish school after that?\n>> Susan Warsinger: It wasn't really a Jewish school. All of the people in our town, all the\nJewish people, they wanted their kids to have an education so they hired one Jewish teacher.\nDidn't teach us anything about religious or Judaism but this Jewish teacher had to teach all of\nthe kids, all of the Jewish kids. So the first grade was in the first row, second grade in the\nsecond row, third grade in the third row, all the way to the 10th grade. And this teacher taught\nus everything, geometry, geology, how to write and how to read. And he had really a big job,\nbut all the Jewish kids were happy because nobody called them a dirty Jew anymore.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Suzy Snyder: Backing up a little, did you have non-Jewish friends at this time or before this\ntime and did they stick with you?\n>> Susan Warsinger: Yeah, | don't remember that. | don't remember that at all. But | do want\nto tell you one story about a non-Jewish girl. | don't remember her being my friend. Can | just\ntell you that story?\nMy mother used to send me to the grocery store and she used to say to me to buy a\nloaf of bread or get some milk. And here | was this little kid. | was really very proud to be going\nto the grocery store.\nSo this is where we lived, like here. And at the very end of the auditorium is where the\ngrocery store is. And where all of our audience is today is a park. So in order to get to the\ngrocery store, | couldn't walk through the park and get to the other side of the grocery store.\nSo on one day | had my pfennige in my hands, Swiss and German money, and |\nwalked down the stairs into the park and the gatekeeper started screaming at me. He said,\n\"Hey, you girl, you can't go through the park anymore.\" And | was this little kid. | couldn't figure\nout why | couldn't go through the park. So | ran home. | was really scared and | ran home and\ntold my mother. And she told me not to walk through the park anymore. Of course, she didn't\ntell me what was going on in Germany at that time because she wanted to spare me. And she\nprobably figured that this whole thing was going to blow over, all of this hatred and\nanti-Semitism.\nSo the next time she sent me to the store, | got to the steps and | had to say if |\nwanted to go to the grocery store over there, | would have to go all the way down the street, all\nthe way up, and all the way around. So the audience can probably guess already what |\ndecided to do. | stood there and | said to myself, I'm really very tired. So | started to walk\nthrough the park. And the gatekeeper came out. And then he had a daughter. And in trying to\nanswer your question, she was just about my age, maybe a drop older. Maybe she had gone\nto school with me. | just don't remember exactly. She saw her father throwing rocks at me\nbecause he was really angry because he had told me not to go through the park anymore. So\nhe called me all kinds of horrible names. And he started to throw rocks at me. And she saw,\nthis girl who had been my friend maybe but I'm not sure, this little girl was learning from her\nfather about hatred and about anti-Semitism. He was her role model and | guess she figured if\nhe's doing it, she would do it, too. So | remember this part, that girl. But honestly, | don't\nremember those little kids anymore.\n>> Suzy Snyder: Did you recount this to your mother?\n>> Susan Warsinger: Oh, yeah. And | tell you, | never waked through that park again.\n>> Suzy Snyder: And so your mother, at this point -- your mother worked with your father. Is\nthat correct? They ran the store together until they couldn't -- they had to sell the store or did\nthey stay at home?\n>> Susan Warsinger: She stayed at home and took care of us.\n>> Suzy Snyder: How did your parents react to the anti-Semitism, to the sudden closing of\ntheir business, the fact that your father lost his livelihood. Do you remember?\n>> Susan Warsinger: So | heard them talking at home and my mother always said let's get out\nof Germany. And the place she wanted to go to was the United States because she had heard\nthis was the greatest country in the world. And my father, he wasn't in such a hurry but he\nthought maybe it was going to blow over.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nAnd this was pretty much what was going on in Germany at the time. You know, a lot\nof German Jews, they didn't want to leave because they were German first and Jews second.\nThey figured, well, maybe things are going to get better. But it didn't. It really didn't get better.\n>> Suzy Snyder: Your father was originally born in Poland. Is that correct?\n>> Susan Warsinger: Yes.\n>> Suzy Snyder: But he assimilated quite easily to German society..\n>> Susan Warsinger: Yes, he did. We spoke only German in our house. | never learned\nanything about -- anything Polish. And | never did get to meet my grandparents that lived in\nPoland.\n>> Suzy Snyder: So up until this point, the anti-Semitism is there then. In November of 1938,\nKristallnacht happened. Can you describe that evening for me?\n>> Susan Warsinger: Yeah. My brother, the older one, not the baby but the older one, we\nslept in the same bedroom together. It was around 11:00. We were really very excited because\nthe next day was going to be November 10, my mother's birthday. So we were still up at 11:00.\nWe were talking. And just then some bricks and rocks were being thrown through our bedroom\nwindow. My brother, who was a year younger than | am, and still is a year younger than | am,\nhe pulled himself up. He had to pull himself up to the window sill. | remember like he did a\npushup and he looked outside to see what was happening and who was throwing the bricks\nand rocks through the window. And he told me, \"Susi’” -- that's how you pronounce it in\nGerman. “Susi, it is our neighbors” that are throwing the bricks and rocks through the window.\nAnd there was a policeman on the side of the crowd. He was standing like this. And he\ndidn't do anything to stop the crowd.\n>> Suzy Snyder: And at this point your mom had another child, the baby.\n>> Susan Warsinger: Yes, Ernest, the one that you saw. He was in his crib. We were really\nscared when that happened so we ran across the hall to our parents' bedroom. And the rock\nhad just fallen on top of the baby’s, Ernest's, hand. But he was ok. So we were huddling there\ntogether trying to decide what to do.\nJust then the crowd had uprooted a telephone pole and they smashed it through our\nfront door. Their objective really was to get to the rabbi's apartment. We lived on first floor. The\nrabbi lived on the second floor. And a non-Jewish family lived on the third floor. And then on\ntop was an attic.\nSo my father said, well, let's go and hide in the attic until this whole thing blows over.\nBut in the meantime these people were going through our apartment with this pole and they\nransacked some of our things. | don't remember exactly what they took or what they broke but\ntheir objective was to get to the rabbi's apartment. They destroyed most of his artifacts, his\nbooks. And | don't know what other things they destroyed. So anyway, we got up to the attic.\nAnd the rabbi’s family was already there.\n>> Suzy Snyder: Without the rabbi?\n>> Susan Warsinger: Without the rabbi.\n>> Suzy Snyder: And what about your father?\n>> Susan Warsinger: Ok, let me just tell you, my father -- let me tell about the rabbi and tell\nyou about my father for a second. Is that ok?\nWhen we got up there, the rabbi wasn't there. And | looked out the window and the\nrabbi was standing on his veranda. He had a veranda because he was the rabbi of the town.\nSo he had the veranda and he was standing on the veranda and two SS men were holding him\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nlike this and a third one came and cut off his beard. So he wasn't up in the attic and my father\nwasn't up in the attic.\nThe reason he wasn't up in the attic because, later | found out, that they arrested all\nthe Jewish men in our town and put them in jail. But my father came back -- the rabbi didn't\ncome back but my father came back to the attic. At the time | was very happy but | wasn't quite\nsure why they let him out of jail. And later on | found out | really should have talked to my\nfather when | was an adult to get all of the details. And I'm advising to you in the audience, if\nyou have parents or grandparents, ask them all the things that you need to know because, you\nknow, after they pass away, it's too late.\nBut anyway, the part that | know about my father -- my brother and | figured this out.\nEither my father got out of jail because he used to play chess with the mayor of the town and\nmaybe the mayor had some kind of feeling for him, I'm not sure, or because my father was\nPolish and at that time Hitler said he was going to take over all of Europe, and at that time they\nhadn't taken over Poland yet. And he was Polish. And maybe because he was Polish they\ndidn't put him in jail. But I'm not sure of the reason for it.\nSo anyway, he came up to the attic.\n>> Suzy Snyder: So historically, October 1938, which precipitated Kristallnacht, German Jews\nof Polish origin were put out of Germany. It's amazing your father -- that he was not put out of\nGermany and back into Poland. My guess is the former and not the latter, that there was a\nrelationship -- that the mayor took pity on him. Because my guess is that -- I'm surmising that it\nwouldn't have happened otherwise.\n>> Susan Warsinger: Because | really wasn't ever sure. Yeah.\n>> Suzy Snyder: | think it's hard to know. And we have this saying that we always try\nto -- there's no rhyme or reason to what the Nazis were thinking because it was never the\nsame. They never did the same thing twice.\nSo you were in the attic. Described what happened in the attic.\n>> Susan Warsinger: I'm not sure, maybe three or four days or something like that. It was\nNovember. The town, my father, | guess all of the people in the building had put apples in the\nattic because it was just right after the apple picking season so there were piles of apples on\nthe floor, so we ate them. We played with the rabbi's kids and my brother and |, we played with\nthem. We made abaci out of them. We were children. And we didn't realize the consequences\nof what was going to happen, you know, after that.\n>> Suzy Snyder: And you think part of that is because your parents -- your mother and the\nrabbi's wife did the best thing they could, which is really keep you from understanding what\nwas going on?\n>> Susan Warsinger: Exactly. | remember this one thing -- maybe kids in the audience want to\nknow about this. My father had all of his savings. And he didn't have it in the bank. He had it\nunder the mattress. So before we ran up to the attic, he took the money out and he made me\nwear it in my underwear. | remember we couldn't go to the bathroom. So when we were up\nthere, the money got really wet.\n>> [Laughter]\n>> Susan Warsinger: I'm telling you this for a reason, because the money came in very handy\nlater on. We dried it all out. I'll tell you later on what happened to that money.\n>> Suzy Snyder: So at one point you decide it's safe to go back downstairs. What condition\ndid you find your apartment?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Susan Warsinger: This is the part | don't remember. | know historically that the Jews -- can\nyou tell the audience what happened? | don't know because | was little. | don't remember. |\ndon't remember. But we did go back to the apartment and they did the best that they could for\nus to live there. But my father and mother at that time, like all of the Jews in Germany, didn't\nwant to stay in Germany anymore. That Kristallnacht broke everybody up. It was a get out, get\nout. That was what he said to everybody. So my father and mother like most of the people tried\nto get out.\n>> Suzy Snyder: Did you have family living in the United States?\n>> Susan Warsinger: Yes, | did. My father had a cousin who had a pickle factory in Brooklyn.\nHe tried to get in touch with her. She did everything she could to get papers and affidavits for\nhim, for the family, but it wasn't enough.\n>> Suzy Snyder: It was quite a difficult process. She had to really be able to support a family\nof four. Right?\n>> Susan Warsinger: Five.\n>> Suzy Snyder: Right, the baby. | forgot about the baby. So what did your parents do after\nKristallnacht then?\n>> Susan Warsinger: So my father had heard about this lady who lived in France and she was\nsmuggling children across the border into France. And she was pretending that these children\nwere her children. And she had these passports for her own children. And somehow | guess\nthey took our picture and put it in the passport.\n>> Suzy Snyder: Let me just remind the audience that at this point Germany has not occupied\nFrance because it's still 1939.\n>> Susan Warsinger: This was 1939. I'm trying to remember the month. | think it was\nAugust 1939.\n>> Suzy Snyder: You were smuggled into Paris. What was that like, do you remember?\n>> Susan Warsinger: We had a second cousin who had a nice little apartment in the Place de\nla Vendome. He was a young man, you know, a young guy. He had these two children in his\nlittle apartment. So he had to go to work, so he told us to stay in the apartment.\nMy brother, he was the curious one. He was like 7 1/2, and he decided he wasn't\ngoing to stay in the apartment all day and wait for him to come home. He used to go out of the\napartment, sneak into the Metro in Paris, go all over -- you know, go under the stile, go all over\nParis, come back before the cousin -- second, third cousin came back.\nSo this went on for two weeks. This man couldn't keep us anymore so he found\norganizations -- | don't know if at that time it was the HIAS or the OCE or the Quakers. All of\nthose people, I'm thankful to those three organizations because they helped my brother and\nme through our whole time while we were separated from our parents. So they found a place\nfor us to live on the outskirts of Paris.\n>> Suzy Snyder: And how long were you there?\n>> Susan Warsinger: Well, it was 1940. And in May of 1940 we used to look out the window\nand we used to see airplanes flying by. | think it was German airplanes. They were dropping\nbombs, not on Paris but on the outskirts. And we could see them. | remember it looked like the\nFourth of July.\nSO one day we were going to Paris. And | don't Know what made my brother be in\nParis. | just don't remember. But we were there and | think it was May 1940, that's when the\nGerman Army came into Paris. And we were there. Not only the Jews but many, many people\nin Paris were frightened. They wanted to run out of Paris. So a lot of them went to the south, to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nVichy. And a lot of people went west. And there's this town, maybe the people in the audience\nknow, it's about 40 miles from Paris, it has the palace in it. Does anybody know what the name\nof that town is?\n| heard it. Versailles. You're right. Whoever said it, you're absolutely right. There's a\nbig palace there. A lot of people went. So | don't know, | think two nuns -- we were these two\nchildren. We had nothing to do with the family that was taking care of us. We were just these\ntwo children marching. There were people going in cars. There were people going on\nhorseback, on bicycles, and walking, just to get out of Paris.\nSo we ended up in Versailles. A lot of people ended up there. And the mayor of the\ntown, | guess he was really shocked. He didn't know what to do with all of these people. So\nguess what. You know, the biggest house in Versailles was the palace, so they had to put us\nup someplace.\n| don't know how many of you -- have you been there? They have these beautiful\ngardens. And this palace, way on the other side there was this big pile of hay, as high as the\nceiling, | think. So they gave us burlap bags and each one of us took one of the burlap bags\nand filled it up with straw and the hay, and then we tied it up with a string and that was our\nmattress.\nSo the biggest room in the palace, does anybody know what the biggest room in the\npalace is?\nRight, the Hall of Mirrors. And so in the Hall of Mirrors, maybe it's like twice as\nlong -- not much wider, twice as long as this auditorium. And there were mirrors and\nchandeliers hanging down and on the side. So we put our little mattresses next to each other.\nSo the whole Hall of Mirrors was filled with mattresses and we were sleeping there.\n>> Suzy Snyder: That must have been surreal.\n>> Susan Warsinger: It was.\n>> Suzy Snyder: Meanwhile, what is going on with your family back in Germany?\n>> Susan Warsinger: Well, we kept on writing to them. We didn't really hear anything from\nthem. | didn't know what had happened.\n>> Suzy Snyder: So you didn't know what was going on.\n>> Susan Warsinger: No.\n>> Suzy Snyder: So after you are in Versailles, wnat happens then?\n>> Susan Warsinger: Well, can | tell about one incident that happened in Versailles?\n>> Suzy Snyder: Yes.\n>> Susan Warsinger: Well, you will think this is really interesting. Can | tell it to you? Ok.\nSo you know the Nazis didn't decide to just stay in Paris. Guess where they went.\nThey came to Versailles, you're right. And | remember | could hear the boots. It was like a\ncaravan of boots and tanks and cars. You could hear them from far away. They stopped in\nfront of the palace. And the mayor of the town was there and this high official at the beginning\nof the caravan came out. | don't know if he was a general or a mayor, | don't know. Anyway, he\ncame out. He was this tall, came out and they wanted to talk to each other. The mayor of the\ntown didn't know how to speak any French -- I'm sorry. The mayor of the town didn't know how\nto speak any German. And the Nazi officer didn't know any French. So someone in the crowd\nsaid, oh, there's a little girl in the palace, she knows how to speak German. So guess who it\nwas.\n>> [Laughter]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Susan Warsinger: Yes. So I'm 10 years old by then. 10 years old. So | come out and the\nofficer, really this tall. So they started talking to each other. And | don't remember they talked\nabout. Anyway, at the end of the conversation, the Nazi officer bends down to me and said,\n\"Little girl, how come you know how to speak German so well?\" So | said to him, \"The schools\nin France are really good and | learned how to speak them.\"\n>> [Laughter]\n>> Suzy Snyder: Good answer. So at one point you moved again.\n>> [Question Inaudible]\n>> Susan Warsinger: Ok. So anyway, | don't Know -- on the map, saw before, there was this\nwhite line in the middle of France, like on the western coast it went up like this. That part the\nNazis gave to France and said that's going to be the unoccupied zone. So a lot of people\nwanted to go into the unoccupied zone. And you saw Vichy, which was in that part of the\nunoccupied zone. A lot of people went down there. And there was a chateau in a little town. It\nwas a village. So somehow or other, | don't know how we got there but it was run by the OCE,\none of the organizations that was helping lost children from all over, they put them into this.\nAnd it was an old, old castle. So in this castle we ended up in the unoccupied zone.\n>> Suzy Snyder: Let's be clear, the unoccupied zone, or Vichy, was really run by a\ncollaborative government.\n>> Susan Warsinger: Yeah. And he was collaborating with the Nazis. But it was better than\nliving in the occupied zone. When | was a little kid, we didn't see any soldiers. So they left us\nalone there.\nBut in the meantime, | didn't hear anything from my parents.\n>> Suzy Snyder: Still no word. And what was it like at the chateau?\n>> Susan Warsinger: | wrote a diary.\n>> Suzy Snyder: You did write a diary. This is true.\n>> Susan Warsinger: She's the one that had it translated for me. We had a little talk before. |\nnever wanted to read it because it was so childish. She was going to ask me some questions\nabout the diary and | said | don't remember the diary but ask me something about the diary\nand then I'll see if | remember it.\n>> Suzy Snyder: Well, describe -- first of all, you were, again, with Joseph the whole time.\n>> Susan Warsinger: Yes.\n>> Suzy Snyder: And how was he doing?\n>> Susan Warsinger: Well, he was curious as ever. He was in the same chateau but all the\nboys were on one side and the girls were on the other side of the chateau.\n>> Suzy Snyder: Did you feel a sense of relief having landed in the chateau and being there?\n>> Susan Warsinger: Yeah, | had a sense of relief but | was missing my parents. And | was\nwriting to them all the time. We really didn't know what had happened to them.\n>> Suzy Snyder: And you were writing still to Bad Kreuznach, right?\n>> Susan Warsinger: Yes.\n>> Suzy Snyder: Did hear from them at all?\n>> Susan Warsinger: No.\n>> Suzy Snyder: What was your day-to-day life like’?\n>> Susan Warsinger: That's very interesting because | don't remember all of the details. |\nknow all the kids had a job. And | Know all the kids -- some people learned how to darn socks\nand some of the girls that | was friends with darned socks. And we had to help in the dining\nroom.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nOh, | remember this one story. Once in a while we got strawberries and the kids were\nallowed to serve the strawberries. So | remember | got this big bowl of strawberries and | gave\none to each of the kids. | had put one down for myself because | didn't want to miss. So then\nwhen | got to the last kid, there wasn't a strawberry. And | think | remember writing that in that\ndiary. | took mine and | gave it to the kid. | thought that was very generous of me to do that.\n>> [Laughter]\n>> Suzy Snyder: At that time it was because food was at a premium.\n>> Susan Warsinger: It was very special.\n>> Suzy Snyder: In your diary you talk about being hungry, occasionally stealing grapes from\nthe trees, trying to get grapes from the trees. These are things we take for granted but clearly\nwere very vital to you.\n>> Susan Warsinger: Can | tell about one more thing? | don't know if | wrote about it in the\ndiary but let me know.\nAnyway, when it was somebody's birthday, we used to -- the friends of the person, we\nused to go to the cafeteria and we used to borrow a tray, you know, like you get in the cafeteria\nwhen you go to lunch. So we got this tray and somehow or other we got some doilies or we\nmade doilies out of paper. So we hid them in somebody's locker. We had a locker. So what\neverybody did who was in on this birthday surprise, they didn't eat their dessert for three\nweeks. And we saved it. And we put it on the tray. And then on the day or the day before it was\nthe girl's or boy's birthday, we picked a flower from the garden. It was maybe a daisy or\nsomething like -- it wasn't even a daisy. What are those weeds called? | keep -- dandelion.\nYes, thank you. So we put it on the tray and we decorated the tray. And in the morning before\nthe person woke up, we took the tray with all the goodies and we brought it to the person and\nsang “Happy Birthday” to them.\n>> Suzy Snyder: For me, it really shows that there was a deterioration of situation and you\ndidn't have much so you tried to make do with what you had. When we were talking, | said it\nseemed like you tried to make what was not normal into normal. And you did the best that you\ncould, my guess is, at the age of 12.\nIn your diary, I'm just going to read you one quote because you write about everything\ndaily. You write about things that are happening. You go to Shabbat services because\napparently it's an Orthodox, religious chateau, or they introduce Orthodoxy into it.\nYou write, “How long is it since | ate a piece of chocolate or a piece of cake? | have a\nterrible longing. Yes, papa often said when you are far away, you will notice how good us\nparents are. | always laughed at him saying it would be much better and now | really notice\nwhat | said then. I'm learning today how bad this is. How nice it was with my dear parents in\nGermany. | believe that was the best part of my life. And | was so stupid not knowing how\nlucky we were.”\nAnd at this point you still haven't heard from your parents.\n>> Susan Warsinger: No. Yeah.\n>> Suzy Snyder: So at what point do you leave the chateau? What happened?\n>> Susan Warsinger: We were there for a year, almost a year. We had gone to school in the\ntown, in the Village. It was the farmers. They had a school for all the kids in the village. They\nwanted us go to school with the village kids.\nAnd, again, | don't know why the Villagers didn't want the Jewish kids to mix in with\ntheir kids because we could have taught them so many things. Because some of us had come\nfrom big cities. We had been around and these kids had only been on the farm. And we could\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nhave learned a lot from them, so it would have been a good mixture. But they wouldn't allow us\ngo to school with them either. So we had a French teacher who taught us all about geography\nand who taught us about the United States. We learned a lot of things from this particular\nteacher.\nSO anyway --\n>> Suzy Snyder: Do you remember if you were learning English?\n>> Susan Warsinger: No. | was looking for -- and was going to show it to you today. |\nhad -- we had all of our lessons written. | have to check to see if it says —\n>> Suzy Snyder: | was going to say, you haven't given this to us?\n>> Susan Warsinger: | can't find it. | look for it. So | thought maybe | gave it to the museum.\nAnyway, no. We had enough to learn everything in French. We had to do math,\nreading, writing, everything in French. So we didn't know any English at all.\nSo anyway, let me just tell you what happened one day. It was in 1941 and the\ndirector, it was a lady, a directory -- nobody ever got to see her. Only got to see her when you\nwere bad and | was always a very good person. | never did anything wrong. | always behaved\nmyself.\nSO anyway, So what happened was she called me to her office and it was really very\nfrightening. | started to walk down like a marble staircase. | came into her office, which was\nlined in wood. She was sitting behind her desk. | was scared. So she said, \"Susi, you're going\nto go to the United States.\"\n| didn't know what was happening. She said, \"Your parents are in the United States.\nAnd they had the HIAS and the Quakers and the State Department and everybody in the\nUnited States that they could think of were looking for you.” So the Germans kept very good\nrecords and the French people kept very good records and they found us. And they sent us\ntickets to come to the United States.\n>> Suzy Snyder: Do you remember the trip?\n>> Susan Warsinger: Yeah.\n>> Suzy Snyder: And how you felt.\n>> Susan Warsinger: Yeah. | was very excited. | was excited because | knew | was going to\nget to see my parents again. We had known something was going on in Germany but,\nremember, it was 1941. The concentration camps hadn't really started killing all of those\nJewish people. But we knew something horrible was going on in Germany. So we didn't know\nif my parents had gone to a ghetto or a concentration camp. We didn't know. So when | found\nout that they were there, | was really very happy.\nCan | tell you something about the trip?\n>> Suzy Snyder: Please. Yes.\n>> Susan Warsinger: You saw in the beginning, you explained the little tag, it was like a\ntag -- Eleanor Roosevelt, she wanted to help a lot of the children get over here. And evidently,\nwhat | found out later, not too long ago, that the children | came -- she had 50 children come\non this boat called the Serpa Pinto. And they found room -- the two of us, my brother and |, to\ngo with those 50 children on the boat to Serpa Pinto. And this was in Portugal. So we had to\ngo south to Marseille, over the Pyrenees and across Spain and the Portugal and the capital of\nPortugal, Lisbon, so we took the boat from Lisbon, and that was supposed to take us to the\nUnited States. It was a Portuguese ship.\nSo the trip, can | tell you about the trip?\n>> Suzy Snyder: Please.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Susan Warsinger: It was like 14 days. And the trip was up and down, up and down. It was\na cruise ship but it wasn't anything like the cruise ships that they have now. It was much\nsmaller. So the 50 children were assigned to the hull of the ship at the very beginning, in the\nfront of the ship. And we weren't supposed to get mixed up with any of the other passengers\non the ship.\nSo anyway, my brother wasn't going to listen to that. So he was all over. He was all\nover the ship. And he found where they were stashing a whole closet full of fresh pineapple.\nAnd we had never eaten any pineapple. So he kept on eating these pineapples. And | tell you,\nhe spent a lot of time on deck getting rid of the inside into the Atlantic ocean.\n>> Suzy Snyder: My guess is he doesn't eat pineapple today.\n>> Susan Warsinger: He doesn't. He won't.\n>> Suzy Snyder: And what was the mood on the ship? Was the mood good?\n>> Susan Warsinger: Well, the mood was good because they had told us in 14 days, at\n6:00 in the morning, the night before they told us, we would pass by the Statue of Liberty. At\n6:00, all the kids, the 50 kids, were very excited and all the other passengers were excited, too,\nso we were all on -- at the railing of the ship. It was like 10 minutes to 6:00 and there was a\nfog. It was so thick. You did like this to your hand; you couldn't see. We were really all upset.\nBut we stayed up there. And I'm not telling any lies; this is really what happened. This\nis one of the things in my life that I'm never going to forget, this more so than having my\nchildren and having my grandchildren. That fog at 6:00 lifted like this, like a curtain, like this.\nAnd then the Statue of Liberty just came into view and we saw the whole thing. It was really a\nvery exciting thing because it meant to us, first of all, that we were going to see our parents\nand that we were going to be in the country where there was no more anti-Semitism, and there\nwere no Nazis, and we were going to be free and we were going to live in a democratic\nsociety.\n>> Suzy Snyder: Were your parents there to greet you?\n>> Susan Warsinger: My father was there.\n>> Suzy Snyder: Do you remember what it felt like to see him after such a long time?\n>> Susan Warsinger: It was wonderful to see him. So all the people got off the ship but the\nkids couldn't get off the ship because the doctor had to get on to the ship and he had to check\nus all out to see if we had some kind of a communicable disease. So he got to my brother and\nmy brother says he had big flu but I'm telling you, he had a big rash all over his body from\neating all of that pineapple. So they saw that and they said he can't come into the United\nStates.\nSo what were they going to do with him? Did anybody guess what they with him? Can\nanybody guess?\n>> [Inaudible]\n>> Susan Warsinger: Yeah, this lady said Ellis Island. That's right. The island right next to the\nStatue of Liberty. If you couldn't get into the United States, you went to Ellis Island. So they\nsaid he has to be quarantined until they figure out what's wrong. | tried to explain to him it was\na rash because of eating all of the pineapple. So they put us on Ellis Island and we found out\nall about the United States.\nI'll tell you what we found out. Do you want to hear?\n>> Suzy Snyder: Yes.\n>> [Inaudible]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Susan Warsinger: No. They wouldn't let us on to the land. And evidently they must have\ntold my father we were going to Ellis Island and they would get in touch with him as to what\nhappened.\nSo first of all, we used to eat on these long tables. And on the tables they had this\nwhite bread and it was high like this with slices, and we had never seen white bread. | took a\npiece and squashed it in my hands and made a little ball. And somebody told me it was called\nWonder Bread. And | thought that was really, really great.\nAnd then my brother was sitting next to a sailor and he was drinking this brown drink\nand it had bubbles. And the sailor said to take a taste. My brother looked at me. | said, well, do\nit. And so he took it. And he said, Oh, it tastes really good. And the sailor told him it was\nCoca-Cola.\n>> [Laughter]\n>> Susan Warsinger: And then we heard that all the children in the United States could have\ncandy in their mouth and keep it all day long.\nSO we were prepared to come back and enter the United States. So anyway, my\nbrother's rash got better and they must have gotten in touch with my father and we got\ntogether and he took us to Washington where my mother and the baby were.\n>> Suzy Snyder: We're almost out of time as far as we want to leave some time for questions,\nanswers, but | want to know briefly if you can describe what was life -- do you remember what\nlife was like being reunited with your parents and getting used to living in the United States?\n>> Susan Warsinger: Well, it was wonderful to be with our parents. It was difficult for me to go\nto school because they put me in the seventh grade.\nIs there a seventh grader here by any chance? Oh, yeah. One.\nSO anyway, so | didn't know how to speak English too well. And in those days they\nhad homogeneous grouping, which meant they put all the smart kids in one class and the\ndumb ones in the other one and all the middle ones in between. So they put me in that class\nbecause | didn't know how to speak any English. And all the problem kids were in that class,\nand | just couldn't believe, you know, what the kids -- didn't do their homework and they\nchewed gum in the classroom. | couldn't believe it. One kid fell asleep in class. | couldn't\nbelieve that was going on because to me a teacher was the highest thing in the whole wide\nworld next to your parents. But later | learned how to speak English and things got to be a little\nbit better.\nBut you kids, how many of you are students in the school system? Yeah, a lot. well, I'll\ntell you. You're very lucky. Be happy that you have such wonderful teachers because in those\ndays, you know, the teachers didn't really understand individual kids and they didn't\nunderstand the needs of an immigrant child. They didn't have the classes that the kids have\ntoday. If you're an immigrant, you know, you get taken out and you learn how to speak. It was\nvery difficult. | had a hard time. But eventually everything turned out all right.\n>> Suzy Snyder: Let's open it up to a few questions. Let me repeat the question so that we\ncan get it in case we're reporting the program.\n>> [Question Inaudible]\n>> Suzy Snyder: What happened to the wet money?\n>> Susan Warsinger: Oh, yeah. | didn't tell you. The lady who took my brother and me across\nthe border, she didn't do it for free. She wanted to have a lot of money. And the money, all the\nmoney that my father had saved, he gave to that lady to take us across the border. I'm sorry |\ndidn't tell you before.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Suzy Snyder: She smuggled you across the border.\n>> Susan Warsinger: Yes.\n>> [Question Inaudible]\n>> Susan Warsinger: Joseph --\n>> Suzy Snyder: The question is, What does Joseph do?\n>> Susan Warsinger: | can brag about him. He's a cardiologist. He saved a lot of people. Now\nhe's retired because he's just a year younger than | am. And he used to live in Long Island but\nnow his wife -- his kids are all grown up and doing well. He's got lots of grandchildren. So he\nlives in an apartment on top of the -- not the highest. One of the fancy hotels. Do you know\nwhere the tip of New York is called, the battery? And the tip of New York -- what's the name?\n>> Suzy Snyder: Millennium?\n>> Susan Warsinger: Ritz Carlton, yes. You're right. So anyway, on top of the Ritz Carlton\nthey have some beautiful apartments with windows that are facing, guess what.\n>> [Inaudible]\n>> Susan Warsinger: That's right. That's where he lives now in the winter of his life. He did a\nlot and he contributed a lot to the United States.\nAnd the other brother, Ernest, the baby, he was a physicist for NASA. Some of his\nexperiments went up into space. He did a lot of work with the ozone, the air. So he contributed\na lot to our society. And he has lots of children and grandchildren.\nSo the Nazis didn't accomplish what they set out to do.\nThey contributed a lot but when you think of all of those six million Jews that they\nkilled, all of my relatives are in that six million, look at all of the things that those people could\nhave given to society.\n>> Suzy Snyder: Correct.\nBriefly, how did your parents and your younger brother get to the United States?\n>> Susan Warsinger: Ok. Let me tell you what happened. Remember | told you about that\nlady who owned the pickle factory? She kept on bugging everybody, the HIAS, the State\nDepartment, anybody she could think of. So finally she got enough affidavits to get my father.\nAnd she promised that he would not be a burden to the United States, that she would take\ncare of him, make sure he had a job. So she had enough papers to get my father here.\nSo he came here and he started to work. He sold eggs to the Jewish people. He used\nto buy eggs from farmers, candle them, and then sell them it. So he saved enough money so\nthat my mother and the baby could come to the United States. So when they were all here\ntogether, that's when they started looking for us.\n>> Did you have more than one teacher?\n>> Suzy Snyder: Can you repeat the question?\n>> Did you have two teachers or one?\n>> Susan Warsinger: When | was in seventh grade?\n>> Yes.\n>> Susan Warsinger: We had more than one teacher. We went from one teacher to the other.\nBut we were together, the class was always together. Let's say, one teacher taught us math\nbut it was all of us together. One teacher taught us reading. Another teacher taught us social\nstudies, whatever it was.\nBut | remember later on, | was taking a course in chemistry and it was a little later.\nAnd | knew how to speak English a little bit by then. Just to tell you about this teacher. It's\nnever going to happen to you again. She didn't understand at all. She used to -- | wanted to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nplease her. She used to call on me and | wasn't quite sure. So one day she said something\nand then she said -- by that time | was Susan but she didn't remember my name so she called\nme Hilda, and | don't know why, because my last name was Hilsenrath.\nSo, anyway, she called on me and she said, “Clear as mud?” Of course, you know |\ndidn't get it. And | said, yes. And all the kids and she, they laughed at me. So it was a very sad\nexperience that | remember. But, you know, later on | became a teacher and | said to myself,\nI'm never going to do that to my students. Anyway, | learned from her what not to do.\n>> Suzy Snyder: We have a question here in front.\n>> [Question Inaudible]\n>> Suzy Snyder: The question is, What happened to your parents' extended family?\n>> Susan Warsinger: Ok. My grandparents -- my father's parents and many of his sisters and\nbrothers, except one, they lived in Poland. And in Poland the Jews didn't even go to the\nconcentration camps. They didn't go to the ghettos. When the Nazis came into the town, they\nmade them march into the woods and they made them dig their graves and they shot them\nand they fell into the graves.\nOn my father's side, | never found anybody that survived except one of his sisters that\nhad left to go to Israel way beforehand. So | have her. She's a cousin.\n>> Suzy Snyder: Let me clarify. Susi's father's family was on the eastern side of Poland.\nWhen the Nazis first implemented genocide, they started with this process of killing into open\ngraves and then they quickly saw that was not going to work. Towards western Poland, those\nJews actually did end up in concentration camps. But, again, it was -- Susi's correct, that there\nwas this policy of mass shooting first.\n>> Susan Warsinger: Because | tried to find them. And there's no record of them at all. And\nthe Germans kept very good records.\nNow, my mother's parents also lived in Poland but all of my mother's sisters lived in\nGermany. They were all German. One | wrote a story about. Her name was Tanta Anna, my\nmother's aunt, she took care of my mother. She was like my grandmother only she was my\naunt. And what happened to her, | found her and her husband and my great grandmother\nwhom she cared for and they were killed. They died in Riga. And all the other aunts, | don't\nknow what happened to them. | never found them, and all of the other relatives | did not find\nthem.\nJust lately, a grandchild of Tanta Anna sent a letter to the museum and he said to the\nmuseum, who is this Susan Warsinger? They didn't know my last name. It turned out it was\nme. And he's my third cousin. So we're writing to each other.\n>> Suzy Snyder: Found a relative very much later, which is wonderful.\nI'm going to actually ask -- we have this tradition to give our speaker the last word. So,\nSusi, I'm going to give the last word to you.\nBut before you leave the auditorium, let me just say that Susi is going to be signing\n“Echoes,\" which is the publication that the museum produces of survivor volunteers. Many of\nthem write -- do literature. And Susi is part of this program. So you are welcome to go out and\nvisit the table afterwards.\nGo ahead.\n>> Susan Warsinger: I'm going to read it. Is that ok?\n>> Suzy Snyder: Fine.\n>> Susan Warsinger: | want my children, my grandchildren, my brothers and their families, my\nfriends and the visitors here in the audience to rejoice in the fact that we are living ina\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\ndemocratic society and that all of us should make sure that no dictatorship would ever usurp\nour liberties.\nWe need to remember the atrocities that happened to families during the Holocaust\nand pass this information on to our progeny. We need to learn from this horror in our history.\nWe cannot undo the atrocities of the past. But besides remembering, we have to take action to\nconfront hate. When we see injustice taking place, we have to do something about it. We\ncannot be onlookers. We have to be sensitive to each other and we have to take care of each\nother.\nPeople ask me why do | volunteer in this museum. They say, How can you do this\nover and over? How can | not? Giving tours to our visitors, through our permanent exhibit,\nhopefully teaches them what hatred and prejudice can do to people. When touring law\nenforcement officers and future FBI agents, | hope that they understand their role when\nencounters atrocities.\nWe cannot be bystanders and definitely not be collaborators. There are threats of\ngenocide in many parts of the world at the present time. We cannot be indifferent to emerging\nthreats of genocide and mass atrocities. All of us need to be aware about what is happening\nand we need to work together to take the necessary actions to prevent people from being\nmurdered for this simple reason that they are different. Never again do we want to stand by\nand do nothing.\n| want to thank you, Suzy Snyder, for helping me tell my story. And | want to thank\nyou, the audience, for coming to our museum and being witnesses to the story of the\nHolocaust and listening to my story.\nNow -- how many of you have gone to the Permanent Exhibit already? How many are\ngoing? That's most of you. Can | just tell you? When you get up to the fourth floor, that whole\nfourth floor is my story told over again. So when you see the Nazi soldier standing in front of\nthe store boycotting, just pretend that's my father's store. And when you see the lady sitting in\nthe park and she's sitting like this, remember how | went through the park and how | wasn't\nallowed to go to public school. And there really is -- the book \"Der Giftpilz\" is also on that floor,\nunder the exhibit called Propaganda. And when you get to the exhibit. St. Louis, a boat, you're\ngoing to see this great big boat, it's a very interesting story. You might want to read all about\nthat. Make sure that you see the picture of the boat. That's what the Serpa Pinto looked like.\nSo | hope you have a wonderful learning experience on the floor. Thank you again for\ncoming to the museum.\n>> [Applause]\n",
    "segments": []
}