{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON FRANK LIEBERMANN\nThursday, April 14, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Suzanne Brown-Fleming: Good morning, everyone. It's finally sunny in Washington. My name is\nSuzanne Brown-Fleming. And | am the host of today's First Person program. We really appreciate\nyour joining us. This is the 17th year of the First Person program. Today's First Person is Frank\nLiebermann, whom we will meet shortly.\nThe 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Arlene and Daniel Fisher Foundation. And we are\nvery grateful for this sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who will share with us\ntheir firsthand accounts of their experiences. Each of our First Person guests serves as a volunteer\nhere at this museum. And this program will continue twice weekly through mid-August.\nThe museum's website is listed on the back of your program and provides information about\neach of the upcoming First Person programs. The address is www.ushmm.org. And anyone interested\nin Keeping in touch with the museum and its programs can complete the Stay Connected card in your\npacket or speak with a museum representative at the back of the theater. In doing so, you can receive\nan electronic copy of Frank's biography so you can remember and share his testimony after you leave\ntoday.\nFrank will share his first person account of his experience and an question and answer\nsession, for about 45 minutes, and that you will have the opportunity to ask Frank your own questions.\nWe will be livestreaming today on the museum's website. This means that people will be\njoining this program via link from the museum's website and watching with us today from around the\ncountry and around the world. And a recording of this program will be made available on the museum's\nwebsite.\nWe invite those who are here in the auditorium today to also join us on the web when the rest\nof our programs in April and May are livestreamed. Visit the First Person website listed on the back of\nyour program for more details.\nFor our web audience, welcome. If you would like to use Twitter to ask a question, send a\npicture, or write a comment during the program, please feel free to do so using #ushmm.\nThe life stories of Holocaust survivors transcends decades. When you're about to hear from\nFrank, you will hear his individual account of the Holocaust. We're going to go through a brief slide\npresentation to help me introduce Frank.\nThis is Frank as a child who was born in Gliwice, Germany, now Poland, in 1929. Frank was\nthe only child of Hans and Lotte Liebermann.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nHere we see on the left his father, Hans Liebermann, and on the right, his mother, Lotte\nLiebermann, holding Frank's granddaughter, which he will tell you about later.\nBoth of Frank's parents’ families had lived in this part of Germany, now Poland, for several\ngenerations. Frank is pictured here with his paternal grandparents, Bernard and Jenny Liebermann.\nWhen Adolph Hitler came to power in 1933 and When Frank began school in 1935, Jewish\nstudents were separated from non-Jewish students and fear of anti-Semitic attacks became frequent.\nHere is a picture of Frank's first grade class on first day of school. You might wonder what the\ntotes they are holding are. They are totes containing sweets to make the first day of school sweet. And\nFrank is on the second row, fourth from the right.\nIn 1936 -- and we'll talk about this in a little more detail in a bit -- Frank's father was no longer\nable to practice medicine as a result of anti-Jewish laws. And in 1938 the family tried to obtain visas to\ncome to the United States. Hans traveled first and Frank and his mother followed a few months later in\nOctober 1938. And here is a picture of Frank's mother's ticket to the ship they took to the United\nStates.\nWith that I'd like to invite Frank to the stage so that we can begin our conversation together.\n>> Frank Liebermann: Hi.\n>> [Applause]\n>> Suzanne Brown-Fleming: Frank, it's a delight and a privilege to Know you and to have you be a\nvolunteer at this museum. | know what a gift you're going to be to our audience today.\nI'd like to start with your childhood. The picture of you from first grade and your class, can you\ntell us a little about those very early memories of your childhood in Germany?\n>> Frank Liebermann: Well, | grew up in what | would call a middle class home. We lived on the main\nstreet, something like Connecticut Avenue. We had public transportation. My father had an office\nwhen you came in, and the apartment was in back of the house. We had basically a three-bedroom\napartment.\n| was pretty independent. | had what | would say a fairly normal childhood for the first -- when\n| recall going way back, about as far as my memory stretches, it changed pretty drastically in 1936. A\ntreaty protecting minorities was abrogated and the Nazis fully took over. The peace treaty of the\nCrimean War which established Poland protected minorities on the Polish side of the border and the\nGerman side of the border for 15 years. That was over in 1936. And at that time you found the\npropaganda newspaper posted on every street corner. There were blockades of Jewish stores. We\nhad no access to parks, swimming pools, and basically found safety in going alone or in small groups\nso that we wouldn't be noticed by anybody. And that made me pretty independent. | rode my bicycle\nwherever | wanted to. You developed instincts for your safety.\nThat's about it.\n>> Suzanne Brown-Fleming: | want to go back to the context of Gliwice a little bit to give our audience\na sense of the place. This was a well-to-do, prosperous town, about 1,000 Jewish families in the town,\nso a Significant Jewish population. And can you tell us what your parents did for a living and your\ngrandparents and what their standing in place in the town was prior to Adolph Hitler?\n>> Frank Liebermann: | had two sets of grandparents, obviously. One lived in -- it was a provincial\nheadquarters. They had a wholesale leather business which celebrated its 100th anniversary in 1933.\nThey felt very secure; in fact, so secure that they didn't consider emigrating when we did because they\nsaid this will blow over.\nMy other grandparents lived in Boynton, which is about 20 miles away from Gliwice. In other\nwords, my parents settled in Gliwice because it was within easy reach of both families.\n>> Suzanne Brown-Fleming: Of the marital compromise.\n>> Frank Liebermann: Of both families. They had a hardware store on the main square. They\nstruggled with a living but both my father and his brother went to college. My father's brother was an\neconomist who, by the way, lost his job in 1933 because he worked for the government while my father\nstudied medicine and was a surgeon in Gliwice.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Suzanne Brown-Fleming: So you were born at a time when at your birth your parents had a secure\nexistence, their parents and grandparents had been in then Germany for decades and you are born into\na world that changed rapidly. And by the time you were in school, in 1935-36, a whole new set of\nregulations was in place.\nWhat was it like on a day-to-day basis in school for you? | know Jewish children were\nseparated from non-Jewish children.\n>> Frank Liebermann: Well, we had basically three classrooms within the school, separate teachers.\nThe most dangerous part of the school day was recess, which was around noon. We had to go\noutside. And more or less the safest area where we could go was the dividing line between the boys\nand the girls who were separated on the playground. And there we had our teachers more or less\nkeeping order. We did get out five minutes early so that we could rush home before the rest of the\nschool got out.\n>> Suzanne Brown-Fleming: Do you remember anything about your neighbors and how they treated\nyou and your family in these difficult years of the 30s?\n>> Frank Liebermann: Not really. Because we were on the first floor -- or what is the second floor.\nThe neighbors would be upstairs. | had no neighbor experience that way since | mentioned we lived\ndowntown. Downtown isn't like living in the suburbs where you know your neighbors.\n>> Suzanne Brown-Fleming: And the other Jewish families in Gliwice, did they live nearby?\n>> Frank Liebermann: It wasn't that big a city. We had a group of about eight families who shared\nwhat was called a [indiscernible] garden which is a plot of garden maybe half an acre which was our\nsafe playground. We had cherry trees, pear tree. That was a place where we went on weekends or\nafter school. It was a place where you could take an easy bike ride. That was kind of a safe haven.\n>> Suzanne Brown-Fleming: Do you remember when your parents first started talking about trying to\nemigrate?\n>> Frank Liebermann: My mother took a trip to Israel in 1936 with her brother, found out that in Israel\nthere's one doctor for every 100 people. And people with education, physicians particularly, were\nworking on chicken farms because there was no way that he could continue in his profession. We\nstarted to investigate elsewhere because after 1936 we had warnings that we have to make a change.\nIn fact, before the end of the treaty, which | believe was in July, my parents had me go to the swimming\npool to take swimming lessons because there was a strong possibility we would take an ocean voyage\nand they wanted me to learn how to swim, which | did.\n>> Suzanne Brown-Fleming: So your parents already, by 1936, were investigating possibilities. And\nwhat about the rest of your family at that time?\n>> Frank Liebermann: | mentioned before they felt so secure. They survived starvation in World War |\nwith some bartering because they sold leather goods to farmers. And the other ones would say we\ndon't want to be burdened.\n>> Suzanne Brown-Fleming: And your father, when did he lose the ability to practice medicine?\n>> Frank Liebermann: They started having blockades of the so-called SR which were kind of beer hall\nNazis when Hitler took over, as soon as the treaty was over. His practice went down very substantially,\nalso lost his hospital privileges as a surgeon. So he was still taking care of some people who chose to\ncome but the SR people were threatening any non-Jews with employment threats, that they would tell\ntheir bosses and there would be consequences.\nMy grandparents’ business went down from that time from about 100,000 marks, which was at\nthat time substantial, to about 20 when the business was confiscated during Kristallnacht. They had a\nnon-Jewish accountant who kept the records, which, by the way, is in the museum files. | donated\nthose.\n>> Suzanne Brown-Fleming: And we're lucky you did.\nYour father took a trip to the United States in June 1938. Do you want to tell us about that?\n>> Frank Liebermann: Yes. My grandfather did a genealogy study for my parents and found that a\ndistant cousin, not that distant but goes back a generation before, emigrated to the United States in\n1905. And we also had a history of another family, emigrated to the United States -- rather, to the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\ncolonies in the middle 1700s and were a pretty leading family in Philadelphia. A book was written about\nthe family and the college. So he went to the archives in Philadelphia to see if there was any family\nwho could help. Unfortunately Rebecca never married and her brother emigrated -- rather, went west\nto Louisville and lost track. There was no -- so the expedition to Philadelphia was a bust. But he did\nfind a son of the person who left, who had a substantial job in New York and who eventually gave us an\naffidavit. That's how we got to the United States. He brought that back. An affidavit is a signed\ndocument that we would not be on welfare for one year after arrival.\n>> Suzanne Brown-Fleming: And the quota was quite small.\n>> Frank Liebermann: 25,000. It was rarely filled.\n>> Suzanne Brown-Fleming: Terrible.\nYour father went to the United States in June 1938. You and your mother --\n>> Frank Liebermann: No. He went in January.\n>> Suzanne Brown-Fleming: In January. Ok.\n>> Frank Liebermann: At that point we got a number from the State Department to be eligible for the\nquota in 1938.\n>> Suzanne Brown-Fleming: And you and your mother followed in October. So there was this gap\nwhere your father was in the United States and you and your mother were still in Gliwice with conditions\nworsening all the time.\n>> Frank Liebermann: Well, we got our visa in the end of June 1938. My father took the next boat\nbecause all money -- all bank accounts were frozen. You could only withdraw enough to prove for\nliving expenses. It was illegal to take any money out except for 10 marks, which is about $2.50. By\ntoday's inflation figures, | put that as $50.\nIn order to live -- if you took a German ship, you were able to get a pretty good spending\nallowance on the ship which could then be transferred out. We used that for living expenses. The visa\nwas good for 120 days. We purposely booked it after three and a half months so that we had some\nmoney to live on when we arrived.\n>> Suzanne Brown-Fleming: Was your mother afraid? Were you afraid?\n>> Frank Liebermann: Fear wasn't an option. If you decide to do something, you do it. Both parents\nmade up their mind and we had to do whatever we had to do.\n>> Suzanne Brown-Fleming: | remember reading about a medical incident that you had when your\nfather was already in the United States and you were back with your mother. Do you want to mention\nthat to the audience, and what being Jewish meant in that situation?\n>> Frank Liebermann: In playing, there was a building which we could use. | took my bicycle to it and\nwe were playing tag. | fell. | broke my arm. Or at least | fell and it hurt.\n>> [Laughter]\n>> Frank Liebermann: So there was no way of calling anybody, like the police or 911. | took my\nbicycle and rode home this way, made it, fortunately. My mother immediately called the orthopedist at\nthe hospital and was told, sorry, he isn't treating any Jewish people and he can't help. She frantically\ngot on the phone and found an orthopedist in my grandparent's town in Boynton, my father's parents\nwho, by the way, were no longer living there. He said we should take a taxi to the Catholic orphanage\nat the edge of town and take the freight -- the delivery entrance. He would meet us there. He checked\nthe arm and gave instructions to my pediatrician on what exercises to do after | think six weeks, after\nthe cast came off. That way that was taken care of. My left arm is fine.\n>> Suzanne Brown-Fleming: Your poor mother with that first response.\nSo in October 1938, you and your mother boarded a ship for the United States. Can you tell\nus about your voyage?\n>> Frank Liebermann: We took the Europa, which was one of two ships. We had a cabin way in the\nfront because we took the cheapest cabin in first class in order to get the spending allowance. When\nwe got to Bremen, there was no ship. We were told the ship would arrive the next day. We did board.\nWe stayed overnight. And when we got on the ship, we found out that during the Munich negotiations\nwhen England and France sold the Czech Republic down the river without their consent and gave away\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthe border area with Germany, Hitler called back all ships at sea as part of a war threat and the ship\nwas called back and was four days late in September. By October it made up three of the days. And\nwe were the last one. The ship took six days to cross the Atlantic and one day to turn around.\nSo it caught up and we made the ship in October during the hurricane season where my\nmother was terribly seasick, also probably also emotional exhaustion. At one point | was one of six\npeople in the dining room. The other five sat at the captain's table. | had a table for myself, which |\nthought was great.\n>> [Laughter]\n>> Suzanne Brown-Fleming: Before we leave Germany altogether in your story, what is your best\nmemory and your worst memory prior to getting on that ship in October 1938?\n>> Frank Liebermann: My best memory was probably my mother's family were expert mushroom\npickers. And they did this on a yearly basis, going to the country to a particular forest. | have no idea\nwhere it was. And at the end of the picking they took everything home. It was spread out on the table.\nAnd anybody had veto power on every one of the mushrooms. As you know, there are many different\nvarieties. And anyone vetoed they weren't eaten. And my grandmother made wonderful feasts with\nthe mushroom crop.\nWorst memory probably is when my mother's brother came with us to Bremen and | saw him\ncaught.\n>> Suzanne Brown-Fleming: And you were 9 years old at the time.\n>> Frank Liebermann: Yeah.\n>> Suzanne Brown-Fleming: And where did you land in the United States?\n>> Frank Liebermann: New York.\n>> Suzanne Brown-Fleming: And was your father there?\n>> Frank Liebermann: My father picked us up. He had come to New York by Greyhound. | gota\nsightseeing tour on a two double-decker 5th Avenue bus which showed me Central Park, the Upper\nWest Side. We stayed two days. And then we took the empire state express to Cleveland where he\nhad rented a one-bedroom apartment where | had a Murphy bed. | don't Know if you know what a\nMurphy bed is. You open a door in the living room and you pull the bed down. [Laughter] | thought that\nwas the great invention.\n>> [Laughter]\n>> Suzanne Brown-Fleming: So a month following you had already mentioned the Pogrom of the Night\nof Broken Glass and your family was in Cleveland. Do you want it tell us how your family heard the\nnews?\n>> Frank Liebermann: On the 9th of November we had been to Cleveland for two and a half weeks.\nMy parents decided to ask a neighbor to look in on me. We were in an apartment house in Cleveland.\nThey went to a Wednesday night movie special. | don't know if it was 10 cents or whatever it was. |\nthink it was from 8:00 to 10:00. At about 9:00, the phone rang. | got a person-to-person phone call\nfrom my grandparents. | knew it was bad because we're 3:00 in the morning. Since it was\nperson-to-person | didn't talk to anybody but | heard conversations on the other side. That was the\nprobably worst hour of my life until my parents came home. | knew things were bad. | didn't know what\nit was. And | had to spill the beans had they came back. That was Kristallnacht. The business was\nconfiscated. Two of my mother's brothers were imprisoned. That was technically the start of the\nHolocaust. In other words, we escaped it. And | consider myself a witness rather than a survivor\nbecause | didn't go through that part but many other people here did.\n>> Suzanne Brown-Fleming: And what happened to the brother that saw you caught in Bremen?\n>> Frank Liebermann: They were returned. They came back. He was one of the two who was\narrested. He came back. They managed to get papers to go to Hong Kong -- rather, to Shanghai.\nThere were two places which were issuing visas to refugees at that time; one was Shanghai. By the\nway, under Japanese occupation. The other one was Haiti, the Dominican Republic, which invited\npeople to come in for their expertise. They were on a boat, on an Italian boat, in the Mediterranean on\nthe day that Italy declared war -- rather, war on Britain and France after Hitler got to Paris with the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nbreakthrough in June 1939. No, June 1940. Excuse me. It led to the -- the ship was returned and they\neventually all died in Auschwitz.\n>> Suzanne Brown-Fleming: And your family in the United States moved from Cleveland to Dayton, |\nbelieve.\n>> Frank Liebermann: Yes.\n>> Suzanne Brown-Fleming: Is that where you grew up from age 10 on?\n>> Frank Liebermann: Correct. It was a wonderful place, especially at that time. It became a boom\ntown. | went to elementary, high school, and college in Cleveland.\n>> Suzanne Brown-Fleming: | remember reading that your father became very active in the HIAS, the\nHebrew Immigrant Aid Society, now that he was in the United States. | would love for the audience to\nhear a little bit about your father's work once he came to the United States.\n>> Frank Liebermann: First of all, wnen my father came to the United States -- | don't want to go too\nlong but we had an interesting experience. He applied for the Medical Society, which was at that time a\nlicense to good standing. Shortly after he applied they called an emergency meeting on a Friday night\nwhich is a Jewish Shabbat and passed an ex post facto law requiring citizenship for membership. In\nother words, in trying to veto his admission. Somebody, we never knew who it was, called the\nnewspapers in outrage. On the following Sunday there was an editorial in the \"The Dayton Herald\" on\nfreedom of opportunity in the United States. The next day he had 11 new patients and became rapidly\nestablished.\nBy the way, also after that veto he had a visit from the Chief of Staff of Good Samaritan\nHospital who said this is an outrage and they offered him staff privileges.\nWe felt very fortunate that we resettled. | had a very, very happy childhood in Dayton. He\nvolunteered every Wednesday and Thursday mornings to do examinations after 1941. In Memorial\nHall, the concert hall, was used -- he volunteered for the Army but there was such a shortage of doctors\nthat he was rejected. They wanted people under 40, which was kind of the peak.\nBasically that's the end of that story except that we didn't know what was happening during all\nof World War II because my grandparents were in Theresienstadt until 1944. We never heard from my\nmother's brothers who were on their way to Hong Kong. | learned afterwards that they ended up in\nAuschwitz, together with my cousins who had no chance of making it.\n>> Suzanne Brown-Fleming: | would like to make sure we give our audience a chance to engage with\nyou also, Frank. We will turn to that portion.\n>> Frank Liebermann: By the way, I'd like to say one other thing.\n>> Suzanne Brown-Fleming: Of course.\n>> Frank Liebermann: | went back to Germany for the first time when the city of Gliwice, which is now\nPoland, dedicated a memorial to the contribution of the Jewish community and the growth of the city\nbecause Silesia became -- it was a coal mining area, unfortunately brown coal which was highly\npolluting. But we didn't Know that. Nobody knew that at the time. But they dedicated the memorial and\n| decided at that point to take my family. We all flew into Berlin. First of all, we met in Berlin and spent\nsome time there. | wanted to hate it and | couldn't. We went to the dedication. | introduced my kids to\nwhere | came from, which they enjoyed. It was interesting that Poland was interested in writing the\nhistory and learning about it.\n| have since gone back to Germany a couple of times. I've kind of made peace with the\ncountry and now look at it as -- the head of the FBI gave a speech here that said that he insists that\nagents come to the Holocaust Museum in order to see what can happen when law enforcement gets\nout of control. And he said at that point he redefined the word humanity. | always learned that\nhumanity chose the good side but, he said, we have to realize that humanity also has its dark side\nwhich we have to control. |, therefore, look at what happened almost generically that in bad times\npeople sometimes look for quick fixes and they can have disastrous consequences.\n| have to say that | consider myself an American patriot. I've had a chance to live the\nAmerican dream. And | want my children and grandchildren and yours to have the same opportunities.\n>> [Applause]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Suzanne Brown-Fleming: Before we turn to our audience, | want you to know that it's our tradition in\nFirst Person that our first person will have the last word. So after our Q&A | will ask that you remain\nseated so that you all hear Frank's closing remarks. And after he does give those closing remarks,\nwe're going to ask all of you to stand so that our photographer can take a picture of Frank with you in\nthe background. And also, Frank will remain here on stage so that you can come up and ask him any\nadditional questions and shake his hand or take a photograph with him.\nWe do First Person every Wednesday and Thursday until the middle of August. | hope you\ndon't miss these opportunities if you're able to take advantage of them. And our recordings are\navailable as well.\nSo now to turn to your questions --\n>> Frank Liebermann: By the way. | didn't answer your question. I'd like to add that because I'm\nproud of my family.\n>> Suzanne Brown-Fleming: You should be proud of your family.\n>> Frank Liebermann: My father received a 75th Anniversary Award of International HIAS, which is the\nresettlement organization, together with President Truman and three others and has been interested in\nphilanthropy and paying back to the opportunities which we've had in the United States. You can\nconsider this as my closing remark.\n>> [Laughter]\n>> Suzanne Brown-Fleming: Those of you who do want to ask Frank a question, we have\nmicrophones on each side of the aisle. I'm going to first turn to one Twitter question. It will be on\ndisplay behind me.\nWhat do you hope students get out of their visits to the USHMM?\nGreat question.\n>> Frank Liebermann: Basically, what | mentioned about the vulnerability of humanity and to be\ninfluenced by events -- let's say to learn from our mistakes. We all make mistakes but unless we learn\nfrom them and we learn history, we tend to repeat them. There are especially two exhibits here which\nare scary because of the last 50 years, Cambodia and [Inaudible]. People still haven't learned. That's\nwhy students are so important nor museum.\n>> Suzanne Brown-Fleming: We invite you to come to the microphone and ask Frank any question on\nyour mind.\nYou know you have questions. [Laughter]\nExcellent.\n>> You mentioned having some friends on the playground at school. Have you been able to follow\nback on those friends to see where they ended up?\n>> Frank Liebermann: From Europe?\n>> Yes.\n>> Frank Liebermann: Unfortunately not. Because of the immediate group, most of them didn't make\nit.\n>> Suzanne Brown-Fleming: Thank you.\n>> Frank Liebermann: | wish | had a more positive answer.\n>> Were there concentration camps already established in the late “30s and were your parents aware\nof them?\n>> Frank Liebermann: Yes. Dachau, outside of Munich, was built almost immediately after the Nazi\ntakeover in 1933. They were obviously expanded greatly after the famous conference which\nestablished the Final Solution and how to do it. But the German name was prevalent pretty much from\nthe beginning.\n>> Suzanne Brown-Fleming: That's right. The first concentration camps were established within\nmonths of Adolph Hitler's secession. The first were Jews but also communists, socialists,\nhomosexuals, and so-called a-socials. And the number of concentration camps exploded rapidly. For\nthe Jewish population of Germany, first anti-Jewish laws were also quite immediate. April 1933 were\nthe first anti-Jewish laws which began a series that culminated in the Night of Broken Glass, Pogrom,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nthat Frank mentioned. And all of these things, the laws against Jews and other so-called outsiders and\ncamps were in the newspaper every day and accessible information to everyone.\n>> With your dad being a doctor, do you know if he was ever involved in the mission where they were\ndoing mercy killings on the handicapped children and the handicapped people?\n>> Frank Liebermann: | don't think -- that really is a more recent priority. Am | correct?\n>> Suzanne Brown-Fleming: Yes. | think, ma'am -- it's a great question. You're talking about the T4\nprogram to murder Germans with medical or -- physical or emotional handicapped --\n>> Frank Liebermann: It was part of Nazi agenda.\n>> Suzanne Brown-Fleming: Yes.\n>> Frank Liebermann: But it didn't really become an American agenda | would say until when was it,\n‘70s, 80s?\n>> Suzanne Brown-Fleming: Your father, for example, as a Jewish physician would have been\nexcluded as a staff member considered worthy of such an important job to the Reich. The euthanasia\nprogram, | think, began in the late 1930's. But no Jewish physician would have been allowed to be\ninvolved because they were victims themselves.\n>> Did you ever fear that even when you were in America that they would try to come and get you and\nthe rest of your family?\n>> Frank Liebermann: This is why we left school early. In other words, it was more you develop your\nown instincts. It was safer individually than as a group. You generally didn't go anywhere in groups for\nyour own Safety.\nDoes that answer your question?\n>> First of all, Mr. Liebermann, thank you very much for sharing your story. | wanted to know what was\nthe greatest challenge that you faced when trying to make peace with your past and all you went\nthrough.\n>> Frank Liebermann: I'm sorry, the greatest challenge of what?\n>> What was the greatest challenge that you faced when you were trying to make some peace with\nyour past and everything you went through? Was there any moment that you were in a certain building\nand remembered something?\n>> Frank Liebermann: | basically feel that hate is a dangerous thing. You have to come to terms with\nwhatever happened and react in a thoughtful way that's going to be constructive. | said | didn't want to\ngo back until there was another occasion but | just felt grudges don't accomplish anything. So | don't\nthink it was that big a challenge.\n>> Thank you.\n>> Suzanne Brown-Fleming: We've got time for one last question. Someone on the other side of the\naisle?\n>> Hi. I'm from Mexico. | have an uncle who survived the Holocaust. He just passed away like a year\nago. He never wanted to say anything about his story or his family. He never wanted to say nothing\nabout the history. He was very affected. So my question is, What would you say to the survivors that\nare still alive to speak and to say everything? What would you recommend for them to go and speak to\nthe people or to their families?\n>> Suzanne Brown-Fleming: I'm going to repeat the question so it's clear.\n>> Frank Liebermann: And it's hard to hear.\n>> Sorry.\n>> Suzanne Brown-Fleming: It's ok. For our streaming audience. The young lady here has\ngrandparents, a survivor, from Mexico. And your grandparent, as | understand, was very deeply\naffected and couldn't talk about it. This young lady would like to know what do you advise on being\nable to talk about this to other generations?\n>> Frank Liebermann: My grandchildren and children pushed me to do it because it's part of our\nheritage. And we want to know about it. It only adds to the respect. We went through quite an issue\nwith -- my mother finally wrote an autobiography. My parents did get interviewed. An issue is always\nbetter when it's in the open rather than when it's suppressed. You don't accomplish anything by denial,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\neven though, | have to say, that the Holocaust was denied for one whole generation both in Germany\nand elsewhere. Because it was too horrible to deal with.\n>> Suzanne Brown-Fleming: You still get the last word, Frank. I'm still going to ask you to close our\nprogram.\nRemember, after closing it, you need to stand up so that we can take your photo with the\naudience in the background. And then we'll have all of you come up and meet Frank.\nPlease give us your closing words.\n>> Frank Liebermann: Unfortunately since I'm a substitute today --\n>> Suzanne Brown-Fleming: Never a substitute.\n>> Frank Liebermann: My family wasn't able to get here. [Laughter] | was called two days ago because\nsomebody got sick.\nSo | have to say, first of all, as | said before, I'm happy that I've been able to live the American\ndream. | have three children who are now approaching senior citizenship age. [Laughter] And five\ngrandchildren.\n>> Suzanne Brown-Fleming: Shocking, right?\n>> Frank Liebermann: One of whom, by the way, is studying modern European history. He's working\nwith his Ph.D. Another one is at Harvard Law School.\n>> Suzanne Brown-Fleming: Wow.\n>> Frank Liebermann: The other ones are just working people. [Laughter] And one, by the way, is a\nteacher, which is a profession | admire greatly. He teaches high school English in Brooklyn.\nI'm happy to be where | am. | hope that | was somewhat enlightening in your view of history\nand how important it is to study it.\n>> Suzanne Brown-Fleming: Please join me in thanking Frank.\n>> [Applause]\n",
    "segments": []
}