{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ESTELLE LAUGHLIN\nThursday, July 21, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mrs. Estelle\nLaughlin, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Estelle Laughlin's biography so that you can\nremember and share her testimony after you leave here today.\nEstelle will share with us her \"First Person\" account of her experience during the Holocaust\nand as a Survivor for about 45 minutes. If time allows we will have an opportunity for you to ask Estelle\nquestions. The life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Estelle is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nEstelle Laughlin was born in Warsaw, Poland, on July 9, 1929. Poland is highlighted on this\nmap of Europe in 1933. And Warsaw is highlighted on this map of Poland, also in 1933.\nEstelle was the younger of two sisters. In addition to her parents, her family included many\naunts, uncles, and cousins. The Nazis invaded Poland on September 1, 1939. Soon after the invasion,\nEstelle and her family were forced to move into the Warsaw Ghetto. This photo was taken when Estelle\ncame to the United States.\nIn 1943, the family went into hiding in a bunker in the ghetto. The Warsaw Ghetto Uprising\nbegan on April 19, 1943, and continued until the final liquidation of the ghetto on May 16, 1943. Jewish\nfighters faced overwhelmingly superior forces of the Germans but were able to hold them off for a\nmonth. Estelle and her family were hiding in a bunker during the uprising and were among those who\nwere discovered and forced out of hiding. We see here an historical photograph of German soldiers\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nleading Jews captured during the Warsaw Ghetto Uprising to the assembly point for deportation in\nMay 1943.\nAfter they were discovered, Estelle and her family were deported to the Majdanek\nextermination camp where Estelle's father was killed. The location of Majdanek is highlighted on this\nmap of extermination camps in Poland. Estelle, her mother and sister endured labor in two more camps\nbefore eventually being liberated by the Russians.\nEstelle, her mother and sister emigrated to the United States in 1947 on the Marine Flasher.\nWe close with Estelle's immigration certificate which was issued in July of 1947.\nWhen Estelle, her sister and mother arrived in New York in 1947, they had $30 between them.\nEstelle and her sister went to work in the garment district. She met her husband, who was a survivor\nfrom Berlin, in New York. After marrying they moved to Cleveland where her husband was a labor\norganizer. After the birth of her first son, Estelle began attending college in Cleveland and finished after\nthey moved to the Washington, D.C. area in 1961, when her husband joined the Kennedy\nAdministration. They have three sons. Estelle became a teacher in Montgomery County, Maryland,\nearned a Master's Degree and became a Reading Specialist. She retired in 1992.\nEstelle's three sons are very accomplished. One is a professor of geology, another is a\npsychologist, and the third has his own business. Between them, they have given Estelle seven\ngrandchildren, one for each day of the week, as she notes. Estelle's husband died in 2008. She moved\nfive years ago from the Washington, D.C. area to Chicago to be close to family.\nEstelle volunteers with the museum's Speakers Bureau. Until her 2011 move to Chicago, she\nwas also a member of the Survivors Writing Group and a contributor to the Museum's publication,\n\"Echoes of Memory.\" She has written a book about her and her family's experience during the\nHolocaust entitled, \"Transcending Darkness: a Girl's Journey Out of the Holocaust.\" It was a finalist for\nthe 2012 ForeWord Reviews Book of the Year Awards. She is now writing a work of fiction for young\nadults about the Warsaw Ghetto with a working title of \"Stateless.\" Following our program today, Estelle\nwill sign copies of \"Transcending Darkness. \"\nWith that | would like you to join me in welcoming our First Person, Estelle Laughlin.\n>> [Applause]\n>> Bill Benson: Estelle, thank you so much for joining us and for your willingness to be our First\nPerson. Today we have just a short hour and you have so much to share with us, so we'll start right\naway.\nYou were just 10, living in Warsaw, when World War Il began, Germany's invasion of Poland\nin September 1939. Before we turn to what would happen to you and your family during the war and the\nHolocaust, start, first, with telling us a little bit about your family, your community, your life in Warsaw\nbefore war began.\n>> Estelle Laughlin: | was born in Warsaw, Poland to a middle class family. Warsaw was the center of\nmy universe, in my selective memory in golden radiance of lilac trees against open blue skies, rich\nsounds of good neighbors, kindness and trust and love. Magic train rides through the country with\nfamily became shelters in my memory. As a matter of fact, when | lost everything, these memories\nbecame my possessions.\n>> Bill Benson: You said to me \"When | think of that time, | think of loving neighbors, trains to the\ncountryside, time with family and friends. Everything was bright and wonderful.\" That was your life in\nthose days.\n>> Estelle Laughlin: Yes. Yes.\n>> Bill Benson: Tell us a little bit about your father. From what I've read about him in your book and\nwhat you've told me, he was a remarkable man.\n>> Estelle Laughlin: My father was my [Indiscernible]. He was a wonderful man. He taught me the\nvalues that helped me survive with a lot of suffering with love and compassion and love for humanity\nand joy for life. Life should be lived joyfully.\n>> Bill Benson: And your mother, she had fled from violence and anti-Semitism in Russia. Just say a\nlittle bit about her, too.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Estelle Laughlin: Well, unfortunately the Jewish history is very complicated. While the Holocaust is\nthe most horrendous -- | don't mean to compare but there were inquisitions, persecutions of Jews. And\nmy mother was born in a shtetle in Belarus, in Russia. And she was chased out by the Cossacks and\nthen she came to Poland, to Warsaw, married a man that she was very much in love with, was very\nproud of her two children. And the second war, she was persecuted again. And | hope never, ever\nagain.\n>> Bill Benson: Germany invades Poland, beginning World War II. They attacked Warsaw that very\nday. What do you remember of that day and then of the siege of Warsaw?\n>> Estelle Laughlin: Immediately my life changed beyond recognition. Actually, it started out\nSeptember 1. And suddenly we heard this tremendous explosion and then such silence as though all\nthe air was sucked out of the universe. And then the sirens and we heard on the radio that Poland was\nattacked, that bombs were dropped on Warsaw without declaring war. At that moment | stopped being\na care-free child and took on the heavy burdens of suffering and war.\n>> Bill Benson: Warsaw held out for a month following the German invasion of Poland. You wrote that\nthe German Army marched into Warsaw on October 1, 1939, and that immediately \"My life changed\nbeyond imagination.\" Tell us about those changes once the Germans occupied Warsaw.\n>> Estelle Laughlin: They came to the homes, streets, cut off electricity, rationed all food, made books\nillegal, they closed schools. They then very soon isolated us in a small ghetto. They built a thick wall\naround us. They filled the ghetto with droves of Jewish people driven out from surrounding areas. There\nwas not enough food. There was not enough clothing. People were dying of starvation and cold and\nillness. They covered the bodies of children with posters saying \"Children are the holiest things. Our\nchildren must live.\"\nAnd yet, in this inferno, people gathered all the courage that was really in us and fought so\nheroically. Originally there was a moral resistance. Immediately the Jewish community in the ghetto\norganized itself in a self-aid center. Everybody who had a little bit more than their neighbors helped.\nThere was not a child in our building. Warsaw was an ancient city. And most people lived in apartment\nbuildings. There was not a child in our building over the age of 10 who did not in some way contribute.\nEvery building had a kitchen for the starving neighbors. So we would stir the pots to help in the kitchen\nor peel potatoes or we would collect clothing. We put on fabulous shows for neighbors and collected\nmoney for the more needy ones.\n>> Bill Benson: Estelle, when you were forced to move into the ghetto along with several hundred\nthousand other Jews, in a compact area, a wall built around the ghetto, describe a little bit about that\nand what it looked like.\n>> Estelle Laughlin: Well, there were 400,000 people living in an area approximately 1.3 miles. So the\ncongestion was enormous. In some buildings, 11, 12, 15, sometimes even more people lived in one\nroom. There was squalor. There was poverty. There was children with bare feet on their knees begging,\nmany orphans. The squalor was terrible.\nYou know, | said that -- it's very important for me to share the heroism of the people in the\nghetto. Sometimes people ask me why didn't you fight back, why didn't the people in the ghetto fight\nback. But they did fight back. So very, very bravely. To own a book was an act of defiance, capital\npunishment, punishable by death; yet all over the ghetto there were secret libraries. My father had a\nsecret stash of books by Yiddish writers, Shalom Aleichem, Shalom Asch, Isaac, at night with covers to\nkeep our existent secret in a small room illuminated by a flickering lantern. My father would pull out his\nbooks and read to us. Our room felt like a capsule of paradise separating us from the silence, curfew\nsilence, outside our windows.\nYou know, all over schools were folded yet all over the ghetto there were brave, unemployed\nteachers who risked their lives and met with children in small rooms and taught them to hold on to their\nimagination and faith and love.\nWe even had theaters. Imagine theaters when there was no bread. There was a very\nwonderful and remarkable historian in the ghetto whose name was Chaim Kaplan. And he said that it is\nastounding that at a time when we don't seem to need it at all, we need poetry more than we need\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nbread. And it is true. The soul needs to be nourished as much as the body does. | think our ability, our\ncreative ability, our ability to think for ourselves is our Godliness and this was our way of holding on to\nour culture, to our Godliness, to our humanity.\nSo these were some of the examples of the squalor, of the persecution, of the indignities, and\nthe way that we held on to our dignity. And | feel that this is reflective of all of us; that goodness and\nlove for beauty and love for humanity is part of us.\n>> Bill Benson: You wrote in your book that children followed adult examples to resist barbaric laws.\n\"In our apartment complex there was no child over 10 who did not have some public duty.\" Just say a\nbit about that.\n>> Estelle Laughlin: Right. In my book | described how we put on the secret plays. You know, we\nchildren had to hide our books under our clothes to go to our secret classes. Well, that took a lot of\ncourage. As a child, | don't think that | ever stopped and gave myself credit for the courage it took but\nnow | see that it did take such courage. And children are very wise. In the process of writing my book,\nseeing the child that | was through the eyes of an old woman that | am now | saw the wisdom of\nchildren. | saw how children know right from wrong and how they make choices and good choices.\nAnd for the children in the audience here, | feel self-conscious about sharing some of the\ncruelties that | will be sharing but | want to reassure you that if you hold on to that which is best in you,\nyou will always be all right.\n>> Bill Benson: Estelle, the Nazis started deporting large numbers of Jews out of Warsaw to death and\nconcentration camps in 1942. For a substantial period of time, your family was able to avoid being\ndeported. How did your parents manage to keep you from being taken by the Nazis? How were you\nable to survive during that time?\n>> Estelle Laughlin: In July of 1942, the month of my 13th birthday, things became even more\ngruesome. This was the beginning of the Warsaw Ghetto Uprising. We didn't have the faintest idea that\nthe deportation meant death. Some Jewish people were forced to write false letters to families inviting\nthem to go to different towns where they were sheltered and fed and clothed. So you can imagine that\nthe famished people, the homeless people, that many people marched unwillingly -- | mean\nunknowingly and willingly to Umschlagplatz, a deportation station and loaded on to freight trains and\ndisappeared from our existence.\nMy family -- not everyone marched. Many people, | don't know if most but many people, hid.\nNow, where does one hide in an apartment building? Pretty much where | played with my grandchildren\nin hide and go seek, between -- behind couches, behind chairs, under beds. We hid between\nmattresses and box springs. Any corner we could find, hoping that we would not be found.\nMy family hid in a room. They obscured the door with a wardrobe. So while we were hiding,\npeople were marched out of our life. We never heard from the people who were taken away from us but\nsome people, somehow, managed to either hide under corpses or in some way avoid, at that point,\nbeing destroyed. And they came back to the ghetto and they told us about these horrendous train rides\nto a place called Treblinka, where our people were gassed.\n>> Bill Benson: Estelle, at some point the Nazis decreed that all children under the age of 14 were\nuseless to them. You were 13 at the time.\n>> Estelle Laughlin: Right.\n>> Bill Benson: What did that mean for you?\n>> Estelle Laughlin: Well, children under 14 were contraband and | was 13. | was petrified that | will\nbe -- my biggest fear was to be separated from my family. That was very strange to me. | couldn't quite\nunderstand it. But | had one important wish, that if | make my transition to death, that | hold on to the\nhands of my parents. So | was very frightened of being separated from them. | had braids, so my\nmother cut my braids, put my hair up, and dressed me in more adult clothes.\n>> Bill Benson: To make you look older.\n>> Estelle Laughlin: Just to make me look older. And | asked my father -- | said to him, \"What will you\ndo if they come and get me?\" And he said, [Indiscernible]. | believed him; that | was loved, that | was\nsafe, if only in his love.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: By November of 1942, 3/4 of Warsaw's Jews had been deported and killed. You and\nyour sister, Fredka, were two of the 1% of children that were left in the Warsaw Ghetto. Almost devoid\nof children.\n>> Estelle Laughlin: Right. We were among the 1% of children. Can you imagine a world without the\nsounds of children, without the presence of grandmothers and grandfathers? Because children and old\npeople were the first ones to be deported. It was such silence. There was such, such dread. There was\nsuch emptiness.\n| remember when | would walk up to the window or walk up to the gate of our building and\nstick my head out hoping that | would hear a sound of life and only silence called to me. It was so\npalpable.\nIt's amazing what human beings can endure and remain human. It is really one of the reasons\nwhy | share my story. And I'm sure this is one of the reasons why you are all here, to be reminded that\nhuman beings are capable of great evil and then recognize the importance of love and harmony and\ndignity of every individual.\n>> Bill Benson: At the start of 1943, you went to work in a factory, a German factory. Tell us about that.\n>> Estelle Laughlin: Well, before that -- oh, right. All the Jewish people -- there was only a handful of\npeople who remained towards the end of the liquidation of the ghetto. Very few thousand Jewish people\nout of the 400,000 were still alive. Only the people who were useful to the Nazis had a right to exist.\nThey were like demagogues. They decided who was to live and who was not to live. So there was just\na small group of people who were permitted to live provided they were not old, provided they were not\nchildren, and provided that they were useful. Therefore, to prove their usefulness, if they could find\nemployment in three factories, three German factories, that were stationed in that small sub ghetto.\nSo everyone -- to get permission to work in that factory was a license to live.\n>> Bill Benson: And in truth, you were a little girl now working in a factory.\n>> Estelle Laughlin: Right. Right. Right.\n>> Bill Benson: But having to pretend that you were older.\n>> Estelle Laughlin: Oh, absolutely.\n>> Bill Benson: And you would continue doing that not too terribly long because you were there during\nthe remarkable Warsaw uprising and then the horrific obliteration of the ghetto. Tell us what happened\nduring the uprising with you and your family particularly.\n>> Estelle Laughlin: So | shared with you that some people managed to come to the ghetto and tell us\nabout the horrific train rides and about Treblinka. When the remainder of the Jewish people, the small\ngroup of people, became aware of Treblinka, they began to organize themselves into armed resistance.\nMy father was a member of the armed resistance, too.\nThey started to build bunkers in the basements, a network of bunkers. They dug tunnels so\nthat they could navigate between the bunkers and also a tunnel under the wall to be able to get to the\nChristian side and get from the Polish underground some ammunition to fight with. Unfortunately not all\nthe ammunition was delivered and not all the instructions were delivered either, so you can imagine\nthese were warriors so needy of instruction and they didn't quite get it. So we had the bunker.\nEvents erupted with Germans entering the small ghetto. They entered with tanks and armored\ncars and lots of planes. There was a big announcement, humungous loudspeakers, saying that\neveryone better report for resettlement. Of course we knew what resettlement meant: or they will\ndestroy everyone. And when we heard that, we had the bunker.\nWe used to live on the second floor but we moved to the ground floor, a five-story building\nwith four blocks. We were the only family. So there was no issue. It was easy to find an apartment on\nthe ground floor. When we heard that we better report immediately, we had the bunker and a secret\ntrap door in the powder room floor, the commode lifted. We pulled the trap door down. | stepped down\ninto the damp, dank underworld which was to be my world for who knows how long. The ceiling\npressed down on me. The damp walls closed in on me. The flickering of the light was the substitute for\nthe sun. The clicking of the clock was our only clue when morning was rising and when sun was setting.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nThe few people who were in the dunker with me were my whole nation. How | longed for the open\nhorizon or the blue crispness of day.\nShould | proceed?\n>> Bill Benson: Mm-hmm.\n>> Estelle Laughlin: While we were in the bunker, the fighters -- fighting broke out in the streets.\nFacing 20th Century, armed from head to toe, facing armored cars, facing flocks -- the sky was black\nwith airplanes, bombs dropping all around us. It was a small band of freedom fighters poorly clad,\npoorly fed, poorly armed. They climbed up on rooftops. They stepped in front of windows, opened the\nwindows. They dashed out. Sewers were also a very essential way of communication without being\nseen. They dashed out from the tunnels, from the sewers, and they lobbed Molotov cocktails, hand\ngrenades, and whatever ammunition they had.\nYou know, it is really noteworthy that it took this handful of band of fighters longer to fight than\nit took for Poland and France to capitulate.\n>> Bill Benson: For one full month they held out.\n>> Estelle Laughlin: Right.\n>> Bill Benson: How were you discovered?\n>> Estelle Laughlin: At some point a grenade was thrown into our bunker. We had no corner to hide\nanymore. They dragged us out in the street. We did not march like a swarm of nameless people. We\nwere people with names, with love.\nSometimes children asked me how did you feel and | tell them | felt just like you feel inside.\nThey asked me did you feel inside. | tell them | feel -- | felt just like they feel inside. |, too, wanted to\ncatch a ball soaring in the air; |, too, wanted to feel grass under my bare feet; |, too, wanted to take my\nfamily, my parents and friends for granted. The only difference, the big difference, was that | couldn't do\nit and the children then couldn't do it and my grandchildren and children today can do it. And that's the\nway it should be.\nSo they dragged us through the burning ghetto. Flames, enormous flames, were licking the\nsky and painting it an outer worldly colors of iridescence. Plumes of smoke. Our lips were chapped.\nThey marched us to Umschlagplatz and loaded us on the freight train.\nIn the morning we woke up, we arrived in Majdanek, an extermination camp.\n>> Bill Benson: And | know that there aren't the words to describe it adequately here but tell us about\nMajdanek, which you went to with your parents and your sister and you would lose your father there.\n>> Estelle Laughlin: Majdanek was surrounded by an electrified barbed wire fence. There were\ncolumns -- towers where the guards watched us. Every step we went with beams of light. In the center\nof the camp was a gallow from which the gibbets, our friends were dangling. | don't know why they\nneeded to scare us more and punish us so much more. Within sight there was the gas chamber with\nthe chimney. We worked. It was completely useless. We dug up dirt from one place and replaced it and\nplanted it in another place.\nYou know, even in Majdanek, indescribable inferno, we still composed songs and poetry. Of\ncourse, women -- there were no children. There were no old people. Men were separated. Actually, we\nknew that our existence there was only for one purpose. We were waiting to be gassed, which leads\nprobably to the next question if | may jump.\n>> Bill Benson: Please.\n>> Estelle Laughlin: How we --\n>> Bill Benson: First, when did you know -- when did you last see your father?\n>> Estelle Laughlin: The last time | saw my father was when we were separated. My father was sitting\nwith a group of men. | was sitting with a group of women. The children -- there were just a few children\nthat we kept in hiding in the ghetto, not to be seen. And they were dragged out. They were in this little\nplace that looked like a stable.\nMy father was sitting with the men. He was sitting in front. He was very sick. He had TB. His\nblood was crimson. He sat in front of the road. Looked so sad. | was so used to looking into my father's\neyes for reassurance, for steadiness, for love, and there he was looking so miserable. When the guards\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nwalked passed us, | dashed in front of him. | kneeled down and | said, \"Tata, don't worry, they won't get\nme.\" | turned the lapel of my coat -- we had cyanide sewn into our lapel. | said, \"Tata, they will never\nget me. Remember, | have cyanide.\" My father looked up to me and he said, \"No, darling. You must\nlive.\"\n>> Bill Benson: You had a photograph of your father that you lost.\n>> Estelle Laughlin: Mm-hmm.\n>> Bill Benson: Tell us how it was taken from you.\n>> Estelle Laughlin: When we arrived in Majdanek and | was already separated from my father, was\nwith my mother and sister. My sister was a year and a half older, was also 14 years old. We were\nmarched, sure that we were marched to the showers. And we knew what the showers meant. Now, |\nstill had my clothes on. | had one treasure that | hid under the lining of my shoe. That was my father's\nphotograph. A German soldier stopped me and he said, \"What do you have hidden?\" He probably\nonce hoped | had maybe some gold or some jewelry hidden. And | assured him, | said, \"| have\nabsolutely nothing.\" He said, \"Yes, you do.\" So quickly was thinking that the photograph -- if he finds\nme -- | didn't want to lie. So | thought if | show him the photograph, it's so useless to him. | said, \"| have\none thing hidden.\" And | pulled out the photograph. And | said, \"This is my father. Can | have it?\" And\nhe snatched it away. And that was the last possession that | had. Yeah.\n>> Bill Benson: Estelle, now it's you, your sister and your mother. In the time we have left, you would\nbe at Majdanek for a while, then move to several other camps. | know it's very hard to compress it but\ntell us what happened to the three of you from there.\n>> Estelle Laughlin: I'm going to have to abbreviate very much. My mother and sister and | had a pact\nthat if one of us would be sent to the gas chamber, all three of us would go.\nMy mother, by the way, was the only mother in the entire camp. All the other mothers were\nkilled, to the best of my knowledge. We were the only family of three to the best my knowledge that\nlived in that camp. So everyone else practically was alone. So we considered ourselves to be very\nfortunate.\nMy sister was beaten very, very severely. And the following day when we were to report for\nwork, she was not able to stand up. | describe in my book the circumstances. So we hid her under the\nbunks. When my mother and | came back from work, my sister ran up to us and she said -- this is the\nend. My sister felt so indignant about the humiliating conditions of our existence. For instance, we didn't\neven have bathrooms in Majdanek. There was one ditch at the edge of the barbed wires that was an\nopen pit. And the humiliation to go to the bathroom with the guards standing guard above. My sister\nsaid, \"If they want to kill us, let them kill us.\" So she said -- she just said | don't want to live with some\nhumiliation.\nWhile we were away and she was hidden, some German soldiers came to the camp and\nanyone they found they put on the list. So they put my sister on the list. The assumption was beyond\nany shadow of a doubt that that meant that she's going to go -- that she was on the list to go to the gas\nchamber. So the only logical thing to do was for my mother and me to trade places with other two\nwomen who were on the list.\n>> Bill Benson: To go to gas chamber with her.\n>> Estelle Laughlin: So that we go to the gas chamber along. These two other women traded places\nwith the hope to see another sunrise. Well, the following morning when they were calling out the names\nand they called out my sister's name and the names of these two people that we, my mother and |, took\ntheir names. So we reported. They put us on a train and we were sent to Skarzysko, which was a slave\nlabor camp. There is a slight difference between extermination camp and slave labor camp. An\nextermination camp was a factory, a modern, humungous factory of killing people. A slave labor camp\nwas a place where you worked practically to death. And Skarzysko and then later Czestochowa. We\nworked in an ammunition factory.\n>> Bill Benson: I'm going to ask you -- there's so many things that we don't have time for you to tell.\nThe fact that you and your mother got on the list thinking you were going to go to your death and that\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nended up saving your life there. Shortly after on your way to Skarzysko on the train, the train stopped\nand, again, your lives were saved there. Tell us about that.\n>> Estelle Laughlin: Well, you know, survival was mostly random luck. 99% was random luck and\nmaybe .5% was feistiness. But without the .5% of feistiness you were 100% dead.\nWhen we were on the train, there was one pit stop. My sister had to go to the bathroom. We\npleaded with her not to go. She said, \"But | have to.\" So we were like one organism. Wherever we\nwent, we went together so that if we live together or die together. So my mother and sister -- | and my\nmother followed my sister. Then the guns started to pop. They chased us on to the train. Instead of\ngoing into the same train that we were, we boarded another wagon.\n>> Bill Benson: By mistake.\n>> Estelle Laughlin: We were just running from the bullets flying around. The fortunate thing was that\nthat train, that wagon, was unloaded. In Skarzysko there were three branches of ammunition factories.\nAnd one branch was where they were working on gunpowder without any masks and for the whole day.\nAnd the people just turned, within a couple of months, absolutely yellow, the color of the gunpowder.\nTheir lungs, they just suffocated to death so that coincidence saved our lives.\n>> Bill Benson: It's such an understatement from reading your book and having the opportunity to\nlisten to you on a couple of occasion that your mother was just a remarkable woman. Tell us about the\nincident at Skarzysko where your mother confronted a really brutal guard, if you don't mind.\n>> Estelle Laughlin: Yes. Well, we hardly ever saw daylight. You know, in this museum, there is the\nglass dome. It's interesting, the architect, the reason why he made the glass dome was because when\nhe interviewed survivors, they were so aware of the sky -- which reminds me -- I'm sorry for digressing\nbut we marched every day, of course, to work and back to our barracks. And the one thing while we\nwere marching that | was aware of was the patch of sky. So once we were marching like this, one kapo\nstarted to beat another one of the people, one of the Jewish people. Of course, there were always\ndogs. To this day | am afraid of dogs. And my mother stood up, the other woman, stepped out of the\nmarching of the slave labor people and she said \"Blood and my grave will follow you for what you're\ndoing to our people.\" So my sister and | were so afraid that they will shoot us on the spot but they\ndidn't.\n>> Bill Benson: | think it was at Skarzysko that you and your sister and mother were referred to as the\nthree monkeys.\n>> Estelle Laughlin: Yes. Endearing.\n>> Bill Benson: It was the original title of your book, an affectionate term. Why did they call you that?\n>> Estelle Laughlin: We were so close. We didn't take the instant for granted that we had one another.\nAnd, of course, we were all covered with lice and mange. And the lice itched and you scratched. There\nwas no medicine, just scabs oozing. So we would just sit close together and pick lice, like monkeys. So\nour friends, the people, would call us the three monkeys in an affectionate way.\n>> Bill Benson: In the summer of 1944, you were forced to move again, taken by train to yet another\nchamp called Czestochowa. That's where you would eventually be liberated from. Tell us a little bit\nabout Czestochowa and then your liberation.\n>> Estelle Laughlin: Well, Czestochowa was essentially like Skarzysko. It was also an ammunitions\nfactory. We were so isolated. It was impossible -- we might as well have been on a different planet. It\nwas impossible to imagine that only a few rabbit hops away from us people were sailing on silver lakes\nand children were sitting around tables and having meals as children should. We had no idea if the\nallies were winning or losing. Here one night we're lying on our bare planks and we hear a rumble of\nplanes. And we say, \"Could it be?\" After all of these years? Now, don't forget, this was from\nSeptember 1939 to January 1945. And then bombs start dropping. It was like from heaven, to die by an\nallied bomb would be such a dignified death. We were pleading, God, don't let them stop bombing. We\nwere liberated the following day.\nIn my book | describe what liberation was like. | assure you, it was not at all like anything you\nare likely to imagine. Very little has been written about liberation. It was January. Poland is cold.\n>> Bill Benson: And that was an especially awful winter.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Estelle Laughlin: 1945. It was very cold. All we wore was -- no underwear, no stockings, no\nsweaters, just wooden clogs. So | describe how the gate opened, how we shuffled out, how we saw the\nRussian soldiers, how we ran up to them saying, oh, like messiah was here. And they put up their\nhands and said, “Sorry. We have a war to fight.” And, indeed, they had. The war didn't end until May of\nthat year. They gave us a slab of bread and they said be sure that you find shelter before nightfall.\nCurfew was still war. So we shuffled through, starving.\nOur first meal -- some other people from the camp that met us told us down the street there\nwas a pickle factory and there were windows broken so we climbed through the windows and our first\nmeal was a dill pickle.\n>> [Laughter]\n>> Estelle Laughlin: | was very grateful for it. Dug potatoes from the frozen ground. Must have eaten\nthem raw. Amazing how much human beings can endure and remain human and remain\ncompassionate. And suffering does not have to drive you to despair and hate. It can teach you to love\nmore deeply.\n>> Bill Benson: We're almost out of time. And of course --\n>> Estelle Laughlin: And I'd like to give some time for questions.\n>> Bill Benson: | think we're going to have time for one or two, unfortunately. But there's so much more\n| wish Estelle could share with us. Next time maybe we'll schedule her for four hours.\n>> Estelle Laughlin: You can do that.\n>> [Laughter]\n>> Bill Benson: We have time for a couple of quick questions. If you could go to the mic if you have a\nquestion. We ask that you make your question as brief as you can. I'll repeat it to be sure everybody\nhears it. And then Estelle will respond to your question. If not, | will ask a couple more.\n>> Estelle Laughlin: The questions | miss answering, you can read in my book. I'll be signing.\n>> Bill Benson: Yes. Absolutely. And Estelle will close our program in a few minutes. It's our tradition\nthat our First Person has the last word so I'll turn to Estelle to close it. Once she's finished two things as\nfirst question is coming to the microphone. Two things, when Estelle is done, our photographer, Miriam,\nIs going to come up on the stage and take a photograph of Estelle with you as the background. So I'm\ngoing to ask you all to stand so that we can do that. And then we're going to try to get Estelle off the\nstage and up there quickly so that she can sign copies of \"Transcending Darkness\" when we're done.\nLet's go ahead. We have two people brave enough to ask questions.\n>> Hi, Estelle. Thank you for being here today and presenting us with the story, first of all. My question\nthat I've had for a long time is: What did you think of when you were first told that Jewish children\nweren't allowed to be played with, couldn't go to school, you know, couldn't shop in other stores and\nother people couldn't shop in the Jewish stores? What did you think of the Jewish -- or the German\npeople at that time?\n>> Bill Benson: What did you think of the Germans when you were being told of all the things that you\ncouldn't do as a child?\n>> Estelle Laughlin: What was | thinking? It was incredible. | had this impulse to walk up to a soldier\nand soldiers and say: Don't you have a mother and a father and children? How can you do it?\nSome part in me believed that there was humanity in their hearts. | still have to believe that it must be\nsomewhere. It must have been. It was incredible. | could not understand. If you cannot trust\nadults -- these were adults. | was a child. If a child cannot trust adults, who can you trust? It was very\nfright anything. -- frightening.\n>> Bill Benson: Thank you. We have a young man here with a question.\n>> Yes, | have a question. When you were liberated, who were you liberated by, the Americans or the\nRussians?\n>> Bill Benson: Were you liberated by the Americans or the Russians?\n>> Estelle Laughlin: | was liberated by the Russian forces.\n>> Ok. Thank you.\n>> Estelle Laughlin: Thank you for your question.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: Thank you. | think we have one more here.\n>> [Question Inaudible]\n>> Bill Benson: The question was, was your family a religious family? And how much role did faith play\nin your life during that time?\n>> Estelle Laughlin: My family was not a religious family. I'm not a religious person. But | consider\nmyself a very spiritual person. | feel connected with everything and -- that is living. | feel very much part\nof everything that is living. And my family was very humanistic, very concerned about kindness about\ncharity, about human dignity.\n>> Bill Benson: Thank you very much.\nI'm going to turn to Estelle to close our program. | think where we left off, unfortunately, there's\nso much more to tell us with liberation and in early 1945 the war would continue, a time of chaos and\nyet Estelle, her sister and mother went through unbelievable things after that only to finally, two years\nlater, more than two years later, make it to the United States in 1947.\nEstelle?\n>> Estelle Laughlin: | want to thank you all very much for being in the museum here and for listening.\nSeldom are people willing to listen or speak of such experiences because it generates such pain; yet\nwe have to be reminded from time to time what can happen us and to civilization. When we\naccommodate ourselves to tyranny, what it does to the conscience of a nation, what it does to love, and\nwhat it does to trust.\nYour being here gives me faith. My mother, in front of the crematorium, said \"The world has a\nconscience. You will see if we survive that the German children will be asking their parents how could it\nhave happened. Where was your conscience? And you know? She was right. German people are now\nasking how could it have happened in our country. And | feel that we are all left with the legacy to\nunderstand that human beings are capable of cruelties and to understand the importance of love, the\nimportance of human dignity, everyone's dignity.\nThank you, again, so very much.\n>> [Applause]\n",
    "segments": []
}