{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nBob Behr\nWednesday, April 26, 2017\n10:00 a.m. — 12:03 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\nJen Ciardelli: Great. Good morning. Welcome to the United States Holocaust\nMemorial Museum. My name is Jennifer Ciardelli, and | work in the Levine Institute for\nHolocaust Education. | am the host of today's public program, First Person. Thank you for\njoining us. We are in our 18th season of the First Person program. Our first person today\nis Mr. Bob Behr, and we'll get to meet him shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for Their sponsorship, and we're honored that Mr. Smith is\nactually with us today. Mr. Smith, if you could raise your hand and stand. Thank you so\nmuch for making this possible.\nFirst Person is a series of conversations with Survivors of the Holocaust who are\nhere to share their firsthand accounts of their experience during the Holocaust. Each of\nour First Person guests serves as a volunteer here at this museum. Our program will\ncontinue twice weekly through Mid August. The museum's website, www.ushmm.org,\nprovides information about each of our upcoming First Person guests.\nToday's program is being livestreamed via a link on the website. This means we\nhave people watching from around the country and around the world. So welcome.\nRecordings of all First Person language will be made available on the museum's YouTube\nstation. And we're also accepting questions from our web audience today on Twitter.\nPlease use the hashtag USHMM.\nBob will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time, we will have an\nopportunity for you to ask Bob questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Bob is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with his introduction.\nSo Robert Behr was born in Berlin, Germany on March 1, 1922. He turned 95 this\nyear. Here we see him walking the family dog.\nHere we see a map of Europe, with Germany highlighted. Then we see a map of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nGermany with the city of Berlin circled. Where Bob was born. Bob was the only child of\nAlfred and Lilly Behr and Bob's father served in the German Army in World War I. Here\nwe see a photograph of Bob's father, Alfred Behr, in his World War | uniform.\nThis photograph shows Bob's mother and father at the beach in 1921 or 1922. Life\nchanged dramatically for Bob Behr and his family and all Jews in Germany when the Nazis\ncame to power in 1933. During the 1938 pogrom, Bob's father was arrested and sent to a\ncamp. Later in 1942 Bob and his mother and stepfather were arrested and sent to\nCzechoslovakia.which we see oven this map.\nHe was interned in trees, also called Terezin and this points to trees. Here we see\na map of trees itself. Later in 1924 Bob was sent to a satellite camp in Wulkow, Germany\n,where he worked to rebuild the SS general headquarters destroyed by the Allies. Bob\nwas liberated by the Soviet Army in May, 1945.\nIn 1947, Robert immigrated to the United States where he enlisted in the United\nStates Army, hoping to be assigned to Berlin so he could care for his mother. He was\nplaced in Germany, and we close with this photo of Bob and his mother in Berlin. Today\nBob and his wife Marie Therese live in the Washington, DC area. After serving in the US\nArmy from 1947 to '52, Bob worked here in Washington, DC until he went to work for the\nUS Air Force as an intelligence officer, living in Germany from 1954 to 1961. Bob\ncontinued his civilian career with the Air Force at Wright Patterson Air Force Base in Ohio\nuntil his retirement in 1988. And after earning his master's degree in modern European\nhistory, Bob was a college professor teaching history about World War II and the\nHolocaust. And Bob has spoken in many, many settings. For example, Bob speaks here\nat the museum to military personnel. He's spoken to personnel in Germany. And he even\nspoke to a group of German school children in Germany where Bob spoke in German for\nthe whole presentation.\nIn 2000 Bob and Marie Therese moved to nearby Rockville to be closer to their\ndaughter, and they have two daughters, four grandchildren. Bob has a passion for history\nand for learning. He volunteers at the museum's Visitor Services and you can find him\nhere every Friday. And with that, | would like to invite you to join me in welcoming our\nFirst Person, Bob Behr.\n(Applause)\n(no audio )\nBob Behr: If anybody ever tells you that old age is a blessing because you don't\nhave to work anymore, you don't have to do this anymore, that anymore, tell them to go to\nhell because it isn't true.\n( Laughter ).\n(Applause).\nOld age is a pain. And I'm grateful that you are coming to listen to me and I'll turn it\nback over to my mentor.\nJen Ciardelli: Well, Bob, we thank you for joining us today. And Bob, your story,\nyou have so many stories to tell us. We have such a short period of time. If it's okay with\nyou, | say we jump right into it. And | wonder, you were born in Berlin in 1922. Can you\ntell us, start us off by talking about life in Germany before 1933, before the Nazis came to\npower.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nBob Behr: Well, | was a kid. | just grew up. | didn't understand the political\nramifications of the lost war, World War | I'm talking about that Germany had lost. But\npersonally, it didn't really affect us. My father, my parents, were middle class. My father\nwas a doctor, my mother was a housewife who never went to university. She just raised\nme and -- but life before the Nazis was difficult but not impossible. What do | mean by\nthat. What | mean by that is simply that Germany, for the first time, had a Constitution and\nif you want to know more about it, see me later. But Germany never had a Constitution\nbecause the emperor was running the show and now they had and we were -- maybe |\nshould say | had no siblings, no mother and father -- no brothers and sisters and the story\n| was told why this happened, that when | was born my mother took the first look at me as\na baby. She said oh, my God, enough is enough, and let it go at that and she meant it.\nShe never had a brother, never had a sister. | was the only child.\n| grew up in the 1920s. None of you was even -- your grandfathers are living at that\ntime. So it was a time where Berlin was recuperating from a lost war. It was a very vibrant\ncity, very lively city and | grew up with a normal kids growing up in the big city and nothing\nspecial. But there were things which is it all right for me to mention the Holocaust radio?\nJen Ciardelli: Well, yeah. Do you want to go when Hitler was appointed Chancellor\nand talk about how things --\nBob Behr: That comes later.\nJen Ciardelli: Okay.\nBob Behr: | just wanted to tell you my first acquaintance -- you got to excuse us,\nwe are old friends so we don't -- we don't hate each other.\n(Laughter)\nEven if we interrupt each other. But no, the reason | mention it is that I'm a kid. |\ngrew up. | know nothing about politics and so forth. But you know, there is something in\nyour subconscious which begins to nag on you. Now, let me explain what | mean by this.\n| have a Jewish mother, | have a Jewish father, and obviously | was Jewish. And that in\nthe beginning didn't bother me very much. My parents and -- it might interest you to know,\nthey were more German than Jewish. Like | say to other audiences, we were first of all my\nparents were Germans and secondly they were Germans and thirdly they were Germans\nand only then when they Jewish. So you see the priority this. And | grew up with the idea\nthat Germany was a wonderful country. It may have lost the war -- war but basically it was\na -- not only landscape-wise beautiful, it had a culture, it had a entertainment, it was a very\nvibrant city which, of course, | couldn't enjoy. | was much too young. And yet you know,\nLadies and Gentlemen, when | think back 75 years, then | remember things which are\ntoday -- no, normally | ask the audience, but you guys are smart. You know the answer.\nWhat was the means of mass communication in the 1920s? | give you two. | give you the\nfirst one, which were newspapers. What's the second one? Ma'am, any idea what was\nmass communications in 1923? Radio. Of course you all knew that. Radio was what TV\nis for today. It was a means where people could buy a cheap radio, get the news and so\nforth. And me, growing up in Berlin, listening to the radio which my father had on\nconstantly. He was very interested in the -- the world around him, including politics, |\nheard things which despaired me. And those things were anti-Jewish. There was a man\nout of the loudspeaker of my father's radio about the Jews having caused the loss of World\nWar |. The Jews made -- signed the Treaty of Versailles. | mean, it went on and on and\non. And | went to my mother and said, \"What's Dad listening to?\" My mother said, \"Don't\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nyou pay any attention to him. If your father --\" and that's a quote, Ladies and\nGentlemen -- \"If your father is dumb enough to want to listen to some politician who sits\nGod knows where between you and | and Munich, and he was making anti-Jewish\nspeeches.\" And my mother in her own way tried to calm me down she knew | was upset\nand she knew | was Jewish and why is the man constantly harping against the Jews. She\nsaid don't worry about it. And she made a famous sentence which to this day sits in my\nmind, and she said, \"You have nothing to worry about.\" And she explained in her own\nmotherly way that we lived in a democracy, that Germany now has a new Constitution and\nthat we are protected by the police and the best thing | can do is not to worry. Don't pay\nany attention what your father gets out of the radio. You have nothing to worry about it.\nNow | want to do a jump.\nWhat happens?\nJen Ciardelli: And so now you're talking, so Adolf Hitler is appointed Chancellor in\n1933, and you're 11 years old at this time.\nBob Behr: Yes.\nJen Ciardelli: And life changes.\nBob Behr: | was 11 years old when something so drastic, so enormous happened\nthat it took years for the world to understand it. What happened is a simple\nadministratively act. The Nazi party was the largest party in Germany. Our very -- excuse\nme. Our very old and senile president had no choice. He needed to appoint the leader of\nthe party as the Chancellor of Germany and his name was Adolf Hitler. And | just\nmentioned Chancellor this is why | like to talk to adults. This is why I'm grateful you are\ncoming. | don't like to talk to eighth graders. Not that the kids are not smart, but if you say\nHitler became a Chancellor, they haven't got the vaguest notion what a Chancellor is. But\nyou do so | don't have to explain that. But anyway, Hitler suddenly at 11:00 on a Saturday,\nhe became the Chancellor. And with this, remember my mother's famous words, you don't\nhave to worry about anything, we are protected by the police, all of this went out of the\nwindow. It is almost difficult for me 70-some years later to describe to you Americans,\nborn and raised in a free country. Not a perfect one but at least a free and honest country\nand to explain how -- with literally within 24 hours life changed so drastically. And with\nHitler as the Chancellor, he could now implement the very thing my mother had told me\ndon't you worry about. You have nothing to worry about. So we had something to worry\nabout. He -- Hitler went into politics with a one major objective and this is to destroy the\nJews. In those days we're talking about 1933, and he didn't talk about killing, but he talked\nabout eliminating them from the economic, the scientific, the arts, wherever Jews were,\nthey are to be eliminated from the German life. And guess what? He did. He did witha\nbang. | mean, life is difficult for me to describe. Can -- | don't Know anything about your\nhometown, nor do | need to know. But imagine your hometown suddenly having signs all\nover. | usually go and ask somebody what his favorite sport is. I'm sitting a little farther\naway so I'll skip that. | ask and the guy says football. So | said football. American football\nor German football Known as soccer? And he said European, soccer. And said what do\nyou need to play soccer? Well, the kid looks at me and says | need a ball. | say yes, you\ndo. What else you need? | need goals. | need two goals. One on each end of the field.\nSo what's the big problem? Well, the problem is the Nazis decreed that no Jews could\nplay on this field. We were eliminated. My favorite sport in those days when | grew up\nwas swimming. | just loved to swim. The problem that we have no water? No, we had\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nplenty of water. What we didn't have was a pool where the water goes in because the\npool had a big sign saying, \"No Jews should swim in this pool.\" And so it went. The city\nwent from a very sophisticated, modern city into an absolute abyss where everything was\nbad. Jews were something which the Nazis detested and wanted to eliminate. In the\n1930s when Hitler became Chancellor in 1933 -- don't worry, you're not going to get a test\non it, but just remember 1933, that's when Hitler came. And within months he had\nradicalized what we call today, he had radicalized the German people. | still, being as old\nas | am, cannot understand how German educated people, sophisticated people, could\nsuddenly fall for a rabble-rouser. Of course there's an explanation. But guess what, |\ndon't have time to give it to you because | have more to tell you. So just take my word for\nit. It was a city -- Berlin became a city which -- where Jews were not wanted, where Jews\nwere disliked, where Jews were chased away.\nThere were traces all over with signs on it, Jews not wanted. | can just give you\none example. Where we lived, we lived in an apartment. We didn't have enough money\nto buy a house. We lived in an apartment on the third floor. No elevator, but we had a\nhome. And on the bottom on the street where we lived there was a little ice cream parlor.\nJust an ordinary and we kids used to spend our pocket money in that ice cream parlor in\nsummertime and enjoy their merchandise. Now they had a big sign suddenly, \"We do not\nserve Jews.\" | don't know how many of you -- let me see your hands -- have already been\nupstairs.\nJen Ciardelli: Probably -- oh, a few. Probably just a few and more will go up after\nthey hear you speak.\nBob Behr: Good. You will go upstairs. Let me, if | may, alert you to something.\nOn the fourth floor where you will arrive there is all sorts of dynamic exhibits and among\nthem is a very small television screen which has nothing spectacular about it. It has no\nmusic. It has no margins. It has no flicks. It was just a rolling band of information on the\nfourth floor. And the reason | mention it, because to me, this is one of the most\ndevastating exhibits in that whole museum here. Why? What does it show? Did it show\nmurder or anything? No. It just had words written in it. And that little screen, if you take a\nfew minutes to stand there, listed all the anti-Jewish laws that the Nazis passed where we\nlived. Let me give you some examples. 1933, Hitler came to power. 1934, the year\nduring a big rally if the city of Nuremburg the Nazis released some laws which were\nmandatory for the Germans. One of the laws which they released during the festival in\nSeptember of 1934 was they took away our citizenship. Now, think about it. All of you\nhave or are entitled to probably American passports. The American passport is derived\nfrom your birth in America. You are an American citizen. And with that you have the\nrights and privileges of an American citizen. We, my parents, had the right and privileges\nof German citizens which included of course all the civil rights. With one stroke of a pen in\nSeptember of 1934, only one year after Hitler came to power, we were not -- they took\naway our citizenship. Hitler declared that no Jews, regardless where he was born, that no\nJews could be a citizen.\nJen Ciardelli: Bob, and | know that there are through this time, right T Nazis\nincreasingly put in these restrictions that in 1938 really culminated in a pogrom that\ntargeted the Jewish people particularly.\nBob Behr: Yeah. From that time on, after our citizen was taken away, the screws\nwere tighter and tighter. That screen | was telling you, you cannot imagine the things the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nNazis prohibited. We weren't allowed to have a pet. Can you imagine that? We were not\nallowed to have a dog or a cat. We were not allowed to have an automobile. Not allowed\nto have a telephone. Not allowed to have a radio and so forth. And the -- the Nazis were\nbound and determined and to some degree successful as to eliminate the Jewish people\nfrom the life in Germany.\nLet me give you a figure, which | don't mention very often. Germany in those days\nhad 65 million people in the 1930s. How many of those were Jews? 500,000. That was\nthe entire -- those 500,000 became to quote Adolf Hitler, an eternal enemy of Germany.\nThose 500,000 people were bound and determined to destroy Germany. So you need to\ndo this trying to understand. It's difficult. | agree with you, it's very difficult to understand\nto lead a life where you're an outcast and you are an outcast simply because not what you\ndid but what you are. And there's a fundamental difference. You are born Jewish and\ntherefore you are bad people. Let me just do one thing. Most people think that the\nGermans were so anti-Jewish because of religion. That is not true. | don't care who tells\nyou that. Religion was not the reason. Why? Because you can change your religion.\nYou can go to a priest and say Father, | would like to become a Catholic and the Father\nwill take you, teach you, and make you a Catholic. The Nazi philosophy, what they hated\nabout Jews, was their blood. And that was the difficult thing to change. You don't change\nyour blood. You were born with bad blood and therefore you were a bad person. So you\nget an idea the life you're living. People hate you, people don't like you, people don't want\nanything to do with you simply because you got bad blood.\nNow, put that in your pipe and smoke it. You can see what it is\nJen Ciardelli: Well, in -- | think you're gathering here, even from our short\nconversation, we could be here for the rest of the people | think hearing about so many\ndifferent aspects of what you experienced. And there's not enough time. In 1938 this\nviolence against the Jewish population was expressed through an evening of violence that\ntargeted shops and businesses. Can you tell us how that event, Kristallnacht, affected\nyour family in 1938?\nBob Behr: You going to give me another 30 minutes?\n(Laughter)\nNow you're going to do that. You want to get going. What happened is in essence\nthere's a lot more behind it, but I'll tell you that privately after the show is over. What\nhappened on that -- at this time N November of 1938, that a Jewish fellow shot a German\nembassy Official, killed him. And the Nazis it -- there's a long story about it, but we just\nsimply don't have the time. Anyway, the Jewish fellow when that happened in Paris,\nFrance, the Jewish fellow shot the German embassy official and the Nazis used that\nassassination of the German official who was of course a Nazi and he -- they used that\noccasion to have a enormous time of destruction. That was a time when the synagogues\nwere burned. We lived not far away from one synagogue and | could see some of it. They\nput fire, they took the holy Scripture of the Jews, throw them on the floor, made the\nGermans walk across. They told the firemen not to extinguish the fires in the synagogues.\nLet them burn. Just be sure that the Christian buildings around it are protected. It was\nthen. But what is mostly concerns me originally is that that same night, the night from 8:00\nto 9:00 November, 1938, they arrested 30,000 Jews. Eenie, meenie, minie, mo, you go to\nthe concentration camp. They had not done anything. They had not broken any laws,\nnothing. But they were Jews and they had bad blood and they needed to be punished for\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nsomething which happened in Paris when a total stranger shot a German embassy official.\nThat's what my father had to pay for. And he was put in Buchenwald Concentration\nCamp. And it was very difficult. | may have omitted to tell you that my parents got\ndivorced, so it was my -- my mother remarried and | had a stepfather. But the arrest of\nmy -- was my real biological father, and he was the one who went to the concentration\ncamp, simply because he was Jewish, simply because that meant he had bad blood, and\nsimply it meant we need to get rid of him. And so we -- we had to live with a stigma of the\nbad blood. And from then on things -- we thought that things between 1933 and 1938\nwere bad. They gota lot worse. Everything we liked, everything we enjoyed was\nforbidden. We weren't allowed to go and see a movie. We weren't allowed to go and go\nto theater. We weren't allowed to do anything. You became embraced by hatred of\npeople that didn't like you. So --\nJen Ciardelli: And there was also, during that period, after Kristallnacht, maybe in\n'39, where you experienced forced labor, where you had to start --\nBob Behr: Well, personally, the Nazis found laws or established laws which made\nlife even more difficult. For example, they initiated a rule that anybody between the age of\n15 and | think it was 65 had to go and work. And the way this works, it's not that you work\nin order to earn a living. That was not the Nazi purpose. They wanted free labor. We had\nto report -- | was, what, 17 years old. | had to report to an office every morning and they\nassigned you work which you had to do. Usually labor, heavy manual labor. | remember\ntwo things | had to do. | got a sack of coal and had to bring them to the buildings where\nthey had central heating from the truck to the building and the -- but the other one, | was\nmuch worse. We had to take bricks and bring them to construction sites. We didn't have\nin the 1930s all those trains you see today. In those days it was manual labor who\nbrought the material which the masons needed by hand and Jews were the ones who\nimmediately did that. And then something happens. I'm going to jump now.\nJen Ciardelli: Please.\nBob Behr: And that is anybody know what happened in September of 19397?\nThank you very much. Yes, yes.\nJen Ciardelli: Invasion of Poland.\nBob Behr: The war broke out. The Germans marched into Poland in September of\n1939. Why they did this and how they did this, | really don't have time to go into this.\nSuffice it to say that the Germans marched into Poland and the free Polish country was\nsuddenly a German colony, with all the laws and they had enormous amount of Jewish\npeople there who were now all saddled with the -- the anti-Jewish laws which the German\nJews had already experienced for a number of years. And so the -- but you know how\npeople are -- let me give you my parents, my stepfather and my mother, when they heard\nthat the Germans marched into Poland, they also heard on -- and read in the newspapers\nor heard from friends that the British and the French told the Germans if they don't get out\nof Poland in 24 hours, we're going to be in a state of war between Germany and Britain\nand France. And of course the Germans didn't get out, and by 4:00 in the afternoon on\nthe 3rd of September, 1939, we were at war. And my parents were happy. Oh, my gosh, |\nremember them, they were saying, that is the best thing since green grass that we were at\nwar. You will see the -- | was wondering, | was old enough to understand, but | didn't\nknow why they were so happy about a war. They said well, because the British and the\nFrench will destroy Germany and six months from now Hitler will be history. Well, you\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nknow and | know and she knows that it was -- Hitler began to win every battle. By the time\n1942, 80% of Europe, 80% were all German occupied, whether it was Greece, Bulgaria, it\nwas -- Hitler began to win everywhere and our life became considerably worse. For the\nfirst time | was hungry. Before that, there was always enough food. But now that the war\nhad started, we had Ration cards. And potatoes were rationed and bread were rationed\nand the Jews got some Ration cards. But if the Germans got four eggs a week, the Jews\ngot two. If the Germans got one pound of butter a week, we got 250 grams. And so it was\na time where we began to physically suffer. Before that, you suffered mentally. But now\nyou began to also suffer physically. It was very bad.\nJen Ciardelli: And -- and you mentioned 1942. And again, so many stories. If |\nmay move us in 1942, July of 1942, things got worse for your family. Your family was\narrested.\nBob Behr: Yeah. My -- in 1942 my family, the Gestapo became and arrested all of\nus. It's a very -- they didn't come because we were Jewish. That's not why they came.\nThey had good reasons. What happened is that my mother helped somebody escape\nfrom Germany. That was a thing punishable very harshly, if you help somebody to\nescape. There were only about three of four neutral countries. Everybody else was\ninvolved in the war. And it so happened that my mother knew a priest who lived in -- who\nlived in the area of Constance and if you look at the German map, you see that Constance\nis within spitting distance of Switzerland, which Switzerland, of course, was neutral and so\nto make a long story short, that -- my mother had an address and she gave that woman\nthe address. The woman made it to Switzerland, sits down, writes a postcard and writes\non the postcard on the bottom and says, \"If it wouldn't be for you, | wouldn't be here. | am\nfree and | have beautiful sunshine and life is great.\" Okay? Of course, the Gestapo reads\nthat and says aha, Mrs. Behr is the one who helped that woman escape to Switzerland\nand here they were. And so in July of 1942 they came and arrested all of us.\nNow, at that time the killing in the gas chamber has already started. The killing of\nthe Jews in the gas chamber started in 1941, the year before. All my relatives --\nJen Ciardelli: That was your cane. Here, I'll get it.\nBob Behr: You have to help me.\nJen Ciardelli: Here we go.\nBob Behr: All my relatives are killed. The deportation started in '41 when they\nshipped the people to Auschwitz and gassed them. And so by '42 it was already standard\npractice, but we were not sent to Auschwitz to the gas chambers. Neither my father, my\nstepfather, my mother, nor |. The reason for this was very simple. Since my father, my\nbiological father, had been a volunteer for the emperor in 1914, they would not gas those\nrelatives -- veterans and/or his relatives. So we were saved by the very fact that my\nfather -- father, who when he volunteered for the emperor in World War I, had no idea that\nhe would save -- that this action would save his -- our lives. Of course it was years later.\nAnyway, the bottom line is we were not sent to Auschwitz. We were sent to a little town in\na country that doesn't exist anymore. It's now called Terezin and the city is called Terezin\nand the country is the Czech Republic. It used to be Czechoslovakia. But that's another\nlong story. It doesn't exist anymore. And so here we were suddenly in a concentration\ncamp.\nNow, there are tons of books written about concentration camp. Some were bad,\nsome were worse, some were impossible. It was -- suddenly you are taken out of -- just\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\ntake yourself out of your normal life. You go to work, you fix your dinner, you lead a\nnormal life. In the concentration camp there's nothing normal because you don't have\nanything to say. There were tons of Jewish people in that concentration camp but the\npower rested with the seven SS guys. Those seven guys ran the show. Couldn't you?\nNo, you couldn't because they had weapons. And we had nothing. And so those seven\nSS guys ran the show of 60,000 people. Now, permit me to give you a -- a couple of\nwords about the 60,000.\nTheresienstadt used to be Austria Hungarian garrison town. Austria Hungary didn't\nexist anymore. It became part of Czechoslovakia that didn't exist anymore because Hitler\noccupied it in March of 1939. He took the freedom of the Czech's away. And so that\nwhole area was free for the Germans to do what they want and they did and they made a\nconcentration camp out of it. Specifically for older people, people over 65. And some of\nthe younger people who were especially deserving. And we were especially deserving\nbecause my father volunteered to fight for temp rear. That saved my life because it\neliminated the gas chamber for my family because of the action my father took when he\nvolunteered to fight the war and had no idea that years later it would save his life.\nAnyway --\nJen Ciardelli: And conditions were quite hard, but there was an opportunity\nto -- there was a work opportunity that came up. Can you tell us about that?\nBob Behr: Yes, yes, | can. What happened is that the war was going on. The Air\nForce, the American and British Air Force were bombing the hell out of Germany. Berlin\nwas hit very badly. And among the buildings which was hit was the headquarters of the\nSS. The very people who were bound and determined to eliminate the Jews. Their\nheadquarters was totally destroyed. | can give you the address. Wouldn't mean anything\nto you. And so the leader of that SS, a guy with the name of Heinrich Himmler went to the\nGerman authorities and said hey, they destroyed the -- the Americans destroyed my\nheadquarters. | need an office. And can you give me a piece of land? And to make a\nlong story short, the Germans give him a piece of land and saying here, you can build\nyourselves a new headquarters, barracks and then there's -- the guy said thank you, that's\nwhat | wanted. And then they came to Theresienstadt, to the concentration camp where\nmy family and | were, and said we need some volunteers to go there and build that guy a\nnew headquarters. And then they added a sentence. And for that sentence is the reason\nI'm sitting here with you because they said, \"If you volunteer to go to that place where they\nbuild the new headquarters, if you volunteer to go, we will not evacuate you.\" Now, in\nparentheses everybody knew what the word \"evacuate\" meant. It meant death. It's\nanother long story. You'll have to come back. Anyway, everybody said if you want to be\nevacuated from Theresienstadt to Auschwitz, that means they're going to kill you.\nSo | volunteered. | volunteered and they said we will not evacuate your folks. |\nthought well, that's my chance to do this. So | volunteered. And that was the worst time in\nall these years, since 1933, that | experienced. It was so bad, so hard, so difficult that for\nthe first time | gave up. | was willing to die. | got very sick. It was 1944, bitter cold in\nwinter in 1944, | had a vitamin deficiency disease called impetigo and then accompanied\nby high temperatures and you feel just about as bad as you can imagine. And | didn't want\nto live anymore. | didn't want to live anymore.\nIt is now '44. | had it for 11 years already that | lived under this Hitler and my bad\nblood and no chance to ever get out and in '44T war we knew, but we didn't have any\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ndetails because the Jews were not allowed to have any means of communication.\nSo | was standing on the barbed wire fence one -- that was late -- either late\nNovember or early January, | don't really remember. | think it was early January. And\nanybody who is ever been to Europe in January knows it can be pretty lousy weather. But\nwe were standing there in the inside the barbed wire and we looked out and there was\nanother guy and I. It was a Sunday because on Sunday we didn't have to work. And what\nwe saw there was something very unbelievable. We saw a huge trek of people with every\nkind of moveable furniture, wagons, baby carriage, anything, and these people were going\noutside the concentration camp. God knows where they were going, but it wasn't very\ndifficult to figure out, and I'll tell new a minute. And | looked and | asked this colleague of\nmine, the prisoner who was with me, \"Who are these people.\" He said those are\nGermans. Well, yeah, they're Germans. But don't have all the time in the world, but | will\ntell you, what was remarkable was where they going, where they're coming from. These\npeople were outside who were German nationals were going from east to west. Now, that\ndoesn't mean anything to you. So let me explain this to you. In 1941 Hitler attacked the\nSoviet Union and the Germans occupied marching from west to east occupied. Now all of\na sudden these people which we saw walking, they were going from east to west towards\nthe American, towards the British, towards freedom. They didn't want to be captured by\nthe Russians. And the guy who explain that had to me and said don't you see, the\nGermans are fleeing from the Russians. They're going from east to west, from Moscow to\nFrankfurt and like that. And | thought by myself, you know what? Maybe you ought to live\na little bit longer. If it's that close that the Russians are already coming and chasing the\nGermans away, then maybe the war will be over very shortly. And in closing, | can tell you\nyes, that was -- we were evacuated from our concentration camp in problem February\n1945. We were returned to Theresienstadt to our base camp. And on the 5th of March,\nthe Soviet Army liberated the camp and we were suddenly free. My parents, due to my\nvolunteer work, survived the concentration camp. They died shortly after, but at that time\nthey were still alive from my volunteering to go there saved their life. And the war was\nover and we were freed. And that's the story.\nJen Ciardelli: Bob, | -- | wonder if you can -- you mention your biological father who\nwas forced to flee Germany in order to get out of Buchenwald. At the end of the war he\nultimately ended up in the United States and at the end of the war you tried to reconnect\nwith him. Can you talk a little bit about that?\nBob Behr: Yeah. The war was over. It was 1946 when President Truman\narranged -- | don't have time to explain to you the American immigration law which is not a\nvery good law. It's a pretty bitter law. Lots of restrictions. But anyway, during the war it\nwas almost impossible to go to America because they had a new rule -- had a new rule\nthat every German Jew needs to have a sponsor. Well, a sponsor, that's a guy with a\nfamily who is responsible let's say for the Behr family if we came to America from soup to\nnuts, everything. Whether that's medical, education, you name it. And to get a sponsor\nwas the only way you could get an authorization to come to the United States. Well, |\nwent to the embassy, the American Embassy in about 1939, after Kristallnacht and tried to\nget -- and persuaded my mother and | and my stepfather could go to America but we didn't\nhave a sponsor and to sex offender that fell flat. So what did you ask me?\nJen Ciardelli: So your father made it to the United States after the war.\nBob Behr: Yeah, my father got -- | think | told you, on Kristallnacht he was one of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nthe 30,000 Jews who got arrested, put in the concentration camp and he got out. And the\nway he got out is that not the Germans who stopped him from getting out. It's the country\nletting them in. And he was lucky he got permission to leave for Cuba, and he did.\nJen Ciardelli: Great. So we're going to close the program now. There's never\nenough time to hear all of the stories and experiences you have. It is our tradition in First\nPerson that we always give our First Person the last word. So in just a minute I'll turn back\nto Bob for his final words. But when he finishes, we're going to have Joel come and join\nus for a photograph where Bob will be on the stage and the whole group will be behind.\nSo we invite you to stay for that. And also, if you have a question for Bob or would just like\nto come up and shake his hand or say hi, please stay after and Bob will be here and you\ncan come and check in with him.\nObviously there's so much that we didn't cover. You returned to Germany after as\nan intelligence officer and there are many stories about Texas and cowboy hats and lots of\nthings. So go online, you can read more about him. But I'd like to thank all of you very\nmuch for being here. We hope that you can come back and visit another First Person\nprogram. Again, they run every Wednesday and Thursday. And Bob, | have known you\nnow for close to ten years. You are an amazing individual and | learn something every\ntime | hear you speak. And the power -- the experiences you share | think are powerful\nand especially during this, which is the week of Days of Remembrance, it's just a real\nblessing that you've been able to share your story with us. So on that note, I'm going to\nturn it back to you for our final words.\nBob Behr: Well, my final word is really very simple. What you see in front of you is\nan old used 95-year-old man and -- who drags himself from his home to the museum to\ntalk to you. Why do | do this? Why do | sit here instead of being in a warm, nice\napartment where we live and talking to you? Well, I'll tell you. We won't live much longer.\nWe are marked. All the people who are survivors will be gone in a short time. So who's\ngoing to take over? Who's going to be the one who spreads my story, anyone's, survivor's\nstory? It's you. We are totally, utterly dependent on you. And it's a great job what you\nneed to do. When you see something which is wrong, don't go away and say it's not my\nproblem. If you see something, in my case anti-Semitic, somebody who uses spray paint\nto write something on a synagogue, don't say that there's nothing | can do about it. Go up,\nhave the guts and say, \"Don't do that.\" Don't do that. That's my mission to you. I'm going\nto saddle you with a job to do, to defend liberty, freedom, and happiness on our behalf.\nWe won't be there. We won't -- will not live that long. So if you can, if you will, follow the\nlead and defend what's good and right. And that's the reason I'm here.\nJen Ciardelli: Thank you. Thank you.\n(Applause).\n",
    "segments": []
}