{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON DAVID BAYER\nThursday, March 31, 2016\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson, the host of the museum's public program First Person. Thank you for joining us\ntoday. We are in our 17th year of the First Person program and our First Person today is Mr. David\nBayer, whom we shall meet shortly.\nThis 2016 season of First Person is made possible through the generosity of the Arlene and\nDaniel Fisher Foundation with additional funding from the Louis Franklin Smith Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue twice weekly through the\nmiddle of August. The Museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the theater\nwhen we are finished today. In doing so, you will receive an electronic copy of David Bayer's biography\nso that you can remember and share his testimony when you leave here today.\nDavid will share with us his First Person account of his experience during the Holocaust and\nas a survivor over the next hour. When he is done, we are going to invite you to come and chat with\nhim so that you might ask him some questions after the program is finished.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom David is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nWe begin with this 1945 portrait of David Bayer taken in his hometown after liberation.\nOn this map of Europe the arrow points to Poland where David was born September 27, 1922. He will\nbe 94 in September.\nOn this map of Poland, the arrow points to the approximate location of Kozienice, David's\nhometown. This is a contemporary photograph of David's home in Kozienice.\nDavid's brother, Joshua, is in this 1938 photo of a Zionist youth group. He is in the third row,\nthird from the left.\nIn 1939, German troops invaded Poland starting the Second World War. The next year the\nBayers were forced to move into the Kozienice ghetto. Here we see a view of the Kozienice ghetto\nthrough the barbed wire fence that enclosed it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn September 1942, the ghetto was liquidated and its inhabitants, including members of\nDavid's family, were deported to the Treblinka killing center. The arrow points to Treblinka. David was\ntaken to Pionki, an industrial complex that produced munitions. In 1944 he was deported to Auschwitz.\nThe second arrow points to Auschwitz 1.\nOur next photo shows a fence around the barracks in the main camp of Auschwitz.\nAs the Soviet Army neared, David and the other prisoners were sent on a Death March.\nHowever, David managed to escape into the forest and was found by the Soviets. He spent two years\nin the Foehrenwald Displaced Persons Camp in Germany. Here we have a photo of the major\ndisplaced persons camp with the arrow pointing to the Foehrenwald Displaced Persons Camp.\nIn this next photo, David and friends pose at an airport near the displaced persons camp in\n1946.\nHere we see David with a friend at the Foehrenwald Displaced Persons Camp in 1947.\nLater that year, David moved to Panama. We close with two photos from Panama. First, here\nis David in front of a gate to a synagogue in Panama City. And next we see David standing by his\nemployer's horse in Panama City.\nAfter a remarkable year in Panama, David went to Israel as a soldier for the War of\nIndependence. He saw a great deal of combat as the state of Israel was created. Eventually David\nreturned to Panama before coming to the United States to start a family and a new life.\nToday David and his wife Adele live just outside of Washington, D.C. The Bayers have two\nchildren, Sandra and Mark, two grandchildren, and a great grandson who was born in 2014. Their\ngrandson, Josh, who served in the Israeli Army, is a civil engineer in Virginia. Their granddaughter,\nJennifer, who is the mother of David and Adele's great grandson, is a recent graduate of the University\nof Kansas and now works on Maryland's Eastern Shore.\nDavid volunteers his time in the museum's Registry on Wednesdays and often on other days.\nAs part of the Registry, David researches and compiles lists of those who survived the Holocaust, as\nwell as those who perished. Among other purposes, the Registry helps make it possible for survivors,\nfamily members, and others to find those who may have survived.\nIn addition to our First Person program, David speaks frequently about his Holocaust\nexperience, such as to a group of Navy personnel who are assigned to the White House. He also\nspeaks with groups of visitors at the museum, especially those who are Spanish-speaking as David is\nfluent in Spanish.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. David Bayer.\n>> [Applause]\n>> David Bayer: Thank you.\n>> Bill Benson: David, thank you. Thank you so much for being willing to be our First Person today.\nThe lights are a little bright but we will get started. You have so much to share with us that we can't\npossibly cover it in an hour but we'll start.\n>> David Bayer: | will talk fast.\n>> Bill Benson: You talk fast. Ok. You always do that. So we still won't cover it all.\nIt was less than a month before your 17th birthday when the Nazis invaded Poland on\nSeptember 1, 1939. Before you tell us about your life during the Holocaust and the war, first tell us a\nlittle bit about your family, your community, and about yourself in Kozienice before the war began.\n>> David Bayer: Kozienice in Polish means nothing happened to the goat. Kozienice means nothing\nhappened to the goat. We had a lot of wild goats around our neighborhood, and a lot of big -- one time\nhis wife yelled out, \"Nothing happened to the goats.\" So they named the area.\nMy father had a shoe factory. We had employed maybe 25 people all the time. We made all\nkinds of shoes for wholesale, you know, for stores. My father used to go out of the country, taking\norders and making shoes.\n| was only 13, 14, 15, till 16 years old till the Germans came in. | went to school, played\nsoccer. | had friends. | lived in a nice house. We had a maid. My mother was taking care of the kids. |\nhad two sisters and a brother. And my mother and father were only in their 40s.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: How big was your extended family?\n>> David Bayer: My father had four more brothers. My mother had three brothers herself. Maybe 100\npeople. I'm the only one survivor.\nMy mother come from a different city. My grandfather, all perished in the Holocaust. When the\nGermans came in --\n>> Bill Benson: Just a couple more questions before we turn to the Germans coming in.\nHow big was Kozienice and the Jewish population?\n>> David Bayer: Population was 8,000 Jews and maybe about 3,000 [Indiscernible]. Across a beautiful\nchurch, a big, big house which is still there. | abandoned that house. When | came back, | had to pay\nback taxes. | didn't want to live in Poland anyway so | give it up.\n>> Bill Benson: Go ahead. I'm sorry.\n>> David Bayer: When the Germans came in, the first thing is they went in to plunder. We were not\nhome. We were in the forest hiding because the German Army was bombarding the area. We were in\nthe forest hiding. We were scared.\nWhen we came in, the Germans already occupied the area, we find German officers and\nsoldiers in our house taking everything they can, dishes, table cloths, blankets, leather, shoes, we had\nour shop in the back, warehouse with thousands and thousands of pairs of shoes. They didn't ask no\nquestion. They just took everything. My mother started crying.\nThen a German came over to my father and said to him, “Why nobody likes the Jews?” My\nfather was a tall, big man, a beard. | was afraid. | was standing next to him. My father made a gesture\nwith the arms. Because we don't hit back. We don't hit back. We never hit back. This was our problem\nall our lives. If we would have hit back, the Jewish population probably would have survived. We didn't\nhit back.\nMy mother was praying day and night, always praying to God.\n>> Bill Benson: David, your mother -- your family owned Passover dishes that were hundreds of years\nold.\n>> David Bayer: They were antiques, from years. Every year we took out the dishes for Passover. And\nwe put them away in a big case, a big plywood box. It was in a shelf, hidden. The Germans were\nplundering and plundering. They pulled it down and knocked down the box. The dishes were broke. My\nmother was crying, “Why did they have to do that?” They took the good ones out and left the broken\nones. They had no shame, the Germans. It's coming to them, everything. They came in and took and\nthey were always right.\nThen my mother was so scared that she didn't let us out of the house. But | sneaked out of the\nhouse every time to look for food because we had no food. The Germans cleaned out our potatoes,\neverything they took, also. So | went to a place where a German group of soldiers had a kitchen. They\nwere cooking outside. They were serving them food. | took a little bucket with me. | waited for the\nGermans to give me leftovers.\n| once talked to a school in Virginia. It was a Catholic school. And | asked a priest if | could tell\nthis story which | will just go on to tell you. He said, \"Tell them everything. Don't be ashamed.\"\nThere were boys standing there waiting for the leftovers from the troops the same way | was. They\nwere not Jewish boys. They were Christian boys. They were friends of mine, went to school with me,\nwe played soccer together. They pointed their finger to the Germans that | am a Jew. They said,\n“Juden.” Some Germans put in my bucket. Some came over and throw it on the ground. And these\nwere boys who | know since childhood. We went to school together. We played together. Their fathers\nused to work for my father in the shop.\n| asked the priest to tell this story. He said tell them because everybody have to know\neverything. And | asked him today the same question. Should | talk about that? That's why | bring it up.\n>> Bill Benson: David, how long was it before they created the ghetto in Kozienice and forced you and\nyour family into the ghetto?\n>> David Bayer: Took about six, seven months.\n>> Bill Benson: Six or seven months.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> David Bayer: And we had to move out from our house, leave everything, all the furniture,\neverything. We had nowhere to go. We went to one room. The Jewish community give us a room. First\nfloor. | slept in somebody else's house. A friend of mine asked me. He had more space so | stay on the\nfloor. | slept on the floor. My grandparents were staying in their own house because the house was in\nthe area where the Jewish people lived. And we had to move out.\nWe still had some leather and some shoes hidden in our garden, in our cellar. So my sister,\nevery once in a while, got a pair of shoes and got some stuff and went to a farm. She put on a cross, a\nwooden cross, like a Christian. A few times she went, she came back with food. But one time she never\ncame back. She was 19 years old, about two years older than | was. She was a beautiful girl. And then\nthe Germans caught her somehow. | don't know. Maybe somebody snitched. We will never know.\nSeptember 27, 1942, shipped to Treblinka, all Jews. | never saw my sister after that. Where\nwas |? | was working in an irrigation canal six kilometer out of town, the Vistula River, about 500\npeople there. We were digging the canals for the Germans. And then the German transferred me to\nammunition factory --\n>> Bill Benson: Before you tell us about that, before you went on the irrigation ditch while you were still\nin the ghetto all the time, you used to sneak out, too, to get food.\n>> David Bayer: | went all the time. | was caught. Standing in a bakery, trying to get bread. It was a\ncurfew. A lot -- the bakery didn't have much bread. The Germans came and got everybody from next to\nthe bakery and locked us up in the church across from my house. They took everybody. My parents\ndidn't know what happened to me. My little brother, in the morning he came out. | was trying to motion\nto my house and my brother saw me. And then they find out that | was locked up in that church.\nAnd then the Germans took everybody from that church and took us to a camp, used to be a\nmilitary camp in a big city in Poland. | was locked up over there. It was like a prisoner camp. But my\nsister came and bribed a guard and let me out with money. She paid money. | went home in a horse\nand buggy.\n>> Bill Benson: David, when you were sent to do the forced labor on the irrigation canal, | think that\nsaved your life in some ways.\n>> David Bayer: That's why | survived because | worked for the Germans in a munition factory. Then in\nAuschwitz they took me to a coal mine and | worked in the coal mine to the last minute. | was young,\nhealthy. | run away so many times. | was stealing bread, doing anything to survive.\n| escaped once from the camp in Pionki and | got shot in my leg. Two other guys got killed. |\nwas lying in the snow, the fence where the Germans caught us. | pretend I'm lying dead so they didn't\nbother me. | was lying with the dead people next to me. The people from the camp came to pick us up.\nSo they realized I'm alive. They fixed my leg up and | went back to work in about a month.\n>> Bill Benson: I'm going to take you back a little bit. When they liquidated the ghetto, you were able to\ngo to Pionki, as you told us, but you lost most of your family at that time.\n>> David Bayer: Everybody. | have to bring up this after the war. After the war | came back and went to\nthe railroad station to find out whoever saw my parents. There was a boy who was selling coal. He went\nto school with me. We went to school together. We were good friends. He saw my mother and my\nfather and my sisters and my brother. He told me that he waved to them and were still there after the\nwar. Saw my parents on the wagon. Pushed in a hundred people. There was no place to lie down. Just\nstand up. A lot of people died standing up, standing up. The Polish boy told me he saw the whole thing.\nHe was selling coal before the war and during the war and after the war.\n>> Bill Benson: And your whole family went to Treblinka.\n>> David Bayer: Went to Treblinka and they gassed them the same day, September 27, 1942. This is\nmy birthday.\n>> Bill Benson: Also your birthday.\n>> David Bayer: The same day as my birthday.\n>> Bill Benson: You were sent to Pionki. Tell us the incident where you were handed luggage which\nenabled you to be sent to Pionki so that you had something to carry. Do you remember telling me this?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> David Bayer: The Germans want luggage. The Germans took away everything from the people\nvaluable. They always looked for something valuable. They always thought the Jews had a lot of\nmoney. | didn't have nothing. | had a few dollars but it was nothing. One day -- | have to jump. | don't\nremember a lot of times.\n>> Bill Benson: Ok.\n>> David Bayer: When | was going to Auschwitz, | had maybe [Inaudible]. The train stopped in a\nstation and just stood there without water, without anything. There was a Polish -- a guy who worked on\nthe locomotive. What do you call it? Machinist. | took the money and give it to him.\n>> Bill Benson: Because he gave you a little water.\nSo, David, you're sent to Pionki, which is a munitions factory. You were made to make\ngunpowder. That was very dangerous work. Right?\n>> David Bayer: Pionki was a savior and also a disaster. The powder for bullets, explosion, made out\nof -- came from Africa and everywhere else. So the Germans made imitation, made out of paper. So\nthey built a factory. And then all the chemicals. They taught me how to mix the chemicals. And | worked\non four centrifuges making that powder. This was every day close to death. The gases eat us up. A\ndrop of chemicals made a hole in your shoes. You had to wear the wooden shoes. And the clothing.\nFood, they didn't give us no butter, no meat, just plain soup every day. In the morning, just black water,\ncalled it coffee, made up of grain, burned grain. That's all.\nWhoever -- never made it over there. There was one young man from my hometown, he used\nto work for my father, he was the one who was putting the material on the conveyor. Then | mixed it\nwith the chemicals. All kinds of chemicals. | had to know exactly how much to do. They taught me how\nto do it. If | made a mistake, | would get punished.\nSo what happened, this guy, the smoker, gave away his ration, his bread, for cigarettes. A lot\nof times after work | volunteered to clean up the club for the German soldiers where they were smoking,\ndrinking, eating. | would find cigarette butts. | would give it to him. What happened, he work so many\nhours every day, he fell asleep on the conveyor that was up higher. They announced -- they took him to\nthe bathroom. They beat him to death, naked. Then they announced they were going to hang us.\nEverybody should come out to the plaza and prepare -- there was a thing already there.\n>> Bill Benson: A scaffold?\n>> David Bayer: No. It was like a gate, like a soccer gate. They would hang us. But luckily there was\ntwo Germans, one was named Dr. Gonszer [ph] and the other was Dr. Vitter. [ph] | never forget their\nnames. | remember. They came and begged the Gestapo, the Nazis, not to kill us because they need\nthe production, they need the machines to keep going. Because the people would never make it. And\nluckily they let us go. The previous people who did minor things, they hanged.\n>> Bill Benson: He argued you were so important to the production.\n>> David Bayer: Because | was the most -- | was important because -- there was one German, a\nyoung man, an engineer, he never touched us, never kicked us, never beat us. He always was \"Hello,\"\n\"Goodbye,\" \"Thank you.\" Because we did a terrific job.\n>> Bill Benson: Nonetheless, you tried to escape several times. Can you tell us about one of your\nescape attempts?\n>> David Bayer: There was a young man -- | call a young man because they were all younger than |\nwas. He was six feet tall, big eyes. He was the one who collected the hoses from the tankers to the\nbuilding with the chemicals. Every time they came, he was working and put in the building tanks. He\ntold me | have a way to escape, through the forest there's underground armies, Polish underground,\nRussian underground, fighting the Germans, we can join them. | said, ok, let's go. We went out.\nWe walked in the forest, in the villages. And then we came to an area where we saw big posters,\n10 liters of vodka to bring in a Jew and 10 pounds of sugar.\n>> Bill Benson: 10 sounds of sugar and 10 liters of vodka.\n>> David Bayer: To bring them. | turned around. He was working. He saw a farmer. The farmer was\nnot so friendly so he turned back. We went back to the camp to the same area we were at.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: David, | know you had other escape attempts. We could spend our whole hour just in\nall that happened in Pionki but | do want you to talk about the locomotive fire. That was very important\nbecause of what happened to you.\n>> David Bayer: | have a supervisor, a Polish supervisor. | sent him to my hometown, to Kozienice. He\nwas a civilian who worked in the factory before the war and during the war. So | sent him to my\nhometown, to a Polish man who used to work for my father. We hid a lot of stuff with him, clothing, my\nfather's suits, all kinds of things from our house, furniture. | asked him, with a letter, to give him\nwhatever he wants. Because this way the Polish -- he was a supervisor. He could help you. Because |\nwanted to get out because the gases were eating me up. We had no masks. We had nothing.\nSo he went and he got a few things from the Polish man who was hiding stuff. He tried to get\nme another job. What was the other job? To work in a locomotive to transfer the powder to another\nplace where they put it through rollers to make sheets. | was not so experienced in locomotive. It was a\nsmall locomotive. And something happened, a spark, something, and a fire blow up the whole\nlocomotive. My face and my arm got burned. | walked around like this. | couldn't work no more.\nAnd this was the time when the Germans were losing the war, 1944, losing the war. The\nRussians were advancing. The Germans were retreating. And also the Germans wanted to dismantle\nall the machinery and the factories. After all of these things, the Germans took us, and me with my\narms, my face, shipped to Auschwitz. When | came to Auschwitz and got out of the train and the\nGermans saw me with my arms like this and my face, he came over and asked me what happened. |\nwould go to the crematorium right away but there was a young man, a guy who was a prisoner. He said\nif they ask you something, tell them that you're a chemist, an expert making powder, explosives. And\nthat's what | did. | told the German I'm an expert. He took me aside.\n>> Bill Benson: You told him you were a chemist.\n>> David Bayer: Yeah. In the clinic, cream. Took a while and it cleared but they sent me to a coal\nmine. | worked in the coal mine till the end of the war. This was the worst place in the world. No food.\nHave to produce wagons of coal every shift. And it's impossible. The travel alone was 10 kilos. |\ncouldn't even lift it. | was skinny. | had no food. The soups they give us and the bread, that's all.\nCouldn't produce so much coal.\n>> Bill Benson: The quota, you had to produce 18 wagons.\n>> David Bayer: Impossible to do it. So we cheated. Every prisoner had a number, a tag. We had to\nhang it on the wagon, the number. So we cheated. We took off the previous shift and put ours. That's\nwhy the Germans didn't have much coal anyway. They called it sabotage and hang a lot of people, too.\n>> Bill Benson: Let's go back to Auschwitz for a couple of moments. While you were in Auschwitz, you\nhad surgery done on you. Didn't you?\n>> David Bayer: This was where | was going with the coal mine.\n>> Bill Benson: In the coal mine. Ok.\n>> David Bayer: Actually, it was not Auschwitz anymore. It was a subcamp of Auschwitz, Jaworzno.\nThe mines were right there. Every morning when we had roll call, we stood up and a Gestapo man\ngoes by, checked every one of them. | had my glands swell up from the air, from the coal dust, from the\nmalnutrition. So | always trying to cover it up. This time this Nazi come over with the stick and checked\nit like this. My glands up. They took me out. They took me to a clinic. | didn't go to work. Took me to the\nclinic and operated on me. No anesthetic, no nothing. With the knife, cut my throat right through here.\nAnd this is an experiment. Whoever get the experiment, never goes out alive, even when they fix you\nup. They sew you up and do everything and everything's fine but they still send you to the crematorium\nbecause they didn't want people alive after.\n| was lucky, very lucky. Why? There was a nurse, a man, a young man from my hometown,\nwhich he recognized me. He was a medical student. They made him a nurse. He was a political\nprisoner. What happened, he saw me. He lived a block and a half away from me in Poland. He said:\nThey are going to kill you; they are going to kill you. He said, “I'll fix you.” He made some kind of false\npaper that | should go back to work. And | walked out from the clinic with the Germans, showed them\nmy paper, went to the barrack and went to work in the coal mine, tied up. Still a big scar.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: After we finish, we're going to invite you to come and talk to David afterwards. He has\nwith him the Nazi records of the surgery that were found in what are known as the International Tracing\nService Archives that came to the museum several years ago. So in 2011, the records of that surgery\nwere found.\n>> David Bayer: The doctor, he made a report, my name. There's a copy of the original.\nBy the way, the German doctor was hiding 20 years after the war. And in Germany somebody\nsnitched on him. There was a trial. And they hanged him. This was about 10, 15 years ago.\n>> Bill Benson: Go back to the coal mine. You were telling us you figured out a way to fool the\nGermans about the quota. But tell us about the overseer, the German overseer and what happened to\nhim.\n>> David Bayer: I'll tell you about Ruben.\n>> Bill Benson: This tells us about Ruben.\n>> David Bayer: Ok. Every once in a while, in the mine, they have layers, coal, rock, and some clay.\nAnd then there's coal. And people who were hungry, looking for food, a lot of them were hallucinating,\ngoing crazy. They didn't know what they were doing. So they were taking the clay from the wall and\neating. And some of them died. Never made it. Goes in the stomach. It's like clay. Imagine eating\nsomething.\nAlso, there was a German supervisor, a Nazi with the swastika and everything else. He\nwalked around with a walking stick with a copper handle, like a pick, pick handle. And this was his stick.\nHe went to check where to drill, where not to drill. He was our supervisor in the coal mine. If he didn't\nlike somebody or maybe didn't work fast enough, he would hit them over the head. He killed a lot of\npeople.\nThey always bring somebody to replace the one who die. One day a young man named\nRuben from Poland, from Lodz, a religious Jewish boy, very religious. Why religious? Constantly\npraying in Hebrew. You know what the sound is. In English it's with a P. He didn't mention the P. |\nalways say psalm, with the P, psalm. | say it right this time. He was praying, praying all the time.\nAfter one day this German killed a man in the mine. We had a Polish supervisor also, the one\nwho was putting the dynamite in. He was yelling \"Fire in the hole.\" He was the one in charge of the\ndynamite. And this Polish man was a Polish patriot, a nice guy. He told us one day he said, “When | tell\nyou to move away, move away from me. Push the wagon away. Try to work somewhere else. Do it.\nDon't ask questions.”\nOne day this German Nazi came with the stick and the Polish miners already drilled, put in\ndynamite. He didn't yell nothing. No \"Fire in the hole,\" \"Watch out\" or anything. The German was\npassing by and he pushed the button and killed that German. Coal fell down on him and covered him\nup.\nRuben, the one who was praying all the time came over to me. \"Am | still crazy?\" Because we\ncalled him crazy. He was always praying. So we called him crazy. He said, \"Didn't God help us?\"\n>> [Laughter]\n>> David Bayer: And from then on till now, if somebody asks me do you believe in God or did God\nhelp, | always bring up Ruben. | don't deny. | don't admit. | am neutral. And that's what happened in the\nmine.\n>> Bill Benson: You're still working in the mines in January 1945, when the Nazis bring you out of the\ncoal mine and take you away from there on a forced march. Tell us what happened.\n>> David Bayer: The Russians were coming close. The bombardment was going on. The Germans\nwere running like mouse. They were scared to death. Some Germans even put on uniforms,\nconcentration camp uniforms, and throw away their military uniform to survive because the Russians\nwere very fast and swift. They didn't fool around.\nSo what happened, they took us out of the mines, to the camp, everybody have to hook up\nand keep marching towards Germany. We marched non-stop, snow, cold, no food. We had to walk on\ncountry roads because the main highways were tanks and Russians and German soldiers running\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\naway. If you fall down, they hurt you. If you fall down, you're dead. They kill you. They walked around\nwith the guns looking for anybody falling down.\nOne time we were pushed into a big barn. Somebody ignited a cigarette or who knows what it\nwas; there was a fire. A lot of people had no time to get out.\n>> Bill Benson: David, this march that you were on --\n>> David Bayer: Marched towards Germany.\n>> Bill Benson: It was one of the coldest winters.\n>> David Bayer: Very bad.\n>> Bill Benson: How did you get food on the march?\n>> David Bayer: Always moving. We were always moving. If you don't move, you die. A lot of times |\ntook off the clothes from the dead person and | asked him to forgive me. So many times it happened.\nMy shoes fall apart. | put a guy's shoes. Wooden soul wasn't comfortable, terrible. | had to wrap around\nwith rags.\nWe went to one camp, another camp. Finally they pushed us into a camp in Germany. We\ncrossed the Polish border. We were in Germany, in Blechhammer. There were people coming from all\ndirections, different time, prisoners a lot of British soldiers were there. All kinds of prisoners. In\nBlechhammer, it was big warehouses, a lot of warehouses. So everybody broke into the warehouses\nand got food. | went in there, couldn't get nothing anymore, only margarine. | piled margarine in my\npants, in my shoes, all over my body, boxes of margarine.\n>> Bill Benson: Tucked everywhere.\n>> David Bayer: | couldn't even walk anymore.\nAnd then there was barbed wire but it was not electric anymore because the power stations\nwere knocked out. We could touch the barbed wire. So we digged underneath and tried to escape. A lot\nof them got shot. But at that moment when | was there, the Russian soldiers were there, prisoner, also\nsneaked out and we went to the forest. Ruben went with us.\n>> Bill Benson: So Ruben is with you.\n>> David Bayer: Sticked with me like glue. Because | believe him, he is no crazy no more.\n>> [Laughter]\n>> David Bayer: So what happened -- all of a sudden he stopped complaining. Bleeding, something. A\nlot of bombardment. He probably got hit without even feeling it because it was so cold you didn't feel\nanything. He said, \"| cannot walk no more.\" So we pushed him in an empty barn, abandoned house.\nNobody there. We pushed him in the barn and say stay here. Me and two Russian prisoners walked in\ndeep in the forest. We couldn't walk anymore. We lie down in the snow, under the pine trees. We ate\nthe margarine. The Russians --\n>> Bill Benson: Before you finish. You said you ate the margarine. You told me it was melted over your\nwhole body.\n>> David Bayer: It was melted. And | was dirty from the coal mine, never took a bath. And scratched\nthe margarine from my body with the coal dust and everything else and we ate. It was the best thing.\n>> [Laughter]\n>> David Bayer: Also, we were looking for mushroom roots. We were lying in the snow. The snow\nmelted. We find some mushroom and then some bark from the small tree.\nIt was five to six days lying there and no movement. We heard bombardment, shooting,\neverything else but we didn't move. Every once in a while, | was in the middle between two Russians,\nand we exchanged.\nThen we decided we have to go out, we're going to die here. So we walked. We come to a\nfield. All | saw was sky and snow. All of a sudden we saw trucks and Russian soldiers coming. The\nRussians recognized the Russian soldier. | thought they were Germans. | was scared. We walked\ntowards them. A Russian soldier came and picked me up, carried me, with one hand like a sack of\npotatoes. | weighed maybe 60 kilos.\n>> Bill Benson: You lost half your body weight.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> David Bayer: | was bones. He took me into a woman's house, a German woman's house with a\ndaughter. They told her in Russian and half German to wash me and help me. And the German woman\ndid. She was crying all the time. She was scared for her daughter. And the daughter was a young\nwoman maybe in her 20s. | don't Know how old she was. But she looked very sloppy. So | said, why\ndoesn't she get a bath? The Russians, the Russians. They were scared of the Russians. Every time\nthe Russians come to the house, they saw me, they walk away. And the woman didn't want me to\nleave. | stayed there maybe 10 days. | don't remember how long. She gave me clothes. She cooked a\nlot of soups, mushroom soups and other kinds of soups. | don't know. | recuperated a little bit and | said\n| have to go. She showed me the main highway, how to go. And we walked to Poland.\n>> Bill Benson: You wanted to go back to Poland.\n>> David Bayer: Maybe | find somebody. | don't know. | went back to Poland. It's like a cemetery to\nme. So | made a U-turn. | went to Germany, Czechoslovakia.\n>> Bill Benson: While you were in Poland -- you had left some of the family belongings before you\nwent into the ghetto with somebody who said he would take care of them.\n>> David Bayer: Take care of them. They wanted to kill me after that.\n>> Bill Benson: When you came back to see if anything was left.\n>> David Bayer: | didn't take -- one thing he said he gave the Polish supervisor a lot of stuff. So | said,\nok. You were very nice. You have anything -- | have no money. | want to go somewhere else. | want to\ngo to France, Europe, get out of Eastern Europe. So he gave me a table. A table in Poland, when | was\na kid, this was a new thing, make table with more legs. This was a big sensation in our house because\nwe had a big house with a big table. So | sold it and made some money.\nThen | didn't want a drink. All the Polish people were making a party. | don't remember the\noccasion. They said it was for me but | don't believe it. | realized they wanted to knock me out and |\nshould not stay in Poland.\n>> Bill Benson: So you turned around?\n>> David Bayer: | disappeared. | went to Germany. | went to live in Paris. | went to Holland and\nBelgium, all over Europe. | went back to Poland with stuff who | robbed the Germans. When | went to\nGermany, | didn't go for pleasure. | went to make money, sell it on the black market, and make money. |\nmade a lot of money. | made maybe $10,000. In 1945, 1946, 1947, this was a fortune. | spent\neverything in Paris.\n>> Bill Benson: You would spend almost two years in Foehrenwald. Eventually, though, in 1947, you\nwent to Panama. What took you to Panama?\n>> David Bayer: | could go to the United States, easily. The United States I'm a refugee, | have\nnobody, you could apply. But after being recuperated, and money and everything else, | got greedy.\nMoney is a bad thing. You don't have it is no good. You have it is no good. Too much is no good\nneither.\nSo what happened, Germany was an open society. American soldiers coming in who didn't\nsuffer. The ones who suffered went back to the United States. The ones with occupation, the young\npeople from the South, were in competition with me, me and people like me. With who? With German\nwomen, German girls, German black market. Competition. | won't go to the United States. He hates my\nguts, wants to kill me. | won't go there. I'll go somewhere else.\nSo Panama came up. A friend of mine who went to school with me, his parents came before\nthe war and took him to Panama. So they looked on the list and saw my name. They asked me if |\nwanted to go to Panama. | said, ok, good occasion. | go to Panama. So | went to Holland and got a ship\nto Curacao. From there | went to Colombia, Venezuela, and then Panama.\n| didn't like Panama. Why | didn't like Panama? Panama is a good country but | didn't like the\nJewish people in Panama, period. | wanted to talk about what happened in Europe. | wanted to talk\nabout surviving. What do you want? You want business? Here. Here is merchandise. Be a peddler.\nOk, ok, I'll be a peddler, | will work but | want to tell you what happened. They said, later, later. They\nplay cards every night. Wouldn't listen to what happened to me.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nSo | went to live with the Indians. | went to a place called Concepcion, on the border. That's\nwhy | speak Spanish. The best people in the world, the Panamanians. Humble, good, Indian people. |\nhad a good life.\n>> Bill Benson: You said some of the best years of your life.\n>> David Bayer: Eight years there, the best. | actually was a year in Panama but | met the Indians and\n| went to a town called David. Look at the map. Says Concepcion. Used to be a military American base\nthere. | met a Jewish guy from Germany. Sitting in a chair. He don't do nothing. All the Indians working\nin a Five and Ten store, a big store. But he saw me -- actually, what | was doing with the Indians, | was\nmaking leather, tannery, making leather. And they were making moccasins and shoes and selling to\nthat guy. We came to see him. He said, “Oh, another crazy guy. What are you doing here?” He said\nabout independence, why didn't you join the Israeli Army. He was nagging me. This was 1948.\n| listened to him. | went to Panama. There was a ship going to Palestine. | joined the Israeli Army.\nAbout a year and a half in the Israeli Army. | went back to Panama. Then | lived there for eight years.\n>> Bill Benson: Before you continue, you have to tell us about your trip from Panama to Israel.\n>> [Laughter]\n>> David Bayer: If | have to tell every detail, we'll never get out of here.\n>> Bill Benson: Not every detail. Just a few more details.\n>> David Bayer: The ship was RAF, Royal Air Force. A Greek ship, named after the son who perished\nafter the Second World War in England in an airplane. The ship was commissioned by the Jewish\nagency from New York and picked up sugar in Mexico, gasoline in Aruba, Curacao, and then in\nPanama a torpedo boat who two American soldiers stole from Miami, torpedo with German to the\nUnited States. And the ship was named Honduras. Four live torpedoes.\nWhen | come to Panama canal, the ship was waiting there. They picked up the torpedo\nboat -- no, the torpedo boat was picked up in Cuba. So from Panama | went to Cuba. Then to --\n>> Bill Benson: You're towing the PT boat.\n>> David Bayer: Towed all the way to Gibraltar. We had to go at night because the British were\nblockading and signaling to stop. The Jewish agency told the captain keep going. He went to Gibraltar.\nThere was a storm in the Mediterranean. And what happened? Every once in a while we had to go\nfrom the ship to the torpedo to get the water out.\nOne day, before Greece, went to a place called Sparta. The ship was sinking. We couldn't\nsave it. Two guys were down there with hatchets, chopped off the cable and the torpedo went down.\n>> Bill Benson: That was intended to be one of the first boats for the Israeli Navy.\n>> David Bayer: Paid $80,000 for it.\n>> Bill Benson: But you made it.\n>> David Bayer: | came to Haifa. | got off the ship. There was a guy with a rifle and a Naval uniform.\nHe looked at me. He said, \"Oh my God. What are you doing here? Are you crazy? | went away. You\ncame in?\" He know me from the DP camp. He was in the Navy. He wanted to get out because he don't\nwant to fight. And | joined the Israeli Army in Haifa. | went to Fallujah. We caught the president from\nEgypt and the whole Army. After there a year and a half | went back to Panama.\n>> Bill Benson: One of the things you told me, one of those little details, that when you were training\nfor the Israeli Army, the rifle you used had a swastika on it.\n>> David Bayer: Yeah. All Nazi rifles.\n>> Bill Benson: The rifles you were training with.\nSo you went back to Panama.\n>> David Bayer: | had no documentation. The ship, from Panama, on the ship without nothing, no\npassport, nothing. | came in, they didn't ask me for a passport, papers, anything. So | went to the\nPanamanian consul in Haifa and asked could | go back. He said there's a ship going, you can go back,\nI'll arrange for you. So that's when | went back to Panama. The reason | went back to Panama is\nanother story.\nWhen | wasn't in the Army -- you go to Tel Aviv, you know, hang around with the other guys. |\nwent to get a piece of apple strudel and soda water. In Tel Aviv, in parks, there was woman talking\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nYiddish, talking Hebrew. One lady yelled out behind the counter, “Mr. Bayer?” | turned around. |\nthought they were calling me. They called the man behind the counter. The man behind the counter\nwas an uncle. | never knew | had an uncle.\n| said, “Your name is Bayer?” He said yeah. | said my name is Bayer, too. “Where do you\ncome from?” So | tell him the story where I'm from. Do you remember anybody from home? | said,\nyeah, my mother used to tell me a story about a cousin who came to Palestine on a motorcycle. He\nsaid he's here; he'll be right back. So | got the uncle.\n>> Bill Benson: Before we close | know you want to share one more thing.\n>> David Bayer: My uncle said, “What are you going to do here? There's no work, nowhere to sleep.”\nPeople were coming from all over the world. There's no work. “Go back to Panama. Come back later.”\nSo | went back to Panama.\n>> David Bayer: Before we close, | know you want to tell us wnat happened to Ruben.\n>> Bill Benson: When | came to Haifa, | went to a center. | was getting ready to go into the Army. | was\npassing by tents, military tents. And | give a look. Somebody waving to me and calling me. Ruben. He\nrecognized me. He has a beard already. He was standing there. “Oh, what are you doing? You come\nhere.” “What happened to you, Ruben?” He said the Russians came in, they find him and put him in a\nhospital. He had shrapnel. He was all right. He went to a ship to Israel. The British caught the ship and\nlocked him up in Cyprus. In 1948, he came the same time | came, to Israel. He's a rabbi. He has 11\nchildren.\n>> Bill Benson: We're going to close our program in just a moment. It's our tradition at First Person that\nour First Person gets the last word. I'm going to turn back --\n>> David Bayer: | don't Know which last words I'll say. | have a lot of last words.\n>> Bill Benson: Whichever last word you want to share with us.\nWhen David's finished, please absolutely feel free to come up on stage afterwards and talk\nwith David. Shake his hand or ask him a question. He has his records from Auschwitz that he'd like to\nshare if anybody's interested. So we invite you to do that when we finish.\n| want to thank all of you for being with us today, remind you that we'll have a First Person\nprogram each Wednesday and Thursday through the middle of August. So if you can, please come\nback. We'd love to have you. If not, we'll have the program again in 2017.\nWith that, I'll turn to David.\n>> David Bayer: All right. What should | say?\n>> [Laughter]\n>> David Bayer: | only could tell you a last word is | miss my family very much. A lot of times, in my\nroom, sometimes | cry. My father was only 42. He was a big, tall man, handsome. My mother was a\nblond, beautiful woman. My sisters, nice, my little sister was 8, 9 years old. My brother was 12. | had\ngrandfather, cousins. After the war | rode around all over Europe looking. My father had a brother, used\nto have a factory of soap and candles in Poland, a big city. A cousin the same age as | am never made\nit. I'm the only one from my family. A lot of people.\nNow | have my daughter who lives in Annapolis. She's a real estate woman. My son is an\nengineer and my grandson is an engineer. My son is a paralegal and whatever else he wants to be. St.\nPetersburg, Florida. | said come home. He said, “I like it here.” He wants me to go there.\nMy wife, she was born in New York. One reason I'm here also is because | -- despite the\nNazis, | wanted to have a family. | could marry the most beautiful Indian woman around in the world. In\nPanama they have beautiful women. That's what happened, too many women.\n>> [Laughter]\n>> Bill Benson: We're glad you came here.\n>> David Bayer: And now I'm an old fogy.\n>> [Laughter]\n>> Bill Benson: Thank you, David.\n>> David Bayer: | work here every Wednesday. This is not my day. A lot of times | don't recognize the\npeople who work here because only Wednesday.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> [Applause]\n>> David Bayer: | get a lot of phone calls from Canada, a lot of phone calls from New York State.\nChildren who were born here and their parents are already dead, calling me to find out about their\nparents. Because their parents come from my hometown. | knew every one of them. So | just got a\nphone call the other day, a woman born 1937 in Poland. | Knew her mother. She wants me to tell her\nabout her mother. | Knew her mother very well.\nAnd | have pictures. Also, | recognize pictures. The Museum gets a lot of pictures from people\nwho don't know who the people are. The Germans killed so many people and a lot of them burned. But\nthey couldn't burn everything. There's millions of pictures everywhere else. Once in a while somebody\nfinds something and wants to know who this is. And sometimes the bag says Kozienice so | give them\na name. | give every person, if | remember, everybody -- most of them | remember. | give them a name.\nAnd a lot of times they find a way to the family. So that's what I'm doing in the museum. The archives,\nthe Museum has pictures and they don't know who they are. If it's somebody | recognize right away, if |\nknow who they are, | tell them the name and everything.\n>> David Bayer: You're going to stay with us for a while and answer questions if people have\nquestions. Right? Stay put there. We'll invite people to come up on stage.\n>> David Bayer: | have time.\n>> Bill Benson: Anybody who wants to come and ask David a question, please do.\n>> [Applause]\n",
    "segments": []
}