{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, June 11, 2014\n11:00 a.m. — 12:06 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: RACHEL GOLDFARB\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Susan Snyder: Good morning. Let's do a little housekeeping. If you have cell phones,\npagers, or other devices, silence them for me and for Rae. Please remain in your seats for the\nduration of the program. And eating, drinking and smoking, and chewing gum, are not allowed\nin the Museum. Justa hint. Photography or recording of any kind is not permitted. And at the\nconclusion of the program please return pencils and completed surveys and Stay Connected\ncards to the volunteers at the exit door. Your permit will be honored for the remainder of the\nday if stamped by an usher. If it has not been stamped, see an usher as you leave the\nprogram.\nI'm going to ad lib this. Hopefully Louis can correct me.\nFirst Person, we have been doing First Person for many years. | think this is our --\n13th year? 15th year. 15th year here at the Holocaust Museum. It's a conversation that\noccurs in the month of March through June with a survivor of the Holocaust who will explain\ntheir personal experience. It was funded by Louis Franklin Smith Foundation. I'm sorry, Louis.\nIn honor of your parents, yes?\n>> Yes.\n>> Susan Snyder: | apologize. | would ask Louis to stand up. He has been funding this for\nthe entire 15 years and we could not do this without him.\nLouis?\n[Applause]\nLet me just begin. The Holocaust was a systematic, bureaucratic, state-sponsored\npersecution and murder of approximately six million Jews by the Nazi regime and its\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncollaborators. Sorry. I'm trying to find -- the Nazis who came to power in Germany in January\nof 1933 believed that the Germans were racially superior and that the Jews deemed inferior or\nan alien threat to the so-called German racial community.\nDuring the Holocaust German authorities also targeted other groups because of\ntheir perceived racial inferiority: Roma gypsies, the disabled, and some of the Slavic peoples,\nPols, Russians and others. Other groups were persecuted on political, ideological and\nbehavioral grounds; among them; communists, socialists, Jehovah Witnesses and\nhomosexuals.\nToday you will have the personal experience of listening to Rachel Goldfarb explain\nher experiences surrounding the Holocaust. Let me just give you a brief intro for Rae.\nRachel Mutterperl was born to Beryl and Dina in Dokszyce, Poland, which is\npresent day Dokszyce, Belarus. This picture shows Rachel on the left, her mother in the\nmiddle and brother Schlomo on the right. In this map of Poland, the area on the map shows\nthe town of Dokszyce where Rachel was born. As part of its non-aggression pact with Nazi\nGermany, the Soviet Union occupied Dokszyce in September 1939. Germany invaded the\nSoviet -- [No audio]. You can see in the blue arrow, a town north of Dokszyce.\nShown here is the synagogue in Glebokie in the Glebokie ghetto. Rachel's mother\njoined a group of partisans in the forest outside of Glebokie and became their cook with Rachel\nas her assistant. In late summer 1944, Dina and Rachel marched with partisans to the Soviet\nlines where they were liberated.\nAfter liberation Rachel and Dina left Poland for Italy where they stayed in Santa\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nCesarea in a Displaced Persons Camp. The arrow points to the Santa Cesarea and Displaced\nPersons Camp in Southern Italy. And this is a picture of Rachel and her mother at the\nDisplaced Persons Camp. And this is Rachel's identified card.\n| would ask you to please welcome Rae to the stage.\n[Applause]\n>> Susan Snyder: Rae, I'm going to start right in because there's a lot of ground to cover.\nYou have your story, which is really quite amazing. As | was reading through it, | was really\nstunned at how much moving around that you and your mother did during the Holocaust.\n| was wondering if you could start by describing the town that you lived in, pre-war life. Were\nyou very Jewish?\n>> Rae Goldfarb: The town that | was born in, that we lived in, was in a community that was in\nthe far northeastern corner of Belarus. At that time it was Poland. Now it's become Belarus.\nThere were about 5,000 to 6,000 inhabitants in the town and about half of them were Jewish.\nJewish people were in all kinds of professions and businesses. It was a very good relationship\nbetween the townspeople and the Jewish community until the Nazis came in.\nMy family was pretty well to do. Both my parents were in business. My mother had\na yard good store. She would travel to Vilna, Warsaw, in Central Poland to buy fabrics. She\nsold slightly wholesale, the rest retail. No manufactured goods were available. People did not\ngo to the department store to buy their clothing. They bought the yard goods, took it to a\nseamstress or sewed it themselves. I'm sure early America was probably the same.\nThe population in Poland had turned completely once the Nazis came in.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nConditions became kind of strained. Jews were required to wear identity, a Star of David in\nyellow on their clothing. As a child, | didn't quite want to do that. It singled me out. It pointed\nto me as somebody less than the others. | remember asking my grandmother to sew it on\nwhite clothing so that it would not be as visible.\nFor a child 9 years old, even though my documents said that | was born -- I'll tell\nyou later how it came about. | was 9 years old. School stopped. Jews were not allowed to\nparticipate in school. My mother arranged for private classes. Walking in the street was\nintimidating. If soldiers, non-Jews, were on the sidewalk, anybody who had been wearing a\nyellow star designated they were Jews had to step off the sidewalk. It didn't matter whether it\nrained, whether there was dirt in the sidewalk. No matter what, you had to step off.\n>> Susan Snyder: Can | back up for one second?\n>> Rae Goldfarb: Sure.\n>> Susan Snyder: Up until this point, up until September 1939 when the Nazis invaded\nWestern Poland, you had a very full life that involved Jews and non-Jews alike. Were your\nfriends -- did you have friends who were non-Jews?\n>> Rae Goldfarb: The family had many friends who were non-Jews, but the Nazis did not\ncome in until 1941. The Russians were there from 1939 until 1941.\n>> Susan Snyder: Right. But before the Nazi invasion, even in 1941, even before the Russian\ninvasion, for the partition, what was life like? Were you integrated into society?\n>> Rae Goldfarb: We were very much integrated. My family had many non-Jews as friends. |\nremember visiting some of my parents’ friends at Christmas time and | remember helping\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmaking decorations, particularly blowing out the shell of an egg, attaching a hat on top, sort of\nin the shape of a cone, painting a face, and putting a string at the end and putting it on the\nChristmas tree. Some of my parents’ friends -- | remember particularly the Greek Orthodox\npriest who used to come to our house for Passover.\nMy parents had a lot of contact with the outside community. My father was in\nbusiness buying up, of all things, pigs, which are forbidden for Jews, shipping them to\nGermany.\n[Laughter]\nApples. | know we had a warehouse in the back because our hiding place was between the\nwarehouse and the house. He brought up hemp, flex that was used to make straws. And that\nwas shipped to Germany. He never went into Germany, but he would go from, what my\nmother told me, would go to the border and it was then taken from there by somebody into\nGermany.\nHe also supplied meat to the Garrison. Since we were on the border of Russia and\nPoland, the furthest northeastern border, he supplied them with meat. There was a limit as to\nhow much the Jewish population could slaughter for meat. And since Jews don't eat the hind\nquarters, only the front of the cow or any animal, he managed to -- with pride, of course. That\nwas very common there -- to have it slaughtered the kosher way. And this way the Garrison,\nthe soldiers, were supplied with the kind of meat that they liked. So on the side he had a\nbusiness selling the meat to the Jewish people.\nOf course, all of that stopped. Actually, the housing that the soldiers lived in, the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nPolish soldiers, was taken over by the German Army when they invaded. The same thing\nwhen the Russian Army invaded. They used those quarters, too.\n>> Susan Snyder: So your family was really just observant. They kept kosher, but they were\nassimilated into the community.\n>> Rae Goldfarb: They were assimilated into the community because of the business context.\nAnd actually we had non-Jewish help in the house. My brother's governess was not Jewish. |\nwas taken to church by her. | knew what to do. And that probably saved my life in some\ninstances, too. We were very much connected with the outside community, outside of the\nJewish people.\n>> Susan Snyder: In 1937, around 1937, your father became ill.\n>> Rae Goldfarb: My father came back from a trip, became ill. He went to doctors in Vilna, in\nWarsaw, nobody could figure out what the illness was and he eventually died. That was right\nbefore the Russians came in.\n>> Susan Snyder: So your mother, then, kept the businesses going?\n>> Rae Goldfarb: My mother stepped right in kept the businesses going because a lot of the\nfamily were employed in the business, too. She was a very smart woman, businesswoman.\nShe was resourceful. She knew how to get around the community. She knew how to conduct\nbusiness. She made sure her employees were taken care of. And they, in turn, took care of\nbusiness for her.\n>> Susan Snyder: So you would say she was a strong person.\n>> Rae Goldfarb: Very strong-minded, too.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n[Laughter]\n>> Susan Snyder: So, we can jump back to 1939 when the Soviets invade the part of Poland\nthat you were living in. What was that like living under Soviet occupation?\n>> Rae Goldfarb: Well, school was still functioning for me. The Soviets did not differentiate as\nfar as school was concerned. The only thing was that the businesses were closed. My mother\nhad distributed a lot of the fabrics to some of the farmers that she dealt with. The arrangement\nwas that they would use whatever they needed and they would supply us with some of the\nthings that we needed. So we had plenty of food.\nOther than we were considered Bourgeois, as you would know it, and they deported\nsome to Siberia. And | guess we were fortunate and unfortunate. If we would have been\ndeported to Siberia, perhaps my brother would have survived, too. But nonetheless we were\nnot deported. My mother was a widower at that time. They'd little bit of respect for widows.\nSO we remained in our hometown.\nThere was a lot of looting by the Russian Army. | remember one incident where my\nmother had bought some night gowns that were rather fancy. They liquidated some of our\nstuff. And some of the women actually wore them in the street as dresses.\n| also remember my brother was sick and he had a thermometer in his mouth. It's\nfunny how you remember silly things. That thermometer was taken from him, out of his mouth,\nand liquidated.\n>> Susan Snyder: So at this point your mother still has the business but she's not able to --\n>> Rae Goldfarb: No, no, no. She did not. The business was closed. Whatever bartering she\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ndid was behind the scenes.\n>> Susan Snyder: Food, supplies, things to live.\n>> Rae Goldfarb: We were not short of food because the people that she had distributed the\nstuff from the store supplied us with food, actually helped us some later on, too, when the\nghetto was closed.\n>> Susan Snyder: So during this about two-year experience under Russian occupation, under\nSoviet occupation, there is this fear that the Germans will eventually invade. Did you feel that\nthis was certainty? Did your mother feel?\n>> Rae Goldfarb: | was too young to understand all of that. The only thing | knew is that\nschool was continuing; not the school that | went to. | went to private school. | went to a public\nschool then with Russian children. The language changed, of course. They imposed that\neverybody should learn the Russian language. It wasn't difficult because it's still a Slavic\nlanguage. And between Polish, Russian there are similarities. So | caught on quite quickly.\nSo Russian did not intimidate me in any way.\nThe only thing that intimidated me is that, just like in the German youth, so it was in\nthe Russian youth. They tried to instill in them the Communist ideas. And the first thing in the\nschools was that you had to earn your red scarf. They called it being a pioneer in the Russian\nmovement. And | remember that was difficult for me because of my standing in the\ncommunity. My mother was Bourgeois. The only way to get it was through good scholarship.\nSo | could understand the intimidation of the Communist party on the youth.\n>> Susan Snyder: So at one point the Germans actually invade by 1941. You had described\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nthat right away. Did you understand that it was grave because you witnessed something. Do\nyou remember what it was?\n>> Rae Goldfarb: When the Germans first came in, the first tanks that came through, they\nactually threw candy at the kids. It was an Army coming in with guns. They just marched in.\nBut my grandfather -- well, he housed some of the soldiers in the First World War.\nThere was one soldier that recognized my grandfather. He was actually, at that point, he was\nalready of higher rank. When he saw my grandfather, my grandfather recognized him and, of\ncourse, tried to embrace him because they were quite friendly. He held it off. He says, “I'll see\nyou later.” He told my grandfather this isn't the same Army that was here during the First\nWorld War. You cannot possibly in public recognize me or cannot have any kind of contact\nwith you in public.\n>> Susan Snyder: Did he say it more as a warning?\n>> Rae Goldfarb: As a warning. Because he came later and he actually brought some\noranges, which Poland does not grow any. He was higher in the Army and probably had\nsupplies. He said that it's not the same Army, it's not the same world; we cannot be friends\nnow.\n>> Susan Snyder: You said that you became aware of the brutality of the Germans because\nyou witnessed the Russian POWs.\n>> Rae Goldfarb: Yes. The Russian soldiers, they did not want to fight. They laid down their\narms and went over to the Germans as prisoners of war. This was in the fall, | think, of 1942,\njust before we were herded into ghettos. The soldiers were marched through the street,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhoards of them. They were clubbed. They were beaten to hurry up. They were hungry. They\nbegged for water. They begged for food.\n>> Susan Snyder: What did they look like?\n>> Rae Goldfarb: What did they look like? People who had walked for miles. Their shoes\nwere worn. Their clothing was limited. They were being beaten, basically, to go faster which\nsome of them couldn't.\n>> Susan Snyder: So you felt they were being brutalized essentially.\n>> Rae Goldfarb: It wasn't a normal, you know, march of people. Some people tried to throw\nfood to them. If they caught something, they were basically hit with the butts of rifles. Some of\nthem fell and they were stepped over.\nEventually -- | did not witness that, but eventually many of them decided they were\ngoing to make a run for it when they came to an area where it was a very forested area where\nwe lived. So the prisoners of war decided they'll make a run for it. Of course they were shot\nat. The front group managed to get away. Many of them were shot, left there. And many of\nthem managed to get away into the forests. And that was the group that organized\nthemselves. They called themselves partisans or resistance.\n>> Susan Snyder: At this point by 1942 you're living in a ghetto.\n>> Rae Goldfarb: By the late fall, early winter, in the same town.\n>> Susan Snyder: In Dokszyce.\n>> Rae Goldfarb: The Jews were herded into one area. | think you have a slide of it.\n>> Susan Snyder: Can you describe the area? How did they choose the area?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Rae Goldfarb: They choose the area -- the synagogues -- the churches and the\nsynagogues were sort of located around a large, open area. The churches were at one place,\nand that was where the marketplace was. There was a big -- you would call it here a plaza,\njust an open area that was used for things.\nThe synagogues were, again, in a different area and had, again, a big, open plaza\nin front of them. So the ghetto was organized around that area. One border of the ghetto was\na river. The other border of the ghetto was the front of houses -- the main streets were the\nprimary addresses. You know, like here the same thing. You have certain streets that are\nconsidered higher class than others. And our house happened to be fronting one of the\nstreets. We had a big gate. Our house happened to be in the ghetto border. The back of the\nghetto was towards an area that was kind of open. They put a barbed fence around it.\nThe ghetto was not what you consider a ghetto here, just an area where people live and are\nkind of segregated.\n>> Susan Snyder: Was it sealed?\n>> Rae Goldfarb: This was sealed. It was like a prison. Not only was it like a prison, but they\nstarted to keep a count of people. They counted how many women, men, children, how many\nolder people. They had a general count of the population.\nAlso, they organized the ghetto to be supposedly, quote/unquote, ruled by the Jews\nthemselves. They selected a committee, a commitet (phonetic) they called it, with the leader\nof the community as the head of the committee. And all the demands that were made by the\nNazis were through this committee.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Susan Snyder: Essentially you're saying that the Nazis would dictate and force the head of\nthe committee or this commitet to carry out their orders essentially in the ghetto.\n>> Rae Goldfarb: That's right. The orders were for Jews had to give up any kind of valuables.\nThey had to give up anything of metal. They collected brass, copper, of course, silver. They\nwanted gold. Sometimes money they asked for. Anything that they needed they wanted to\nextract. The metal they needed for their war efforts.\n>> Susan Snyder: Did you believe that or did you believe that was just a way for them to\nfurther --\n>> Rae Goldfarb: | knew nothing. All | know is that all of a sudden we didn't have any pots;\nonly enamel, nothing other. A big thing -- you would know it as a big coffee pot, a coffee urn,\nbut this was something that was fired -- | don't know if any of you have seen it in museums.\nBut it was a way of making tea, making hot water and keeping it hot. Of course, that was\nmade either of copper -- well, some of them were silver but they probably were silver-plated. |\nreally don't know. And they confiscated those. | remember that; no hot water during the day.\nlt was just what we could boil in one little pot.\n>> Susan Snyder: What did you do in the ghetto every day?\n>> Rae Goldfarb: My mother arranged for us to have a tutor, my brother and | and some other\nchildren from the family. So we had a sort of makeshift school. My mother was taken out to\nwork.\nThe German Army needed laundresses, cooks. The Army moved by horse and\nbuggy, believe it or not, by train. There were not many trucks and cars. They needed people\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nto tend the horses. They needed people to clean the stables. They needed people to polish\ntheir boots. Their boots had to be polished. And not just polished, they had to be polished to a\nshine. If they did not shine well enough, they got beaten very badly. They were taken out by a\nwatch, by a detail, and brought back by the detail. They were counted when they left the\nghetto. They were counted when they came back.\n>> Susan Snyder: What if somebody was -- had disappeared from the group of people?\n>> Rae Goldfarb: From the beginning nobody tried to escape. But when it became evident\nthat this wasn't going to be any good, and, of course, word came from other smaller\ncommunities that there were killings, a group of men, several men, managed to steal away\nfrom their detail and escape. When the count was taken coming back, they discovered that\nthey were short.\n>> Susan Snyder: That these men were missing.\n>> Rae Goldfarb: That the men were missing. The head of the committee was told to present\n10 for one, 10 able-bodied men, to take the punishment for each one that escaped. They had\nto select 30 men. The committee offered themselves as -- call it hostages. | don't know what\nelse to call it. Some old people came forward, elder people, and said they would stand for it.\nThat's not what they wanted. What they asked is for the committee, the head of the\ncommittee, to select 10 abled people.\nCan you imagine somebody putting a finger on a person to be basically killed?\n>> Susan Snyder: And these people were; they were killed.\n>> Rae Goldfarb: They were killed.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Susan Snyder: There was retribution.\n>> Rae Goldfarb: In front of the whole assembly. In front of the whole assembly. They were\ntaken against the wall and they were shot at.\n>> Susan Snyder: So at this point are people taken out of the ghetto on a regular basis and\nnot coming back in or is the ghetto liquidated entirely?\n>> Rae Goldfarb: After that there were no escapees. Because how can one escape judging\nthe others to death? The ghetto didn't last very long. We were put into the ghetto in sort of\nlate fall, early winter of 1941. In the spring, | remember the holiday. It was the feast of weeks,\nas you would know it.\n>> Susan Snyder: Which is late spring.\n>> Rae Goldfarb: We know the date. My mother remembered the date. It was May 8 that my\nbrother was killed.\n>> Susan Snyder: Can you explain what happened?\n>> Rae Goldfarb: What happened was that it started out, actually, in the spring of 1942 where\nthey asked people to come to the gathering place, everybody. And they actually went to the\nhouses to make sure that everybody was out. And they said they were resettling. They took\npeople supposedly to resettle them in the large -- in a larger ghetto. However, shots were\nheard. They were taking these people -- they only allowed them to take something in their\nhand. They couldn't take anything with them. People were taken to a sand pit, shot. Right\nthere in front. They would stand them up, run the bullets across them, and they would fall back\ninto the pit. This happened once, and it happened a second time.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nThe second time it happened, a little boy who was hit -- they went through with the\nmachine gun. | guess he was too small. He was hit in the leg. He was not hit in the head.\nAnd he crawled out from under the dead bodies and made it back to the ghetto. He survived,\nby the way. He survived. And he was here in the United States. And he served in the United\nStates Army.\nThe thing is this. At that point tt was known that nobody was being resettled\nanywhere and this was just a way of closing in. The ghetto was kind of shrunken and closed\nin. My family had a big house and sort of L shaped to it was a warehouse. A space was left in\nbetween. It was covered on the outside and under the roof, but the attic had the connection\ninto this place because my father would keep his valuables and his records. They were, |\nguess before my time, what were called Pogroms where there were attacks on the Jews. So\nthey needed a hiding place. That was probably something his father built.\nSo when, again, they called everybody to the plaza to report, my mother -- my\ngrandmother lived with us then, my grandfather. My grandfather was a big man. He couldn't\nmake it into the hiding place. My mother, my brother and | and several children and my\ngrandmother made it into the hiding place. At that point the ghetto was pretty small already.\nWe had supplies there to keep us for several days. Needless to say there was no sanitation.\nWe heard the commotions going on. We heard the shootings. We heard the people crying\nout. We stayed there, | think, about seven, eight days.\nWhen it got quiet, some of the people went out. And the next thing we knew, we\nheard that they were caught. We stayed a few days more. | think a total of 10 days. And at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthat point it became almost impossible to survive there. It would have been a living death. No\nfood, no water, sanitation was bad. And at night when it was quiet we went out. At that point it\nwas my mother, my brother and | and two other kids and my grandmother. My grandmother\nwas not as fast.\nWe had another hiding place under the floor. Sort of almost when you came off\nfrom the attic, in back of the kitchen, there was like a pantry. The kids came out first. The idea\nwas to run into that particular hiding place and see what else would happen, whether we could\nget out or not. My mother was the last one in. My grandmother behind her. And my\ngrandmother was caught. She quickly shoved the rug and believed she was crazy. They\nasked her who else survived, and she told them she doesn't know anything. They took her\naway.\nWe stayed in that hiding place until the next night and it was quiet. | guess they\nfigured everybody was gone. We heard the looting. We heard everything. But at that point\nnobody was even coming into the house. So my mother let us out. There were four children:\nmy brother, myself, the two other children and my mother. My mother figured the best way to\nget out of ghetto was to get over the river into the farming area and the smaller houses.\n>> Susan Snyder: Into the villages.\n>> Rae Goldfarb: She figured that was the best way. And also, my parents had very good\nfriends in a village nearby, probably about a kilometer or two from the end of town. We were\nheading there. That was her plan.\nWe came to the river, and there were two guards, both of them with rifles. And, oh,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nthe rifles came up right away. My brother was very well-known. They knew who it was. And\nmy mother had some valuables with her. So she told them, \"Put your guns away. Put out your\nhands, and I'll give you whatever | have and let us go.\" | guess their plans were different but\nher plans were good, too. She had a watch, you know, pocket watch and a big chain. She\ngave it to one. She wound it around his fingers. And the smaller items, she said to the other\none, \"I'll wind it around your fingers so you don't lose it. It will slip out from your hand.\" And\nthe other one put out his hands; she loaded up whatever small stuff she had, not everything.\nShe kept a little bit. Of course she didn't want to lose that.\nSO we managed to run. She told the two children to run in a different direction and\ntold them where to go because she figured they would find somebody there. She knew there\nwere families and knew their connections. She took my brother and | to this house where | told\nyou we used to go help with the decorations on the Christmas tree. This man told my mother\nthat he will take my brother and his sister would take me. And then my mother would have to\nbe on her own.\n>> Susan Snyder: They lived in two different homes.\n>> Rae Goldfarb: Two different houses but nearby. So he took my brother. We went to his\nsister's house. We were fed. And all of a sudden one of her brother's children came running.\nWe got there at night so it must have been the next day sometime; came running and telling\nthe sister that his father is very badly beaten and my brother, whose name was Schlomo, was\ntaken. That was enough of a message for her that they would come to her house next to look\nfor us. So she pushed us out the backdoor, gave us some food. She told us where to run, to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nhide.\nPeople did not have what you call here showers and baths in the house. There was\na bathhouse. And that was only used once a week, before the Sunday break. So she said,\nnobody -- | don't even know what day of the week it was. She said nobody will be there until\nthen. Just go there and hide there overnight. I'll try to get a message to you. No message\ncame. My mother didn't even wait for a message, | don't think. | don't know. All | Know is\nwhen it turned dark, she took me by the hand and we left.\nMother knew the area very well. My brother's governess lived someplace nearby.\nShe wanted to know what happened to my brother. She went to her. The first thing she said\nto her, that's what my mother told me, was, \"Why didn't you bring him here?\" My mother said,\n“Well, | figured you would be the first they would look to if we disappeared and it was too far to\ngo.”\n>> Susan Snyder: In hindsight.\n>> Rae Goldfarb: Hindsight, hindsight, hindsight. My mother has lived with that for the rest of\nher life.\n>> Susan Snyder: I'm going to ask you to jump ahead a little. | wanted you to -- to mention\nthat at some point you got false papers or false documents so you could go from one place to\nthe next.\n>> Rae Goldfarb: We left that woman's house. She went into town and brought back the\nnews that my brother was shot, again gave us some food, and we left.\nWe went to another farm which was half way between our town and the ghetto that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nwe went to secondly. That woman hid us overnight. The next morning it was market day. |\nknow market day was on Thursdays. | know that day was Thursday. She dressed me in her\ndaughter's clothes, my mother in her clothes. She sent her son to the market with us in the\nwagon with her produce. We got to the next city, town, to Glebokie. And that's where we\nmingled -- during market day there are a lot of people, a lot of people from town, a lot of people\nthat come from the villages to sell their goods, to barter. And we managed to steal into the\nsecond ghetto.\n>> Susan Snyder: Did your mom -- I'm asking a question you might not be able to answer.\nDid your mom think maybe we shouldn't go into the ghetto, stay out?\n>> Rae Goldfarb: There wasn't a question of that. There was no shelter anywhere.\n>> Susan Snyder: No place to go.\n>> Rae Goldfarb: There was no place to go. And in the ghetto we had no papers. And the\nsame thing in the second ghetto; the second ghetto there was the same procedure. There was\na commetet. They were the ones appointed to rule the -- quote/unquote, rule the ghetto and\nprovide the German Army with whatever their requests were.\n>> Susan Snyder: Did you find a place to stay, then, in the ghetto, find jobs, work?\n>> Rae Goldfarb: We found a place to stay. Actually, one from the commetet, his daughter\nwas taken out somehow without her documents, so | got her documents. That's how | became\ntwo years older. Because kids at a certain age were taken to work, too. That was a bigger\ntown. They had a lot of spinning mills. It was cold -- the German Army going into Russia were\ncold. They were not prepared for the temperatures there. So they had a knitting industry, a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nspinning industry.\n| actually went out of the ghetto. Mother said we have to find something to do that\nwould take us out of the ghetto. So | started -- | was taken on a detail to work in a spinning\nmill. My job was to tie the threads, machines. If it broke, | had to find the ends of the thread,\ntie them. And that was my job. | guess that's the only thing | was suited for.\n>> Susan Snyder: So you had to have a job, though.\n>> Rae Goldfarb: You had to be of some use to the occupying forces. If you had no use, they\nhad the same thing, supposedly being resettled someplace else.\nMother did not wait very long. They had one sort of resettlement. They knew what\nhappened to the people. And that part of Europe, that part of Poland or now Belarus, they did\nnot take anybody anywhere. There's no records. And you keep records. You know that.\nThere's no records of anybody or anything. They were not organized there.\n>> Susan Snyder: In Western Europe people were often deported to the concentration camps.\nIn Eastern Europe, especially early on, ‘41, ‘42, early ‘43, they were round up and shot in open\npits or killed in place.\n>> Rae Goldfarb: They did not -- they weren't organized yet. From what | have learned, from\nmy interests, the concentration camps were not built yet. They were using the labor, the\nJewish labor, to build concentration camps. So there were no concentration camps. And\nwhen the armies moved forward and they did not need the Jews anymore, they did not need\nthe labor anymore, they were basically shot; shot, hanged, whichever example they wanted to\nmake.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\n>> Susan Snyder: So in Glebokie there was liquidations. And then your mother decided this\nis it, we can't stay.\n>> Rae Goldfarb: My mother decided very early that she didn't want to stay. Also because of\nthe three people that | told you that had escaped our ghetto, word came that the underground\nwas being formed, that the Russian prisoners of war that escaped and a few Jews who\nmanaged to escape had banded together and became a resistance. At that point the Russian\narmies could not supply them with anything. And the way they got hold of guns and in many\nways clothing, they would capture some soldiers that were on the loose.\n>> Susan Snyder: Nazi, German?\n>> Rae Goldfarb: Nazis -- the Nazi were the hierarchy, so the German soldiers. They would\ncapture them. They would take away their rifles, grenades, whatever ammunition they had on\nthem, take away their clothing, leave them in their underwear, boots, of course, and sent them\nout. They did not shoot them. They sent them out. Their idea was that when those soldiers\nwould come back, disrobed and so forth, they would be embarrassed enough that they would\nintimidate the others not to try to go and try to find the resistance.\n>> Susan Snyder: So what happened to you and your mother then? Where did you go?\n>> Rae Goldfarb: Mother -- on market day -- mother was very brave. | don't know how she\nhad the bravery in her. She got out from her detail on market day and found one of the\nfarmers, a very good friend of my parents, and asked him if he could secure a gun for her.\nBecause as a woman, coming to a resistance, do you think they wanted her? She\nwas a burden. However, he managed to smuggle in a gun to her.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Susan Snyder: A burden because she was a woman and had a child.\n>> Rae Goldfarb: She was a woman and she had a child. And she wouldn't leave me. That's\nfor sure.\n>> Susan Snyder: Of course.\n>> Rae Goldfarb: So he handed her a basket with eggs. And under the eggs was a gun. It\ndidn't take her long. She actually tried to get some people together in the ghetto to try to\nescape, too. She figured if she would bring a physician with her, a nurse with her, that she\nwould be more acceptable. However, you know, it's funny but people always look out for\nthemselves and for their worries. That became known. There was an informer someplace.\nAnd that became known.\nThey had actually dug a tunnel under the barbed wire, this group. My mother knew\nthe places to go. They dug a tunnel to escape. However that group decided to escape\nthemselves and they were, needless to say, caught. And that plan disappeared.\nSo mother had the gun. One day on the work detail, on market day, she told me to\ndress in a certain way so | would fit in with the population in the marketplace, with the farmers.\nShe dressed herself that way. We went out to the work detail. She took my hand. We went\nthe other way. She had the gun with her. She had managed to get -- | don't know what she\nhad in the basket, hide it underneath.\nLo and behold we were walking the direction where she took me and a small truck\nstopped with German soldiers, saw a woman walking. She told them she's going home, she\ndidn't sell her wares whatever she had in the basket. If they wanted, they can take it. Of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\ncourse there was straw on top. They said, no, no, they don't need it. “Where do you want to\ngo?” She told them where to let us off. We got in the back of the truck. We got off and said\ngoodbye, thanked them. She went her way where she wanted to go.\nWe hooked up with a group. It was a commando, a forward group. Actually, the\npartisans had organized themselves very quickly because some of them were mainly soldiers\nand some of them probably were of higher rank. They organized once they had a few rifles, so\nforth. But the resistance, everything was moved by train to the frontlines. They progressed\nvery quickly. If you know the history, Russians -- if it weren't for the United States, Hitler would\nhave succeeded. The Russian armies eventually when word got to them, some of the\nescapees went behind the lines and told the story what happened to them. So they stood up.\nThey started to fight.\nThe group that my mother joined was a forward group. She became their cook.\nAnd | became the potato peeler. Potatoes in Poland are --\n>> Susan Snyder: Everywhere.\n>> Rae Goldfarb: Everywhere. Everywhere.\n>> Susan Snyder: When you say forward group, what do you mean by that?\n>> Rae Goldfarb: We were not with the main group way into the forests. We were sort of at\nthe edge of the forest. The group had a couple of women in it because women -- it was much\neasier for women to move around than it was for men. And the idea was to try to disrupt the\ntrains that carried the ammunition and the troops to the frontlines. So the job of this forward\ngroup was to dislodge the rails. They would pull the pegs that held -- what do you call them?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Susan Snyder: The tracks together?\n>> Rae Goldfarb: No, not the tracks. Underneath the tracks. The ties. The ties. Of course,\nwhen a heavy train goes through, they split. They got some ammunition that way and, of\ncourse, slowed down the trains. So we were at the very edge of the forest.\n>> Susan Snyder: You and your mom, your mother's doing this work, actually trying to help\nthis group, you know, cause a blockage and create this problem for the German Army.\n>> Rae Goldfarb: This group was mainly to create the problem. The main group organized\nthemselves deeper in at the forest. They set up a hospital. They set up a complete Army unit.\n>> Susan Snyder: Where did you and your mother live?\n>> Rae Goldfarb: Where did we live? Sometimes slept in barns. Sometimes we camped\nunder pine trees, on pine needles with pine branches as a cover. Sometimes we had to watch\nout for bears.\n>> Susan Snyder: What about in the winter?\n>> Rae Goldfarb: In the winter? It was summer and winter. For shoes we didn't have any\nshoes. The farmers used to make themselves a sort of boot out of, | don't know, some sort of\ngrasses or whatever. You wrapped your feet in whatever to keep warm.\n>> Susan Snyder: What was your feeling? Did you complain at all? Did you worry?\n>> Rae Goldfarb: There were no complaints. The only complaint was how to keep yourself\nsafe.\n>> Susan Snyder: You said when you were living with the partisans, when your mom and you\nwere doing partisan activity, you said during an oral history, previous time, that you remember\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ngetting shot at. And the oral historian said to you --\n>> Rae Goldfarb: That happened much later. That happened -- we were being pushed back.\nSo at that point, that group -- the instructions were that you separated so that it's much easier\nfor one person to hide than for a group of about 20 to be together. So mother and | went one\ndirection. The Germans started to push towards the forest because they didn't want any\ndisturbance to their progress to the frontlines.\nMother and | separated somehow. | got lost. | didn't know what to do. | wanted to\nbe shot but | didn't want to be captured. | heard Germans speaking across a clearing. | went\nup to the front of the clearing and stood up there. | figured let them shoot me. And the bullets\nwere hitting sort of like a foot or two in front of me. And then | heard my mother call. She\ncalled my name. | turned around and | ran. | got rejoined with my mother.\n>> Susan Snyder: So you didn't want to -- this is the thing that I'm alluding to because you\nsaid this and | was actually surprised. You said you would rather get shot than give yourself\nup.\n>> Rae Goldfarb: I'd rather be shot. I'd rather be shot. Because | knew the tortures that they\ninflicted on people.\n>> Susan Snyder: We have to jump forward. | apologize. We're running out of time. | wanted\nyou to talk about when you were liberated. You were still with the partisans. Who liberated\nyou?\n>> Rae Goldfarb: We were liberated by the Russians. Actually, the group separated. The\nmain group in the forest separated, too, because everybody tried to avoid being captured. As\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthe Nazis were being pushed back, as the Army was retreating, the group started to organize\nthemselves.\nActually, it's a big story before that, too. We were caught at one point and brought\nback to our hometown. But we're running out of time. We'll save it for another time.\nWhat happened was, the groups -- we managed to get away. The armies were\npushed back. They took all the villagers into barns, into my hometown because we were very\nclose to that area, and eventually dispersed us back to the villages. We had no village to go\nto. My mother picked a village that she hoped nobody would recognize it. Unfortunately she\nwas recognized. And we had to leave. We had to try to make our way again and managed to\njoin up with some of the partisans who were trying to find their units. With them we found\nsome others and eventually were liberated by the Russian Army.\nEverybody tried to go back -- the few Jews that were with the partisans tried to go\nback to their home towns.\n>> Susan Snyder: Let me just point out that this is the summer of 1944. It isn't even -- the war\nis still going on in Western Europe.\n>> Rae Goldfarb: The war was going on in Western Europe, but the Germans were pushed\nback in the area. This was very close to the Russian border. You saw on your map. We were\nfour kilometers from the Russian border, from the old Russian border. The Armies were\nescaping. They were pulling back. So everybody went back to their home towns to see who\nelse survived because there was no other way to find out.\nWe went back to the bigger ghetto, to Glebokie. My mother went back to our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhometown by herself. She left me. There were some Jews already in the other town. She left\nme there with some of the people. She went to our home to see who might have survived.\nUnfortunately there was no one there. A neighbor of ours presented my mother with a picture\nthat you saw. That's the only picture | have from everybody. She picked it out from the trash.\nIt was so crinkled. You can see the crinkles on it. She picked it up from the trash and saved it.\nShe said she was a friend. She said, “But | couldn't help anything. | couldn't help anybody.”\nBecause people were offered 10-kilo sugar -- I'm sorry, 5-kilo sugar, equivalent to 10 pounds --\nno, the opposite. 5 pounds of sugar. Whatever it was.\n[Laughter]\n>> Susan Snyder: A lot of sugar.\n>> Rae Goldfarb: For exposing a Jew. She told my mother, even now, “It's not safe for me to\nkeep you overnight.” She gave my mother the picture. She gave her some food, some\nsupplies. And she sent her on the way.\nMother came back and she said we can't stay here. Actually, | was enrolled in\nschool already. Anyplace she could enroll me into a school she would enroll me into a school.\nLearn whatever you can, whatever books you could find. She would give them to me to read.\nAs a former partisan, she was able to enlist -- the Russians offered anybody who\nwanted to enlist to go fight the Germans again, the German armies, the Nazis, as we know\nthem now. Mother enlisted into a working train. Our home was about -- the boxcar was\ndivided into three parts and then again in half. The center of it was the heating and cooking\nand so forth. Then we had a bunk. Mother and | slept in a bunk. Whatever our possessions\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nwere were under the bunk. And whatever supplies we had was under the bunk. The working\ntrain was fixing the water towers. The trains were running on steam and the water towers had\nto be maintained and fixed. So that's what my mother enlisted for.\nWe got to the edge of Prussia -- all she wanted to do was get over to the western\nside of Europe because word was that the American armies were coming from the other side.\nHer idea was to get over, close enough to get over. When we came to Prussia, everything\nwas mined to a degree where if you stepped off the path, the beaten path, a quarter of an inch,\nit blew up. Some of the Prussian military mined themselves in houses. When they went to\nremove the bodies, they would blow up.\n>> Susan Snyder: | want to jump forward a little more because we're running out of time. A\nfew minutes for questions. Your mother -- you and your mother make your way down to Italy\nbecause your father was very much a Zionist and believed in the state of Israel.\n>> Rae Goldfarb: The idea was at that point we knew that the Jewish groups were trying to\nhelp Jews to go to Israel.\n>> Susan Snyder: To Palestine.\n>> Rae Goldfarb: To Palestine at that time. And what happened was, when we got to Prussia,\nshe managed to get our boxcar attached to a car, with bribery to a train that was going to\nfurther Southern Poland. We ended up -- from there we made our way, some by hitching\nrides, some by walking. The word was to get anywhere south, to the Mediterranean, to be\nable to find a way to get to Palestine.\n>> Susan Snyder: So you did remain there until approximately 1947. But you said something\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthat was really interesting. You said that your mother was tough, held it together, was\namazing, but as soon as you were liberated, that was not the case.\n>> Rae Goldfarb: Not when we were liberated. When we got to Italy.\n>> Susan Snyder: When you got to Italy.\n>> Rae Goldfarb: When we got to Italy and we couldn't go any further, she became very ill.\nSomehow she got asthma. We don't know how or what but she ended up in the hospital many\ntimes in Southern Italy. We couldn't go anywhere. However, she knew that my father had had\na sister. She communicated with her in Washington. But she did not remember DC. And she\ntried to find them. She wrote letters. She remembered the address. However, they had\nmoved from that address. But whoever was there may have recognized the name. But\nnonetheless, the letters came back no such place. Washington State. Where else?\n>> Susan Snyder: Eventually did you connect?\n>> Rae Goldfarb: Yes. My mother placed a note -- there was a Jewish paper that was\ncirculated called \"The Forward.\" Still exists today. That she is looking for her sister-in-law and\nbrother-in-law, their names, and that they lived in Washington but the communication came\nback. My uncle and aunt had written us and told us to stay; they would bring us to the United\nStates.\nSo they made out papers, copies of which you have in the archives. My uncle\npromised to clothe me, take care of my health problems, school me, provide me shelter, that |\nwould not be a burden on the state, my mother and |, because | was, you know, still under age\nto provide all of those things for us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAgain we had a problem. Mother had to use her wits again, because as far as that\nwas concerned, we were -- she got passports for us. She kept my age two years older so that\nif one of us could go ahead, get out of Europe. So if | was two years older than my real age, |\nwould have a better chance of going.\n>> Susan Snyder: Because you would be able to work.\n>> Rae Goldfarb: Well, no. The thing was this. If you were under-aged, you had to stay with\nyour parents. If you were at a certain age, you could go.\n>> Susan Snyder: Independently.\n>> Rae Goldfarb: Independently. So the photo was moving anywhere. The papers, my uncle\nmade out the papers. Mother went to the consulate in Italy in Naples, convinced the American\nConsul that she was born in Russia, which was Russia at the time when she was born\nbecause she was born before the First World War. And we got on the Russian quota and were\nable to come to the United States, November 17, 19 -- November 14, 1947.\n>> Susan Snyder: Let's open it up. We just have time for a few questions. So let me repeat\nthe question once you ask it so the audience can hear.\nOk. Nobody has a question.\n>> How bad was the sanitation life in the ghetto?\n>> Rae Goldfarb: How bad was it? Pretty bad. We had to use outhouses. Water was in short\nsupply. It was very primitive, very primitive. | don't know if you've ever camped where there\nwas no supplies.\n>> Susan Snyder: It was quite common in the ghettos not to have sanitation, proper\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nsanitation. And thus many people had Typhus. They died of diseases related to it.\n>> Rae Goldfarb: Typhus was very prominent because it was a disease basically that spreads\nbecause of lack of sanitation.\n>> Susan Snyder: Right. Right here in the front.\n>> [Question Inaudible]\n>> Susan Snyder: What were your food rations like? What did you eat?\n>> Rae Goldfarb: Whatever we could scavenge. It was a marshy area. In the fall there was\nlots of cranberries, of course potatoes. That's the main crop in Poland, cranberries. In the\nspring there were blueberries and wild strawberries. Meat was almost non-existent.\nThe reason a lot of the farmers cooperated with the partisans was because the\nGerman Army confiscated whatever cattle, whatever they needed for meat from the farmers.\nAnd also horses. So the partisans basically became the keepers of the cattle and the horses\nfurther in the forest. The farmers would come and milk the cows. The farmers would come\nand tend to their cattle. But even milk was at a premium. Eggs were ata premium. If the\nGerman armies came to a village and were able to catch some of the foul, they would take\nthem. They would ring their necks and take them away. It was a very difficult existence for the\npopulation there for the public and, of course, for the people hiding amongst them even more\nSO.\n>> Susan Snyder: We have time for one last question right here.\n>> When you came to the United States, how old were you when your uncle brought you\nhere? Where did you settle?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Susan Snyder: When you came to the United States, how old were you when your uncle\nbrought you here? Where were you educated? Where did you live?\n>> Rae Goldfarb: | was 15 years old. My true age. | came to Washington, D.C. My uncle\nimmediately, right after Thanksgiving -- we came before Thanksgiving. Right after\nThanksgiving my uncle enrolled me in a private Jewish school where | could communicate with\nthe students. He had a grocery store. And the next day after we came, his children came\ndown to help after school in the store and so did |. | learned -- the first things | learned were\nthe different kinds of vegetables and, of course, bread and milk and so forth.\n| did learn a little bit of English in Italy because my mother always pushed me\nwherever she could find a place where | could get some sort of education. And in the\nDisplaced Persons Camps, there were people of different intelligence and different education.\nAnd they formed classes. There was one class taught by a Yugoslav English. Needless to\nsay, my accent when | came here of English words were atrocious. When | started school,\nneedless to say, a lot of kids laughed at me. But it didn't intimidate me. Fortunately I'm pretty\ngood at languages and | can pick up from any language. | knew some German, some Italian.\nAnd | was able to recognize words. Maybe not completely but at least catch the meaning.\nAnd we had very devoted teachers. | had one teacher in middle school who lost\nher husband and a son in the Second World War. And she would spend time with me before\nclasses in the morning teaching me sentence structure. Then when my mother moved on to\nNew York because she couldn't find any work here -- so in Washington, it wasn't an industrial\ncity, she went to New York so she could find some work which was very minor, hardly enough\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nto support us.\n| had two English teachers. One was teaching diction, and one was teaching\nspeech. Eventually -- in the high school they just taught English because they needed English\nteachers. One actually got a job later on at the Stroudsburg studios teaching elocution. And\nthey spent some time with me. | was a willing student. Put me in front of a mirror. “The, the.\nPut your tongue behind your teeth. Don't say el; say L. Don't roll your Rs.”\nlt was difficult. But | managed to get through school, graduated high school 50 ina\nclass of 598. | was a willing student. | spent time. And not only that, | worked after school. |\nworked while in high school. | worked every day for four hours after school and then one day\non weekends.\n>> Susan Snyder: You made it work essentially.\n>> Rae Goldfarb: | worked all my life.\n>> Susan Snyder: So, Rae -- it's our tradition to allow Rae to have the last word in ending First\nPerson. But | would also ask you as an audience if when she's done, if you could just stand in\nyour seats because we just want to get a photo of the audience as well with Rae.\nRae?\n>> Rae Goldfarb: I'm going to read it because right now -- basically, the Holocaust deprived\nme of a normal childhood, of a family, of a normal life, of a regular education, basically regular\nlife. The main aim was to survive, to live through all of this and hopefully see better days, live\nthrough hunger, constant fear, and restricted in many ways.\nI'm most grateful for the opportunity this country gave me. | felt like | was just born\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwhen | came here. It was free. It had opportunities. And fortunately | was able to take\nadvantage of all of these opportunities.\n| feel that my speaking to you is sort of like keeping the memory of about 2,500\npeople from my town who did not survive. | have too many fingers to count the survivors. A\nfew of them survived in Russia, and a few of them survived in hiding over the partisans. | only\nknow of two people who survived in hiding: a boy whose parents had a farm and was able to\nhide with the farmers in the vicinity, and a boy who crawled out from under the dead bodies\nand was able to survive; a few that were in the partisans.\n| thank you all for coming and listening. And | hope that we'll prevent this from ever\nhappening again.\n>> Susan Snyder: Thank you, Rachel.\n[Applause]\n[The First Person presentation ended 12:06 p.m.]|\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}