{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, June 12, 2013\n1:00 p.m. — 2:03 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nDAVID BAYER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 14th year of the First Person program. Our\nFirst Person today is Mr. David Bayer, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation, to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each of our First Person guests serves as a volunteer here at this museum. Our\nprogram will continue through mid-August. The Museum's website, www.ushmm.org, provides\ninformation about each of our First Person guests.\nDavid Bayer will share with us his First Person account of his\nexperience during the Holocaust and as a survivor. The life stories of each Holocaust survivor\nare unique. What you are about to hear from David is one individual's account of the\nHolocaust.\nWe have prepared a brief slide presentation to help with his\nintroduction. And we begin with this 1945 portrait of David Bayer taken in his hometown after\nliberation.\nOn this map of Europe, the arrow points to Poland, where David\nwas born September 27, 1922, which means in September David will celebrate his 91st\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbirthday.\nOn this map of Poland, the arrow points to the approximate\nlocation of Kozienice, David's hometown. Here is a contemporary photograph of David's home\nin Kozienice.\nIn this 1938 photo of a Zionist youth group, we see David's\nbrother, Joshua. He is in the third row, third from the left.\nIn 1939, German troops invaded Poland, starting the Second\nWorld War. The next year the Bayers were forced to move into the Kozienice Ghetto. Here\nwe see a view of the Kozienice Ghetto through the barbed wire fence that enclosed it.\nIn September 1942, the ghetto was liquidated and its\ninhabitants, including members of David's family, were deported to the Treblinka killing center.\nThe arrow points to Treblinka. David was taken to Pionki, an industrial complex that produced\nmunitions. In 1944 he was deported to Auschwitz. Our second arrow points to Auschwitz.\nThis photo shows a fence around the barracks in the main camp of Auschwitz 1.\nAs the Soviet Army neared, David and the other prisoners were\nsent on a Death March. However, David managed to escape into the forest and was found by\nthe Soviets. He spent two years in the Foehrenwald Displaced Persons Camp in Germany.\nHere we have a map of the major camps for Jewish D.P.'s, or displaced persons, with the\narrow pointing to the Foehrenwald Displaced Persons Camp.\nIn this next photo, David, in the first row, third from the left, and\nhis friends pose at an airport near the D.P. camp in 1946.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nHere we see David with a friend at the Foehrenwald Displaced\nPersons Camp, D.P. Camp, in 1947. Later that year David moved to Panama. We close with\ntwo photos from Panama.\nFirst, we see David in front of a gate to a synagogue in Panama\nCity. And second, we see David standing by his employer's horse in Panama City.\nAfter a remarkable year in Panama, David went to Israel as a\nsoldier in the War of Independence. He saw a great deal of combat as the state of Israel was\ncreated. Eventually David returned to Panama before coming to the United States to start a\nfamily and a new life. Today David and his wife Adele live just outside of Washington, D.C.\nThe Bayers have two children, daughter Sandra and son Mark, and two grandchildren. Their\ngrandson, Josh, who served in the Israeli Army, is here in Washington, D.C., working as an\nengineer. Their granddaughter, Jennifer, just graduated from the University of Kansas.\nDavid volunteers his time in the museum's Registry on\nWednesdays and often on other days. The Registry is the office where he researches and\ncompiles lists of those who survived the Holocaust, as well as those who perished. Among\nother purposes, The Registry helps make it possible for survivors, family members, and others,\nto find those whom may have survived.\nIn addition to our First Person program, David speaks frequently\nabout his Holocaust experience. Next week, for example, David will soeak at Montgomery\nCollege in suburban Maryland.\nWith that, I'd like you to join me in welcoming our First Person,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMr. David Bayer.\n[Applause]\nDavid, thank you so much for joining us.\n>> David Bayer: Hello.\n>> Bill Benson: Thank you for your willingness to be our First Person today. You have so\nmuch to share with us in this -- just a short period of time.\n>> David Bayer: Not enough time.\n>> Bill Benson: Not enough time. We'll get as far as we can. Let's start very briefly, David,\nwith you telling us a little bit about your family, your life, your community, and you in those\nyears before the war began.\n>> David Bayer: All right. | was born September 27, 1922. My father had a shoe factory in a\ntown, Kozienice, Poland. When the Germans came in 1939, | was 16 going on 17, a young\nboy going to school, playing soccer, living in a nice house, helped my family and the factory. |\nhad a sister, 19 years old, a little brother 12, and a little sister 8. My father and mother were 41\nand 42.\nThe Germans came in. We ran away to the forest. We came\nback. We came to our house. It was full of German soldiers helping themselves with shoes,\nleather, private things, particularly my mother's dishes. They cluttered the whole house. We\nwalked in, the Germans were laughing. They were telling us, \"Who are you? What are you\ndoing here?\" \"This is our house.\" They took everything that they could. My mom was crying.\nThey took my mother's Passover dishes and broke half of it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Those Passover dishes had been in your family for hundreds of years.\n>> David Bayer: Hundreds of years. All antiques. They took the silverware. Everything they\ncould. Even the sheets for the bed. Everything. Took everything they needed. And they keep\ncoming back because the house was visible. It was close from the church. It was a big house.\nWe had a backyard with a shop. We used to have about 25 people working for us. My father\nwas selling the shoes all over Poland.\nWell, we came in one day to the house. The Germans, they\ntook me to work for them. Clean the truck, take out the battery from the truck, which | never\ncould do that because | never had the truck. We never had cars in our home. And | struggled\nto take the battery from under a truck out. They gave me a pair of pliers only. | was cold. It\nwas September. It was snowing, on the ground. | spilled the acid from the battery on top of\nme and made a hole -- my skin was visible. | was crying. And the Germans were laughing\nand taking pictures. | begged to go home to change my clothes. They didn't let me go. Finally\nit was dark until they let me go home. No food, no nothing.\nThis was going on every day. One day they took my father.\nCame into the house. \"Let's go,\" with guns in their hands. And my father had been working\nbehind the church, covering ditches. My father and a lot of other people. The Germans were\nlaughing and making fun of them. My mother was home crying. She asked me, \"Please,\nexchange yourself for your father.\" That's what | did. | went. | motioned to my father to sneak\naway, and | took his place. | could take it. And then they let me go again.\nThen they took my uncle, my father's brother. And this time it\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwas a big Gestapo man who treated my uncle very nicely. My uncle was shining his shoes,\ncleaning his room, washing his laundry like a house boy. So my uncle asked the Gestapo man\nif | could be exchanged for him. He agreed, and | went to work for that German. He was a\nhusky, big guy. He was in charge of the whole area in my town.\nThey kicked out the police out of the complex. They took over\nthe whole area: farms, cows, horses. This guy was very good to me. He gave me food every\ntime | go home in the evening. And also | was translating for him from Polish to German and\nGerman to Polish. And one day he put me to a dungeon, in another room which -- with an\nopen door and steps going down. There was a Polish young man locked up there. He was\nmaybe 18 or 19 years old. Young, handsome young man. He asked me to translate for him.\nThey accused that boy of having a gun. They find him sleeping in a barn. There was a gun\nsomewhere hidden there, and the Germans find the gun. And they accused him that he had\nthe gun. He keeps saying this was not his gun. He didn't even know there was something like\nthis over there. He was crying. He said -- | didn't know that boy. He was not from my\nhometown. Must have been from somewhere else. Maybe three, four days he was trying. He\nsaid this was not his gun.\nOne day, | went down with him, with the Germans. German took\na pistol and shot him. Talked, talk, talk. He would keep saying \"It's not my gun.\" So he shot\nhim. | had to pick him up. Another guy helped me bury him in a field. He's probably still there.\nAnd this was a good German to me. He could shoot me for nothing.\nSo then | stopped work over there. He moved somewhere else.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHe wanted me to go with him. | was like, | cannot go. | had to work in an irrigation canal. You\nhad to work for the Germans. If you don't work, they send you away to who knows where, to\nAuschwitz or somewhere.\n>> Bill Benson: I'm going to stop you for a minute. There was an incident that you told me\nabout. | thought it was with the same Gestapo officer involving the veterinarian.\n>> David Bayer: Yeah, Dr. Gonszer. Gestapo used to come in. People make fun of him.\nJewish people. One day they brought in a group, maybe 10 or 15 old men and also one\nheavyset guy. | recognized him. He was a doctor. He was a veterinarian. He was named\nDr. Gonszer. He was a Jew, who in other towns we called him assimilated. He was not\nreligious. He was always speaking Polish. The Jewish people in Poland had two languages:\nPolish and Yiddish. This man only speak Polish. His wife is a dentist. A doctor played tennis.\nLike high society.\nThis Dr. Gonszer said, “Sorry, I'm not Jewish, I'm not Jewish.”\nBut they know he was Jewish. Somebody probably told them he was Jewish. But he was not\npracticing no religion. And there was one Jewish man carrying a bible, parchment, Holy Book\nof Moses. They made him dance in the fire, around the fire. And then they pulled it apart and\nthrow it on the fire and burned it. They made Dr. Gonszer dance, too. He was too heavyset\nand couldn't do it. He fell on the fire a few times.\nThen when | walked out to see, they grabbed me and made me\ndance around, too. Then my Gestapo man saw me. He right away took me away. He said,\n\"This is my man. Don't bother him.\" | told him about Dr. Gonszer, that he's a veterinarian. So\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nthe German came and took the doctor away from the group and put him in the stables,\nbecause he was a veterinarian, knew about horses and everything else.\nIn Auschwitz, you keep coming back to work every day. He\ncame back maybe two times. The third time he didn't come back no more. What happened to\nhim? He and his wife and daughter commit suicide. They cut their veins. His wife, the\ndaughter was raped by a bunch of Germans. So Dr. Gonszer was gone.\n| still worked with that Gestapo man. After that, when he left, |\nwent to work for the canal. But 400 to 500 young people were digging a canal, 70 kilometers\nfrom my hometown. Why digging the canal? The Polish government, before the war, started\nan irrigation canal because the big river in Poland overflows the fields. So the Germans\ncontinued that, but with Jewish labor. A shovel. No machine, nothing. We have to dig canals.\nAnd they gave us a piece of bread, soup. That's all.\nMeantime, they kicked us out from our house. All of the people\nwho lived outside the Jewish neighborhood had to move out to a ghetto. About 8,000 people\nin a small area. We have got one room. My family got one room. | couldn't even -- | slept on\nthe floor. | had no other place to sleep.\nThe Germans took everything away. We only carry what we\ncould carry. Our machinery, everything was taken away. Then from there, | went to work in\nthe canal every morning, early in the morning, came home late at night. And one day they\ndon't tell us | cannot go home -- they tell us, | cannot go home no more. | have to stay at the\ncanal. They build a barrack. We stay there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nWhat happened? They took my whole family, my hometown,\nand they shipped it away to Treblinka. This was September 27, 1942, my birthday. My\nbirthday, September 27. And this was 1942. They killed my whole family and all the people in\nmy town. We didn't believe they were going to kill us. Nobody believed that they were going\nto kill all the people at one time. They would keep you working somewhere or something.\nNobody believed.\nThen | worked in the canal. And every day | slipped away.\nWhere did | go? To the fields to look for potatoes. | went to farmers, begged for bread. And\none day when | came back to the canal, there was nobody near the canal working. Only the\nshovels. What happened? | met the farmer. He told me the Germans took everybody away.\nWhere did they take them? The factories in Poland.\n| didn't know what to do. | went to a farmer | knew. He kept me\nfor two days in his barn. And then he told me that some people left my hometown in the\nghetto, some Jewish people. So | said, “Take me there.” So he arranged for me and he took\nme to that town. There was about 30 or 40 people left. The German left them to clean up.\nWhat do you mean clean up? Take everything out of the houses. And the Germans would --\nfor the farmers. Furniture, clothing, whatever. 8,000 people. Something was left. They sold\neverything, give away everything.\nAnd from there | went to Radom, a big city. The Germans took\neverybody, cleaned it up, went to Radom.\n>> Bill Benson: One question. When you went back into the ghetto as they were cleaning it\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nout and you knew your family were all gone, did you know what happened to your family?\n>> David Bayer: No. We knew they took them away. They shipped them east. But we didn't\nknow if they took them to an extermination. They used to call it resettlement. You go and\nbuild houses and resettle. But this was all lies. | find out about that later. Right there | didn't\nknow. We didn't believe that somebody would kill people for nothing. So | went to work in a\nfactory, Pionki. It was a big complex in the forest. | knew it was there, but they build it before\nthe war. A big, tremendous factory. They make powder for bullets. And | went there to work.\nHow did | go there? When the Germans came to pick up young people in the ghetto, |\nvolunteered. But every time | volunteered, they didn't want to take me because | didn't have\nno suitcases. | didn't have nothing to carry. | just had the clothes that | was wearing. They\npushed me away.\nOne day, a few trucks, Germans, German soldiers, came and\nasked for volunteers. So there was a couple of elderly people, which they didn't want to take\nold people. Only young people. Came over to me. They knew me. They knew my parents.\nThey said, “Dave, here, two bundles.” They give it to me. When | walked over to the truck with\nthe two bundles, the Germans took me. And | went to work at the factory.\nWhat happened when | came to the factory? They took away\nmy bundles. That's why they wanted bundles. Every Jew had money, gold, things like this.\nSo they robbed me. | never knew what was inside anyhow. So then | worked in the factory. |\nbecame an expert in making powder. The Germans taught me how to make powder for\nbullets.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nFor two years | was an expert. There was sabotage over there,\nexplosions, fire. There were things that we did that was unbelievable stories. But | don't have\nmuch time to talk about it, but | will tell you about one story.\nThere was one guy who was a smoker. For cigarettes, would\ngive away his rations, breads, everything for a cigarette. And one night, the night shift, his job\nwas to take the cotton, which we produced the powder, put on a conveyor, and the conveyor\nwas coming to my department, which | mixed in with chemicals. He was smoking the\ncigarette, fell out of his mouth, and there was a fire. Why did it fall out? Because he was so\ntired. He worked 12 hours a day for himself and for somebody else who give him cigarettes.\nBread or something. He gave away his ration for a cigarette. The fire went to my building.\nWe stopped working. The Germans came in. They're going to kill us. That's what they do.\nThey killed you right away for anything you do wrong.\nThere were two Germans. | have to mention their names. One\nwas Dr. Vitta, and one was another doctor. Two German civilians charged in my factory. They\npersuaded the Gestapo not to kill us because we are experts. We know what we are doing. If\nthey kill us, they have to train other people, and the factory would not start working. So they\nsaved our lives.\nIn the meantime, they -- they beat us bloody. The next day they\nsaid, “Go back to work.” So that's what happened in the Pionki.\n>> Bill Benson: David, two things. First, the work that you did was very dangerous in the\nmunitions factory. But tell us, also, what your life was like. How did you eat? What were the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nconditions like there?\n>> David Bayer: Ok. We worked with civilians, Polish people, who were coming to work in the\nfactory and then would go home. We worked together next to them. The Polish people\nbrought their lunch, their food. And the Germans gave us only one ration. In the morning they\ngave you bread. When you come home at night, they give you soup. But nobody wants to\nkeep the bread because you're scared you will lose it, somebody will steal it. So you eat\neverything at one time. The whole day you're starving.\nBut they also gave us clothing, clothing from people who they\nkilled and we didn't even know. Shoes, jackets. The people who the Germans took away to\nkill. So sometimes | got a good coat. | have sold it to a Polish worker. He gave me\nsandwiches, food. And then | met a woman who was working with the cotton. She, every\nonce in a while, left me something. Her lunch, she left me. She said, \"I bring you something.\"\nEvery day she brought me something. So this made strength in working. Otherwise we would\nfall apart.\n>> Bill Benson: David, you tried to escape from Pionki.\n>> David Bayer: | escaped, yeah. | wouldn't have time to tell everything.\n>> Bill Benson: Not everything, but tell about your one attempt to escape with the other fellow.\n>> David Bayer: Everybody wanted to escape all the time. | escaped twice. One time | got\nshot in the leg here. And | was lying in the snow, pretending to be dead. And they killed three\nother guys next to me.\nBut one time there was a guy. He was a Pol, big guy. His job\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nwas to take out the chemicals from the tankers, to connect it to the building. He said he\nwanted to run away. “We have a place here. We can join the underground fighters in the\nforest. There's Polish underground soldiers fighting the Germans.” | say, \"I'm ready.\" So we\nsneaked out and we walked in the forest. We walked. We walked. We walked. We came to\nan intersection. There was a big poster, 10 liters of vodka bring in a prisoner. 10 liters of\nvodka bring in a Jew. We saw this and started turning back.\nThere was a farmer standing there cutting wheat or whatever,\ngrass. He motioned to us. Motioned back. Said “run.” | don't trust him. “Run.” We saw the\nposter. We know that for 10 liters of vodka, they give away their mother. Alcohol is big in\nPoland. So we run back. This was in the factory, not in the camp. Because the factory -- in\nthe camp, where we slept, it was different. | went back to work. And that's it.\n>> Bill Benson: | was going to ask, as the Russians began to get closer, they took you out of\nPionki.\n>> David Bayer: | have one thing before. When | went to school in Virginia one day, young\nchildren, 13, 14 years old. And a boy asked me a question. Did | ever encounter a good\nGerman? So | told him a story what happened in Pionki in the factory.\nWhen the Russians were pushing the Germans back, the\nGermans tried to dismantle the factory, take the machinery out, ship it to Germany. We didn't\ngo to work anymore. We stayed in camp. And every once in a while a German with escort\ncame in, 20 people, 15 people, 10 people. He wanted people to work. And nobody -- they\ndidn't give us food, didn't give us water. We had no electricity. It was really bad. So everyone\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwas hiding under the bed. The camp was a tremendous, big camp. 2,000 people in that\ncamp. The Germans grabbed whoever they could.\nOne day a good German who | used to work with, engineer, a\ncivilian, a nice guy, he came in. We saw him walking in from the gate. Whoever saw him was\nrunning to him. Everybody was raising their hand, \"Take me! Take me!\" People were\nstampeding to him because he was a nice guy. He pulled a pistol and shot in the crowd.\nKilled aman. This was a good German.\n| told that boy that, and the boy was like, “I don't understand. I'm\ngoing to have to talk to my father.” | don't understand to this day myself! And he was a good\nGerman. He said hello to you. He said thank you. He was polite. He speaks to you. He\nnever hurt you, never kicked you. He would only take care of his job. So this was good\nGerman.\n>> Bill Benson: But, David, as the Russians get closer, now they take you out of Pionki and\ntake you to Auschwitz.\n>> David Bayer: Well, when the Russians were advancing, we had bombardment and\neverything else. We were waiting. We had no food, no nothing. The Germans got the train.\nThey wanted to take us to Germany. They didn't tell us where we were going. But | had to tell\na story about a man's wife.\nThere was one guy came in to Pionki when | was still working in\nthe factory. He was in the ghetto, my hometown. He was shipped to Treblinka with the whole\nfamily. And all of a sudden he came in to Pionki. He said, \"| went to Treblinka, and they killed\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nall 8,000 people.\" We called him crazy. We didn't believe him. He told us -- \"so how did you\ncome back?\" He said the Germans picked him up because he was a tall, handsome, big man.\nHe was loading the trains to take the people to Germany. He hid in the wagon. He came out,\njumped the train from somewhere. He came to our camp. Because his sister was working\nthere, too. His name was Max. He told us the Germans killed everybody. | asked him, \"Max,\ndid they kill my father, my mother, my sisters?\" “Everybody. They're dead. They gassed them\nin one night.” So we called him crazy.\nWhen the Germans were taking us on the train in Pionki,\nshipping us to Auschwitz, he says, \"| am not going on no train.\" He run through the barbed\nwire and tried to escape. They shot him right there and was hanging on the wire. Dead. This\nwas Max. The reason | mention his name, | don't want to ever forget about it.\nFinally we came to Auschwitz. But what happened to me in the\nmeantime, in Pionki -- | still have to tell what happened to me in Pionki. The work | was doing\nwas very dangerous. The gases eat me up. My glands were swollen. | have to have masks.\nThe Germans and Pols were given masks. We didn't have no masks. We just put rags in our\nface. No food. Butter, milk. We didn't have no good food at all. Potatoes, that's all. And\neverybody -- | had a Polish supervisor. | begged him, \"Would you give me another job?\"\nFinally he did give me a job in a locomotive. Transfer the cotton and put it into rollers for other\ndepartment. And | was transported in a little train. And one day the train exploded, and | got\nburnt: my arms, my face, my legs. So | didn't go to work anymore. | stayed in the camp.\nBut | came to Auschwitz. | still had the crust on my face. When | got off the train, a guy who\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas helping us getting off the trains asked me what happened to me. So | said that | got\nthrough an explosion. “I'm a chemist. | made powder. If the German ask you, tell them you're\na chemist and make powder.” Sure enough, an officer came over, \"What happened to you?\"\n\"I'm a chemist. Make powder in a munition factory.\" He put me aside. | didn't go to the back\nto be killed. And | stayed with about 30, 40 people, groups, on the side. And they put me in\nthe gypsy camp where all the gypsies were living. It was a barrack. | was there recuperating.\nMy arms, my hands. A guy came in, a doctor came in -- also a prisoner. He says, “Here,\nclean this. It will help.” And it cleaned up.\nThen the Germans kept me for a while. All the big shots,\nGermans, came and took me to work in a coal mine. This was the worst place on earth. You\ngo down eight miles underground. 100, 200 people, 180, 150 come out alive and you're lucky.\nEvery day somebody else died there. No food. They don't give you much to eat. They give\nyou some black water. It's not coffee. And a piece of bread, like glue. And you have to goa\nfew miles to the coal mine. You go down there. You never know if you get out.\n>> Bill Benson: Tell us what your quota was.\n>> David Bayer: Yeah. We had to make 18 wagons of coal, 18 wagons to produce.\n>> Bill Benson: Each of you, each person.\n>> David Bayer: Little wagons, in the coal mine. You have to produce the coal. They give\nyou a number. You hang the number underneath. If you don't produce, you stay over another\nshift. You don't get out.\nA lot of people had cheated. That's what we do when we took\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nthe number off from the other previous one and others. Continue, the same coal was going\nhere, back and forth. We never produced much. And then the shovel. They give us a shovel.\nThe Germans give you a heart-shaped shovel, weighs 10 kilos. | couldn't lift it. A lot of times |\npicked the coal up with my hands.\nAnd then there was a German supervisor. A Nazi, a murderer.\nHe used to walk around with a walking stick with a copper handle. He was supposed to check.\nBut he was -- he hit people for nothing. If you didn't rush fast, he hit you over the head and\nkilled you. He killed a lot of people for nothing.\nThere was a Polish miner, a nice guy. He was the one putting\nthe dynamite in. And one day he told us, \"When | tell you to move, you should move.\" All of a\nsudden, the Germans came around. And the Polish miner blow the explosion. The Germans\ngot killed. They decided it was an accident. He stepped on it. But actually the Polish killed\nthem. What happened? There was a young man working with us. His name was Rubin, a\nreligious — he was 16 years old when they brought him from Auschwitz. He was a replacement\nfor somebody who died in my group. Rubin was continually praying, day and night, morning.\nWhenever they looked at him, he whispered in sound. Prayed all the time, in Hebrew, from\nmemory. He wasn't religious or nothing. We called him crazy. Said, \"He's crazy.\" When the\nGermans die, the explosion, he said, \"Didn't God help us?\" He prayed to God all the time.\nThen | said to myself, maybe he got something there. You know? From then on -- God is not\ngoing to help us. My mother prayed, everybody prayed. Didn't help us. From then on -- | had\nmy doubts. | said, maybe. Maybe. Till today | still have trouble believing in the guy up there,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nwhich I'm sure after | die, I'm going to do that, if | meet him.\n>> Bill Benson: David, while you were at Auschwitz, you had experimental surgery done.\n>> David Bayer: What?\n>> Bill Benson: You had surgery done on you while you were in Auschwitz.\n>> David Bayer: In Auschwitz. One day, there was a subcamp of Auschwitz, called\nBlechhammer, where the coal mine was. Every morning there was roll call. They line you up\nand call your number. My number, B74. | had no name. They took away my name. My name\nis B74. The guy with the list called the number. You have to raise your hand. Here it is. Well,\nB74. The Germans, guy with the stick, walked over to me. Said, \"What are you hiding?\" | had\nmy lapel like this. My glands were swollen. He took me right away out from the line. Shipped\nme -- took me to a Clinic in the camp. The same day they operated on me right in here. No\nantiseptic, no injection, nothing. Lied me down, tied me up like a pig. The puss came out, the\nblood came out.\nHere, here is the Museum. Find the document, the German\ndoctor who did it with his name, with the diagnosis, in Latin. Everything in Latin. With my\nname and my number, written on the document here. It's a copy of the document.\nThe doctor was named Fisher. | see his face wherever | go. He\nsmiled when | was lying there, tied up on a table. The war was over 1945. He disappeared.\nThey could never find him. In 1965 in East Germany somebody snitched on him. He lived 20\nyears after the war in a little town as a doctor. They hanged him, 1965, by the Russians.\n>> Bill Benson: David, this report done by this doctor, with your B74 and your name on it, you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nonly recently came across it.\n>> David Bayer: This was two years ago | find it. The Museum went to Germany. There's a\ntown in Germany now which all documentation the Germans had made from all over Europe is\nconcentrated there. And they find my name.\nThe people from here went to Germany. | mentioned to them\nbefore they left, “Look for me.” And they got it. So the denying that it couldn't happen, it's\nthere, black and white.\n>> Bill Benson: In January 1945, one day in January 1945, you were told to come up out of\nthe coal mine and then you were forced on a Death March after that.\n>> David Bayer: When the Russians were advancing, the Germans were escaping, the\nhighways were full of German trucks and tanks running to Germany. They took us out from\nour camp, from the coal mines, from everywhere, and made us march. What for? Made us\nstand in factories. They still want us to work.\n| came out of the coal mine. And then they line us up.\nEverybody had to hook up arm to arm and walk. We didn't walk the main highway. We had to\nwalk the fields, country roads, in the snow, January 1945. It was cold and snow, winter.\nPeople were dying. This is what they called the march, we had to march. We named it the\nDeath March. Because if you fall down, a bullet in your head. Hundreds, hundreds of\nthousands of people were killed. My camp was maybe 2,000, 3,000, 4,000. | don't know how\nmuch people were there, but half of them died on the way.\nOne evening, the German soldiers went into the houses to warm\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nup. Made us lie down on the snow. | noticed a lot of dogs coming and going. So the one that\nwas praying over time, stick to me like glue. He said, \"Don't go. Don't go. They're going to\nshoot you. They're going to shoot you.\" | said, \"| have to go. There's dogs. There must be\nfood.\" Sure enough, | crawled over in the ravine, and there was a dead horse. Dogs were\ngrabbing pieces of meat. | grabbed a piece of meat, too. And Rubin, he was a religious boy,\nand he cannot eat no -- only kosher. You know? So he said, \"God will forgive me, to survive.\"\nHe told me to eat everything. | said, \"| know that.\" And | ate a piece of meat. He chewed like\na popsicle, himself. He survived the war and lives in Jerusalem. He's a rabbi, 11 children.\nWhat happened to him is another story. We don't have enough time.\n>> Bill Benson: If we get to the end, maybe we'll have a little bit of time to say that.\nYou were at one point on the Death March forced into a barn.\n>> David Bayer: Well, the barn. What happened, they ordered us to get in. Not because they\nwere worried we cannot work. The Germans couldn't work themselves. Every once in a while\nthey stopped us. “Lie down.” They wanted to go eat, go warm up. But thousands of people\nlying on the snow. You look back and see thousands of people. That's all you see, snow and\nhumans. Nothing else.\nSo one day | see a guy, a German, with a car. There was a\nyoung man. | knew him very well. He was working with me in the mine. He walked over to\nthe Germans and said, “I fix your car.” He didn't want to fix the car. He wanted to warm up\nunder the hood. The Germans shot him. He couldn't fix the car. The Germans left the car\nanyway and him lying on top of the warm engine. That's what happened there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe barn. Talk about the barn? There was a couple. | don't\nknow if people know it was a couple. In our camp was a German who killed his mother, and\nthe German took him out of jail and put him in our camp, to be a murderer, to kill us. He\nwalked around with a gold club and hit people. | got hit by him one time with a shovel. A\nmurderer. Big, husky German with a black beret, black uniform, a band on his -- here. It said\nin Italian \"Leader.\" He was marching with us. We walked into the barn. He had to go in with\nus, too. He never came out alive. Stampeded on the inside. And then the barn, somebody\nput it on fire. A lot of people didn't make it out. We were stuffed in like wood, like straw. The\nbarn caught fire. A lot of people got burned. Didn't make it.\n>> Bill Benson: David, eventually on this march you would end up at a place called\nBlechhammer. What happened once you got there?\n>> David Bayer: The Germans stopped us in a camp called Blechhammer, also a\nconcentration camp, but was in Germany. Over there they promised, “Tomorrow morning we\nwill give you bread, food. Keep marching.” Nobody wants to get out. Half of them cannot\nwalk. There were Englishmen, Russian prisoners. They pushed them in that camp. | went in\nBlock 16. | now remember that block. Not far from the barbed wire fence. This was in the\nforest.\nThe Germans were yelling, \"Out!\" Walk through the gates, get\nthe bread. Nobody wants to go. Thousands of people. So they start throwing hand grenades\nin the barracks. Started burning them. So the Russians -- the Russian prisoners had more\nguts, more strength. They attacked the warehouses. There were warehouses in the middle.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nThe Germans were shooting. Nobody cared. We got killed. We got killed.\n| was running, Russians running in the warehouse. In the\nwarehouse there was only margarine. Margarine stuck to margarine. Wherever you look,\nthere was margarine. So | tied up my pants. | have piled here, margarines in my shirt. |\ncouldn't even walk anymore. Also, | find out, a can of marmalade. And there was some bread,\nbut it went very fast. | got a piece of it.\n| was afraid to go out. A lot of people didn't risk to get into the\nwarehouse. They were waiting for me to come out. Hungry people, they're going to grab me.\n| had a stick in my hand and was fighting myself back to my barrack.\nAt my barrack, friends lying in the bunks. They wanted to go\nnowhere. Rubin said, \"I'll go.\" | left him some of the margarine. Most of it | couldn't carry. Me\nand Rubin and some Russian prisoners went out the barbed wire and went through the forest.\n| stayed in that forest for six days and six nights eating the margarine and bark from pine tree,\nmushroom roots, and snow.\n>> Bill Benson: And, David, you said that eating the margarine, a lot of it had just melted on\nyour body.\n>> David Bayer: Melted. We were running. It melted. And my body was full of dust from the\ncoal mine. It was dirty. And we took off the clothes and scratched it off and ate. Off my body.\n| slept in the middle one night. Then the next night, the other slept in the middle. Three guys.\nWe lie under a pine tree covered with snow. A lot of snow. It was snowing.\nThen we decided to go out because we didn't know if the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nRussians were there or the Germans were there. Finally we came out. The Russian Army\nwas already taking over.\nA Russian soldier picked me up and carried me. When we\nwalked out, we didn't know if they were Russian or Germans. The Russian soldiers told us, if\nyou were walking back, they would have shot us. They didn't know who we were neither. So\nthey picked me up and carried me like a piece of wood. They took me ina house. A German\nwoman lived there with her daughter. He told the German woman to take care of me.\n>> Bill Benson: How much did you weigh?\n>> David Bayer: | weighed maybe 60 kilos. | didn't weigh myself. | couldn't walk.\n>> Bill Benson: | think you lost --\n>> David Bayer: | was a skeleton.\n>> Bill Benson: You lost more than half your body weight.\n>> David Bayer: The clothes | was wearing, the underwear | was wearing, everything fall apart\nalready because | never changed clothes. | never got new underwear. My body was so dirty,\nit took the German woman two, three days to clean me up. She bathed me. This meal | got\nfrom her was a cream soup. | don't remember what kind it was. It was some kind of cream\nsoup. Lucky she had that, because otherwise, if she had food, | would have probably died\nfrom eating.\n| stayed there for maybe a week or 10 days. | don't remember\nexactly how long. She didn't want me to go. She said | should stay there. Then she told me\nwhy. She said because of the Russian soldiers. The Russian soldiers, the men in the house,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthey don't bother the woman. But the daughter was a young woman. They raped them all.\nThen when | walked on the highway, the Russian didn't take me\nanywhere neither. They said, \"You're free. Go where you want.\" | walked in a German house.\n| stole a bicycle. Stole the bicycle. German woman started screaming, yelling. She sent the\nRussian soldier after me. Because the woman in the house, the German got friendly -- the\nRussian got friendly with the German people there. So they took away my bicycle.\n>> Bill Benson: Where were you headed?\n>> David Bayer: Home to Poland, my hometown. Where do | go? | had nowhere to go. | go\nhome, and | find the home. Nobody. There was no home no more.\n>> Bill Benson: You walked all the way to Kozienice?\n>> David Bayer: | took a train. Sleep in some stations. Work in the German houses. Slept in\nempty houses. Took about a week, maybe two. | don't know how long. On the way | find\npeople which | knew. | find my teacher. He didn't come home. He came home later, but it\ntook him maybe two months to come home. | find my teacher. | came home to Poland. | went\nto tell his wife that he's alive. Made a big party for me, because | brought good news that he's\nalive.\n>> David Bayer: Did you make it to Kozienice?\n>> David Bayer: | came home, and there were people living in my house. | said, “This is my\nhouse. | lived here.” They said, \"No more Jews.\" They didn't find nothing. Didn't find nothing.\n| went to the big yard, the garden. This was the second time we came to Poland. | pretended\nthat | was measuring with my feet, measuring near a tree that | supposedly buried something\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthere. Sure enough, | left. | come back half an hour later, people were there with shovels and\ndigging, looking for gold. | did it purposely.\nPeople who knew me -- | grew up there. | have so much to tell.\n| don't want for you to have nightmares.\nYou want me to tell about the woman, what happened to her? |\nmention before Max. He had a wife. Her name was Salta Benda. She was a nurse. She was\na nurse. Her father was a barber. Her brother was a barber. But Max was an intelligence\nguy. He married her. She was pregnant. Maybe during the war. | don't know. But she was\npregnant. This was in the ghetto. There was a Nazi. His name was Schmidtke. A murderer,\nAustrian German from Austria. He come into the ghetto every day with his dog, a big German\nShepherd. He sees people, put the dog on them.\nThat day he came in. It was 1941. It was hot. Ghetto was\nclosed. We cannot go nowhere. We have no food, no water, no facilities, no outhouses. The\nouthouses were falling apart because people were taking wood from the outhouses and burn\nfor fire to Keep warm, or cook or something. Salta Benda walks by, heavyset, pregnant. He\nput this dog on her. | was maybe a block away watching because | was scared of him. Me\nand another guy. She slipped. She falls in an outhouse, a hole of the outhouse. You know\nwhat the outhouse is? And after a rain, and the outhouse was never cleaned. All over the\nhouses, oh, smells miles away. She almost drown. He was laughing and smiling. She was\ndrowning. He walked away because he couldn't take it, the dog couldn't take it. So we pulled\nher out. Dragged her to our little stream. A lot of water there. Cleaned her up. She was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nsobbing and crying. She didn't live far from there. We took her home. She didn't survive the\nwar. She had the baby. The baby survived. She gave the baby away just before September.\nThe woman knows the story.\n| met that woman in Miami years ago. That baby. She grew up.\nShe came here. She lives in the United States. She has children. Married and everything\nelse.\n>> Bill Benson: David, you would spend two years in the Displaced Persons Camp. We're\nabout at the end of the program shortly, but you ended up, in 1947, going to Panama. Why\nPanama?\n>> David Bayer: All right. Why? There's hundreds of reasons, but | will tell you one reason.\nAfter the war | was free. So free man. No home, no nothing, no wife, no children, no\npossessions, no nothing. So | was like a bird. | was everywhere. | traveled all over Europe. |\nwent to Russia. | went to France. | went everywhere. | had nothing to lose.\nIn Germany | lived in a D.P. camp. but | never was there. |\nroamed around. | was in competition with the American soldiers. Why? American soldiers --\nthe German girls. | was in my 20's. Young man. | was free. You know? So | got the whole of\nmy hand. Americans had candy, cigarettes. | didn't have anything to compete. So | said the\nsoldiers who liberated Europe came -- American soldiers, were -- the new ones who came in,\nthey were competition. Me, them, we competed. So | said, eh, | go to America later. | don't\nneed to go to America. | could have gone to the United States right away.\nSo Panama came up. A friend of my parents who lived in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nPanama, they saw my name on the list of survivors. Ok, go to Panama. So! went to Panama.\n>> Bill Benson: And had an amazing experience there.\n>> David Bayer: | went to Curacao. | lived in Paris for three months. All the money | had, |\nspent it in Paris, France. And | got only $150 left. | went to Holland, to Curacao, to Colombia,\nVenezuela, and then Panama. | stayed there for eight years. | lived in a jungle with Indians for\na year in Panama and the border of Panama, Costa Rica. This was the best year of my life,\nthe best year, living with Indians. | was making leather for them. | was very happy there. |\ndidn't need no television. | didn't need no radio. | bathed in the river. | was happy.\nOne day the Indians took me to a big town called David. The\ntown is called David, on the border of Panama and Costa Rica, in the province. And over\nthere | met a Jewish man from Germany. His name is Sam Sands. He had a store. He was\nsitting like this. It was hot. He saw me. He said, \"Hey, what are you doing here? You're\ncrazy. What are you doing here?\" \"What do you mean?\" | lived in a place called Concepcion.\nLook at me, I've been here maybe 13, 14 years. | have nothing. Working here. | knew\nnothing. Said, “What happened to you? Why don't you go to Israel?” Israel becoming\nindependent.” It was 1948. “Israel becoming independent. The Arab going to attack them.\nYou are a young man. You can fight for your own people.” He persuaded me and | went to\nIsrael. That was a year. Then | went back to Panama. Stayed there until 1955 and came\nhere.\n>> Bill Benson: | wish we had you for several more hours because what David would tell you\nabout, once he left Panama, the exploits, if you will, to get from Panama to Israel and then to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nfight during the War of Independence and then return to Panama, just an entirely different story\nto be told. Maybe someday there will be a place for you to share.\n>> David Bayer: And | met Rubin. Rubin was standing in a place. | didn't recognize him. He\nrecognized me. He had the beard. What happened to Rubin, when | was out from the camp in\nGermany, Rubin had a problem with his leg. He couldn't walk anymore. So he was hiding ina\nbarn. The Russians find him and healed him. Then he was in a D.P. Camp in Germany, went\nto Israel. And the British stopped him. He lived there for two years. He went illegally on a\nship to Israel. Then Israel became independent. He was free. So then | met him. He saw\nme. He started yelling. \"Duvtche,\" \"David.\" He said, \"What are you doing here?\" | said, “I live\nhere.” He got married. 11 children, maybe 100 grandchildren. He became a teacher in\nHebrew.\n>> Bill Benson: I'm going to turn back to David in a moment to close our program. | want to\nthank all of you for being with us today. | remind you we'll have First Person programs each\nWednesday and Thursday until the middle of August. So we very much hope you can return\nagain this year or next year. The website will provide information about next year's program.\nIt's our tradition at First Person that our First Person has the last word. So on that note, I'd like\nto turn to David to close our program.\nAnd when he's finished, David, you'll step down over here and\nstay around?\n>> David Bayer: | have never the last word.\n>> Bill Benson: Ok, your second-to-last word. And if you want to come and chat with David\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nafterwards, ask him a question, just say hi, absolutely feel free to do that, please.\n>> David Bayer: My last word is going to be -- but | still am upset for my family. | was crying\nall the time, every time | mentioned my sister. She was 19 years old. She sneaked out of the\nghetto. She saw a pair of boots. She never come back. Never saw her again. | want justice\nfor her. And | can't find no justice for her.\n| don't know what happened to my sister. She was 19. She had\nbeen out from the ghetto. Took a wooden cross. Dressed beautifully. She had a wooden\ncross which | got from a Polish man. She put the cross on, a big wooden cross. The cross is\nstill in my mind all the time. No justice.\nThen if | got to heaven, why did he attack Japan with the\nTsunami? God did it. God put the Tsunami in Japan. Why didn't he put it in Germany?\nForget about it.\n>> Bill Benson: Thank you, David.\n[Applause]\n[The presentation ended at 2:03 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}