{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Jill Pauly\nWednesday, June 7, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.captionfamily.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First Person.\nThank you for joining us today. We are in our 18th year of the First Person program and our\nFirst Person today is Mrs. Jill Pauly, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as volunteers here at this museum. Our program will continue twice\nweekly through the middle of August. The museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nJill will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time toward the end of the\nprogram, we will have an opportunity for you to ask Jill some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Jill is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nJill Pauly was born Gisela Renate Berg on May 1, 1933, in Cologne, Germany. The\narrow on this map points to the location of the city of Cologne. Jill and her family lived until\nLechenich, a small town outside of Cologne. Jill and her older sister picnicked in the Eifel\nMountains in 1937 with their mother, Clara, and their aunt and uncle.\nThe Nazis came to power shortly before Jill was born in 1933. On November 9,\n1938, the Nazis carried out a nation-wide Pogrom against Germany's Jews, known as\nKristallnacht, or Night of Broken Glass. Alerted to the danger, Jill and her family fled to\nCologne.\nHere we see a historical photograph of Germans passing by a vandalized store of a\nJewish shopkeeper.\nJill's family decided to emigrate from Germany and in June 1939, they left for Kenya.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn this photo we see Jill, on the right, and Inge, while on the German ship that took them on a\ntwo-week journey from Genoa, Italy, to Mombasa. Jill and her family lived in Kenya for the next\nseven years.\nPictured here is a group portrait of Jill's extended family on their farm in Kenya. Jill is\nin the middle, between her grandparents. Behind Jill are, from your left to right, her uncle,\nsister, Inge, and her mother and father.\nIn 1947, the Bergs came to the United States and settled in New Jersey. Jill and her\nhusband Kurt, also a Holocaust survivor, had lived in the Washington, D.C. area since 1974\nbut last August moved to Long Island to be closer to their children. I'm pleased to let you know\nthat Kurt, who is with Jill, will be our First Person tomorrow. Jill and Kurt have two children, four\ngrandchildren, and two great grandchildren who are 9 and 1 years old.\nJill enjoyed a very successful career in real estate, became active as a volunteer\nwith this museum in 1992 before it opened. She was to be found weekly at the museum's\nDonors Desk until the Paulys moved to Long Island last year. Since moving, she has spoken\npublicly on behalf of the museum, several times including at the United Nations for the opening\nof the museum's traveling exhibit on propaganda.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Jill Pauly.\n>> [Applause]\n>> Bill Benson: Jill, thank you so much for joining us today and for your willingness to be our\nFirst Person today and, of course, to Kurt for doing the same for us tomorrow.\nJill, you have a lot to share with us. We have a pretty short period, so we'll just start\nif that's ok.\n>> Jill Pauly: Very good.\n>> Bill Benson: You told me that Kristallnacht, the Night of Broken Glass, in November 1938,\nwas the catalyst for the decisions and direction that your family's life took for the balance of the\nHolocaust and the war. You were very young at the time, about 5 years of age. Let's start first\nwith you telling us a little bit about your family before the war and the events that led up to\nKristallnacht.\n>> Jill Pauly: | remember my family from a vantage point that perhaps other children don't\nbecause all of my life in Germany, 98% was inside my parents' home. | didn't go anywhere,\nexcept family sometimes. So | can only say what | learned from my parents. They had been in\nGermany for maybe 300, 400 years, | don't know, ancestors way back. I've been able to\nresearch through 1699.\n>> Bill Benson: Through 1699. Wow.\n>> Jill Pauly: | can't go before that because before that the Jews of Germany were known by\ntheir Hebrew names; didn't have regular names, what we call regular names. You can't find\nthem because my father would have been Joseph, son of Maier, Joseph Ben Maier. And there\nwere a lot of people with that name, so it was not possible to find them in that sense.\n>> Bill Benson: But you can go back 300 years.\n>> Jill Pauly: Yes. There was a law that was put out by the churches, | believe, in the 1600's,\nthat the Jews in the Rhine land were allowed to work in two professions; one was\nhorse-trading; the other was the cattle business. My ancestors started making a living in the\ncattle business. My father was still doing it during the Nazi time.\nThe business had grown enormously because there were four men and my\ngrandfather in the business. They were doing very well, very, very well until January 1, 1937,\nwhen they got a postcard -- | had a copy somewhere. | can't find it but I've seen it. The copy of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nthe postcard gives notice that of that date they may not do any business any longer. A year\nlater, the same postcard, same sender, said everything they own now belongs to the state. So\nthat was the catalyst. They couldn't make a living anymore.\nMy father was a very practical man. There were seven people in the household he\nhad to support. One of the reasons we were still in Germany is that although they were\nOrthodox Jews, they could not think about going to Palestine because there were no cattle\nbusinesses there. There were no cows. There was no grass.\n>> Bill Benson: And that was their business. That's what they knew.\n>> Jill Pauly: They needed to make a living. Although they had money, they still needed to\nmake a living.\n>> Bill Benson: How big was your extended family?\n>> Jill Pauly: Oh, huge. | have no way of knowing. Yes, | have a genealogy. If | study that, it\nwould be seven feet, eight-feet wide.\n>> Bill Benson: Aunts, uncles, cousins.\n>> Jill Pauly: My grandmother came from eight children. My grandfather came from four or five\nchildren. And marriages and children, you know. My father had so many cousins. He didn't\nthink a second cousin was a cousin. | think my second cousin is very valuable because | only\nhave one left.\n>> Bill Benson: Jill, besides losing your father -- your father losing his business, when the\nNazis came to power in 1933, in the years going up to Kristallnacht, many, many restrictions\nwere imposed. One of them was that you shared -- that you shared with me is that it was\nforbidden to keep kosher and yet your family did its best to continue doing that. Tell us a little\nabout that.\n>> Jill Pauly: There were a lot of laws. There were laws -- it's in the exhibit next door where\nthey had to give up their silver, their jewelry. They didn't do that. They gave them some things\nbut they didn't. They didn't obey the law of not having the kosher slaughtering. They did it -- not\nin hiding -- yeah, one uncle did it in hiding. And the other one had what do you call it, where\nyou slaughter -- it has a name. It's a facility where cattle are slaughtered.\n>> Bill Benson: Right. Someone in the audience will know that.\n>> Jill Pauly: Since we had such a big business, he had one on his property. He did kill cattle.\nThey refused not to eat meat. What to do? What to do? The people next door were Nazis and\nthey were very close. And they watched them all the time. So he locked the inside door, had a\nman with him, of course a righteous gentile who wouldn't talk, tied up the animal, did the\nkosher slaughtering, and then he took a gun and shot him to his head and the neighbor heard\nthe shot. That's the way they lived.\n>> Bill Benson: And you shared with me that they would then hide the knives that were used\nfor the ritual.\n>> Jill Pauly: Those knives were hidden in our house. And we had two raids. Somebody gave\nthem away or tried to give them away. They raided the house. And the small ones for the\npoultry, the special knives, were hidden in a drawer in the kitchen with the cutlery. And the big\nknives were the big cattle, my uncle strapped to the inside of the chimney.\nSo it wasn't like they went down not fighting. There were many people that had\norganized in our town, who were, | believe, Catholic, who were righteous gentiles, who refused\nto let this happen. And this was a double-edged sword. They were very good to us. They\nhelped the family and the business. They made sure we had to eat. And they said this is crazy,\nhe's nuts, this is not going to continue, don't pay any attention to it. That's a double-edged\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nsword. That gives you comfort. It's good to hear but it can be destructive if you're not, you\nknow, tuned into reality. So on Kristallnacht, all of that changed.\n>> Bill Benson: Before we get to that, just one or two more questions. You were not yet in\nschool at that time but your sister, Inge, who is four years older than you, what was her school\nexperience like in those early years?\n>> Jill Pauly: Well, she went to public school first. She was tormented by the children. She hit\nback. She struck back. And it landed on a boy's nose and he had a bloody nose. And you\nwould say good for her, right? But not so good for her because it frightened my parents\nenough that they took her out of the school. And at 6 she was sent to live with my grandmother\nin another town where there was a man -- | wish | could speak of him. He was an extraordinary\nman. He was a teacher, a Hebrew school teacher. He ran a schoolhouse. He had four, five\ngrades in one room. And that was education. And she was a wiz of a student in both Hebrew\nand German. She could fit into any school pattern. And this man absolutely refused to believe\nthat anybody would capture him or do him harm because he didn't do anything else but teach\nchildren. He didn't do anything to save himself. And he died in the camp.\n>> Bill Benson: Jill, Kristallnacht, the night of November 9, 10, 1938, tell us what you\nremember about that night and what it meant for you and your family.\n>> Jill Pauly: Well, it meant wake up. The men were still at home. It was 9:00 in the morning.\nMy grandfather was the president of the synagogue in our town for 30 years. They prayed in\nthe synagogue twice a day. It was only a block away. Somebody knocked at the door. | was in\nthe living room with my grandparents. | could see the door being opened. My father was\ndressed to go to synagogue. A man came to the door and said to him, \"Don't go to the\nsynagogue.\" And he said, \"Why?\" he said, \"Something terrible is going to happen. Don't go to\nthe synagogue.\"\nHe didn't know anything. We didn't know anything. That became very upsetting. The\nmen were screaming. The brothers were screaming. My grandfather was in. My grandmother\nwas listening, sitting in a chair in the living room. | was sitting on a low chair. | think we were in\nthere because it was November and it was cold out and we had a little stove in that room so\nwe were keeping warm. When she heard them screaming and fighting and the phone started\nringing, and my father was trying to find out what was happening, he found out over the phone.\nSo she said, ok -- her other son, my uncle, went outside to close the shudders. That was his\nway of keeping the world out. And she said, \"It's too late for that. That's not going to help us.\"\nCall up so-and-so, tell him to pick us up, we're running away.\n| don't know what she had in her mind, where to run to, but she was in charge. She\nwas in control. She said we're all running away. So the car came and picked up the\ngrandparents and us, a non-Jewish driver. And my mother and father were probably waiting for\nmy uncle with the family car, a mile away. And my father and all the men in the family didn't\nshow up in Cologne. We drove into Cologne. They didn't show up. They had run into the\nwoods. They drove into the woods, far into the woods.\nWe got there, it must have been dusk. When we were leaving the house, we smelled\nsmoke, my sister and I, and we saw gray stuff falling. It was the synagogue burning. It was\n11:00 in the morning. We were screaming from fright. So my grandmother put us in the car and\nput us with our faces down on the floor of the car. The grandparents put their feet on us. That\nseemed to quiet us down. We stopped crying and screaming.\nThe driver went. When we were just before Cologne, she let us get up. And |\nremember seeing the periphery of the city with many, many, many fires, big fires. We went into\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nCologne and | remember | saw the Nazi flag. It was kind of late already. It was winter. Later.\nAnd | saw the Nazi flag for the first time. | thought it was very pretty.\n>> Bill Benson: You remember seeing that.\n>> Jill Pauly: Clearly. They were big. | had never seen a Nazi flag. So it shows you how they\nkept the children. Never saw one.\n>> Bill Benson: As you said, you had barely been outside for the several years.\n>> Jill Pauly: Hardly.\n>> Bill Benson: Your synagogue was burned and so were hundreds of others throughout\nGermany. Do you know if your parents realized that that night of attacks on Jews and Jewish\nbusinesses was occurring all over Germany? Do you think they had any idea?\n>> Jill Pauly: Yes, after the phone started ringing. Yes. That's when they learned. You know,\nKristallnacht wasn't announced on the radio. It just happened. And the surprise -- also, the\nthrust of Kristallnacht, the underlying -- other than the anti-Semitism was stealing. If they could\ngrab as much as they could of the properties that belonged to the Jews, it would be theirs.\n| read about this once. It's very quite interesting. The men came into Cologne the\nnext day at 10:00 the next morning, | think. Goebbels called it off. And when he called it off, he\nmeant no more, no more rummaging, stealing, attacking. They had done enough and they had\ngotten enough.\nOk. The men came into Cologne for the Sabbath.\n>> Bill Benson: Like your father.\n>> Jill Pauly: My father. And the other men went somewhere else. And he decided over that\nweekend, Friday, that we were going to go into hiding in the attic. Where have you heard that\nbefore? And thank God, a million times my sister had a screaming nightmare. And they\nrealized it's not safe; they had to leave. So three of the men, my father, his brother and first\ncousin, got into a car, our car, but no permission and drove into Holland without permission.\nAnd they were caught. And they were imprisoned.\n>> Bill Benson: By the Dutch.\n>> Jill Pauly: By the Dutch. And there were many Dutch Nazis. Those borders were being\ncontrolled. 40,000 Jews ran into Holland during -- around that time. They had their own\neconomic problems.\nWhen they were put in prison, my mother's brother and sister and her husband were\nliving in Holland. They had left Germany in 1937 because the two men were working for the\nBerg brothers and the business was closed. They had no way of making a living, so they left\nand lived in Holland.\nMy mother's brother was young. He was in his 20s at the time. He was fluent in\nDutch. Because my family lived almost on the Dutch border. My mother's family. And we lived\nan hour from the Dutch border, by car. They understood Dutch. He and my aunt's husband\nsaw them being transported to the prison so they followed them. And he asked the man, when\nhe got there, the head of the prison -- who was a little -- really a Nazi -- \"What are you going to\ndo with these men?\" He said, “I'm sending them back to Germany tomorrow.” That's all he had\nto hear. And he said to them, to him, \"You know | know the law. You're not allowed to send\nthese men back to Germany unless you have written permission from The Hague to do so.\" He\nsays,\" “Ok. I'll get that permission by tomorrow morning and then I'll send them back.\"\nSo my uncle got in touch with a very, very well-known Dutchman, a Jewish man,\nwho happened to be the court Jew. Two queens --\n>> Bill Benson: Queen Juliana of the Netherlands.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Jill Pauly: She was not Nazi. He got permission to see her and got a document signed by\nher to leave these men in a camp in Holland but they were not to be send back to Germany.\n>> Bill Benson: So they were interned but not --\n>> Jill Pauly: But not in a concentration camp. It wasn't a happy camp but it wasn't a\nconcentration camp. They didn't make them work, you know. On the contrary, they had nothing\nto do, which can be very difficult also.\nSo they stayed in Holland. And the rest of the family -- one of the women that\nmarried into the family also lived in Lechenich with her husband. He was not in the business.\nHe was my father's cousin but he was not in the business. And she was determined she was\ngetting out of Germany with her little boy. Her husband actually wasn't that frightened. | don't\nknow how he was not that frightened but he wasn't. He and his brother had been in World War\n| and they probably felt that would help them not be --\n>> Bill Benson: As veterans of the German Army.\n>> Jill Pauly: Yeah. There was something in the beginning where he said the veterans wouldn't\nbe sent to the camp, but you know that wasn't -- he didn't hold to that.\nOk. So she came from a very highly intellectually educated family, the woman. All\nher cousins were something, really something. And one of them was a chemist studying\nchemistry in Munich. He heard Hitler speak on the streets while he was in college and he was\ndetermined that the day after he has his certificate he was leaving Germany. And he went to\nEngland and he started a chemistry factory with a friend and he was successful. He had a\nsideline. And the sideline was helping Jews get out of Europe. So she called him and he was\nwilling to try and help us.\nHe had a brother who had been sent -- who he brought out of Germany also to study\nlaw in England. And when he was employed -- it was by a prestigious law firm in Nairobi,\nKenya. Kenya was a British protectorate. And he had the good luck of having someone in his\noffice who was very looked up to by the British government. He was a Jewish man. And he\nwas able to help get permission for us to come into Kenya, contingent on many things. There\nwere about 28 people signed up as family to go to Kenya.\n>> Bill Benson: As all part of your extended family to go to Kenya, working through the family\nmember now in England.\n>> Jill Pauly: | left something out.\n>> Bill Benson: Ok.\n>> Jill Pauly: My grandmother, the one who was in control, she forbade her sons and nephews\nto put one penny into German banks after Hitler came to power. And she carried -- she was\nthe bank. She carried it on her tummy. | have her big tummy. And we had the little bag she\ncarried it in. We've lost it. We've moved too many times. This man that went to the queen had\nmet my uncle in the mountains on vacation and he told him to get the family money out of\nGermany. My grandmother thought that was great. But they never smuggled. They didn't know\nhow to do that. It takes a talent. That was not one of their talents. But it was -- he knew\nsomebody. He knew a smuggler who did this for a price. And the day | was born, the business\nmoney was smuggled out.\n>> Bill Benson: Into The Netherlands.\n>> Jill Pauly: Yes. And this man was so honest. | think he was the caretaker of this money the\nwhole time that the men were incarcerated, for that whole year -- no, from -- six years he\nmanaged that money. And he was so honest, gave back every penny and lost his life. They\nmurdered him.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: And, Jill, that money was important for lots of reasons, including you had to\npay for those visas that were going to allow you to get to Kenya. You needed more than 20 of\nthem for your family members. Do you remember what the cost of that was?\n>> Jill Pauly: Yes. It was 50 British pounds a head.\n>> Bill Benson: In 1938-°39.\n>> Jill Pauly: It's about over $1 million today. And that money that they had brought into\nHolland, that served a purpose of saving people. There were lots and lots of people who\ncouldn't make decisions like that. They were afraid to spend their money because they always\nfelt they didn't know what was coming next, they would need their money. | am so eternally\ngrateful that they were all able to make this decision to let go of the money because every one\nof us would have died.\nSo once the money was in the banks in Holland -- about four years ago my cousin,\nmy second cousin, Ilgon, called England. He had never -- he's an attorney. He had never seen\nanything written in his mother's home to verify what we know. So he called England. He called\nthe daughter of this man who helped save us and asked her whether there were any\ndocumentation between the Berg family and her father. “Oh,” she says, “Yes, lots, but | have to\nhave open-heart surgery so if you call me back in six months, I'll be able to help you.” Sure\nenough, six months later her son had gone to the museum where they contributed his writings\nand gotten copies for us.\nAnd we got them about four, five years ago. And we have the underlying\ndocumentation to what happened. The first letter on the file that came out was a thank you\nletter signed by my father and his brother and the cousin who were in the prison for nine\nmonths and couldn't make any decisions, who weren't allowed to communicate. It all had to be\ndone outside of them.\nAnd the uncle that | had in Holland, he was fantastic. He was bright. The other uncle\nwho was in Holland was not bright and quite dangerous, actually, because what he wanted\nwas for this man to get us all into Holland.\n>> Bill Benson: So fortunately the family maids the decision you're all going to take advantage\nof the opportunity to purchase these visas and make your way to Kenya, which you did do in\nJune of 1939. Tell us what it took -- because your father and your uncles are imprisoned in\nHolland. So it's your mother, your grandmothers, aunts. How did they manage to pull that off,\nto get you out of Germany?\n>> Jill Pauly: The way | pulled off getting myself at 83 packed and moving to New York. Who\nknows?\n>> [Laughter]\n>> Bill Benson: Ok. One of the things, of course, your money was in Holland but the Nazis\nwere not allowed -- remember, this is before the war formally began in September 1939. It's\nabout to happen. But you were not allowed to take any money out of the country but you could\npurchase goods while you were in Germany.\n>> Jill Pauly: Oh, yes. Everybody's so amazed about that. But there was a method to their\nmadness. The people who had permission to leave Germany could spend all of their money\nbuying German stuff. Hitler had no problem with that, as long as they could steal it off the piers\nonce it was packed.\nA lot of people got stuff out. They had spent a fortune -- there were several issues\nthere. You were going to Africa. Who went to Africa in 1939, 1939? There were no refrigerators\nno cars, no ovens, no utensils. There was nothing. So they bought it all. And my mother had us\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\noutfitted for eight years in clothing. And some of it arrived but most of it went somewhere else.\n>> Bill Benson: It was packed and shipped and you never saw it again.\n>> Jill Pauly: Right. Stuff did arrive, enough to manage on.\nWhen we got to Kenya, we saw my father. | picked him out of a million people\nbecause he was wearing his European suit, a white shirt and a hat. That's not the way the men\nin Kenya dressed.\n>> Bill Benson: Before we get to you getting to Kenya, tell us about your journey to get to\nKenya. With this large number family members, you had grandparents, at least one\ngrandparent who was very ill but you somehow managed to get everybody together and out of\nGermany.\n>> Jill Pauly: It was horrible. It was nine months living in Cologne. There were five -- | thought\nthey were old people. They were in their 50s and early 60s. We lived in an apartment. They\nwere my mother's aunts and uncles. There was my mother and the two children. And there\nwas other people. The apartment was just awful. They didn't have enough money for food.\nThey were afraid to go on the streets. And | had a very sick grandmother in that apartment.\nShe had cancer. And she was on morphine. Jews weren't allowed to go to non-Jewish doctors.\nSo they had a connection there. It must have been a Jewish doctor who was able to get her\nthe painkiller. My other grandparents were not with us.\n| wasn't always good there. | tried. | had a little schoolmate, a little girl. My first\nplaymate. | wasn't allowed to play with other children ever. Because they were afraid we would\ntalk. | wasn't allowed to play with non-Jewish children, that was a given. But | didn't have any\nJewish children to play with either. So this little girl and | had a ball for those eight months. We\nenjoyed each other tremendously.\nMy grandmother -- they used to leave us with the grandmother and went to do what\nthey had to do. | don't know what they were doing, papers, shopping. And she was with me. So\n| kind of got close to that grandmother during that harsh time. The people we were living with\nwere her brother and sisters. They had retired from another town and moved into Cologne.\nYou know, I've never spoken about this. This came from a little town where he was so\nwell-respected and liked that they made him King of the Carnival, the annual carnival. And that\ntown became virulently anti-Semitic so they had to get out. And he being a very Orthodox man,\nhe was worried about our losing our identity. So he went out and bought [Indiscernible]. And\nthe man, two men, carried that out on the last boat and it got to Kenya.\n>> Bill Benson: And you had it with you in Kenya. Tell us where it is now.\n>> Jill Pauly: Now it's at the synagogue in Silver Spring, Maryland. My sister and | inherited it.\nWe brought it to the states. It went dormant. You couldn't use it because the letters were\nrubbing out. We had it restored. And then we donated it to the synagogue. So it's still living.\n>> Bill Benson: So you -- on that date, June 9, 1939, the family left Germany. You went by\ntrain, ended up in Genoa, Italy. And from there you boarded a ship. Tell us about the trip.\n>> Jill Pauly: Oh.\n>> [Laughter]\n>> Jill Pauly: You know, it started on the train. Before the train my mother decided that | was\nno longer a child, so she sat me down and she told me that what we were doing was\nlife-threatening and very dangerous and that | had to learn how to behave once we got on the\ntrain.\nGetting on the train was not easy either because my grandmother had to be carried\nand they had no use for sick people that had to be carried. But we found a man, a relative of a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nrelative, who had just come out of Dachau. He was in Dachau for a month. | remember what\nhe looked like. Oh, God. And he carried her into the car and into the train. And then they didn't\nsee that she couldn't move or anything. They left her alone.\nWe were very good on the train. We were scared. | understood what it meant to be\nseparated.\n>> Bill Benson: Because, again, your father is still away.\n>> Jill Pauly: Right. He was already gone. But | was afraid of being separated from my mother.\nSo we Sat in the compartment without speaking to each other. We just sat there.\nNot long ago | called my sister and | said, \"| have a memory. Did the Nazis come into\nour compartment and look at our passports?\" She said, \"Not once, twice. Your memory is\nright.\" And they walked out again.\nOnce we got -- about three, three and a half hours, my mother smiled. | had never,\never seen that.\n>> Bill Benson: Once she was out of Germany, felt safe.\n>> Jill Pauly: The smile I'll never forget. But we weren't quite there yet. So when we got to Italy,\nit was hot, steamy. We didn't have any money. Every Jew that left Germany was entitled to\nwhat we call today $10. And there were 12 of us. And we had to stay somewhere over the\nSabbath.\nMy grandfather was very Orthodox. He didn't make it easy. And as Orthodox as he\nwas and as educated he was in Judaism, there was one aspect of Judaism that he didn't\nrealize -- didn't quite connect with. If your life is in danger, the rules of the Torah do not apply.\nYou can do anything. You can eat anything and you can do anything to save your life. He\nwouldn't eat on the ship unless he had kosher food. And if he didn't get kosher food, he wasn't\ngoing on the ship. [Laughter] It was funny. Somebody called Berlin, one of the aunts, out of\ndesperation called some organization in Berlin and they delivered kosher food for the family for\nthe ship.\n>> Bill Benson: And the real kicker here, of course, is it was a Nazi ship.\n>> Jill Pauly: A Nazi ship.\n>> [Laughter]\n>> Bill Benson: Because you were only allowed to take a Nazi ship.\n>> Jill Pauly: Right. But this is my grandfather. And he was walking around on the ship with his\ncane and white shirt. You would have thought he was Prince Edward. He was 79 years old.\nAnd we were forever grateful that he was so positive, you know. He could have made it harder.\nOnce | got on this miserable ship, my mother had such a fit. She got so angry. All\nthe Jews were sent lower deck and were not allowed to go on an upper deck. And the rest --\nthe human beings were on the upper deck. She got furious.\nShe rebelled quite a bit there on that ship. We had to go in to eat in the dining room\nbut we couldn't take Igon with us, the little boy. He had to be fed separately when the adults\nwere out of the dining room. Every time he went in to eat he peed on the floor. The diapers in\nthose days were not what they are today. And my aunt wanted to get on the floor and clean it\nup and my mother said, \"Over my dead body. They are treating us like animals, you're not\ngoing to clean it up.” She wouldn't let her.\n>> Bill Benson: Tell us about -- basically sounded like a command performance to have you\ncome and sing before the ship's captain.\n>> Jill Pauly: Yes. | realize now, after many years, what was wrong with me was | was sun\ndeprived. | was not let out in the sunshine for six years. | was not let out, hardly ever. Only\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nwhen | was [Indiscernible] and not for a long time.\n| started singing. When | was happy --\n>> Bill Benson: On the ship.\n>> Jill Pauly: When | was happy, | was singing. In Cologne | was not singing. That's not true.\nOne of my uncles taught me Haggadah for Passover. All the music, | was singing the whole\nthing. And that was just after Passover. So I'm sitting there singing some of these songs to\nmyself. And | was overheard. And the next thing you know, my mother was called in to the\ncaptain. She was shivering from fright. She didn't know what it was about. Because she knew\nwe were being good because we understood. Would she give permission for me to sing for his\ncrew? She couldn't say no. She was afraid.\nSo ok. Then she worried about my singing Hebrew songs. The Haggadah was in\nHebrew. Beautiful music, by the way. My uncle, my great uncle, sang at the opera. So\ngorgeous. That's why | was singing it. She said yes, ok. But then she decided | needed not to\nsing the songs from the Haggadah. And they told me. | don't know how much of it |\nunderstood. But my grandmother, who taught me a million folk songs, because | was always\nsinging, she said, \"Sing the songs that you sing with me.\"\n>> Bill Benson: German folk songs.\n>> Jill Pauly: Yes. And | must have done well because nothing came back to us. And they\nasked me to sing every night for two weeks for the whole trip. And | only remember one. | don't\nremember singing for them every night. But the lady who is still living, 99 1/2, when she was of\nfull mind she said \"You sang every night.\"\n>> Bill Benson: So, Jill --\n>> Jill Pauly: The Germans, Nazis, love music.\n>> Bill Benson: They wanted to hear those folk songs.\n>> Jill Pauly: Yes.\n>> Bill Benson: You make the trip. It's a long journey to East Africa. You make it to Kenya,\narrive in Kenya. And your father and uncles, they've gotten there ahead of you. So they're\nthere for you.\nSO now you're in Kenya, an entirely different world, an entirely different culture. One\nof the things I'd like you to talk about first, before we turn to that, is it's a British protectorate, as\nyou said, the British run it. They declared you as enemy aliens.\n>> Jill Pauly: Not right away because the war hadn't broken up.\n>> Bill Benson: Ok.\n>> Jill Pauly: When we first got there, my father had the freedom to go around and look for\nfarms. And believe it or not, my father was afraid of wild animals. Here he was in Kenya.\n>> [Laughter]\n>> Jill Pauly: And he loved animals.\n>> Bill Benson: A cattle man.\n>> Jill Pauly: But he sure knew what they would do if they got ahold of him. He did understand\nthat.\nSo some English people, | don't know who, took them around looking at farms. They\nbought a farm. We first went to live in a big house in Nairobi, everybody together in one house.\nMy sister and | had to start school the day after we got there because my parents were totally\nhysterical about our not getting educated. | didn't think it was a problem.\n>> [Laughter]\n>> Jill Pauly: It's true. | really remember those feelings. What are they so hysterical about?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nAnyway, the custom was that the black men, the young men who worked for the family, would\nwalk us to school, carry our lunch boxes, and pick us up. And my mother had to adjust. She\nwanted us go to school, she had to adjust. So she had exactly 24 hours to adjust.\n| remember the first day of school.\n>> Bill Benson: This was an English school.\n>> Jill Pauly: English. | didn't understand a thing. But | did cry because when | came home, |\nhad been told, first weekend, that | had to learn how to sing \"God Save the King\" and | had to\nknow the poem \"The Daffodils\" by Wadsworth. | came home and cried bitterly. My\ngrandmother said, \"Don't cry, child. We'll learn it. You'll Know it.\" She didn't know a word of\nEnglish.\n>> [Laughter]\n>> Jill Pauly: Something -- | don't know what happened on Monday, but | don't remember that.\nBut what was important about that walking to the house, to school and back, they taught us\nSwahili.\n>> Bill Benson: So you were learning English and Swahili.\n>> Jill Pauly: At the same time. And we were both fluent within three months. There was some\npressure on us for the English but the Swahili there was no pressure but we learned it easily.\nAnd | think one of the reasons was because we loved those people. We were very -- who the\nhell was nice to us, anyway? These people were good to us. And so we bonded very quickly.\nThen something happened. | can't tell you the exact truth about this because | have\na disconnect. | don't know if they bought the farm before the war broke out but we weren't\nliving on the farm but | think they had put down the money and they had gone to settlement\nand we hadn't moved yet from the house when the war broke out. Because | remember a little\nblack man coming to the house and picking up all the men to put them in a camp.\n>> Bill Benson: Once the war began.\n>> Jill Pauly: Once the war began, all German nationals in Kenya were put in a camp.\n>> Bill Benson: Including German Jews who escaped.\n>> Jill Pauly: Who were running away from the Nazis. Right. They didn't know that. | found that\nout in this museum 50 years later. The reason they picked up the Jews is because the Nazis\nwere stealing Jewish identities and going into allied countries. So they had to be very, very\ncareful.\n>> Bill Benson: For spying purposes?\n>> Jill Pauly: Yes.\nSo all the men in the family went to a camp. And they wanted to take my\ngrandfather. So my grandmother said, “Fine, you can take him but you have to take me with\nhim; I'm his caretaker.” “No, you can't go.” She says, “Well, then you can't take him.” And they\ndidn't take him.\n>> [Laughter]\n>> Jill Pauly: So there we were in Nairobi. Oh, then -- somebody worked for them with the\ngovernment, spoke to the people in Nairobi, and said that we had already purchased the farm\nand would they give permission for them to go? People who had where to go they let out.\nPeople they could supervise they would let out. So they let them all go back go to the farm. It\nonly took a week. And we were all interned as enemy aliens. That means we could not leave\nthe farm without permission. And all of life was in Nairobi. My sister and | had to go back and\nforth all the time but | don't think my father needed permission for us because they knew where\nwe were.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: To go to school.\n>> Jill Pauly: And when they needed permission, they had to have a black fellow with a bicycle\nto go very far away and bring back the permission slips. It took time. But for five years during\nthe war, especially the men, were interned, couldn't leave without permission.\n>> Bill Benson: And with most of the British -- many of them were off obviously fighting in the\nwar. So folks like your father and your uncles were forced to manage other farms.\n>> Jill Pauly: They had to do -- what do you call it? They had to be supportive during the war.\nSo instead of managing their own farms, in addition they had to each take one other farm in\nthe area.\n>> Bill Benson: During that time, during those war years that you were in Kenya, do you know\nif your family members, parents and other family members, adults, did they have any contact\nwith the family that were still in Germany? And did they have any tense of what was happening\nto Jews in Europe or to any degree?\n>> Jill Pauly: No. We did have contact until, | would say, the last -- “40, 41. They had\nabsolutely no idea at all but they knew it wasn't good. It was a terrible war. They figured they\nmight have been bombed and killed. But they didn't know anything about the ghettos. They\ndidn't know anything about --\n>> Bill Benson: Death camps or anything like that?\n>> Jill Pauly: No. No. They started learning in a very strange way. Before they started looking\nfor their family members, there were men in Kenya, Jewish men, who had come to scout out\nthe country and had left their families behind in Europe and were going to bring them over and\ngot caught. The families were in Europe and they were in Kenya. They got information right\naway that their families didn't survive. And these men wanted to remarry. And there was an\ninflux of young women who wanted to marry that came from Europe, to Kenya. Not many.\n>> Bill Benson: Postwar.\n>> Jill Pauly: Postwar. Not many. And they started realizing that there was something not quite\nright about these people. And they started talking. And they started telling their stories. It was\nterrible. It took them -- they never really adjusted to what happened to their family members.\n| know when we left Nairobi, we had many friends who when -- who came to see us\noff. One of the men gave my father an album of photographs of people in the camps. They\nlooked at it. My father started to cry. My mother started to cry. They closed it. So | wanted to\nsee what was in the album. And they said, no, under no condition was | to look at it. But |\nwanted to see what was in the album. | got a hold of the aloum. And | opened up and looked at\nit. | was 13. And something built up in me, | don't Know. | became a different Jew. | was so\nangry at these pictures. My mother noticed that there was something going on with me with\nthese pictures. She took the album, threw it overboard. She couldn't take it. You couldn't\nidentify anyone. It was awful.\nIn school | suffered quite a bit in Kenya.\n>> Bill Benson: A lot of anti-Semitism?\n>> Jill Pauly: A lot.\n>> Bill Benson: By the British.\n>> Jill Pauly: By the British. But particularly for me there was a girl who started harassing me\nwhen | was 6, 7 years old. So much so that when my sister picked me up after school, we'd\nmeet after school to go to where we were living, | was crying, every day. She said, \"What's\ngoing on?\" She said, \"| know what the problem is. It's your name, Gisela. We're going to have\nto change that. From this day on you're going to be Jill.\" And it worked.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nIt helped a lot, except for one girl. Unfortunately she was in my class throughout the\nschool. | could not understand how this little girl could be so anti-Semitic where she learned\nanything about Jews. | was the only Jewish child in the school, in the lower school. And she\ncalled me \"dirty Jew\" or whatever Jew, and it started to make me very angry. And this went on\nall the way through until | would say what you call here eighth grade. And the last two years,\nseventh and eighth grade in Kenya you had to do double-duty sports. During the school day\nand three days a week after school. And | loved it. | bicycled back to school. | played hockey,\nfield hockey. And she played field hockey.\n>> [Laughter]\n>> Bill Benson: | think we see what's coming. Don't we?\n>> Jill Pauly: And she had an opportunity to hit me, to bang me on my shin. Oh, | could still feel\nthe pain. Terribly painful. | let that hockey stick -- | wouldn't hit her with the hockey stick. Hit her\nwith my hands. | beat the crap out of her.\n>> [Laughter]\n>> Jill Pauly: She just stood there. She was as white as snow. Her face -- she was horrified. |\nmean, she had said these things --\n>> Bill Benson: For years.\n>> Jill Pauly: Verbal abuse | could handle. Physical abuse, oh, gosh did | let her have it.\nAnd | also knew that we were going to America. So | had this little bit of a push behind me.\n>> [Laughter]\n>> Bill Benson: You knew you were about to leave.\nOf course, they ended up then moving to the United States. Leaving in part because\nof turmoil in Kenya with the uprising that was taking place in 1947. You came to the United\nStates, again, a whole new culture, whole new life.\nWe don't have time to talk about that. | think we have time for one or two questions\nand then we're going to close our program. Let's see if anybody has a question.\nWe have microphones. We ask if you have a question, please use the microphone.\nI'll repeat the question. Make it as brief as you can. I'll repeat it just to make sure that we all\nhear it and then Jill will respond to it. | think we have time for a couple.\nAnd let me also mention that Jill will remain on stage after we finish, so, please,\nabsolutely feel free to come on up on the stage afterwards, meet Jill, get your picture taken\nwith her, ask her a question. I'm sure she will tell you a lot more.\nAll right. We have a question, one back here and one right here | think. Ok. Let me\nget you the mic, if you don't mind. It's coming to you now.\nThank you.\n>> First of all, thank you very much. I've appreciated this. | would like to know -- you said that\nyour family went back for several hundred years that you have been able to find. You have a\nrather large number of you got to go to Africa. How many of your family in Europe got -- was\nable -- other people of your family that you know of was able to get out?\n>> Bill Benson: How many members of your family that weren't with you got out?\n>> Jill Pauly: Oh, since it was such a huge family, | Know of two of my father's cousins. One\nwent to Chile, another one went to Majorca, | think, and then we found a second cousin. Oh,\nand my father did have one woman, one relative who came to the United States before\nKristallnacht. And they communicated sparingly during the war. My father had enough\ninformation to find her after the war. And there was a great relationship, extraordinary\nrelationship.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Bill Benson: And Jill, of course, that means that hundreds of extended relatives perished.\n>> Jill Pauly: | can't tell.\n>> Bill Benson: Hundreds.\nWe have a question right down here.\n>> Thank you so much. I've appreciated what you told us all today. My question is, a few\nminutes ago you spoke of this little girl who became your best friend, your only friend you had\nand you played with her for a number of months or years. Did you ever keep in touch with her?\n>> Bill Benson: The little girl that was your playmate, did you keep in touch with her, Jill?\n>> Jill Pauly: | couldn't. Because her mother told my mother -- we left in June. In April the\nmother told my mother that she's taking the child to follow her husband who was somewhere\nalong the border with Czechoslovakia. What | do know? | didn't understand all of that. And she\nleft. Didn't survive.\n>> Bill Benson: One more question. Remember, we'll have you come up on stage afterwards.\nOne more question. Right there.\nAnd we have a young person back there. You want to come up on stage and ask\nyour question afterwards? Ok.\n>> Thank you so much for your talk this morning. Have you ever been back to your hometown\nor to Cologne?\n>> Jill Pauly: Yes.\n>> Have you been able to find your place where you grew up and whatever?\n>> Jill Pauly: Yes, yes | have. | come back all the time with the same reaction. I'm as cold as\nice. In fact, | spoke there. | was invited to come back because they were all so curious how we\nmanaged to survive. And the last generation wouldn't tell them. So | told them. They were very\nnice. And | had a question from a young girl of about 16. She said, \"Don't you ever get\nhomesick?\" \"Wouldn't you like to come back and live here?\" It was a very hard question but |\nwas very direct. | told her | had no connection whatsoever. Our roots were cut and planted in\nthe United States and that | was so grateful for that, that | could never consider leaving.\n>> Bill Benson: I'm going to turn back to Jill in a couple of moments because it's our tradition at\nFirst Person that our First Person has the last word. And then when Jill closes the program\nagain, please, absolutely come up if you would like to and ask her a question or talk to her and\nget your picture taken with her.\n| want to thank all of you for being with us. | remind you we will have First Person\nprograms each Wednesday and Thursday until the middle of August. | hope you can return\nanother time or next year. We'll resume again in March 2018.\nWith that, Jill?\n>> Jill Pauly: Yeah. With just a few days past Memorial Day this year, I've taken a long walk on\nMemorial Day and came back and decided to watch TV. | saw that there was a program on, on\nWorld War Il. It was three hours. It was excellent. In the end they showed the pictures of the\ncemeteries of the American soldiers in this Europe. My husband and | had been to the ones\noutside Luxembourg in the 1990s. We took a trip and stopped in Luxembourg. And the effect\nthose cemeteries had on me -- | was a very little girl on the farm in Kenya when my parents\ndecided they had to open a second income because they had to pay for our education which\ncouldn't come out of the farm. So they opened a bed and breakfast. They were terrific cooks\nand they were very social. For three, four years, soldiers used to come for R&R to our farm.\nThey loved my parents. They loved the food. We had to have a quorum for saying prayers.\nThey came with drivers. They were high-ranking, some of them. They had drivers. And the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\ndrivers weren't Jewish but that didn't bother anybody. They just fit right in, into the program.\nThey were wonderful men.\nAnd then -- | think in 1943, one after one was sent to fight and not a single one came\nback. It was so devastating to me as a child. And when | saw these cemeteries with all of these\ncrosses and Jewish stars, they came up again on this film and | thought, How deeply do we\nfeel? Do people go back to these cemeteries? Do they visit their ancestors who fought in the\nwar? It wasn't a one-sided war. You know, murdering the Jews was a separate war from World\nWar II. Many, many, many other people, 60 million people were killed.\nAre there any people in the audience that are descendants of World War II soldiers\nthat didn't make it? One?\nYes. You see? We think about it on Memorial Day but it's such a big thing really.\nHow many soldiers died? How many Americans died? Never mind the other people. 250,000?\n>> Bill Benson: Hundreds of thousands.\n>> Jill Pauly: And if you ever go to Europe and you get an opportunity, go to those cemeteries.\nThey're extraordinary. They're kept beautifully.\nWith that I'm closing today.\n>> Bill Benson: Thank you, Jill.\n>> [Applause]\n",
    "segments": []
}