{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nMarcel, thank you so much for joining us and being willing to be our First Person today. We\nhave just an hour, a short time, and you have so much to share with us so we will start right\naway if that's ok.\nSure.\nBefore we turn to the war years with Germany's invasion of Poland in September 1939,\nfollowed by their attack on France in May 1940, let's start first with you telling us a little bit,\nwhat you can, about your parents and their life before the war began.\nWell, my father was a presser. He pressed women's clothing. And my mother was a\nseamstress. She had to take lessons to come to the United States, to be able to come here.\nYou shared with me that your father, although he wasn't educated in a formal sense, had an\nincredible number of languages that he knew.\nHe spoke several languages. He picked them up as he went through life. He learned Turkish,\nRussian, several Slovakian languages.\nAnd picked up French when he moved to France.\n| hope so.\nMarcel, both of your parents were born in Romania and then left for Constantinople, Turkey.\nWhy did they leave Romania and move to Turkey?\nWell, my mother had been born and they had a big pogrom there and they decided that it\nwould be better, for safety purposes, to leave that country.\nAnd a pogrom was attacks on Jewish people, assaults on them.\nOh, yeah. They were killing them.\nSo they moved to Turkey. Why Turkey? Do you know?\nBecause they were being accepted by the Turkish whereas any other country wouldn't have\naccepted them.\nYour mother, | believe, had 15 siblings.\nYes.\nHow large was your extended family between your mother and your father?\nShe had 15 brothers and sisters but not many of them survived because of the pogrom and all\nof the problems. Life was not that great in those days.\nAnd speaking of that, your parents met in Turkey. They married. Then they moved to Paris.\nWhy did they go to Paris?\nThat's a good question. My father's family moved to the states. My mother's family moved to\nFrance. When my father married my mother, he decided that he would join her family rather\nthan go with the other family.\nTell us a little bit about your siblings. You were the fourth. You came a little later.\nI'm the accident.\n[Laughter]\nSo tell us about your siblings.\nWhat would you like to know?\nYour oldest was your sister. Right?\nMy eldest was born in Constantinople. She went to France with my parents and became\neducated in France. It was highly educated at the time for a female to get educated like that.\nAnd then your two brothers were born, like you were, in Paris. And a little bit later that will\nbecome significant and we'll talk about that.\nDo you know when they moved to Paris after leaving Constantinople, Turkey, what\nwas life like for them in the pre-war years in Paris?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nWell, it was comfortable. My father looked for a place to make money, on the job as a presser,\nor learned how to be a presser. And he maintained that job for almost all of his life. | never\nthought presser was a career.\nBut it's what he did, including later, coming to the United States. But their life was reasonably\ncomfortable and safe?\nVery comfortable. My mother used to sew for the whole neighborhood. She was a very good\nseamstress.\nSo they lived a reasonably comfortable life. Then in May of 1940 Germany invades France.\nParis becomes an occupied country. And -- city. And your parents would remain in Paris until\n1942.\nWe did.\nTell us what life was like, to the best of your knowledge, during that two-year period of living\nthere under the direct occupation of the Germans in Paris.\nFrom 1940 to 1942 there was nothing stopping us from continuing our life. After 1942 it\nbecame a different story.\nBefore we turn to 1942, when the Germans first attacked Paris, there was, of course,\nbombardments of Paris. There's a couple of incidents that you know about.\nYes. | was told, later in life, that as my mother was running towards the shelters, from the\nbombardment, my blanket was hit by shrapnel and it burnt a hole in my blanket. And when my\nmother got into the subway station, she found the burnt blanket. Maybe | lived for a reason.\nSo they obviously were having to seek shelter during the bombardment.\nWe were always scared. Every time the siren went off, we were able -- the curtains would get\nshut. We would sit down and eat in the dark. Somehow my father always saw in the dark. If |\nwent for the food --\nIn the dark.\nIn the dark, my father would hit me with the fork.\n[Laughter]\nIn the dark.\nIn the dark. But he hit me all the time.\nYour parents and your siblings had their French citizenship taken away from them.\nThey sure did.\nBut that didn't happen to you. Explain that so we can understand that. They lost their\ncitizenship but you did not.\nBecause | was born in France. And my brothers were born in France. So we did not lose our\ncitizenship. We were citizens and maintained the French citizenship.\nBut your mother, father, and sister --\nLost their citizenship.\nWhat was the rationale for that?\nWell, if you're naturalized, in other words, if you came in after 1940 to France, you became\nsubject to become a foreign Jew and that way you became susceptible to be picked up by the\nGermans.\nAnd the language of that day, considered today, considered stateless. You had no home\ncountry at that point.\nThat's right. And in 1942 they picked up the Jews.\nSo tell us about the summer of 1942. That's when your family left for Free France, Vichy\nFrance.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nYes. Actually we left June 16. We arrived in Southern France, the last stop before we got into\nFree France. Free is called --\nExplain that for us. Explain what free France really meant.\nIt really meant that the Germans were not there yet. They got there in 1943 or late 1942.\nThe government controlling Free France was --\nVery much French.\nCollaborationists with the Nazis.\nYes.\nDo you know why your family chose to go the direction it went?\nWell, they couldn't get out. They couldn't get passports to get out from France because they\nwere foreign Jews. So you couldn't get pass passports anymore. And, of course, America\ndidn't accept people yet from France.\nYou told me that when the deportations began in Paris, when Jews, particularly as you\ndescribed those that lost their citizenship, were deported, that there were Parisians who\ndenounced Jews to get their apartments.\nThat's right. On top of that -- well, it just happens that this was the 71st anniversary of the\nroundup. It came up on July 17, two days ago. At that time -- | got a paper. | got to read it\nbecause my girlfriend is very strict.\n[Laughter]\n| hope | find it. Here it is.\nThis is the roundup at the Velodrome?\nYes. My father had the foresight to listen to rumors and we left Paris on June 16, 1942. Exactly\none month before the roundup of foreign Jews by the French police. We boarded trains, as we\ndid in 1940. This time the authorities refused to allow Jews to return to Paris. Our identification\ncards had a J on them, marking us as Jews. We went to Bride-les-Bains, which was in Vichy,\nFrance. Bride-les-Bains became popular in 1992 for the Olympic Games. It was used as the\nliving quarters for the participants of the games.\nOn July 16 and 17 of 1942 --\nA month after you left.\nYes, sir. Thousands of French police swooped down on Paris neighborhoods to arrest 13,152\nimmigrants and foreign Jews from Eastern Europe at the behest of the occupying German\nauthorities as well as the orders of [Speaking Non-English Language]. Childless couples and\nunmarried adults were taken to existing internment camps in France. But others included 1,129\nmen, 2,916 women, and 4,115 children were taken to ill-equipped stadiums known as\nVelodrome, an indoor stadium where they held indoor bicycle racing events. They were held\nthere for between four and six days with no water, no food, and the toilets were starting to\noverflow. After the roundup, nearly all 13,152 people arrested on July 16 and 17, had been\nhanded over to the Germans and shipped to Auschwitz. Only 100 survived at the end of the\nwar.\nWhen the roundup happened on that day, as you described those couple of days, you had by\nthen --\n| missed it.\nYou missed it. So you ended up in this little town of Bride-les-Bains.\nYes.\nTell us why Bride-les-Bains, if you know -- | think your family had vacationed there. Right? At\none point?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n| think they had been there. | really don't remember. All | know is that when we got off on the\ntrain station, we met all the family at the station. We were all in the same car.\nMy significant other has a theory on that in saying that they probably planned it that way so\nthat the children wouldn't denounce each other, which is probably true.\nSo how many of you ended up in that place before you went to Bride-les-Bains?\n| would think that there were the four sisters that we saw in the introduction.\nYour mother's sisters?\nYes.\nAnd their families.\nAnd their family. One -- you'll ask me that later.\nAll right. So now you're in Bride-les-Bains. A little town.\nA little nothing.\nWere you hiding there?\nWe were hiding in the open, | guess. My father made sure that we went to church on Sunday. |\nwent to church regularly. | always wore my beret. And | sat in the pews. And the priest would\ncome, take off my beret, put it on my lap. | didn't Know anything about that. Didn't pay attention\nto it. But later in years when | went to Canada and met my brother, he told me that that priest\nwas really a Jew and he knew who we were, so he made sure that my hat was off so that |\nwould be taken --\nIn fact, that priest was a member, as | recall, of the underground, the resistance.\nWhen you moved to Bride-les-Bains, obviously there's a family to support and feed.\nHow did your parents -- how did they feed the family?\nMy father became a lumberjack. All his fingers looked like they were crushed by the lumber\nthat came through his hand. You know when you stub your toe or you stub your fingers, your\nnails grow funny. Well, my father never needed a manicure.\nYou had told me --\nAnd my mother was a seamstress.\nSo she started sewing.\nShe made money.\nAnd your father, as you said to me, was not cut out to be a lumberjack.\nNo, he was not. He was protected --\nManagement protected him.\nYes, sir.\nAnd your mother as -- was a seamstress so you were able to make ends meet there.\nYou were going to church, as you said. Did you pretend as a family that you were\nCatholic?\nWell, | was the only one that went to church.\nOk. So here you are in a little town. There's a fair number of you. People knew you were\noutsiders. Did they ask questions? Did they probe? Did they want to know --\nThey didn't want to know that much because | spoke perfect French. | guess | went to school\nbefore | went to Bride-les-Bains. Things were normal life before the Germans came in.\nDid you go to school in Bride-les-Bains?\n| must have. My mother used to -- sleeve protectors. We used to use real ink in school and\nthey leaked a lot and went on shirts.\nThat you remember.\nYou shared with me -- these were your words -- that Bride-les-Bains was a hotbed of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthe French resistance. Tell us about them.\nThey used to come in once a month or so. They used to get drops from the French resistance\nin England, used to send planes, would drop food stuff. My brother used to come home with\ncans of beans or whatever that he would bring home to my parents. It was a big fiesta. When\nthey came into town, they used to march down the road. My brother let me carry his rifle. |\nused to drag it because it was bigger than me. Everything was bigger than me.\nWhich brother was this?\nJean.\nAnd he was a member of the resistance himself.\nHe sure was. He was a hero.\nAbsolutely.\nYou told me that you don't remember the Germans coming in and doing raids in\nBride-les-Bains. Why do you think they didn't?\nBecause they were scared. Because they came into town, they would have got hurt. The\nunderground would have taken care of it.\nWhy do you think they didn't try to crush the resistance there?\nWell, it was very mountainous. We were right near the alps. The French were in the\nmountains.\nKind of guerrilla warfare.\nOh, yeah. And there was not a place that people that didn't belong there wanted to go.\nOf course, you mentioned to me that there were people who did spy for the Germans. Why do\nyou think you were not denounced? Here's this family of Jews living in this little town.\nWell, we didn't really bother anybody. | mean, the French got to be sympathizers to what was\ngoing on. The French down in the little towns were not as prejudice as the French in the big\ntowns. The French in the big towns were anti-Semitic.\nAnd for the folks there --\nAnd still are.\nAnd for the folks in Bride-les-Bains, the enemy for them was the Germans.\nYes.\nSo that's why it was a hotbed of resistance there.\nDo you know if your brother, Jean, did he ever fire his rifle?\nWell, they tried to do that. My brother-in-law stopped them. My brother was in the same troops.\nThere were Germans playing in the snow. Because the snow is near the Alps a lot. And they\nwere playing on a swing. My brother stood up and wanted to shoot one of them, and my\nbrother-in-law says sit down, don't move, I'll break your head. And he saved his life because\nhe would have shot, probably would have missed them.\nDespite the fact that the Germans were not coming in there much because of the resistance,\nyou have memories, though, of some pretty scary incidents.\nWell, yes. One of them was there was six trucks that parked right under the balcony that we\nsaw on the slide, six big trucks, all Germans. And they parked right under us. | was playing on\nthe balcony with a French friend. He saw us and we decided to go inside the house. And when\nwe got inside the house, there was a big knock on the door. We knew there was a German\ncame up to see us. And this German knocked on the door. My friend and | didn't want to open\nit but he started banging louder and louder. | said you better open up, this guy's going to break\nthe door. So my friend opened the door, and | swear this German was as big as the\ndoorjambs. He fit in the door. He probably had to walk sideways to come in. But when he came\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nin, he says [Speaking Non-English Language]. | understand Yiddish but my friend didn't\nunderstand German. Yiddish is similar to German.\nAt any rate, after a while he kept on saying [Speaking Non-English Language] and\ngot on my nerves and | said -- I'm a little guy, and | say he wants a glass of water. And my\nfriend got the glass of water. He gives it to him. And then he says [Speaking Non-English\nLanguage], which means you're a Jew. And | said, no. And my friend said, no, no, no, he's not\nJewish. And then he left the house. Sweat pouring down my head. | knew for one reason or\nanother that | was not supposed to be speaking to the Germans in the first place. And when he\nsaw that | understood Yiddish -- or German, he knew | was Jewish. And he didn't pick me up.\nThose same trucks happened to have been the one that picked up my aunt and\nuncle. And they never came back.\nFrom Bride-les-Bains?\nFrom Bride-les-Bains. They went to Auschwitz. | got papers in the museum that said that they\ndisappeared in Auschwitz.\nYou shared with me that the locals, particularly the resistance, people in the resistance, really\ndealt harshly with those in the town that they thought were collaborators.\nThat was at the end of the war.\nOk. Maybe we'll come back to that a little later.\nYour sister ended up marrying a fellow --\nThe guy that saved my brother.\nWhen your sister married him, your parents were not happy about it.\nOf course not. He was not Jewish. And that was against the rules. But unfortunately during the\nwar my mother felt that it probably was best that she stayed married to him.\nAnd it turned out he was also in the resistance, right?\nYes. He's the one that saved my brother.\nOk. Maybe we can come back to that later.\nSo you stayed in Bride-les-Bains from 1942, June 1942, to August 1944. And that's\nwhen your family moved back to Paris. What made it possible for you to go back to Paris and\nwhat was it like to be back in Paris?\nWell, the Germans were leaving. They were retreating back to Germany. It was almost the end\nof the war and the Battle of the Bulge had passed over, and they were losing quite a bit of\npeople. The Stalingrad also disseminated the Germans and they decided they were going to\nmake the last stand in Germany. So we had an opening to go back. And my brother being in\nthe resistance went back to do his fighting in Paris, but he didn't do much fighting because it\nwas over.\nThe resistance played a pretty significant role in the liberation of Paris. Didn't they?\nYes. They chased the rest of them that were in the Paris area. There's a lot of bullet holes in\nbuildings in Paris itself from the uprising.\nOnce Paris was liberated, is that when your parents felt you could go back to Paris?\nYes, sir. And that's when | saw the biggest parade in my life. On the shoulders of my father.\nTell us about that. This was a profound moment for you.\nWell, they closed off the Champs Elysees. If you've ever been to Paris, that's the biggest Main\nStreet in the world that | know of. They have 42 soldiers lined up, coming down the Champs\nElysees. | was standing on my father's shoulder watching the parade.\nAnd you said earlier today, you said that remains so vivid in your memory.\nYou go to Paris on the 25th of August, which happens to be my birthday, I'm driving my car\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nthrough Paris and | see all of these flags. | said, “How did they know | was coming?”\n[Laughter]\nIt happened to be a celebration for the liberation of Paris.\nWere you able to go back to your former home, where you actually lived?\n| sure was. Actually, one of my nephews lived there with his wife. He got divorced but his wife\nstill lives there.\nTo this day?\nYeah.\nAlthough for you and your family, for Paris and the French, the war effectively ended in\nAugust 1944 but the war continued elsewhere until the surrender in May. What was your\nfamily's life like during that period? You're back in Paris.\nWell, we were all -- well, food was very scarce. My father wrote to his sister in Brooklyn and he\ntold her about the hardships that he was going through and she said, “Why don't you come\nover here, to the States?” And my father said \"That sounds like a plan.\"\nBut he tried to get in there but he couldn't come because he was born in Romania.\nAnd the French quota was wide open because no French people were leaving to go to the\nUnited States. But we as French citizens got visas to come to the states right away.\nBefore we talk about you coming to the states, talk about that period before the war ended.\nYou told me a -- really a truly funny story, | have to admit, about you would get food packages\nand you got a package of what you thought was soup.\nOh, yeah. My sister was taking English lessons in school. She took a package and said s-o-a-p\non there. And my mother asked my sister what does that mean. And my sister read it and said\nthat means soup.\n[Laughter]\nAnd my mother went out and bought this beautiful chicken on the black market. She put it in\nthe pot, put the vegetables in the pot, and poured the package in, what she thought was soup,\nand put it on the stove and started boiling and all of a sudden suds came out of it.\n[Laughter]\nThey got in panic and saw all of the suds. What happened is the soup was soap. We had the\ncleanest chicken but --\n[Laughter]\nThe worst soup there was.\nDid you start school at that point?\nTo learn English? No.\nNo, period. To learn math.\nYes.\nAnd as you said, your parents began trying to figure out how they can emigrate and leave\nFrance.\nYes.\nAnd the Romanian quota was a very small quota. Right?\nThat's correct. That was Eastern Europe. And Eastern Europe, even the United States was, if\nyou will, antisemitic so that my parents couldn't come with us. But when we became citizens,\nmy brother, Achilles, got drafted as soon as we got to New York. Actually a year after we got to\nNew York. He got drafted into the Army. He didn't become a citizen. | became the citizen. But\nwe brought my parents over. After five years they were able to come over.\nThey had been making efforts since the end of the war to try to get here.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nYes. My mother learned to become literate. My father already knew how to write and all of that\nstuff.\nYou recently read a book written in French by your cousin, Rachel. You learned a lot of details\nyou didn't know.\nWell, | really forgot a lot of what happened in Bride-les-Bains. | forgot a lot of my history until |\nread her -- she and her sister escaped during the war. She was working. And the Germans\npicked up her parents --\nYou told us about them a little while ago.\nYeah. They went out -- they sent out the youngest daughter to find the sister. And her\nemployer, who happened to be in the underground, wouldn't let her leave and says you're not\ngoing back to your parents because they're not coming back anyway. You are staying right\nwhere you are. And that's how we saved them by not letting them go back to their parents.\nAnd you learned many other details about that time from Rachel's book.\nYeah. And she went to a nunnery actually and was raised in a nunnery.\nAs you told us a few moments ago, your parents couldn't come till later but you and your sister\nwas married, so she was in France.\nYes. She didn't come.\nSo you and your two brothers come to the United States in 1946. Tell us about coming to the\nUnited States. You're 9 years old, | believe.\nYeah. Well, first thing -- my cousins and friends -- I'm an oddity. Here | come from a foreign\ncountry. | must be from Mars. | could have been from Mars. | didn't speak English. They were\ntrying to teach me how to write. When they showed me the alphabet, | showed them | knew the\nalphabet. They showed me numbers. | showed them | knew how to write numbers. They said,\n“You're smart.” That's what | learned in school.\nAt that time, also, my aunt wanted to feed me so she gave me an orange. | never\nSaw an orange in my life. So | take the orange and | eat it like an apple.\n[Laughter]\nPeel and all. And they say, “What are you doing?” | said, “I'm eating the food.” Well, you're\nsupposed to peel it first. Anyway, that's my first experience with oranges.\nAnd in school, am | correct that --\n| started with first grade.\nYou're 9 years old and they put you in the first grade.\nYes, sir. And | skipped grades.\n| think you told me at one time you were in one semester in high school where you were taking\nfour separate English classes.\nYeah, foreign English, because | was born in foreign country. And because | was speaking\nEnglish with a Brooklyn accent, they decided that wasn't perfect English. Then | had to take\nliterature. Then | had to take some other speech English.\nLet's go back a little bit. Do you remember the trip across the Atlantic? You came by ship.\nYes. It took us six days on the ship. We stopped in the middle of the ocean because there was\na strike of the longshoremen and we couldn't get off the ship. We waited. And the family came\nto see us at the ship. My uncle came up. | thought it was my father because he looked like my\nfather. He's my father's brother. So they looked like twins. | said, “There's daddy.” He says,\n“No, that's your uncle.” Anyway.\nAs the food came up, it had to pass all the ports and all the food disappeared -- as\nthey came up. By the time it came up to us, we had nothing in the basket.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nWhen you left France, do you remember whether you thought your parents would be right\nbehind you?\nYes, | did.\nYou thought the next ship maybe.\nThe next plane or whatever.\nAnd four years later.\nYeah.\n| want to ask you about something when you were on the ship. You were a little boy. You had\nsome lead soldiers.\n| was playing on the ship, playing with my lead soldiers that my father had bought with a lot of\nmoney. I'm playing with them and some young kids came over and took my soldiers and threw\nthem overboard. That was a sad time.\nBecause it was the one thing --\nlt was my father's present.\nWhen you got to New York, you and your siblings did not stay together.\nNo. One went to the Bronx and the other with me in New York. The one that went with me to\nNew York found a job at the United Nations and worked there for 48 years.\nAnd was the longest serving employee ever of the United Nations.\nThat's correct.\nYour other brother ended up living in Canada.\nYeah, Wally. Ran away from the draft.\nOh, ok.\n[Laughter]\nHe didn't want to go to the Army.\nWhereas your other brother ended up being drafted.\nYeah.\nYour parents arrived four years later, 1950. What was their adjustment like?\nWell, my mother had difficulties. She had to learn a new language. Her linguistics were not that\ngreat. She spoke a lot of Yiddish. Well, people didn't look very highly at people that only spoke\nYiddish.\nSo it was tough for her. How about your father?\nMy father adjusted as much as he could. He was still a presser, which was better than being a\nlumberjack.\nIn New York. Your parents -- when you were 19 years old, you joined the Air Force and you\nend up being stationed in Paris.\n| did.\nThat seems really ironic. Tell us about that.\nWell, | got there | guess you could say by accident. What happened is that -- | was in the\nservice already. | got stationed in Wyoming. | saw this place that said locator. | says, well,\nthat's nice. I'll go see if they know where a friend of mine is. He was a good friend of mine from\nBrooklyn. We grew up together, went to Shiva together. | said do you know where this guy is\nand he happened to have been right behind my barracks. So we met each other. It had been a\nwhile since we saw each other. We spent a lot of time together.\nThen | saw -- | said, you know, I'm here; | Know I'm going to go overseas; let me go\nsee my commander. So | went to see my commander and | says | got a sister in Paris | would\nlike to be able to go to Europe, anyplace in Europe, and see my sister. | also got my\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ngrandmother there. And everybody in my class went to Okinawa except me. | went to Paris. So\nif | hadn't done that, | would have gone to Okinawa.\nWhat was it like for you to return to Paris?\nOh, my sister was so happy to see me. Here | am in American uniform. My brother-in-law\nhappened to become a Communist. [Laughter] And it didn't fit in right. But | wore my uniform.\nHow long did you stay in Paris?\nFour years.\nYou saw your grandmother. Were there other family members who survived?\nAll my cousins were still there.\nThey all survived.\nAnd the little girl that you saw in the picture was there. The little boy, the baby, actually died\nseveral years later. But | saw him when | was in Paris.\nOf your large, extended family, do you know how many perished?\nThe only ones that | know -- well, one died during the war because he happened to be on the\nline. He got captured.\nHe was in the French Army?\nIn the French Army. He was shot up and lost both his legs. He died of gangrene because they\ndidn't take care of him because when they took off his pants, they found out he was Jewish.\nHave you been back to Bride-les-Bains?\nNever. My brother-in-law, whose mother owned a hotel there, said don't even bother; you won't\nrecognize it. Well, as | mentioned, that was the place where they had the Olympics. He said\nthe whole thing is changed. You'd never recognize it anyway. | wouldn't recognize it anyhow.\nI'm going to turn to our audience and see if they have any questions for you. But you told me\nthat you are now the only remaining member of the family who is alive.\nThat's correct.\nWill you say a little bit about that?\nIt's very lonely, that's for sure. | miss my brother. | miss my sister. What can | say? There's\nnothing else to say. We survived the war.\nYou became a serious stamp collector at one time. You had a pretty unique collection. Tell us\nabout that.\n| collected the entire collection of Israeli stamps.\nFrom the founding of Israel. Right?\nYeah. And | had the United States stamps from the beginning of the United States.\nWow. Do you still have the collection?\nNo. | gave my stamp -- my Israeli stamps to my son, Manny. And my other stamps | sold off\nthrough Ebay.\n[Laughter]\nReady for a couple of question? We have time for a couple of questions. We'll see if anybody\nhas a question for you. We have two mics. We have a mic coming down either aisle. If you\ndon't mind waiting until you get the mic. Try to make your question as brief as you can. I'll\nrepeat it just to make sure we hear it correctly and everybody hears it and then Marcel will\nrespond to it.\n| saw two hands go up. There we go. Yes, sir?\nGood morning. How was the communication when you were in Free France? Could you tell\nyour family had gone to Auschwitz or whatever? Was there a way of knowing that or was it just\nword of mouth?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nWhat kind of -- how did you communicate to learn what was happening to family members?\nOh, yeah. There's a place in this museum where you could actually put in a person's name and\nthey will tell you the whole history of the people you are looking for. You give them the name\nand they'll tell you what happened to them. My uncle happened to have been on that list. And it\nsays he was in Auschwitz.\nBut at the time you didn't know what happened to him.\nNo. | didn't know. On top of that, there was an uncle that went to the Spanish side. He went\nover the Pyrenees. He walked over and found a Jewish society or whatever. They had his\nname and history when he got to Spain.\nAnd that was the first you learned about that, reading it here in the museum?\nYes.\nWe have a question right down here. Yes, sir?\nHello, sir. My question is, when where -- were you drafted at the time you came to the United\nStates or you joined?\n| volunteered. | volunteered.\nYour brother was drafted.\nMy brother was drafted. My other brother was looked for.\n[Laughter]\nThank you.\nAll right. Oh, one more question? Ok. One more question. And when we finish the\nprogram, Marcel will say a few words to close the program. He will remain behind. So if you\nhave another question you want to ask, absolutely feel free to come up and do it at that time.\nYes, please.\nHi. How are you? | wanted to know, how was the ship ride on your way there? Was there, you\nknow --\nIt was rough. It was a military ship. And we had bunks that swung.\nLike hammocks?\nHammocks. And everybody was sick on the ship except me and my brother. And then they\ngave us the American bread. Which was famous --\nWonder Bread.\nWonder Bread. And it made me sick.\n[Laughter]\nAnd you started to say this, when there was the longshoremen strike, you had to stay on the\nship for a couple of extra weeks in port. Right?\nMarcel Hodak: Yes. And | didn't have to go through Ellis Island. But we had to go through the\nports to get our baggage.\nWe're going to close the program in a moment. | want to thank all of you for being here with us.\nWe'll have First Person programs each Wednesday and Thursday until August 10. The\nmuseum's website will have information about our program that will resume again in March\n2018. So we hope that you can come back. We also post videos of the programs on the\nYouTube part of the museum's website. So you can see Marcel's and many others if you\nwould like to do that.\nIt's our tradition at First Person that our First Person has the last word. So on that\nnote | turn back to Marcel to close the program. And as | mentioned, when he's done, he will\nstay here on the stage. So if you want to come up and shake his hand, get your picture taken\nwith him, or ask him a question, that's an opportunity to do so.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nMarcel?\n| would like to end by reading a letter from a woman in North Carolina who heard me speak at\nthe Holocaust Museum.\n“Dear Mr. Hodak, | want to thank you for being so brave in telling your story. | was\nonly taught about the military part, not about the death camps or anything else and that was in\n1987. | did not know until | seen ‘Schindler's List.’ We watched it as a family. My stepson asked\nif it really happened and his dad told him it did. As | sat there, | was so upset to see people\ntreated so cruel. | wish | could have helped but that was before | was born.\n| want to thank you also for serving our country and protecting us. I'm so sorry about\nyour aunt and uncle.\nThank you for taking us down history's path and showing us what happened when a\nman tries to play God and teaching us so this won't happen again.\nSincerely.\"\nThank you.\n",
    "segments": []
}