{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nAl Munzer\nWednesday, March 23, 2017\n10:30 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\nEdna Friedberg: Good morning. | always ask for a livelier good morning. Good\nmorning.\n>> Good morning.\nEdna Friedberg: Good morning. Thank you. Just to know that you're all out there. My\nname is Edna Friedberg and I'm a historian here at the museum. Would like to welcome you\nto the United States Holocaust Memorial Museum. Could you see a show of hands, how many\nof you it's your first time in this building? Wow. Overwhelming. Al, turn around and look.\nKeep your hands up a second. That's fantastic. Great. Welcome, we are very, very glad to\nhave you here and welcome you for our 18th year of the museum's \"First Person\" program.\nOur special guest today is Dr. Alfred Munzer who you'll meet in just a minute. First A few\nhousekeeping notes. First of all, a note of thanks. This 2017 season of \"First Person\" is made\npossible by the generous support of the Louis Franklin Smith Foundation with additional\nfunding from the Arlene and Daniel fisher foundation. We're very grateful for their sponsorship\nand making this opportunity available to all of you today.\n\"First Person\" is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their Experiences. Each of our \"First Person\" guests\nlike Dr. Munzer, serves as a volunteer here at the museum. They are literally part of our family\nhere. Very lucky. If you have friends coming back through Washington this spring or summer\nyou could let them know the \"First Person\" program is offered twice a week every Wednesday\nand Thursday usually from now through mid August. There will be other opportunities to hear\nfrom others in our survivor volunteer community. Anyone interested in staying in touch with\nthe museum, inside your program is card that says Stay Connected to be informed if we have\nevents in our home areas and home events and streamable events also online via our website.\nlf you do that, you will also receive an electronic copy of Al's biography today and be able to\nshare it with others once you get home.\nAl will share his \"First Person\" account of his Experience during the Holocaust period for\nabout 45 minutes today after which there will be an opportunity for you to ask questions. If\nthere's something we leave out or you're curious about, keep it in mind for time at the end.\nWhat you're about to hear is one person's experience during the Holocaust. We have\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nprepared a brief slide presentation to orient you to his story. We begin here with personally\none of my favorites. A cute picture of young Al dressed up for the Jewish holiday of Purim\nwhich took place a couple of weeks ago. It is traditionally a costume holiday and Al is maybe a\nfirst-grader, second-grader something around there dressed up as a charity collection box,\ncollecting funds for the newly founded state of Israel.\nThis next picture we see Al's parents, Simcha and guess sell, at the occasion of their\nwedding in 1932 in the Dutch city of The Hague. Al had two older sisters, Ava and Leana.\nWith baby Al propped up between them for support. This map has a broader context. The\ncircle is the Netherlands and these arrows indicate in May 1940 the path of the German Army.\nInvading the Netherlands and this is before Al was born. Immediately life became very difficult\nfor Jews living in Holland and after the invasion the Munzers remained in their home and\nendured repressive measures, as we shall see. In 1942 Al's sisters went into hiding with a\nfriend of the neighbor and Al, baby Al, was put into hiding with the ex-husband of a neighbor, a\ngentleman that we see here, in Indonesian immigrant named Tole Madna. As we will soon\nhear in great detail, Al soent the rest of the war in hiding in Tole Madna's home where he was\ncared for by the Indonesian nanny, Mima Saina. And in this photograph taken with Al as the\nbaby T toddler in Tole Madna's arms, Mima Saina is. He went to learned English, went to\nmedical school where he trained as a pulmonologist. He's quite modest but we became the\npresident of the American Lung Association. He remains deeply involved in anti-smoking\nefforts, internationally working with the World Health Organization. And is deeply involved\nhere at that time museum. We are very fortunate that Al gives very, very generously of his\ntime to us. | was saying to him | think | see him more than some of our my paid colleagues.\nHe translates Holocaust diaries, leads tours and does programs like this one. With this\nbackdrop, please join me in welcoming Dr. Alfred Munzer.\n(Applause)\nWelcome, Al. Thank you very much for joining us. Can you hear us okay? Can you\nhear me?\nAl Munzer: Can you hear me.\nEdna Friedberg: More important, can you hear Al? Thank you for being our first person\nguest today.\nAl Munzer: Sure.\nEdna Friedberg: Let's begin with talk ago little bit about your parents. Tell us about\nwho they were in their lives before the second world war.\nAl Munzer: Sure. Well, my parents were born in eastern Europe in a part of the world\nthat prior to the first world war was part of the Austro-Hungarian empire. After the first world\nwar, their little home towns became part of Poland. My mother was born in a small town called\nRymanow, and my father in a neighboring town called Kanzcuga. And, you know, there were\nvery few opportunities in those towns. There was also increasing anti-semitism so sometime\nin the 1920s when they were about 18 years old, my parents left their home. They actually\nfollowed in the footsteps of some -- some other people who had left the town. One person |\nlike to mention from my mother's hometown, which people have this -- this idea that these little\ntowns were very backward, especially if anyone has seen the movie \"Fiddler on the Roof.\" In\nactual fact, one of the people who came from my mother's hometown was a man by the name\nof Isador Rabi who was awarded the Nobel Prize in physics in 1946 for the discovery of\nelectromagnetism. Here you have it someone coming from one of these little towns. My\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nparents were not in that same category but my father left home directly to go to Holland to start\na men's clothing business and my mother went to Berlin where she joined older siblings and\nworked in their business actually until she finally joined my father, as you've mentioned, at the\nend of 1932 in Holland where they were married.\nEdna Friedberg: And you mention that your father had started a men's clothing\nbusiness. There's still actually a sign there, isn't there?\nAl Munzer: Yes, even, you know, just a few years ago, | was in Holland, went back to\nour former home and then right next to our home was my father's business. And lo and\nbehold, this huge sign of it says Siegfried Munzer tailor and a little bit of a white lie, tailor from\nVienna, you know, sort of boasting. That big sign is still there to my great surprise.\nEdna Friedberg: So your parents made their way to Holland, both for economic\nopportunity but as you mentioned also to escape anti-semitism, anti-Jewish feeling. What do\nyou know from your mother about what life was like in Holland for them in the 1930s?\nAl Munzer: Well, when my parents arrived in Holland, they joined a fairly well think\nwell-to-do Jewish community that had been established in Holland for hundreds of years, was\ntotally integrated into Dutch society. They were in the arts, they were in the government and\nreally, you know, a very well established Jewish community that in some ways went all the way\nback to the expulsion of Jews in 1492 from Spain. So they had been there, as | said, for a very\nlong time. My parents made many, many friends. Most of them not Jewish and really, you\nknow, their business thrived and they really had really good lives in Holland.\nEdna Friedberg: And their family expanded shortly thereafter.\nAl Munzer: Yes as my father's business flourished so my parents felt confident they\nought to start a family. And in July 1936 my mother gave birth to her first child and that was\nmy sister Eva. Interestingly enough, Eva was born just about the same time that the infamous\nBerlin Olympics were held which Adolf Hitler tried to turn into an instrument of Nazi\npropaganda. So here you have it, you Know, the beginning of the rise of the Nazis really just a\nfew hundred miles away actually almost pretty much -- almost the middle of the Nazi era. And\nin Holland, you know, people celebrating a very happy occasion, the birth of a young daughter.\nEdna Friedberg: And when was their second daughter born?\nAl Munzer: My sister Leana was born in 1938. She was born November 12, 1938. And\nthat, too, is a very important historical date because she was born just three days after what is\ncalled Kristallnacht or the night of broken glass when the full fury of anti-semitism was\nunleashed in Germany and in Austria. And it's when hundreds of synagogues were destroyed\nand thousands of Jewish businesses were plundered in Germany and the German Reich. So\nhere you have the contrast again of a very happy occasion, the birth of their second daughter,\nwhile the Nazi era, you know, is progressing, just a few hundred miles away.\nEdna Friedberg: And then less than a year later on September 1, 1939, Germany\ninvades Poland starting World War II. By the spring of 1940, the war has come literally to your\nparents’ doorstep with the German invasion. Tell us if you can what that meant for your family\nand other families live Jews living in Holland.\nAl Munzer: That represented a very, very major change in their lives. It actually began\nduring the night of May 9 or 10 -- sorry. 1940 when my parents had been asked to host a\nmember of the Dutch resistance movement. A man who had a briefcase with him that\nsupposedly contained plans to preemptively destroy the major railroad center in the city of\nUtrecht with the expectation of slowing that railroad center might slow down any invasion\ncoming from Germany. But the following morning my parents and their guests listened to the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nradio and they heard that the port city of Rotterdam, the largest port in Europe, had been\nbombed and destroyed by Nazi invaders. And just a few minutes later Queen Wilhelmina of\nthe Netherlands came on the radio and announced that Holland had surrendered. And she\ntold people to do their job or their duty everywhere wherever they happened to find\nthemselves. And it was actually my parents' guest who was the first one to speak up, and in\nDutch he said, (speaking non-English phrase). Thank God it's over. As far as he was\nconcerned, he would -- he had done what he could by being a member of the Dutch resistance\nmovement. He had tried to slow down any invasion. And he now would just have to try to\naccommodate to living under an occupation.\nBut my parents, thinking of their two little children, and knowing what had happened to\ntheir relatives in Germany and Berlin, their relatives remaining in Poland, knew that things\nwere going to get very hard and that they were going to be very much alone. And indeed\nalmost immediately all of the restrictions on Jewish life that had been put in place over years in\nGermany and in Austria were put in place in Holland over just the matter of days. So one of\nthe first things that happened was that the ritual slaughter of animals was banned for kosher\nmeat. And you know some people might have thought well, so-called humane measure. But\nthen Jews had to register as Jews. Jewish men had to take a new middle name, Israel.\nJewish women a new middle name Sara. And then there were regulations that really made\nabsolutely no sense whatsoever, even if you assumed the others did, and that's that the Jews\nwere prohibited from going into public parks or from using public transportation. And, you\nknow, when you have a regulation like that, it makes really very, very little sense. People tend\nto disobey it. So my mother told me that, you know, she defied the ordinance and she would\ntake my little sister Leana in the baby carriage to the park. And one day a German woman\napproached the baby carriage and my mother's heart almost stopped because she knew she\nwasn't supposed to be there. And then the German woman looked at my sister in the baby\ncarriage and she saw blond curls blue eyes and she turned to my mother and smiled and said\nyou can tell this is good German Aryan blood. My mother thanked the woman of course and\nthen she left the park and never went back there again. This was just one of many episodes\nthat showed, you know, the terrible conditions under which Jews lived in Holland during those\neven early years of the occupation.\nEdna Friedberg: There were all of these measures to identify and track Jews, to\nmarginalize them through law in society. By March 1941 there was a big economic impact\nwhen Jewish property was quote, unquote, Aryanized. Can you tell our audience what that\nmeant?\nAl Munzer: Well, it meant that my father's business, for example, had to be registered\nand officially became part of German ownership of the German government. She had to -- my\nparents, you know, had to surrender their jewelry, for example. And it really meant\nimpoverishing the Dutch Jewish community. And fortunately they were able to hide some of\ntheir possessions. Again, this was a major step towards isolating the Jews, towards restricting\ntheir business activities, and making life in general miserable. You know, some of the family\nmembers, there was one family member essentially who escaped from Germany to join our\nfamily, it was my father's brother, my uncle and he had hoped by leaving Germany and\ncrossing the border into Holland that he would be safe. And, you know, he joined our family\nand initially indeed, you know, this was before the invasion, indeed, you know, they had a fairly\nnormal life together. But after the invasion of course it became really miserable.\nEdna Friedberg: And the stranglehold on the Jews living in Holland became worse and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nworse. By August 1941 Jewish children were banned from public schools. Your parents had\nalready made a different decision with regard to your sister Eva and school. Can you tell us a\nlittle bit about that?\nAl Munzer: Well, my two sisters were enrolled in a Catholic school as a way of hiding\ntheir Jewish identity. And, you know, that -- eventually that led to where they were hidden\nactually. But this was also just about the time when my mother found out that she was\npregnant again and it was an unplanned pregnancy. And she consulted her obstetrician, and\nthe obstetrician told my mother in no uncertain terms that she should have an abortion. He\ntold her that it would be immoral to bring another Jewish life into the world. And my mother\nwasn't particularly religious, even though she came from a very traditional Jewish background,\nbut, you know, they were sort of rebelling against that, my parents. But at that time my mother\nturned to the Bible for advice and she read the story of a woman called Hannah. A woman\nwho was desperate to conceive and would go through to the temple every year and pray that\nshe might have a child. And it was in reading of Hannah's agonizing desire to have a child that\nmy mother decided she could not possibly have an abortion. Her obstetrician fired her as a\npatient and so nine months later | was born with the help of a nurse at home.\nEdna Friedberg: That's November 23, 1941.\nAl Munzer: That was November 23, 1941. Really 18 months into the Nazi occupation.\nAnd, you know, that was brought about another dilemma in Jewish life because traditionally\nJewish baby boys, when they're eight days old, are circumsized. It's really a major milestone\nin a Jewish life, the first milestone. And my parents’ friends said, you know, don't have him\ncircumsized because it will identify him as being Jewish. And this time the answer to my\nparents’ dilemma came in the form of a worried look on the face of a pediatrician who had just\nexamined me and my father asked the pediatrician, is in anything wrong with the baby? And\nthe pediatrician smiled and said no. He said, it's nothing serious. It's just that your little boy\nneeds a minor operation that we call a circumcision. And so eight days later our family\ngathered in our living room and observed this first milestone in a Jewish life, probably the last\nsuch ceremony held in the city | was born in The Hague. And that was very special about that,\nobviously | said very important milestone, so my parents had pictures taken. And what we\nhave actually are two very small photographs, about one by one and a half inch in size taken\nat that ceremony. So | can barely see my two sisters, my uncle, the one who joined us from\nGermany, and some other people in that picture. I'm in the second picture. And what made\nthese pictures very special is that my mother was to keep them hidden on her body through\nher subsequent stay in 12 concentration camps. And she developed this feeling, this\nsuperstition that if she ever lost those photographs it would mean that | had been killed.\nFortunately my mother survived, the photos survived, and | survived and those photos now are\nso fragile and they're so valuable that | did not want to keep them in the house and they are\nnow part of the collection of this museum. But it's, you Know, just one of those little stories that\ncomes out of an event like that. But as | said, the last such celebration in Holland.\nEdna Friedberg: Thank you for entrusting us with those, you know, precious\nphotographs. It's really our sacred duty to care for them. And I'm struck when you mention the\nchoices your parents had to make, the leap of faith to bring another Jewish life into the world at\nthis very perilous moment. The historical coincidences that coincided more or less with your\nsisters’ births, that when we talk about history and part of what's so amazing in these\nconversations is to realize that people are still leading their lives. It's easy to look at history as\na series of dates and decisions by people in offices but it happens to real people with real\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nfamilies and real considerations on a different trajectory.\nSo they had this new baby, they have two young children, they don't have a reliable way\nto make a living. What happened over the next year until September 42?\nAl Munzer: Well, in just about mid 1942, September -- August, September 1942, |\nguess when | was about six, seven months old or so, and there's a beautiful photograph. Oh,\nyou saw the photograph earlier of me with my two sisters taken probably precisely at that time.\nThat's when Jewish men were beginning to get notices to report for so-called labor duty. And it\nmeant going to a concentration camp A labor camp, somewhere in Holland. But also, knowing\nfull well that that might be something temporary and that they might well be sent on, you know,\nmuch further east to concentration camps located in Poland. And so this was really when\nmany Jewish families made the decision to try to find a place to hide. Now, some families, like\nfamous family Anne Frank, went into hiding as one family unit. The famous attic that the Anne\nFrank -- Anne Frank's family occupied in Amsterdam. My parents made a different decision.\nThey decided that as a form of insurance to make sure that even if all other members of the\nfamily were taken by the Nazis, at least some -- the others might have a chance to survive,\nthat we would split up. So the first ones to be placed were my two sisters. A very -- a very\ndevout Catholic woman had a dream in which she saw the virgin telling her to take Jewish\nchildren into hiding. She told that story to her priest. The priest told the story to my parents'\nneighbor, and so my two sisters were entrusted to this woman's care.\nMy father committed or tried to show -- claimed to commit an act of suicide or -- and that\ngained him admission to a psychiatric hospital, pretended is the word | was looking for,\npretended to commit an act of suicide and that gained him admission to a psychiatric hospital\nwhere he went into hiding. And as we said earlier, Jewish boys were more difficult to place but\neventually my mother's neighbor, a woman by the name of Annie Madna agreed to take me in,\nat least temporarily. And at that point my mother joined my father in that same psychiatric\nhospital, in her case pretending to be a nurse. And that's when she closed the door on our\nhome for the very, very last time, after having found my father, having gone into hiding, having\nfound a refuge for my two sisters, a refuge for me, and she finally then closed the door on our\nhome for the very last time and joined my father.\nAnnie Madna, the woman | had been left with, had had some bad run-ins with the Nazis.\nAnd so she was scared that they would find that she was hiding a Jewish baby. So she initially\npassed me on to a sister and then it turned out that the sister had a neighbor who was a\nmember of the Dutch Nazi party. And so she got scared. She was afraid that he might hear\nthe little baby crying, so she passed me back to Annie. And then finally Annie decided to pass\nme on to her ex-husband. She was divorced and had been married to a man born in\nIndonesia. And that's how | ended up with an Indonesian family for the rest of the war years.\nEdna Friedberg: And Al, if | may interrupt, people less familiar with Dutch history,\nIndonesia had been a colony of the Netherlands so there was a sizable Indonesian immigrant\ncolony living in the Netherlands.\nAl Munzer: Indonesia was a Dutch colony and many Indonesians in the early 1900 had\ncome to Holland, including my new foster father, the man | called Papa for the rest of his life.\nHe came to Holland with his mother. They said in the early 1900s and eventually became a\nmanager of an Indonesian restaurant. And a woman, there was a woman who worked there\nwho was also Indonesian but on a much poorer background. Her name | was Mima Saina.\nAnd she was completely illiterate, uneducated, did not speak the Dutch language, only the\nIndonesian language. But she was a very good woman. She worked in the restaurant, like\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nmany other immigrants, doing menial work. But Papa Madna realized she was very good and\nvery kind, so he hired her to take care of the three Madna children. And when | joined the\nhousehold, she is the one who then assumed the role of being my nanny or really my mother.\nAnd even though this woman was completely it literate, uneducated, Muslim, she had a heart\nof gold and she would walk miles every day, you know, just to get milk for me. Since | was in\nthe home completely illegally, there were no ration coupons for me. Ration coupons which you\nneeded to get any kind of milk or bread, whatever. And so she would have to walk miles just\nto get milk. In fact, you know, just a few years ago when | was in Holland a woman stopped\nme and said, you know, you used to drink my milk. And | asked her what do you mean? And\nshe said, well, she said, during the war years all children in school were given a small bottle of\nmilk and my mother told me to save half of the little bottle for the baby next door. And you\nwere the baby next door. And this is how, you know, you have a little girl, perhaps eight or\nnine years old, already participating in saving a human life. I'm told | slept on Mima's bed and\nshe kept a knife under her pillow vow to go kill any Nazi who might try to come and get me.\nBut, you know, whatever memories that | have of that time, are really actually very happy ones.\n| remember Papa Madna playing the piano. | remember that there was a little dog in the\nfamily. Actually for little -- you know, little Jewish children placed in hiding were given a new\nname, and | was given the name Bobbie. And to this stay when | talk to my foster family, the\nfamily that | was hidden with, | always have to use that name Bobbie. And for many, many\nyears | thought | was given the name Bobbie after the little dog that they had.\n( Laughter )\nThe reason for that was the neighbors heard Bobbie being killed -- being called, they\nwould think well, they're just calling the little dog. Well, | told this story just about two years\nago to one of my foster sisters, Debbie Madna who's 87 years old, and | told her the story.\nAnd she said you're absolutely wrong. The little dog's name was teddy, not Bobbie.\n(Laughter)\nSo there -- there went that whole theory. And the reason | was called Bobbie was\nprobably after the third of the Madna children who was a little boy by the name of Robbie,\nRobbie Madna. And those two names also are very close, same theory. Neighbors hearing\nBobbie being called, they'd think well, they're just calling Robbie, and another way of course of\nmaking sure that people did not know that there was a strange Jewish baby in the household.\n| wasn't allowed out of the house at all.\nEdna Friedberg: For how long?\nAl Munzer: For about three years. The only view that | had of the outside world was\nthrough a mail slot. That was my total view of the outside world. That's how | grew up. And |\nwas allowed a little bit in the backyard fortunately. There were also two neighbor children who\nwere allowed to come in and play with me. And the reason they were considered safe was\nthat they were German but their parents were German communists and so they were very\nstaunchly anti-nazi, anti-fascist, and so they were entirely trusted to come in to the house and\nplay with me.\nEdna Friedberg: Just to imagine any of us who live with or have lived with a toddler,\njust being caught up in a room for an hour can feel like years, three years that you're inside,\nand jokes aside about it, how risky and how tenuous your situation was. The networks of trust\nthat were required. People must have known in the neighborhood also that there's a little white\nboy living with this Indonesian family, more -- more than just one or two people knew.\nAl Munzer: Yes. Many years later when | came back to Holland and went into an\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nIndonesian grocery store with Papa Madna, a man pointed to me and said Bobbie. He\nimmediately, you know, seeing the combination of an Indonesian man and someone\nCaucasian, he immediately knew | was the little boy he had heard about many, many years\nearlier. So yes, you know, some people in the Indonesian community certainly were aware of\nmy presence and kept that secret.\nThere were times, though, when I'm told the house was being searched and what |\nremember about it is just having to go into a little cellar and someone closing the door on the\ncellar was really more like a closet. And | would play there with the Christmas decorations of\nthe family. That's the memory that | have. | don't remember anything, that the reason was |\nwas there because the house was being searched. But that was one of those occasions and\none of those memories that | have. Papa Madna told me that he had told the Germans when\nthey searched the house and questioned the presence of a Caucasian child, he told them that |\nwas the illegitimate child of his ex-wife and that she now had a new boyfriend who did not want\nme around, and that's how he explained the presence of this little white little boy in a\nhousehold of people of three other children, older children who looked very, very different.\nEdna Friedberg: | find it very hard to imagine the courage and the mindset of your\nparents to give up their three young children to the care of strangers. Did they have any news\nof you or your sisters? Any contact with you?\nAl Munzer: The last -- they had very little contact with me actually, as far as | know.\nThey saw my sisters one last time on Christmas day 1942. That's when my two sisters were\nbrought to the psychiatric hospital for just a very brief moment. The family was reunited, at\nleast that part of the family. But then, just a week later, on New Year's day, 1943, the\npsychiatric hospital where my parents had been hidden was emptied of all patients and staff\nand they were all deported and sent to concentration camps. My parents first went to a\nconcentration camp in Holland called Westerbork which was a transient camp. From there\nthey went to another concentration camp, still located in Holland, called Vught where they were\nassigned to do slave labor for the Philips Electronics factory. And my mother told me one\nday -- every morning there would be a line-up of all the prisoners and she said one day a very\nhigh Nazi official came to visit the prisoners and address the prisoners and that was a man by\nthe name of Himmler, Heimlich Himmler, Hitler's second in command. He said if you keep\nworking for the success of Germany, of the German Reich, nothing bad will ever happen to\nyou. And my mother told me that way off in the distance in Holland she could see the spire of\na small Dutch church, and she said it would be so wonderful if peace were to break out at that\nmoment, if she could just run to that church, fall on her knees, and thank God for having\nsurvived. She didn't care whether it was a church, a mosque, or a synagogue, just a place to\nthank God. But of course that wasn't to happen. And on the promise that Himmler made to\nthe inmates, to the prisoners, wasn't kept, and just a few months later that prison -- that camp\nwas emptied of all prisoners and they were all sent on to Poland to Auschwitz. And that's\nwhere my parents were separated. My father remained in Auschwitz for about six months, and\nmy mother was sent on to another camp called Reichenbach where she continued to do\nelectronics work for the Telefunken company. And all the while, of course, they thought that\ntheir children were safe. That was one bit of satisfaction, one thing that | really think kept them\nalive at the time, was this idea that, you know, they had children to come home to eventually.\nSadly, sadly the husband of the wife, the woman who had taken in my children --\nEdna Friedberg: Your sisters.\nAl Munzer: Who had taken, sorry, my sisters, denounced his wife as hiding two Jewish\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nchildren, so the Nazis took his wife. She was imprisoned, but eventually freed. But my two\nsisters were immediately sent to Auschwitz and killed. And they were only six and eight years\nold. They were killed February 11, 1944. And that was something, of course, that my parents\ndid not know about at the time and that my mother was to learn much, much later.\nEdna Friedberg: They knew nothing of what was going on with you, and you were\nobviously too young to know, but you say you have memories from the winter of 1944 to '45 as\nespecially bitter.\nAl Munzer: Yes, there was absolutely no food left in Holland. The only thing that was\nthere to eat really was ground up tulip bulbs which Holland had many of. And y'all know\nfamous Dutch tulips. People would grind up the tulip bulbs and sort of create a mush or a\npudding out of that, and that's what sustained people. And what | remember is that one\nevening | saw the table set with plates and | thought we were going to be fed, | was going to be\nfed. So | sat down at my chair at the table. And fell asleep. My head falling into the plate, and\nthat's how the family found me the following morning. | remember the very intense hunger of\nthat very last winter in Holland.\nEdna Friedberg: What happened to your parents for the duration of the war?\nAl Munzer: Well, my mother, as | said, she was in this factory called Telefunken where\nshe also assembled -- where she assembled radio tubes. She had learned that was an\nessential thing for the war effort. And my mother took some satisfaction at that time in working\nalongside German soldiers who had served on the eastern front, who had been repatriated\nfrom Russia. And they were minus an arm or a leg. They had been severely injured, were no\nlonger fit for duty. And so they were sent to work alongside in this factory. And they had\nbecome so anti-Hitler that they did everything possible to sabotage the workings of the factory\nSO.\nThat encouraged my mother to start her own little acts of defiance. And one of the\nthings that she did was she would spend a whole day assembling one radio tube and then\nwhen the siren was sounded at the end of the day to indicate the end of work, she would\ndisassemble the radio tube, put all the parts back in the drawer and then start the process all\nover again the following day. An act of defiance that really, | think, Kept her going.\nAnother act of defiance was observing Jewish holidays or trying to. And one of them is\nthe holiday of Chanukah. Chanukah is when candles and festival of lights. And so my mother\ntold me the women would go to the infirmary and tell the nurse that they were having their\nmenstrual period and needed a wad of cotton. And they would then save a little bit of oil from\nthe machinery they were working on, fashion wicks out of the cotton, and put those into a\npotato, which was the only kind of food that they had. And then in the evening light that little\nwick. And that's how they continued to observe the holiday of Chanukah. Something that\nagain an act of defiance that | think kept her alive. My mother eventually witnessed the\nbombing by the allies of that factory, as she said a Hebrew prayer of thanks to God when she\nsaw the factory going up in flames. Thanking God for having survived to see that particular\nday. But that wasn't the end of her ordeal. Because my mother then was put on a whole\nseries of death marchers as the Soviet Army approached all of the prisoners were marched\nfurther and further back west until my mother finally came into a camp at the Danish border\nwhere she was lib rated to the intervention of a man called Bernadotte who was the head of\nthe Swedish Red Cross. And my mother then was repatriated, sent to sweeten to recuperate.\nMy father, on the other hand, as | said remained in Auschwitz. Was sent on to a horrible camp\ncalled Mauthausen, then three more camps in Austria, Gusen, Steyr, and finally a beautiful\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nplace high up in the Austrian Alps where he did horrible work assembling V2 rockets for the\nGerman Army in abandoned salt mines. And terrible, terrible work, debilitating work. But he\ndid see liberation by the American Army. But he was so weakened that he passed away two\nmonths later and he's actually buried in that concentration camp. | have visited his grave there\nand the only time that | really shed tears for my family, like really understood the loss of a\nfather is when | stood at his brave and broke down in tears\nEdna Friedberg: Your mother, having managed to survive, returned to the Netherlands,\nhoping to reunite with her children. How did she learn what had happened to her two little\ngirls?\nAl Munzer: Well Debbie Madna told me that my mother came to her house which was\nreally her mother's house, the woman | was left with initially, and she was the one to tell her\nthat my sisters were no longer there. Without any real details. | don't Know exactly what my\nmother found out what happened to my sisters. But then she took me -- she took my mother\nover to the house where | now was, and that's the very clear memory that | have. | remember\nbeing asleep in one of the back rooms of the house and my sister Debbie coming to wake me\nup and carry me into the living room where the whole family was sitting in a circle. And | was\ncranky and crying, so they did what you typically do with a crying child. They passed me from\nlap to lap. And what | remember there was one lap | wouldn't sit in, a woman | kept pushing\naway. And that was my own mother. Because she was, you know, complete stranger to me. |\nalready had a mother and that was Mima Saina. And my mother knew that it would be very\ndifficult to separate me from Mima, so she decided that Mima ought to continue to care for me\nwhile she and my mother went out looking for work. But that only lasted a few months\nbecause in October 1945 sadly Mima had a cerebral hemorrhage and passed away. And |\nhave very, very few memories actually of Mima Saina. | remember visiting her grave and\nanother memory that | have that | recently or a few years ago for the very first time was able to\nshare with students from Indonesia visiting the United States to learn about what religious\npluralism is about. And | told them the story of my family, showed them photographs of me\nwith Mima and then at the very end, | said, you know, | have almost no memories of Mima\nexcept that she used to sing a lullaby to me. And it was called \"Nina Bobo\" and this whole\ngroup of students started singing it in unison. An amazing moment. It brought tears to my\neyes. And after that these young women, Muslim women, young Muslim women wearing\ntraditional head scarves, came up to me, hugged me, kissed me, and said, you know, we are\nfamily. And incredibly, you know, incredibly powerful moment that | will never forget. And it's\none moment that really gives me a little bit of hope in my story.\nEdna Friedberg: You should know that Al continues to work with groups from\nIndonesia, with survivors from the genocide in Cambodia. He really understands and puts\nyour heart into Knowing what your stories can do to build bridges. We have just another\nminute or two before we open to questions. | do want you to tell us about an incident at that\ntime movies that happened, your mother came back to the Netherlands, she's lost her\nhusband, two of her three children, her extended family, but she has to try to --\nAl Munzer: Sure.\nEdna Friedberg: -- continue with life.\nAl Munzer: Sure. And so my mother, you know, tried -- she really wanted me to get\nused to being alone with her. Rather than being entirely dependent on Mima. So my mother\ngave Mima a ticket to go see a movie. And Mima left the house and then she came back a few\nminutes later. Wagged her finger at my mother, don't hit him. That's how protective Mima was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\non me that she didn't even trust my own mother to care for me. A woman who was really\ntotally devoted to me. In fact, some people say that, you know, she passed away not just of a\ncerebral hemorrhage but because of a broken heart, she was so afraid she might lose the little\nbaby that she had cared for.\nEdna Friedberg: And Al, you were able to get the Madna family and Mima recognized\nas righteous among the nations for the incredible risk they took to save your life.\nAl Munzer: Yes, they were recognized by Yad Vashem, the memorial to the Holocaust\nin Jerusalem where their names are inscribed as righteous among the nations, people who\nrisked their lives to save Jewish children and adults. People, you know -- in this whole sea of\nevil, there were a few good people like them who really risked their lives to continue to do what\nis right. And so | am so glad that they were recognized over there. If that 30 had been ten\ntimes or 100 times as many people like them perhaps the Holocaust might not have happened.\nAnd | think, you know, their lesson is really important one. And that's why | continue to share\nthe story with Papa Madna's grandchildren, great grandchildren, and now with anybody coming\nto visit the museum and students from all over the country, all over the world, because | want\nthem to learn that it is possible to stand up for what is right, even when you're surrounded by\nevil.\nEdna Friedberg: I'd like to open it up to questions from the audience. We have two\nushers with microphones. If you have a question, please raise your hand and we'll pass the\nmicrophone to you. There's one down here in front and one on the back aisle as well. And if |\ncould ask if you'd keep your questions brief, that would be great. Thank you.\nAudience Member: Should | go ahead?\nEdna Friedberg: Sure. If you've got the mic first.\nAudience Member: Thank you very much. That was awesome. My question to you is,\namidst everything that was going on in Europe and learning something | never knew before,\nthat Indonesian community that was there, how much fear did they have of the Nazis being\nIndonesian, Muslim, and in a place that they were a minority?\nAl Munzer: It's a very good question, and | really don't have a very good answer to it.\nIn actual fact, what I've been able to learn is that the Indonesian community in Holland was not\nsingled out like the Jews. Or like African people -- people of African dissent might have been.\nAnd why that is, | don't really know. Whether they were not grouped with the so-called inferior\nraces might be one reason. But many Indonesians living in Holland were part of the resistance\nmovement. Very active resistance movement, especially among Indonesian students. They\nwere fighting for freedom for Indonesia from Holland, from being a colony, but they said first\nwe have to deal with the Germans and then we'll deal with Holland. That was sort of their\nmotto.\nEdna Friedberg: If | could just add, one of the other things you notice if you look at Nazi\nracial policy is how inconsistent it often is. There will be exceptions and depending on the\ncontext also a lot was left to the discretion of an individual official in different locations. And\neven in the way that anti-Jewish policy was enforced varied greatly from place to place. So it\nis consistent to be inconsistent is essentially how | would answer your question. Yes, sir.\nAudience Member: A number of us in the front couple of rows here are from Minnesota\nand about a week ago they announced that they had found a member of the Nazi SS living in\nMinneapolis in St. Paul. | think he's 98 years old. Do you have any personal feelings as to\nwhat should happen when we discover, when we find someone like that?\nAl Munzer: This is a really tough question, you know. Many, many years have passed.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nOn the other hand, it's never too late for justice to occur. And | think it is important to\nprosecute whatever remaining Nazis there are. Obviously, you know, it's -- there are fewer\nand fewer of them around. But if we allow their crimes to go unanswered, we are really\nbecoming complicit in these crimes. And these are crimes that really | think need to be\nprosecuted to the very end. | think it's part of the human conscience.\nEdna Friedberg: I'd like to add, if | might, too, a couple of other reasons for trials. It's\none thing to think about a very elderly man near the end of his life but part of what trials do,\nthey're also how we as a society express our values and there's a reason why crimes like\nmurder, quote, unquote murder, also crimes like genocide, there's no statute of limitations,\nbecause they really -- the evil does not -- did not dissipate with the passage of time. The last\nthing | would say related to that, too, is trials are often a way that we learn much more about\nthe historical record and how crimes are committed. Just a year or two ago there was a trial of\na man in Germany, also quite elderly, referred to in the presence of bookkeeper of Auschwitz,\nhe helped to process valuables that were confiscated from prisoners. Through that trial we\nlearned a great deal about the mechanisms, the mass theft that was part of the genocide. So\nit's not only about the fate or how much punishment can you give a person at the end of his life\nbut also about establishing an unimpeachable record so people who might deny these crimes\ncan see that the perpetrators themselves gave testimony of it. And | think that's very valuable.\nWe have a question here.\nAudience Member: Yes. First of all, thank you, Dr. Munzer, for had outstanding time\nyou're spending with us. What can we learn from your mother after the war, after losing two\ndaughters and her husband and all she went through in the camps? What can we learn from\nher?\nAl Munzer: What we learn from her, what | learned from her is the incredible human\nspirit. You know, the fact that she was able to start life over again, to continue with life, | think\nprobably one very important reason for that was that she found me alive and she had me to\ntake care of. You know, my mother used to remind me of that story of Hannah that | told you\nabout. And Hannah made a pledge, she said if the almighty will give me a child, | will give that\nchild to the service of God all of the days of his or her life. And my mother emphatically would\nremind me of that pledge, | said the same thing.\nEdna Friedberg: No pressure.\nAl Munzer: So | want you to succeed. | want you to do the right thing in your life. And\nthat's something that really influenced me and probably why | became a doctor and I've tried to\nlive up to that pledge for my life.\nEdna Friedberg: We have time for one final question. There was a person here.\nAudience Member: I'd like to thank you again so much for your very special and\ntouching stories about your family, both by birth and your foster family. But I'm curious to hear\nyour opinions about the ongoing refugee crisis in Europe and rising anti-Muslim sentiments\nthat are occurring in places such as the Netherlands and any parallels you think might exist\nbetween these two topics.\nAl Munzer: | think it's extremely -- it's just disheartening isn't even the word. You know,\n| think the greatest tragedy, to me, of the Holocaust wasn't just that | was deprived of a father\nor deprived of the companionship of two sisters, but it was that the world did not learn the\nlessons of the Holocaust. Did not ban hatred and discrimination, that we did not see an end to\natrocities perpetrated by governments and that they continue to be a need for refugees. And,\nyou know, one of the -- if my family had been given refuge in a country like the United States,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nor anywhere else, | might have had a father and | might have had, you know, sisters who were\nalive. So | feel very much, you know, for the refugees who are trying to find a safe place, a\nsafe haven. And | very much hope that there will be an end at some point to the need for\nrefugees. But in the meantime, | think we have an obligation in the world to provide a safe\nshelter for the people who are seeking it.\nEdna Friedberg: And Al does more than hope. | should mention he's in the middle of a\ntour actually around the country with a young Syrian refugee, a man named Mouaz as part of\nthe Center for Prevention of Genocide. | would encourage you to look at our website and see\nthe various programs and initiatives we do to raise awareness and influence the policy makers.\nWe are out of time. | know that Al, Dr. Munzer, will be happy to stay and answer your\nquestions, talk to you afterwards, but it is our tradition at \"First Person\" that the \"First Person\"\nguest has the last word so | will turn it over to you for any closing thoughts.\nAl Munzer: My thought is what | said earlier, it is possible, even when surrounded by\nthings that are wrong, surrounded by evil, it's still possible to do what is right. And that is, |\nthink, my -- the most important message that | really want to leave with you.\nEdna Friedberg: Thank you for sharing your family's history with us, and thank you for\njoining us today.\n(Applause).\n",
    "segments": []
}