{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ALBERT GARIH\nThursday, July 9, 2015\n11:00 a.m. — 12:05 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the Museum's public program First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nAlbert Garih, whom we shall meet shortly.\nThis 2015 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Arlene and Daniel Fisher Foundation and\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue twice weekly through\nmid- August.\nThe Museum's website, www.ushmm.org, provides information about each of our upcoming\nFirst Person guests. Anyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in your program or speak with a museum representative at the back\nof the theater when we finish our program. In doing so you will also receive an electronic copy of Albert\nGarih's biography so you can remember and share his testimony after you leave here today.\nAlbert will share with us his First Person account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows at the end of our program, we'll have an opportunity\nfor you to ask Albert a few questions. The life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with the introduction.\nWe begin with this school portrait of Albert Garih taken in 1945.\nAlbert's parents, Benjamin and Claire Garih, were born in Constantinople, Turkey, but moved\nto Paris in the 1920s. Albert and his twin brother, who died in infancy, were born on June 24, 1938, in\nParis, joining older siblings Jacqueline and Gilberte. We see all three siblings, including Albert with\nlong hair, in this 1943 photograph. Albert's father worked in a garment factory and the family lived in\nthe janitor's apartment there.\nIn May 1940, Germany invaded France and occupied Paris. The Garih family fled south but\nthey soon returned to Paris where they were subjected to France's new anti-Jewish legislation. In\n1943, Albert's father was deported to a forced labor camp and Albert's mother and the children went\ninto hiding with Madame Galop and her husband for the next six months. When they returned home in\n1944, police were sent to arrest the Garihs but agreed to say instead that the family was not home if the\nfamily would leave immediately.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAlbert was placed in a Catholic boarding school for boys and his sisters in one for girls in a\nnortheastern suburb of Paris. When Paris was liberated in August 1944, Albert's mother was able to\nbring her children back to the city. Claire and her children are shown together in this photograph.\nAlbert's father, released from the labor camp, walked from Belgium to Paris, returning to his family in\nSeptember 1944, on Rosh Hashanah, the Jewish new year.\nThe Garih family remained in France after the war. Albert received his Baccalaureate degree\nin 1957 then earned a degree in English and Spanish to French translation from the School of\nAdvanced Translation and Interpretation studies at the Sorbonne in 1962 and immediately began his\ncareer in translation, which he continues to this day, 53 years later. His early work was translation of\nscientific and technical documents and publications and later translation of political and economic\ndocuments.\nAlbert's work took him from France to Cameroon in Africa, to Montreal and then eventually to\nthe United States. The organizations for which he worked included, among others, the International\nCivil Aviation Organization, the Inter-American Development Bank, the World Bank and the United\nNations. His work with the World Bank brought him to Washington, D.C. in 1976. His current consulting\nwork is for the United Nations.\nIn 1967 Albert married Marcelle Ohayon who had moved to France from Morocco in 1960.\nAlbert and Marcelle have three daughters, Judith, Dalia and Noemi. Their three daughters have given\nthem 11 grandchildren,\nFor pleasure, he describes himself as a real movie buff, loves photography and to read, and\nhe loves to travel. Albert and Marcelle went to China in 2012. he visit the South Africa in 2014. This\npast spring Albert traveled to France, a very significant trip for him that we will likely hear more about\ntoday. Albert speaks French, Spanish, English and Judeo-Spanish.\nAlbert volunteers here at the Museum with Visitor Services working at the visitor desk and he\nleads tours of the Permanent Exhibition and the special exhibition, \"Some Were Neighbors.\" He also\ngives talks about his personal experiences as a child survivor at the Museum and around the country.\nAlbert's close friends Isaac and Aviva are here with him today, here in the front row.\nWelcome. We're glad to have you.\nWith that I'd like to ask you to join me in welcoming our first person, Mr. Albert Garih.\n[Applause]\n>> Bill Benson: Albert, welcome and thank you so much for your willingness to be our First Person\ntoday. It's good to have you here. You have a great deal to tell us so we're going to jump right in, |\nthink.\nWorld War II began in September 1939 with Nazi Germany's attack, invasion of Poland. The\nfollowing May, 1940, Germany attacked France. You were nearly 2 years old at that time. Before we\nturn to the war years and what it meant for you and your family, why don't we start with you telling us a\nlittle bit about your parents and what their life was like before the war began.\n>> Albert Garih: My parents were born in Constantinople, which became Istanbul later, in Turkey, at\nthe beginning of the century. The language was Judeo-Spanish. They are Latino, properly naming\nLatino. They lived there. Turkey was part of the Ottoman Empire which made the wrong decision of\nsiding with Germany during the First World War.\nSo at the end of the war, the Ottoman Empire was dismantled and strong man came to power\nin Turkey by the name of Mustafa Kemal Ataturk, which means the father of modern Turkey. And at\nthat point, the Jews in Turkey were not feeling quite comfortable because they had seen what\nhappened to the Armenians. There was a genocide of the Armenians at the beginning of the century.\nAnd then the Greeks were living in a port city in Turkey, fled, and went back to Greece.\nSo the Jews thought maybe they would be next, so my parents -- they were not married at\nthat time. They didn't know each other when they lived in Turkey, but they both emigrated to France in\n1923 Mustafa Ataturk came to power. They settled in France. They met in France and got married in\n1928. My sisters were born in 1930, Jacqueline and Gilberte, 1933, and | was born in 1938. | was a\ntwin. My twin brother died in infancy at the age of 6 months.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAt that point, my parents, you know -- the reason they came to France is quite logical because\nthey were educated in Turkey, in an international organization that was sponsoring schools all over the\nOttoman Empire where education was given in French. So my parents were perfectly fluent in French.\nIt was the second tongue to them next to Judeo-Spanish. And they hardly spoke -- they spoke very\nbroken Turkish, actually. So when they decided to leave Turkey, France was a natural destination for\nthem. That's when they emigrated in 1923.\nMy father was working as an accountant in a garment factory. He was doing the payroll,\nactually, of the employees there. We were not very rich to say the least. My father was working two\njobs at the same time. He was working full-time during the day in that garment factory and he was\nrunning another job, going to a movie theater in one of the main areas in Paris. The movie theater, he\nwas tearing tickets at the entrance, like you have people doing that. So he was running two jobs at the\nsame time. And my mother stayed home because she had to raise three children, three young\nchildren.\nThe garment factory where my father was working, the owner of that factory was Jewish. He\nallowed my father and my family to live in the janitor's apartment of the house, of the factory. We were\nsort of the concierge of the factory, actually, to save on the rent. So | tell you, it was not wealth or\nanything like that. We were rather poor, actually. So my father was running two jobs and on top of that\nhe was saving on the rent.\nWe stayed like that until 1939, even later. In 1939, the war broke out, first in Poland. In\nMay 1940 there was the invasion of Western Europe, including France. And at that point when Paris\nwas invaded, when France was invaded in June --\n>> Bill Benson: Before you go on to that, let me just ask you a couple of questions. What was your\nparents’ citizenship status?\n>> Albert Garih: Good question. My parents had lost Turkish citizenship at that time. They were\nstateless. My father had started the process of getting a French naturalization but at one point in the\n*30s, for whatever reason, all the applications were frozen so they were stateless, which meant that\nthey were more exposed to danger than French Jews. I'm going to explain that.\n>> Bill Benson: A little bit later. Ok.\nAnother question. You were born in 1938. That was a year that was pivotal to the power of\nthe Nazis. Your parents described -- or you described that as an ominous time. Do you think\n1938 -- do you have any idea if your parents were really scared or frightened about what the future held\nas you were coming into their life?\n>> Albert Garih: | don't know. | never asked them about that but | think they must have been\nconcerned about, you know, the wave of anti-Semitism and all the measures that were taken in\nGermany to deprive the Jews of their basic rights. But in France we were not yet affected by that. It\ncame a little later when France was invaded.\n>> Bill Benson: Which was May 1940.\n>> Albert Garih: May 1940. In June 1940, there was a battle. The French Army was defeated. The\nnew government -- the French government resigned and a new government was formed under Marshal\nPetain, hero of the First World War, a notorious anti-Semite and collaborationist. They formed the\ngovernment. They -- the statute of the Jews based on the Nuremberg Laws depriving Jews of most of\ntheir basic rights. We had the same rules starting in 1941.\nIn 1942 --\n>> Bill Benson: Before we go there, I'm going to stay back in 1940 for just a little bit.\n>> Albert Garih: Yes?\n>> Bill Benson: When Germany invaded France and as they advanced on Paris, there was a mass\nexodus of people fleeing Paris, perhaps as many as 80% of Paris' population. You said to me that for\nyour family, quote, it all began with the exodus from Paris. Tell us about the exodus and what that\nmeant for your family, what the exodus was, so people understand.\n>> Albert Garih: When the German Army defeated the French Army in June 1940, and they started\nmarching -- they marched into Paris, actually. The people of Paris got scared. They all fled south,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\ntowards the South of France. France was divided into two zones. You had the occupied zone in the\nnorth and the free zone in the south. The new government set shop in Vichy, under the demarcation\nline in the free zone. So a lot of people tried to cross that line but my parents didn't go that far.\nActually, my father didn't even leave -- he stayed in Paris. We fled with my mother.\n>> Bill Benson: You left.\n>> Albert Garih: My mother, sisters and I, we fled. We went down to the River Loire which is famous\nfor its beautiful chateau. We spent a few nights in the chateau. But it was more sleeping on the floor,\non straw. | was 2 years old. It was June 1940. | was just 2 years old. And my mother had nothing to\nfeed me. | was crying all the time. | was bothering all the people who were there. At one point my\nmother told me -- all | am telling you now about that period is what | got from my mother.\n>> Bill Benson: Right.\n>> Albert Garih: She said that | was bothering people so much that at one point there was a soldier,\none of the French soldiers who had fled, escaped being taken prisoner, gave her a bottle of Schnapps\nand said \"Give him some Schnapps. That will calm him down.\" So | had my first shot of Schnapps at\nthe age of 2.\n>> [Laughter]\n>> Bill Benson: My image of the exodus is what we've seen in movies, and that is thousands and\nthousands of people fleeing on bikes, in carts, in cars.\n>> Albert Garih: It was a total chaos.\n>> Bill Benson: With German planes diving in.\n>> Albert Garih: German planes, Italian planes strafing people. Actually, that's how my mother lost her\nmother, grandmother, a brother, a sister, and two nephews when a bomb fell on their car on the bridge\ncrossing over the River Loire. That was the first tragedy that struck us, actually, during the war, my\nmother lost her mother; | lost my grandmother and an uncle, aunt, and cousins.\nEventually, having nowhere else to go -- we didn't have any connections outside the country,\ndidn't have any money so eventually we went back home.\n>> Bill Benson: And you were describing for us the division between Vichy, France, and occupied\nFrance. So you returned to Paris.\n>> Albert Garih: We returned to Paris in the occupied zone.\n>> Bill Benson: What did that mean, the occupied zone?\n>> Albert Garih: The occupied zone meant it was occupied by the German Army. We had German\nsoldiers all over in France, in that part of France, actually. So it was very scary. And the German Army\nwas imposing demands under Vichy government. They started rounding up people. In 1941 they\nstarted rounding up people. That started in 1941 and lasted until 1944, actually. 76,000 Jews were\ndeported that way. They were arrested, rounded up, arrested, and sent to Auschwitz by way of transit\ncamp in Paris, north of Paris.\n>> Bill Benson: Until that time when the mass deportations began in the summer of 1942, you\ncontinued to live with your family in their apartment during that time. Right?\n>> Albert Garih: Yes. But in July 1942, that's when it started to get worse. Actually, that's when the\nbiggest roundup of all, where 13,000 people were rounded up and sent to Auschwitz including 4,000\nchildren who didn't come back.\n>> Bill Benson: Until that time was your father able to continue to work and feed your family?\n>> Albert Garih: My father was working, yes. But it was getting worse and worse. For instance, the\nfactory where my father was working, his boss was Jewish so the factory was confiscated. They put an\nAryan manager. My father's boss had to go into hiding, actually.\nSo at that point we had to vacate the apartment, the janitor's apartment, and were to find an\napartment in no time, in July 1942 from then on all | am going to tell you is my recollection because |\nremember vividly when we moved into that tiny apartment | still remember the wall paper on the walls,\nactually.\nSo, yes, we had to -- at that point with people being rounded up all the time, my parents were\nvery concerned. They wanted to protect us from the danger of being arrested and taken away. They\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nsent us to a farm outside of Paris in a place which today is famous for the park. It was farmland. My\nsisters and | spent the fall and winter of 1942, 1943 on that farm. That farm was run by two ladies. |\nnever saw any man in that farm. | guess the men -- men may have been taken. Maybe they were\nPOWs somewhere. | never heard -- | never saw any man in that farm. It was only two ladies.\nMy sisters would go to school. | remember that winter was very cold. We had a lot of snow.\nA lot of snow. | was staying behind -- | was 4 years old. So | was staying behind with the two ladies\nwhile my sisters were going to school. And my parents had not told the ladies that we were Jewish.\nThey just said that they put us there in order for us to be better fed. You know, there were so many\nrestrictions. Everything was rationed: bread, butter. Butter was a luxury item. So my parents used that\npretext to say we are going to send our children to a farm where they are going to be better fed.\nAnd actually, we were. It was not exactly clean but it was -- we were not hungry there. These\npeople were raising -- these two women were raising pigs, | remember, and rabbits. It was fascinating.\n| was fascinated, playing with the rabbits in their boxes. That's what | remember. But, you know, as 4\nyears old, | had no idea what | should say, what | should keep for myself. And once in the conversation\n| told the ladies that we were Jewish. And these ladies didn't want to have anything to do with the Jews\nor anything. Maybe they were not anti-Semitic but they were afraid of the dangers of hiding Jewish\nchildren so they sent us right back to our parents. That was in the summer of 1943.\n>> Bill Benson: So you're back in Paris.\n>> Albert Garih: Back in Paris in this tiny apartment. Yes.\n>> Bill Benson: One of the things you mentioned is how scary it was for your parents because the\nroundups were going on, particularly it was dangerous to go on the Metro, the train. You told me about\none particular incident.\n>> Albert Garih: That incident, that's something that my mother told me because | had no recollection.\n| must have been too young for that.\nOne day she had to run an errand into Paris. We were living in a suburb adjacent to Paris,\nabout one mile away from Paris. One day she had to go into Paris and we had to take the subway. It\nwas very dangerous for Jews to be caught in the subway because if there was an identity check and\nthey would find on your identity card that there was a J or marks Jewish on it, they would take you right\naway, put aside and send you to a transit camp and from there to Auschwitz. And one day my mother\nhad to take me on the subway. When we got to the end of the line, actually, there was an identity\ncheck. So that meant -- whether it was French police -- it was probably French police or militia, which\nis even worse. The militia, they were vehemently anti-Semitic, these people. So they were checking\nidentity. So my mother took me in her arms and pretended she was looking in her purse for identity\ncard. She walked between two guards. They didn't stop her. If they said, Ma'am, | want to see your\npapers, | wouldn't be here today.\n>> Bill Benson: So she was able to escape.\n>> Albert Garih: Somehow -- she walked between two guards and she managed to escape that way.\nBut that was, you know -- | don't know what to call it. | don't like to use the word miracle but to me it's\nalmost miraculous that she was not stopped. As | said, you know, otherwise | wouldn't be here today.\n>> Bill Benson: As you said to us earlier, by that time thousands and thousands of Jews had been\ntaken and deported from Paris. In September 1943, your father was taken for forced labor in the\nChannel Islands between England and France. Soon after that your mother, sisters and you went into\nhiding. Tell us what you can about your father being taken and being forced to go away and then about\nyour mother's efforts to find hiding places for you.\n>> Albert Garih: My father was summoned to go to a slave labor camp off the coast of Normandy,\nactually between the Channel Islands. It was between the French and Britain, actually.\n>> Bill Benson: The Germans had occupied those islands.\n>> Albert Garih: The Channel Islands was the only British territory under German occupation. The\nGermans dreamed of taking over Great Britain but they never did. All they could do was to bombard\nLondon -- but they took these territories. They were building what they called the Atlantic Wall to stop\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nan invasion from the Allied Forces at that point. So my father was one of the slave laborers who was\nworking on the Atlantic Wall. He actually had a terrible accident when he was there.\n>> Bill Benson: Before we talk about that, you remember him leaving.\n>> Albert Garih: Oh, yes. Yes, yes, yes. Actually -- | was a kid. | was 5 years old at that time. My\nfather had been given a gas mask. They had the recollection of the First World War where they were\nusing gas in the trenches. So my father had a gas mask. | remember as a child -- it was put in the\nbathroom. | used to put it -- | used to play with that gas mask. So when he left, he had to take his gas\nmask with him and we walked -- as | said, we were living about a mile away from the Metro station.\nThere was a bus taking us there but we didn't take the bus. We walked all the way to the Metro station\nto spend a little more time with my father. | remember when he left, he took the Metro and he went.\n>> Bill Benson: Did he or your mother -- do you know if they had any idea where he was going?\n>> Albert Garih: | don't know. | couldn't -- | don't Know. All | Know is that in a way in his misfortune he\nwas very fortunate to end up in this Channel Islands because if he had been sent to the east, to\nEastern Europe, he probably would not have survived. In that camp he managed to survive.\nAlthough, as | said, he had a terrible accident. He fell off a cliff at one point. He was injured\non the head. He was left like that. He fell off a cliff. There was a scaffolding. He stepped on a loose\nbolt and the bolt came right to hit him and he fell down the cliff. He was picked up a couple of hours\nlater by the soup truck. My mother when she heard about that, she thought we would not see our\nfather again. But my father was a very strong man, much stronger than me, actually. | don't think |\nwould have survived the experience that he went through but he did survive.\n>> Bill Benson: When you and your family walked your father to the Metro for him to leave to go into\nslave labor, your mom is now alone with three children.\n>> Albert Garih: Three children.\n>> Bill Benson: What happened then?\n>> Albert Garih: She was terrified because she knew they were rounding up people. They could come\nat any moment, in the middle of the night. We would hear the boots of the Germans or the French\npolice banging at the door and taking people away. That's how they would do that. So she was\nterrified about that.\nOne day, sometime, you know, she met this lady at the street market. She thought she could\nopen up to this lady. She told her her story that she thought we might be taken away at any moment.\nThis lady, Madame Galop, went back home, told her husband. The husband the next day came with a\ncart and we took whatever personal effects we could with us and we went to live with the Galop family,\nin a small house, actually. We spent about six, seven months with them.\nAnd that was curiously enough the happiest time | had during that period. The Galop family\nwere absolutely charming people. They were a protestant family. They had two daughters. | was 5.\nThe two daughters were 4 and 3. Sol had playmates. Gabriel, Monsieur Galop was a sculptor. He\nwas making sets for movie studios. They had a warehouse in the back of the house where they were\nstoring all of these movie sets. They were great hide and seek parties there with the two little girls.\nMonsieur was very funny. He was always telling a story. He had this very warm accent, southern\naccent of France. They were absolutely delightful people.\n>> Bill Benson: What was the risk to them for taking you in?\n>> Albert Garih: | don't know exactly how much risk they were taking but, you know, when people were\ncaught hiding Jews, either they might end up being deported with the Jews or they might be executed.\nAnd they had two young daughters, two young children. These people were absolutely heroic. To me,\nthis is beyond belief, actually. | can't imagine. | have wondered very often since then whether | would\nhave had the courage to do what they did for me for other people. You know, that's a big challenge. |\ndon't know.\n>> Bill Benson: As you were saying to me before we started, because you were so little, you weren't\naware of the terror as much as the adults were. What was that time like, do you think, for your mother,\nliving in hiding with the Galops, and your father's gone?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Albert Garih: My mother was in constant fear of us being denounced, you know, reported by some\nneighbors. We were living in a small -- you know, the Galops were living in a smaller streets. There\nwere about 10 houses there. It was mostly artists, painters, sculptors, and the Galops. One of the\nartists, a painter, his wife was a sympathizer of the Reich, an anti-Semitic. One day she went to the\nGalops and said, \"When are you going to get rid of that scum?\" We were the scum. At that point we\nhad no choice but to go back home. We couldn't stay with the Galops anymore. So we went back\nhome.\n>> Bill Benson: Back to your apartment?\n>> Albert Garih: To the small apartment, yes. And sure enough, a few weeks later, a bang on the\ndoor. It was always early in the morning. | don't know why. 8:00 in the morning. | was still in bed. |\nwas just about 6 at that time. It was in June 1944. Two French police inspectors. \"Madam Garih, we\ncame to take you away.\" | can't imagine my mother's -- legs starting to shake. \"Don't be afraid. We're\ngoing to report that we didn't find you. But you must leave your apartment immediately because we're\ngoing to report we didn't find you.” They're going to send -- whether it's the other police or the Gestapo,\n| don't know who, they're going to put some seals on the door. If they find you there, they're going to\ntake you away.\nSo | was awakened by the commotion, actually. | was still in bed. My mother dressed me\nvery quickly and with my sisters we went out. We went to see a social worker.\n>> Bill Benson: Before you tell us about this, why do you think they did that rather than take you as\nthey apparently had come to do?\n>> Albert Garih: You know, that's something that | very often wondered, whether these people were\nreally heroes or just pragmatic and were realizing that they had lost the war -- France had lost the\nwar -- Germany had lost the war and they were on the wrong side. | don't know. | don't Know what\ntheir motivations were but | know that other people were arrested the same day, actually, and never\ncame back. | don't know what was the motivation of these people. All | Know is that's what they told\nmy mother, you have to find another place to sleep; you cannot stay in your apartment.\n>> Bill Benson: So your mother, who is already terrified, now it's even worse. They've come and said\nyou've got to get out of here.\n>> Albert Garih: Can you imagine the adrenaline at that point? Yes. It must have been pumped up,\nactually.\nSo she went to see this social worker who told her a story. The social worker said, you know,\n| need a few days to find a place for each one of you, a hiding place for each one of you but in the\nmeantime you must not sleep in your apartment; try to see if you can sleep at your neighbor's. That's\nwhat we did. Actually, we had next door neighbors, a couple -- it's funny. The Galop family was a\nprotestant family. This couple next door were a Communist couple, workers. They had a little\ndaughter, about my age. My mother and I, we slept in their apartment. My sisters slept downstairs at\nthe lodge keeper’s apartment. The lodge keeper was also a woman -- her husband must have been\nalso among the soldiers taken prisoner. | never saw a man there. She had three children: two sons\nabout 13 and 12 and a little girl about 5 years old. And my sisters slept at the lodge keeper's. And we\nslept at the inn next door.\nIt was convenient. They were work night shifts. She was a printer, working probably for a\nnewspaper. | don't know exactly. So she was working at night. So we would sleep in their bed during\nthe night. And in the morning when they would come back, we would leave their bed and they would\ngo to sleep. So we stayed like that for a few days. | couldn't tell you whether it was a week. | don't\nknow. A few days.\nAfter a few days, the social worker came back to my mother and said, ok, | found a place for\neach one of you. And my mother was placed as a governess in a family of eight or 10 children. There\nwas a bunch of children in that family, near the Eiffel Tower, actually, in the heart of Paris. I'll come\nback to that later. We were put in a Catholic boarding schools in a suburb northeast of Paris,\nMontfermeil.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nMontfermeil was made famous in \"Les Miserables.\" For those of you who may have read \"Les\nMiserables,\" that's where Jean Valjean meets Cosette when she goes to get water at the well. That's\nwhere we spent the summer of 1944. We were in Catholic boarding schools. So as | said, we were\nhidden by a protestant family a Communist couple, and then Catholic boarding schools.\n>> Bill Benson: And you and your sisters were not in the same schools.\n>> Albert Garih: No. My sisters were in a boarding school for girls and | was in a boarding school for\nboys but in the same area, in the same suburb, Montfermeil.\n>> Bill Benson: Up until that time when now you're all in hiding in different places, had your mother\nbeen able to maintain contact with your father at all?\n>> Albert Garih: While we were in the boarding schools, we had no contact with my father. But before\nthat, yes. Actually, in that camp it was not as bad as in the death camps in Poland or anything like that.\nThey do correspond. One of the pictures that you saw of my mother and my sisters and me was taken\nin the quarter in Paris. And my mother -- that was another one. The other one where my mother was\nsitting and | was with my sisters and my mother. She had this picture taken by a photographer because\nin this those days we didn't have cameras. We didn't have smartphones or anything like that. We\ncouldn't take pictures. A camera was a luxury item. Ok? So we had to go to a photographer to have a\npicture taken so that she could send it to my father who was in captivity. So they could correspond.\nAnd | still remember the letters that we received from him. | still remember vividly the stamp --\n>> Bill Benson: Postage mark?\n>> Albert Garih: The stamp which was with the eagle and the swastika. | was fascinated by that. | still\nremember these letters. | don't Know for what reason. My parents got rid of them. They threw them\naway. | would have loved to have them to be able to give them to the museum. Unfortunately they\ndisappeared.\nBut, yes, | remember. We were able to communicate. But when we were in the boarding\nschools, we had no contact with our mother. And my mother was taking care of eight or 10 children in\nthat family and she could not get in touch with her own children.\nAnd my mother was on the front row to witness the liberation of Paris. The liberation of Paris\ntook place in August 1944. August 25, 1944, Paris was liberated. Ok? My mother was on the front\nrow. She saw the fights between the German Army and the resistance, the underground. There were\nsome people who were killed in the streets. She could see that from the windows. We were in that\nboarding school in the suburb east of Paris. So we were liberated a few days after Paris.\n>> Bill Benson: Before talking about liberation, do you Know anything about what your life was like in\nthat Catholic boarding school or what your sisters' life was like, where they were?\n>> Albert Garih: Yes. | have a better memory of that, my life in that boarding school than my sisters.\nMy sisters were complaining. Apparently there were some fruit trees in the backyard of the school and\nthey were not even allowed to pick up the fruit. And the fruit would fall and rot on the ground and they\nwere not allowed to eat them. And we were starving, you know, all the time. We were always starved.\nIn my case it was not any better. We didn't have fruit trees so we didn't have that problem but |\nremember the food was terrible. | remember particularly the rotten beans. We were fed rotten beans. |\nwas constantly sick, actually.\nOne day | had a feast. The priest in that Catholic boarding school was suffering from a sort of\ncancer, stomach cancer or something like that. They managed to get a couple of potatoes and a little\npiece of butter and they made him some mashed potatoes. And even that he couldn't swallow. So |\nwas fed the leftovers of the priest's mashed potatoes. That is a feast. And to this day | love mashed\npotatoes.\n>> [Laughter]\n>> Bill Benson: Albert, do you know from what you've learned from your parents later that when you\nwere in the Catholic school and your sisters were in the school they were in, who knew that you were\nJews in those schools?\n>> Albert Garih: | don't know but | suspect that the head mistress in the boarding school where | was\nknew and maybe also the priest. They were probably the only two who knew.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: The other students wouldn't know.\n>> Albert Garih: The other students knew nothing. | had learned my lesson. | didn't say anything\nabout that.\n>> Bill Benson: As you had the earlier time.\n>> Albert Garih: Yes. The head mistress was very nice to me. | have fond memories of that. | would\nhave loved to have her recognized as a righteous among the nations but unfortunately | tried to find her\nname and | couldn't find it. | was the youngest. | was just 6 years old. The children were 7 to 14. |\nwas really the youngest. | already knew how to write and read at that time but since we were in the\nsame class, with different rules, different grades so | was with the babies and | was doing strokes like\nthat when | could write and read, actually. But they didn't want to maybe embarrass some older\nchildren, | don't know, but they put me with the babies doing strokes.\n>> Bill Benson: So August 1944, Paris is liberated. Your mother's liberated before you are.\n>> Albert Garih: Yes.\n>> Bill Benson: What did your mother do then? Now she's liberated. What did that mean?\n>> Albert Garih: As soon as Paris was liberated and the train service was restored, my mother was on\nthe first train to come to see us. And curiously enough -- it's strange how a young child may quickly\nforget about his loved ones, actually. One morning -- well, before | tell you that, | want to tell you how\nwe witnessed the liberation. Because a few days after Paris, we were liberated. We learned about that\nby one of the students who had run away from the school and came back and said, \"The allies are\ncoming.\" So we all went on the main street and we saw the jeeps, the tanks, the soldiers with different\nhelmets. It was not the Nazi helmet. And friendly faces giving us chocolate, giving us chewing gum,\neven cigarettes. Not to me, but.\n>> [Laughter]\n>> Bill Benson: You had to be 8 for that. Right?\n>> Albert Garih: Yeah. [Laughter] Anyway. So that was one of the most wonderful memories that |\nhave from that period.\n>> Bill Benson: | think you told me that -- you had heard of the British and you had heard of the\nRussians but you hadn't even heard of Americans. Right?\n>> Albert Garih: No. | had no idea who the Americans were.\n>> [Laughter]\n>> Bill Benson: They showed up.\n>> Albert Garih: | heard about the Russians, the Germans, of course, the Italians, British, the French.\nThe Americans? Where do these people come from? | had no idea. But needless to say | fell in love\nwith them right away, actually.\n>> [Laughter]\n>> Bill Benson: So, your mother comes to get you.\n>> Albert Garih: So as soon as the train service was restored, my mother was on the first train. She\ncame. And one morning after we had been liberated, my sisters come and we were in the playground\nin front of the school and it was hot. | was very weak. | had no strength, actually. | remember -- I'm\ngoing to spare some details but sometimes | didn't have time to go to the bathroom which was on the\nother side. So | was in bad shape.\nAnyway. There was a smaller side door on the wall to the boarding school and | seen my\nsisters. They come and they say, \"Guess who is here.\" | was 6 years old. | had forgotten about my\nmother. Thinking: Who can be here? Sol move my sister, | push my sister aside and | saw my\nmother. Then, of course, | jump into her arms.\nBut, you know, | was not thinking about my mother anymore. | was 6 years old. It was a new\nlife for me. My mother was no longer part of my life. | had to readjust. Of course, it was very quick and\nvery easy but for a while | was not thinking about my mother. When they said \"Guess who is here,\" |\nhad no idea.\n>> Bill Benson: As you said to us, you had been starving for so long and now you're in very poor\nshape. What happened to you?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Albert Garih: Well, my mother when she saw us and saw me particularly, | was particularly skinny,\nshe took me home right away. The next day she went to pick up my sisters. When she came, she had\nthe ration stamps, coupons, actually to buy bread. She bought a loaf of bread with the ration tickets\nand we swallowed the loaf of bread in no time. We were literally starved.\nSo she took me right away home. Of course she had nothing at home. We didn't have any\nrefrigerator. A refrigerator came much later in this our lives, actually. So we had nothing. The only\nthing we had was a green apple. | was left under the supervision of our next door neighbor, the\nCommunist lady. She had the key. | just finished eating the apple and | was cleaning my teeth like that\nwith my fingers and she said, \"What did you eat?\" | said, \"I didn't eat anything..\" She said, \"No. You\nate something\": So she found out. She was appalled because -- | was very weak and | had constant,\nyou know, stomach upset. So that was the last thing | should have eaten but it was the only thing that\nwas available. So | ate it. We stayed starved like that for some time. But everything was rationed, for\nmany years, actually, even after the war.\n| remember, for instance -- I'm a translator. The French government wanted to order some\nwheat to make bread because we had stale bread; it was dark bread, it was stale. They even said that\nthey were mixing sawdust with the flour. It was terrible. Anyway. The French government placed an\norder for wheat to come from the state. But you know, from England, wheat is called corn. So they\nplaced a huge order of corn. So we had mais instead of wheat and for six months, more or less for six\nmonths, we had mais bread. It was yellow bread. | remember it was not very good but it was still better\nthan the dark bread that we had during the war.\n>> Bill Benson: Albert, your father, of course, he had been sent away. So in September 1944, after\nliberation, | think that's when your father was able to come back. Tell us what happened to him.\n>> Albert Garih: Yes. My father was in the Channel Islands. Somehow -- the allies, wnen they were\npreparing for D-Day, they were trying to convince the German Army that the invasion would take place\nin the Straits of Dover, the shortest distance between Britain and France, about 25 miles, 35 kilometers,\nso they were bombarding there. So what happened is in May 1940, just one month before D-Day -- or\n1944, | mean, May 1944, they evacuated the inmates from the island and moved them to the Straits of\nDover.\n| realized that several years later, | would say even decades later. | remember my mother\nmentioning in the conversation at one point during that time that they had bombarded Boulogne, a city\nnear the Straits of Dover, and she must have known that my father was there at that time. To me, | just\nrealized, put two things together, and | could figure out.\nSo my father was in that region of Calais and Boulogne and there were constant\nbombardments. My father told me at one point when there was a bombardment, they would lay flat on\nground and there was a raid and there was a bombardment, they were strafing people. When the raid\nwas over, my father got up and there was a German soldier next to him who didn't get up. He was\ndead. He had been killed.\n| would say around the end of August, when Paris was liberated, the German Army was\nmoving -- the allies were pushing east towards Germany and the German Army was moving back. At\none point they put all the inmates that they had in the Straits of Dover on a train bound for Germany.\nWe don't know whether they would have used them in slave labor, factory in Germany, or maybe they\nwould have been sent to a death camp.\n>> Bill Benson: Right.\n>> Albert Garih: | don't know. Maybe that would have been a more likely alternative because they\nwere not in good shape so maybe they would have exterminated them.\nThey were on atrain. The train was stopped in Belgium by Belgium partisans, resistance,\nunderground. They had blown up the railroad or something. There was a battle. And in the confusion\nthe Germans released the inmates. There were 900 and a few more on the train bound for Germany.\nThey were released. That was in northern Belgium. So they had to walk across Belgium to France. It\nwas about 200 miles. He arrived the morning --\n>> Bill Benson: He walked that whole distance?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Albert Garih: He walked.\n>> Bill Benson: And he is not in good shape. Was he?\n>> Albert Garih: No. He was not. He was not at all. As | said, he had this bad fall and he was sewn,\nyou know. To the end of his life he had big scars. He was bald, so you could see all the scars on his\nhead of his injuries during that period.\nSo he walked all the way from northern Belgium to Paris. He arrived the morning of Rosh\nHashanah. Rosh Hashanah is the Jewish new year. My mother was dressing us, you know, for the\nfirst time we were going to go to the synagogue for Rosh Hashanah for the service. Once again at\n8:00 in the morning -- this time it was a happy time. We had a knock on the door. It was my father. It\ntook my mother a few seconds to recognize him.\n>> Bill Benson: She had no idea he was coming home of the right?\n>> Albert Garih: No, no. She knew, yes. My father was sent to that camp with a cousin of his. His\ncousin had come back already.\n>> Bill Benson: Ok.\n>> Albert Garih: So his cousin told my mother that my father was on his way home but she didn't know\nwhen he would show up. So he came back the morning of Rosh Hashanah. He was in terrible shape,\nof course. He was like a skeleton but he survived.\nThat's it. That's the whole story about our family. We were reunited. The family was intact.\nAs | said before, my mother lost her mother, brother, sister, and some nephews plus some cousins who\nwere taken to Auschwitz who never came back. But our nuclear family was intact. My father, mother,\nsisters and me, we Survived.\n>> Bill Benson: When you were liberated, when your father came home in the fall of 1944, of course,\nthe war continued until May of 1945 so it went on for a good while longer. Were people afraid that the\nGermans might come back or did you feel completely liberated at that time?\n>> Albert Garih: You know, as | said before, | was too young to be afraid. So | don't remember that we\nhad that fear that they might come back. | thought pretty much once Paris was liberated, for us the war\nwas over. The war was over in 1944. And October 1, 1944, was back-to-school day and | was all too\neager to start at the age of 6 to go to elementary school. | was a highly motivated student. My\nmotivation tampered a little bit over time but at the beginning | was -- [Laughter]\n>> Bill Benson: I'm going to ask you one more question; then we'll have time for a few questions from\nthe audience. Just a few months ago or in this spring you returned to France. Tell us about that.\n>> Albert Garih: Yes. Actually, | wrote a story about that. It was a trip down memory lane. | went to all\nsorts of places in France. First of all, my nephew is an interpreter in Paris. He had been hired by the\nmemorial in Paris for a conference that included a visit of the transit camp from where the people were\nsent to Auschwitz. So he invited me to join him to that visit. So | visited. Then when | visited my sister\nin the center of France, she was living not far from Oradou-sur-Glane, a small village which was\ncompletely destroyed by an SS division, tanks. They were going north. It was after D-Day. They were\ngoing north to fight the allies. And on their way they stopped in that village. They killed everyone in the\nvillage and they put everyone in the church and they set the church ablaze. They burned the whole\nvillage. And today this village remains as it was after that. So it was really down memory lane.\nBut then from there | went south to the South of France. | was reunited with the\ngranddaughters of the Galop family. The Galops were no longer alive and neither were their two\ndaughters who were my playmates during that period. They both passed away a few years ago. But |\nwas able to reconnect with their daughters, the granddaughters of the Galops. We had a beautiful\nreunion there. They had brought some pictures from that period of their grandparents, their parents\nand mothers, actually. These were the two girls that | was playing with at the age of 5. They were the\nmiddle of the righteous. | managed to have the Galop family, the next door neighbors, the Communist\nneighbors, recognized as righteous among the nations. So they came to see me and they brought the\nmedal. It was a very emotional moment. Actually.\n>> Bill Benson: I'm glad you were able to do that. | know you told me on the phone that was a very\nemotional, profound experience.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Albert Garih: A very meaningful moment, actually. They were eager to hear because they didn't\nknow much about the details, how their grandparents, what they had done. They knew that they had\ntaken a family in hiding and they knew they had been recognized because there was a ceremony. It\nwas in 1992, 23 years ago, in the South of France. And they were there. They were much younger. |\nhad never been in touch with them since. So they were eager to hear more about how we lived during\nthat period.\n>> Bill Benson: You were able to give them a firsthand account of what happened.\n>> Albert Garih: Exactly. For them it was very meaningful and for me it was nice to be able to show\nsome gratitude. My gratitude has not diminished over the generations.\n>> Bill Benson: Let's turn to our audience for a couple of questions. If you have a question, we're\ngoing to hand you a microphone. If you'll use the microphone, please, make your question as short as\nyou can. If need be, I'll repeat the question to make sure everybody in the room hears it before Albert\nanswers.\nWe have a hand up right here. Here comes a microphone to you.\nThank you, Mitch.\n>> What were your interactions, if any, with soldiers of the French --\n>> Bill Benson: Interactions with soldiers of the French resistance?\n>> Albert Garih: In existence. You know, first of all, the people who were in the resistance, it was a\nsecret Army so they were not publicizing their actions or anything like that. So, no, | didn't know\nanyone in the resistance.\nBut, actually, the Communist neighbor had been summoned to a military labor service in\nGermany and he had not reported for duty so he was also wanted by the Gestapo. So he was -- that\nwas his form of resistance. And the Galops family by taking us into hiding was also a form of\nresistance. But that's the only contact | had with resistance because the people who were fighting, the\npartisans, first of all, they were not -- as | said, they were not publicizing.\n>> Bill Benson: Thank you.\nA couple questions right down here and then one over there. We'll get a microphone to you.\nPass that down.\n>> Do you have any memories of, like, bombs falling or those terrors that you see in films, for example,\nArmy dragging people away or bombs falling from the sky?\n>> Albert Garih: | don't have memories of seeing bombs falling from the sky but | have memories of\nraids. When there was a raid, we had to go to the shelters. We had the siren that was blasting,\nannouncing the raid. So we had to run into a shelter. And | remember once | was walking in the street\nin Paris, we were walking, and there was a raid. And that was very dangerous also because you had\npeople in plain clothes who could stop you, grab you like this, ask for your papers. If you showed the\npaper, identity card with a J or Jew marked on it, they would put you aside and send you to Auschwitz.\nIt was very dangerous. That's what | remember.\n| also remember that when | was in that boarding school, we would go down the underground,\nthe basement, of that school, actually. And one of our favorite games, at the end of the raid, once the\nsiren was blasting again to announce the end of the raid, one of our favorite games -- | was not the only\none who did that -- was to go to the playground and pick up some shrapnel. | had a big collection of\nshrapnel that my mother hurried to throw away when we got home.\n>> [Laughter]\n>> Albert Garih: But! had this. | remember they were very scary. You know the french fries, like an\naccordion --\n>> Bill Benson: Crinkles.\n>> Albert Garih: About that big. It was cast iron. It was very heavy. If you get one like that in your\nbody, you were in bad shape. So, yeah. That's what | remember about the raids.\n>> Bill Benson: Several hands up. | think we can get a couple more in here. Mitch, you raised one\nreal quickly. I'll get you. Then | think, Claire, can you go here in the third row?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nLet me just mention that when we're done here, Albert will stay behind and absolutely come\nup and ask him questions because we're not going to get to all of you.\nAlbert, you're prepared to stay and answer questions. Absolutely.\nGo ahead.\n>> So you were inside during this period but how long did it take to go on with your life after that?\n>> Bill Benson: How long did it take for you to get on with your life?\n>> Albert Garih: It came back very quickly. As | said, October 1 was back-to-school day. | was all too\neager to start a normal life. So when | went back to school at the age of 6, to me -- but | remember\nMay 8, 1945, which was the end of the war, the capitulation, unconditional capitulation of the Reich, the\nsirens blasted also. It was 11:00 in the morning. | was playing downstairs with some friends. | was\nweak. | was not very fast -- | was not a speedy runner but | remember -- we lived in a long building, like\nthat. We were at the end of the building. And | raced with a friend of mine who was much faster than\nme and that day | beat him.\n>> [Laughter]\n>> Bill Benson: Ok.\n>> Albert Garih: That | remember.\n>> Bill Benson: Thank you.\nYes?\n>> | was just wondering, there are many people like you who were killed and they are not alive today.\nSo what do you think was the key that you are alive now? Maybe you're lucky or it was just\naccidentally?\n>> Bill Benson: Let me repeat that. Maybe everybody didn't hear that. The question was: You\nsurvived. Obviously many, many others did not. So what would you attribute your surviving to?\n>> Albert Garih: That's a question that I've asked myself very often. Why me? Why not this little guy?\nWhy not -- and how many little guys who would have been maybe geniuses, you know, would have\nmaybe given a lot more to the world than | ever did? Why didn't these people have a chance to\nsurvive? That is one question that is always bothering me. | always wonder about that. But | was\nlucky. They were not.\n>> Bill Benson: We're going to stop now because it's time to end our program. We will end in a few\nminutes with Albert closing our program. | want to thank all of you for being with us today. | remind you\nwe'll have a First Person program each Wednesday and Thursday until the middle of August. So |\ninvite you back if you can do it or look to our program again in 2016.\nIt's our tradition at First Person that our First Person has the last word. So Albert will close our\nprogram. When he's done speaking with his last word, Miriam, our photographer right here, is going to\ncome up on stage and she is going to take a picture of Albert. I'm going to ask you all to rise when she\ngets up here because we'd like to have a picture of Albert with you as the backdrop. It's very special.\nWe'd like that very much. Again when we're done, Albert will remain behind up here. So we invite you,\nplease, if you have questions, and several of you had questions we couldn't get to, come up on stage\nand talk to him or get your picture taken with him, just say hi, whatever you want to do when he\nfinishes.\nAlbert?\n>> Albert Garih: Yes. Sometimes people ask me why do | speak at the museum. What is my\nmotivation about that? | think the answer is you just have to look at the situation of the world today with\nthe terrorism all over, people being decapitated in front of cameras and things like that. | think we are\nnot out of the woods when it comes to atrocities and all of that. It's very important to pass the message\nof the danger so that people are aware of what is going on and mobilize in order to fight against these\ndangers. That's one of the reasons why I'm so eager to speak to you and to other people.\n>> Bill Benson: Thank you, Albert.\n[Applause]\n",
    "segments": []
}