{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, May 23, 2013\n1:00-2:04 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: ALBERT GARIH\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 14th year of the First Person program. And our First Person today is\nMr. Albert Garih, whom we shall meet shortly.\nThis 2013 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue through mid August. The\nmuseum's website, at www.ushmm.org, provides information about each of our upcoming First\nPerson guests.\nAlbert Garih will share with us his First Person account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time toward the end of the program, we'll have an\nopportunity for you to ask Albert a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Albert is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with his introduction.\nWe begin with this school portrait of Albert Garih taken in 1945. Albert's parents, Benjamin\nand Claire Garih, were born in Constantinople, Turkey, but had moved to Paris in the 1920s. Albert\nand his twin brother, who died in infancy, were born on June 24, 1938, in Paris, joining older siblings\nJacqueline and Gilberte. We see all three siblings, including Albert with long hair on the left, in this\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n1943 photograph. Albert's father worked in a garment factory, and the family lived in the janitor's\napartment at the factory.\nIn May, 1940, Germany invaded France and occupied Paris. The Garih family fled south, but\nthey soon returned to Paris, where they were subjected to France's new anti-Jewish legislation. In\n1943, Albert's father was deported to a forced labor camp, and Albert's mother and the children went\ninto hiding with Madame Galop and her husband for the next six months. When they returned home\nin 1944, police were sent to arrest the Garihs, but agreed to say instead that the family was not home\nif the family would leave immediately.\nAlbert was placed in a Catholic boarding school for boys, and his sisters in one for girls, in a\nnortheastern suburb of Paris. When Paris was liberated in August 1944, Albert's mother was able to\nbring her children back to the city. Claire and her children are shown together in this photograph.\nAlbert's father, released from the labor camp, walked from Belgium to Paris, returning to his family in\nSeptember 1944 on Rosh Hashanah, the Jewish new year.\nThe Garih family remained in France after the war. Albert received his baccalaureate\ndegree in 1957, then earned a degree in English and Spanish to French translation from the School\nof Advanced Translation and Interpretation Studies at the Sorbonne in 1962, and immediately began\nhis career in translation, which he continues to this day 51 years later. His early work was translation\nof scientific and technical documents and publications and later translation of political and economic\ndocuments.\nAlbert's work took him from France to Cameroon in Africa, to Morocco, and then eventually to\nthe United States. The organizations for which he worked included, among others, the International\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nCivil Aviation Organization, the Inter-American Development Bank, The World Bank, and the United\nNations. His work with World Bank brought him to Washington, DC in 1976. His current consulting\nwork is for the United Nations.\nIn 1967 Albert married Marcelle Ohayon, who had moved to France from Morocco in 1960.\nAlbert and Marcelle have three daughters, Judith, Dalia and Noemi. Their three daughters have\ngiven them 10 grandchildren, ages 18 years to 18 months. I'd like to acknowledge that Noemi is here\nwith her father. Would you raise your hand? Thank you.\nFor pleasure, Albert describes himself as a real movie buff, loves photography and to read,\nand he loves to travel. Albert and Marcelle went to China last year and will travel to France and\npossibly Germany this summer. In France, Albert just told me, he will celebrate his 75th birthday with\nhis one sister who will turn 80. Albert soeaks French, English, Spanish and Judeo-Spanish.\nAlbert volunteers here at the museum with Visitor Services working at the visitor desk and he\nleads tours of the Permanent Exhibition. He also gives talks about his personal experience as a child\nsurvivor at the museum and around the country. He was recently a speaker at Quantico and also in\nColorado at several cities.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mr. Albert Garih.\n[Applause]\nAlbert, thank you for joining us and for your willingness to be our First Person today. You have\nso much to share with us, and just an hour, so we'll just jump right into it. Let me start off, Albert,\nasking about your family. And what you can tell us about your family and their community, what their\nlife was like before the war? War began, of course, when Germany invaded Poland, September\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n1939, then Nazi Germany would invade France the following May of 1940. You were just 2 years old\nat that time. So you were very young. Tell us what you can about your family prewar.\n>> Albert Garih: OK. My parents were born in Constantinople, which is now Instanbul, in Turkey, at\nthe beginning of the century, in the 20th century, and they belonged to a Jewish families. They were\n-- on my mother's side, they were descendants of people that had been expelled from Spain in 1492\nduring the inquisition.\nMy father, his ancestors came from Iraq. They were both living in Turkey. They both moved to\nFrance in 1923, after the First World War. Turkey, which was part of the Ottoman Empire, the\nOttoman Empire had sided with Germany in the First World War, and as a retribution at the end of the\nwar, the Versailles Treaty signed in 1919, the Ottoman Empire was dismantled. What was left was\nTurkey.\nThen came this statesman who created modern Turkey, which was a secular country, actually.\nAt that time, the Jews were a bit concerned of what might be in store for them, because they'd seen,\nthey'd witnessed, the genocide of the Armenians at the beginning of the century, and when the Turks\ncame to power to create this modern Turkey, the Greeks were living in one of the port cities on the\nAegean Sea. They were also expelled from Izmir, and they went to Greece, they went back to\nGreece.\nSo the Jews were a bit concerned. They said, What is going to happen to us? A lot of them\ndecided to leave at that time. That's what my mother and my father did. They met in Paris a couple\nyears later. They moved to France in 1923, in Paris, and they met in 1927, and they married in 1928.\nAnd | was born 10 years later, but before my sisters were born in 1930 and 1933.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMy father was an accountant. He was working in the garment factory, doing the pay of the --\nthe payroll of the employees. They were struggling, you know, with three children. It was not easy.\nAt that time people were not making a lot of money, and it was very hard. My father was struggling\ntwo jobs at the same time. He was working full time in that factory during the day, and in the evening\nhe was selling tickets in movie theaters in Paris.\nOne arrangement that my father had made with his employer, who was also Jewish actually,\nwas for us to move into the janitor's apartment of the factory. So we were living there until 1942.\n>> Bill Benson: Albert, you described your father to me as very smart, but very much self-educated.\nAnd your mother was quite educated. Tell us about your mother too.\n>> Albert Garih: My mother, she went to school longer than my father. My father had to start working\nat a very young age to help his parents in Turkey. My mother managed -- she went to school, so did\nmy father, actually, because they were both fluent in French. They'd been educated. The university\nwas sort of an organization who opened schools, public schools, all over the Ottoman Empire, in\nEgypt, in Turkey, everywhere, and my parents were educated there in Instanbul. They were perfectly\nfluent in French. For them, it was a natural destination when they decided to move to go to France,\nrather than any other country. That's how they ended up there.\n>> Bill Benson: Albert, as you said, your parents | think were married in 1928, 10 years later you're\nborn in 1938. You described to me that 1938 was a particularly ominous year for your parents and\nother Jews, certainly. Tell us a little bit about that.\n>> Albert Garih: | think, besides the war, 1938 was the worst of all years, actually. It started with the\nannexation of Austria by Germany. Hitler was born in Austria. He was not German; he was Austrian.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThe first thing he did was annex Austria, to make Austria part of the Reich. That was the first move,\nin March 1938.\nIn September 1938, he convened a conference in Munich with the French foreign minister and\nthe British prime minister, Neville Chamberlain, and he promised, Hitler promised that if he was\nallowed to occupy the land that was part of what is now the Czech Republic, actually, if he was\nallowed to swallow this land, there would be peace, he wouldn't go any further.\nSo Chamberlain, the British prime minister, who was very naive, believed him and he went\nback to England saying, \"We have peace in our time.\" Well, that was September 1938. In\nSeptember 1939, the war broke out when the Germans marched into Poland.\nSo that was the second bad thing that happened in 1938. The third one was Kristallnacht, the\nnight of broken glass. If you have visited the museum, you must have seen something about that on\nthe fourth floor. There was a young Jew from Germany, living in France, in Paris, who had heard his\nparents had been moved to the eastern border with Poland, to the Polish border of Germany, and he\nwas very upset about that, and in retaliation he killed a junior diplomat, German diplomat in Paris.\nThat signaled to Hitler to unleash his Storm Troopers and his folks into a rampage on Kristallnacht.\nThey killed 91 people. They destroyed synagogues. They destroyed businesses, shops, buildings,\napartments and to add insult to injury they forced the Jews to pay for the clean-up and to do the\nclean-up.\nSo that was really an inauspicious year. Usually when | talk, to show that | am a bit optimistic |\nsay | was born in 1938, my first daughter was born the year that men walked on the moon, 1969. |\nthink that was a big step forward.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Of course, the following year, September, Germany invades Poland, World War Il\nbegins, then of course the following spring, in May of 1940, Germany invades Paris, then occupies\nFrance, then occupies Paris. Your family with, | believe, as much as 80% of the population left Paris\nin what is known as the exodus. You said to me, | believe your words, it all began with the exodus?\n>> Albert Garih: That's where we were first really directly affected by the war. There was already\nsome discriminate maneuvers against the Jews. For instance, my father, | started the process of\nnaturalization. They immigrated in 1923, and in 1939 they still didn't have the French citizenship. So\neverything was frozen. There was already some anti-semitism in France, so it was not easy.\nIn 1939, when the war broke out, when the Germans marched into Poland, according to\nthe Munich conference it has been said that if they marched into Poland, that would be war. They\nmarched into Poland on September 1, 1939, and September 3, France and Britain declared war on\nGermany. The trouble was that they were ill equipped. They were not armed like the Germans. We\ndidn't have these Autobahns, the freeways Hitler built for a very specific strategy, purpose, to be able\nto move troops around in the country. In France we had 12 miles of freeway coming out of Paris at\nthat time. That's all.\nSo yes, in 1939, when war broke out, nothing changed immediately for us. It's only in 1940,\nafter Hitler, wno was a very shrewd guy, who signed a pact with Stalin, to make sure Russia would\nnot react when they invaded Poland, they would make sure they shared Poland, the western part\ngoing to Germany, the eastern part of Poland to Russia, then he decided to invade the whole of\nWestern Europe. He started with Norway, Denmark, Netherlands, Belgium, Luxembourg and France.\nFrance was only invaded, only the northern part was invaded. But when the German soldiers\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmarched on the Champs Elysees in Paris, the people of Paris panicked and fled, and that was the\nexodus, what we call in French le exod, and everybody took to the roads, some by train, some by car.\nThat's where my mother lost her mother, her brother, her sister and nephews when a bomb fell on\ntheir car on the bridge, the bridge over the river south of France, not even 100 miles south of Paris.\nWe went down to the river where my mother lost her relatives, and my mother told me,\nbecause | have no recollection, | was just 2 years old in June 1940, that we slept in a chateau. There\nwere chateaus. The river is famous for the beautiful chateaus that are all around the river. They're\nmagnificent. We slept in one of these chateaus. It was not exactly in a beautiful bed or anything like\nthat. We were sleeping on the floor. My mother had nothing to feed me. | was always crying,\nbecause | was hungry.\nMy mother told me also an anecdote about that. At one point, | was crying so much, and | was\npreventing everyone from sleeping, so a soldier was there, some soldiers had managed not to be\ntaken prisoner and to flee with the people of Paris, and there was one soldier there who gave her\nsome schnapps. Said, \"Give him some schnapps. It will calm him down.\" It did.\n[Laughter]\n>> Bill Benson: Here you fled with literally tens of thousands, if not hundreds of thousands, of people.\nYour mother lost her mother and other family members. Where did you end up after you left Paris?\n>> Albert Garih: Well, we stayed in the chateau for a few days. | couldn't tell you whether it was a\nweek, two weeks; | have no idea. Eventually, we had nowhere else to go, eventually we went back\nhome.\n>> Bill Benson: Back to Paris?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Albert Garih: Yes. Some people tried to go through -- France was divided, and there was a\ndemarcation line dividing the occupied zone from the free zone. Well, also what | forgot to mention is\nthat in June, June 20, France signed a separate armistice with Germany. That means that we were\nno longer at war, supposedly, but we were occupied. There was a government that set up shop in\nthe free zone of France in VichY, just below the demarcation line. That government was\ncollaborating, and actively collaborating, with the Germany occupiers.\nWhen the round-ups started in 1941, those conducting these round-ups were the police,\nFrench police, not the Germans. You have a couple of movies that came out two, three years ago,\none that tells the story about this big round-up that took place in July 1942. There was another one,\nwhich was really focused on that round-up, which was \"The round-up,\" in French. It describes these\nepisodes where 13,000 Jews were rounded up in Paris, including 4,000 children. Except for two,\nthree who managed to escape before they were sent to the camps, 4,000 ended up in the camps,\nnone of them came back.\n>> Bill Benson: After the return to Paris, the family goes back to Paris, you would stay in your\napartment until 1942. Tell us what you can about that two-year period, then what led to the events\nthat forced you to leave Paris at that point, or leave your apartment.\n>> Albert Garih: In 1941, the collaborationist government adapted what they called the Statute of the\nJews, which were based on the Nuremberg Laws that were discriminatory against the Jews in\nGermany.\nSo we were not allowed to go to theaters, we were not allowed in public transportation. The\nlawyers were debarred. The doctors were not allowed to practice. It was a lot of restrictions, a lot of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ndiscrimination against the Jews in France. That started in 1941. Also my father was working in a\nfactory that belonged to a Jew, so it must have been at that time organized. They would confiscate\nthe factory and give it to an Aryan, to a non-Jew, to run. My father's employer was a Jew, and he had\nto leave his factory like that.\nAt that point, | mentioned that we were living in the janitor's apartment of the factory, we had to\nleave that apartment. We had to move from that apartment. In no time, we had to find something,\nand we found a very small apartment. It was only two rooms, not two bedrooms, two rooms. A tiny\nkitchen, a toilet, and that was it.\n>> Bill Benson: Not even a bathtub?\n>> Albert Garih: Bathtub? No. That would have been a luxury. Not even a shower. Really, it was\nthe very basic. So we had to move. We did that in July 1942. In the summer of 1942 -- as |\nmentioned before, the round-ups had started in 1941 in France. They didn't start sending the Jews to\nthe camps until | think it was 1943, but they were held in a transit camp in a north suburb, northern\nsuburb of Paris. And my parents were very concerned about that, and they wanted first to keep us\nsafe by not staying at home, because of the danger of being rounded up.\nAlso, they wanted us to be better fed, because they had nothing to -- you know, everything\nwas restricted. All we had access to was stale bread, sometimes they mixed with the flour, to make it\nmore consistent. It was dark bread, stale, hard. If we were lucky we would find a couple potatoes.\nAn egg was a luxury item. One egg, not a dozen. So it was very rare, very hard for them to feed us.\nSo they decided to send us to a farm not far from Paris in a small town, where today there is a park\nthere. In those days it was nothing of the sort.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAnyway, we went to that farm. There were two ladies. | remember the two ladies in that farm.\n| remember the name of the landlady was Madame Achtouise. My sisters would go to school. | was\ntoo young. | was 4 years old. | stayed home with the two ladies. | remember that winter, it was a\nvery cold winter. There was a lot of snow. | remember Christmas there, and | remember actually\nwhen | hear a song that brings me back there. That's where | heard that song for the first time.\nAnyway, we stayed there for the winter and the spring of 1942-43.\n>> Bill Benson: Your parents were still in Paris?\n>> Albert Garih: My parents were still in Paris. They were concerned, but they stayed in the\napartment. They couldn't come with us. But my parents had not told the ladies, Madame Achtouise\nand her sister, | think, that we were Jewish. One day in a conversation, | was 4 years old, talking to\nthe ladies, | told them that we were Jewish. That's all it took for the lady to send us right back to our\nparents. They didn't want to have anything to do with that. So they sent us back to our parents. That\nwas in the spring of 1943.\n>> Bill Benson: So you're back now living in that small --\n>> Albert Garih: In that small apartment, facing the danger of imminent arrest and deportation.\n>> Bill Benson: | think you shared with me an incident your mother told you about, because every\ntime you went out, of course, you were very much at risk are of being rounded up. There was an\nincident. Tell us about that.\n>> Albert Garih: We were not -- as | mentioned before, we were not allowed to take public\ntransportation. That was dangerous. | don't Know whether it was really that we were not allowed, but\nit was very dangerous, because they were doing identity checks on people coming out of the trains.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nOnce my mother had to run an errand in Paris while my sisters were at school. They were\nolder than me, so they were going to school. My mother would rather keep me at home. 4 years old,\n5 years old, it was not mandatory for me to go to school. It was dangerous to send children to school,\nbecause sometimes they would go to the schools and round up the children and the parents would\nnever see their children again. It was dangerous. So my mother kept me home.\nThat day she had to run an errand in Paris. We had to take the Metro. We took the Metro. On\nmy way back, we were at the end of the line. There was an identity check. | have no recollection of\nthat. My mother told me that many, many years later. She knew what it meant, because the French\n-- the Jews had a big J on their identity cards. So if they saw us in the train with a J on the card,\nthey'd put us aside and send us to the transit camp. The transit camp was the platform to go to\nAuschwitz.\nSo my mother held me in her arms. She looked in her purse and she walked between,\nwhether it was the policemen, must have been, because the policemen were not as bad as the\nmilitiamen. The militiamen were vehemently anti-Semitic and would not have spared her. These two\npoliceman, they let her go through, or didn't realize. She walked through the two policemen, and we\nwere safe. If one of them asked to see her papers, | wouldn't be here today. It was a very close call.\nWe had a couple close calls like that during the four-year period of the war.\n>> Bill Benson: In September 1943, your father was taken to forced labor for the Germans. Tell us\nwhat happened to him, where he was sent, then of course that meant that your mother then had the\nresponsibility of her three children. What did she do?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Albert Garih: Yeah, in September 1943, my father was sent to a slave labor camp off the coast of\nNormandy in the small islands, called the Channel Islands, which were the only British possession\nthat was occupied by the Nazis. Hitler wanted to invade Great Britain, but he never succeeded in\ndoing that. So the only territory, the only British territory, that he managed to occupy were these\nsmall islands off the coast of Normandy in France.\nSo they were building the Atlantic wall that was supposed to stop an invasion from the Allied\nforces. My father was there with 900 detainees. There were several camps on that island. He was\nin the worst of them, which was for the Jews. There were people, Spanish political prisoners, in one\nof the camps, and so they were in the worst one.\nHe spent, not quite, about seven, eight months in that camp building. While he was there he\nhad a big accident. He was carrying a trough full of cement on his head, on the scaffolding, and he\nstepped on a loose board, and the board came right to hit him on the head, and he fell off a cliff. He\nwas picked up by the truck a couple hours later, | don't know, and he was sewn. When my mother\nheard about that accident, she thought that was the last time -- we would never see him alive again.\nMy father was very strong. He was much stronger than | am, and he survived that. But\nanyway, in the meantime, my mother found herself alone at home with three young children, with a\nconstant threat of being rounded up and taken away. She was terrified about this idea, which is\nunderstandable, actually. One day, somehow, she met a lady in a street market. In France we have\nstreet markets where you buy the vegetables, whatever you could find in those days, which was not\neasy. She met this lady, and somehow she felt she could open up to this lady, and she told her her\nstory, that she was terrified they could come at any moment to take us away.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThis lady, Madame Galop, went home, and she told her husband the story about us. The next\nday, her husband came with the cart. He was pulling. He took whatever personal effects we could,\nand they took us with them and we lived with them for about six, seven months. That was in the fall\nof 1943, and we stayed with them until the spring of 1944.\nThe Galops had two daughters. | was 5 at that time, and the daughters were 4 and 3. So for\nme it was a great time, because | was too young to be afraid or to realize the danger or anything like\nthat. The only thing | was suffering from was the lack of food, but otherwise | was not -- and | hada\ngreat time, because | had two companions with whom | was playing, and Mr. Galops was a sculptor,\nmaking sets for the movie studios. They had a big warehouse behind their house, where they were\nstoring all of these sets. We had great hide-and-seek parties there with the two little girls.\nFor me it was fine. It was a happy -- probably the happiest time | had during that period was\nwhen we were at the Galops'. The Galops were absolutely adorable people. Monsieur Galop was\nvery handy, making toys for us, piggybank. | remember also a plaster ball that he made for us. We\nfelt really at home with them. It was wonderful in that respect.\nThat doesn't mean that when they had visitors we had to be careful. So we would go into the\nback room, my mother would hush me like that, and said \"Shhh.\"\n>> Bill Benson: It was a great risk to the Galops to do that.\n>> Albert Garih: It was. If they had been caught, we would have been taken away, but they might\nhave been taken away too, and their children too. So not only a danger for themselves, but for their\nchildren. These people, to me, are incredible. You know, the war brought out of the people the best\nand the worst. These are an example of the best that you can find in people.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo we spent about six months, and we would have stayed longer, but they were living in -- it\nwas a small street, private houses, and each one was occupied by an artist. You had painters,\nsculptors. One of the painters, his wife was a sympathizer of the Germans, and probably\nanti-Semitic. Although, she liked me. | remember having a nice moment with her. One day she\nasked Madame Galop, \"When are you going to get rid of that scum?\"\nSo at that time, Madame Galop and my mother decided it was safer for us to go back home.\nWhich we did.\n>> Bill Benson: Back to your place in Paris?\n>> Albert Garih: Yes. It was a suburb, actually. The Galops also lived there, because they met in\nthe market, street market there.\n>> Bill Benson: Go back to your apartment?\n>> Albert Garih: We went back to our apartment, yes. Sure enough, a few weeks later we had the\nvisit of two police inspectors. Knocked at the door at 8:00 in the morning. | was still in bed. My\nsisters must have been up preparing to go to school. Two police inspectors knocked at the door.\n\"Madame Garih?\"\n\"Yes?\"\n\"We came to take you away.\"\nThat's one of the moments my mother was dreading. She started shaking like that.\nThey said, \"Don't worry. We're not going to take you away. We're going to report we didn't find you,\nbut you cannot stay here. You have to find a place for riding again.\"\nSo the inspectors left, and my mother dressed me up. | was still in bed. | was awakened by\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe noise of the two inspectors. My mother dressed me up immediately, and we went out. She went\nto see a social worker that she knew, and she explained. She said, \"You have to find a place for us.\"\nThe social worker said, \"You know what? I'll do my best, but | cannot find something overnight. In the\nmeantime, try to see if you can sleep at your neighbor's or -- but don't sleep in your apartment.\"\nSo that's what we did. We slept at our next-door neighbor, a couple of communist\nworkers actually. One daughter about my age, three months younger than me, and they were\nworking at night, so the night shift. So during the night we were sleeping in their bed. When they\ncome back in the morning, we'd get up and leave them the bed.\nMr. Miniterie had been called to go to the Ministry of Labor Service in Germany and had not\nreported for duty, so he was also wanted by the Germans, and by the Gestapo. They were also ina\ndangerous situation, but they took us, at least my mother and I. My sisters stayed downstairs at the\nlodge keeper's apartment, a woman with three young children. Her husband had been taken\nprisoner, was part of the French army that were rounded up by the Germans when the French\ncapitulated in June 1940.\nWe slept a few nights like that, until eventually the social worker told my mother, \"| found a\nplace for each one of you.\" So she placed my mother as a governess in a family with several\nchildren, eight 10, | don't remember how many, but a bunch of children near the Eiffel Tower.\nWe were placed in Catholic boarding schools, in a suburb east of Paris, called\nMontfermeil, which was made famous in \"Les Miserables\" where Cosette lived, and that's where Jean\nValjean meets Cosette when she goes to get water. That's in Montfermeil. That's where we were,\nthere, Montfermeil. It was a Catholic boarding school.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| remember that the headmistress was very nice with me. | was the youngest. | was just 6.\nYou had children from 7 up to 14 there. She must have been the only one who knew about my\nsituation as a hidden child in that school, actually. She was very motherly with me. She was always\nholding my hand. | was her protege.\nThe only thing that was bad there was the food. It was terrible. Really, it was so bad that |\nwas sick all the time. We spent the summer of 1944. The summer of 1944 was particularly hot. |\nremember that. We spent most of the time, it was the summer, so we went to class maybe\noccasionally, and | remember when | was at the Galops', | had nothing else to do, so | learned to read\nand write. | could read. | remember | was very proud the day that | could read a full page. Don't ask\nme what it was about, | have no idea, but | could decipher every word on the page. So | could read.\nSince | was the youngest, and there were people who could not read in that school, they put me in\nthe class with the babies, and | was making strokes like this. Whereas, | could have written anyway.\nBut so it was not exactly a glorious time staying in that school, but it saved our lives. | remember\nseeing my sisters. We would go to church every Sunday.\n>> Bill Benson: They were hidden in a different place?\n>> Albert Garih: In a Catholic boarding school for girls. | was in the Catholic boarding school for\nboys, in the same place, in Montfermeil. We'd go to the same church on Sunday morning, to Mass.\nThat's where I'd see my sisters.\n>> Bill Benson: Where was your mom?\n>> Albert Garih: Working as a governess, with a family with a bunch of children, near the Eiffel\nTower.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Was she able to see you during that time?\n>> Albert Garih: Not at all. There was no train service, nothing. No, she could not communicate with\nUS.\n>> Bill Benson: Did she even know where you were?\n>> Albert Garih: Yes, she knew where we were, because that's where, actually, we witnessed the\nliberation. One day -- | have to give you one anecdote also. We used to go play. There was a road\nnearby, and we'd go to play in the woods. One day there was a raid, air raid with the sirens blasting.\nWe knew we had to run back to the shelters at that time. We were in the woods. We'd run back to\nthe schools. The next day we heard that we're in the clearing in the forest, in the small wood there, it\nmay be the wood where Cosette was fetching the pail of water. It could have been.\nThe place where we were, there was a big hole by a bomb that had fallen in the place we\nwere. We rushed back, and it was very dangerous. The Allied landing had taken place in Normandy.\nThere were air raids, German planes, American planes fighting over our heads. We used to go to the\nshelters. | was telling Bill before we started, one of my hobbies during that time was to collect\nshrapnel.\n>> Bill Benson: When you got the all clear, you'd go up and collect shrapnel?\n>> Albert Garih: Yes. You'd come out of shelter at the end of the air raid. At the end of the raid we'd\ngo in the schoolyard, and that was one of our hobbies. | was not the only one. We were picking up\nthe shrapnel. | had a whole collection of them when | came home.\nOne day, | did run away. Everybody was very nervous about that, because it was very\ndangerous. It was still war, you know. He came back the next morning saying \"The Allies are\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncoming.\"\n| don't know where he had been, but apparently he got that information. As soon as we heard\nthat, we went down the Main Street, and we saw all the tanks, all the Jeeps, the soldiers. For the first\ntime it was friendly soldiers. It was the first time I'd ever heard about Americans. | never heard of\nAmericans before. | knew about Italians, Russians, British, Germans of course, and French. But\nAmericans? I'd never heard of these people.\n[Laughter]\n>> Bill Benson: You were glad to see them?\n>> Albert Garih: | was. They gave me chocolate. They even wanted to give me cigarettes. But the\nheadmistress was holding my leash very tight.\n[Laughter]\nlt was a wonderful moment. That's something that is hard to express, the explosion of joy we have in\nour heart when that liberation happened. You see that in the newsreels when you see the girls\njumping on the tanks, kissing the soldiers. Really, it was really liberation in every sense of the word.\nAs soon as we were liberated, we were liberated probably a few days after Paris, because we\nwere east of Paris. The troops were moving east towards Germany.\n>> Bill Benson: August?\n>> Albert Garih: August. Paris was liberated August 25, 1944. We must have been liberated maybe\none week later. | don't know how long. As soon as they restored train service, my mother was on the\nfirst train, of course. One day, | was sleeping -- no, playing in the schoolyard. It was very hot, as |\nsaid. | was very weak, because | was underfed. | see my sisters coming. There was a side door on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe -- there was a wall surrounding the playground of the school. There was a side door. | see my\nsisters say, \"Guess who's here.\"\nYou know, a 6-year-old, I'd not seen my mother for three months. | had almost forgotten about\nmy mother. | said, \"Who can that be?\" | had no idea. | had to push my sisters aside. When | saw\nmy mother, of course | jumped into her arms. She was appalled to see how | was. | was so skinny. |\nwas sick. She decided to take me home right away, the same day.\n| remember she had -- everything we had to buy with tickets.\n>> Bill Benson: Ration cards?\n>> Albert Garih: Exactly. She bought a loaf of bread. My younger sister, Gilberte, and myself, we\nswallowed the bread in no time. We were constantly starved, actually.\nSo my mother took me home right away. And for whatever reason, she couldn't take my\nsisters the same day, so she had to go back the next day. She left me under the custody of our\nneighbor, who had the key, who was checking on me once in a while. There was nothing to eat in the\nhouse except for a green apple. That's not exactly the kind of diet that | should have followed at that\ntime, but that's all | had. | ate the green apple. | had hardly finished the apple when | heard the key\nin the door. She saw me, | was touching my teeth. She said, \"What did you eat?\" | said, \"I didn't eat\nanything.\"\n\"Yeah, you did something.\"\nThen she realized that | had eaten this green apple, which was very bad.\nSo my mother came back in the evening with my sisters. And my father, meanwhile my\nfather, who was on the Channel Islands, there had been -- they had been evacuated from the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nChannel Islands about a month before, just a month, May 7, 1944, a month before D Day. They had\nbeen taken to the Straits of Dover. You know, the Allies wanted the Germans to believe that the\ninvasion could take place in the Strait of Dover, which is the place where the distance between Britain\nand France is short, | think 17 miles, which is very small.\nSo the Allies used to bomb all this area. Remember my mother once mentioning that they had\nbombed Bologna, which was right in the Strait of Dover. How | remember that? | don't know. That\nstruck my imagination. | heard Bologna. She probably knew my father was in Bologna at that time.\nShe was very concerned about that.\nMy father and 900 detainees were sent to the Strait of Dover to repair the fortifications, which\nwere constantly destroyed by the Allied bombings. In early September, probably early September,\nthey were put on a train bound for Germany, probably for slave labor, another slave labor factory, or\nmaybe for extermination camp. We don't know about that.\nAs they were traveling across Belgium, the Belgian resistance, the underground, had blown up\neither the bridge or rail track, | don't know, but the train was stopped there. There was some\nconfusion, some battles between the Germans and the resistance, and eventually the Germans\nreleased all their prisoners, and my father walked back home. That was about 200 miles. Walked\nback home. It took him between one and two weeks, | would say.\n>> Bill Benson: He was in really lousy condition.\n>> Albert Garih: He was in very bad condition. He had this bad fall, and he died much later, but he\ndied of seizures. | can't help thinking that these seizures that he had in the final years of his life were\nrelated to his accident on this island.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nYeah, he walked all the way, and he was very skinny. He arrived on the morning of Rosh\nHashanah, which is the Jewish new year. My mother was dressing me to go to synagogue for the\nfirst time, after the war. For us, for all practical purposes, the war ended in August 1944, but actually\nthe war ended May 8, 1945. | still remember that day too, because we were home and | was playing\nwith my friends in a building, a lone building. | used to play with the kids and running back and forth\nlike that. Around 11:00 in the morning, the siren announcing the end of the war started blasting. | still\nremember at that time, | was with a friend, and my friend was much faster runner than me. That day |\nbeat him. | was first on the finish line.\n[Laughter]\nIt's hard to express, but it was something that we had to get off our chest, and that's what happened.\nThat's how | got the impetus to beat my friend.\n>> Bill Benson: Albert, that was May 1945, but as | said the war was, for all practical purposes, over\nfor you and your sisters and your parents in September 1944. What was that period like, though, to\ntry to resume life in Paris, knowing there's still the war going on until the actual end of the war in\n1945?\n>> Albert Garih: When we heard the war was over, it was like something -- like a balloon that had\nblown up. For us, for all practical purposes, we had resumed a normal life. | went to school in\nOctober 1944. | started elementary school. | was just 6 years old. | went to school, had a normal\nschool year. | think | was a good student.\nNot only way was | a good student, | was so motivated and happy to lead a normal life again.\nOf course, we still had to ration food, we still had tickets for bread and also for all sorts of things, and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthat lasted for a few years after the war. After the war | was so skinny and weak that | had to be fed\ncod liver oil. | don't know if you ever try to give to your kids some cod liver oil. | don't think they\nwould have taken it very easily.\nWell, | was swallowing. It's like my body needed that. | drank cod liver oil, and | almost loved\nit. | also had UV rays, because | was lacking some vitamin D, | guess, or these -- lacking these\nsuntanning parlors that people go to now to get a suntan. They put me on a bed, under a lamp to get\nUV rays, to develop, because | was really malnourished, in other words. It doesn't show, but | was at\nthat time.\n>> Bill Benson: Albert, we have a couple of minutes, | think, for a couple of questions from our\naudience, just a few, because we're getting very close to the end of the program. We'll see if we can\nget a couple questions, perhaps. | may have one more for you. We're going to give you a mic.\nThank you. We've got a hand up right there. When you get the mic, try to make the question as brief\nas you can, and if | think that not everybody heard it | may repeat it before Albert answers it. But\nthere you go.\n>> Thank you very much for sharing your story with us. | myself am a citizen from Germany and |\nhad a lot of education about the Holocaust, the war crimes, throughout my school time. My question\nto you is: Over the years after the war, how did your feelings towards Germany and Germans\ndevelop, especially in the sense of forgiveness after a few decades, and so on?\n>> Bill Benson: The question is what are your feelings towards Germany and Germans after the war\nand the years and time since then?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Albert Garih: That's a very good question, and | must tell you | am going to answer by stages.\nFirst, of course, we hated the Germans. The Germans -- first of all, we didn't call them the Germans,\nwe called them \"le bushe,\" which | think in English is \"the Krauts.\" It is a very derogatory word to call\nGermans at that time. We were very hostile, which is understandable, actually.\nWhen | was in my early 20s | used to go to a farm camp in England to brush up my English,\nand it was farm camps open to students from all over Europe, and there were some Germans, and\nthese were the children of the perpetrators. | remember that | didn't have much sympathy for them,\nbecause | found them very arrogant. They still -- they could not -- we couldn't even talk about the\nissue of the war. It was taboo; we couldn't talk about it.\n| think it took two generations. | don't know if you have heard about the movie that came out in\nthe 1980s called \"The Nasty Girl,\" a movie about a young girl, 15, 16 years old in school. She starts\nscratching to try to find out, she asked her dad, \"Dad, where was grandpa during the war?\"\nIt took two generations to start.\n| think also another event that really made a big impact in Germany was the presentation of the\nminiseries on the television, \"Holocaust.\" That was in the late 1970s, | think. It was the same impact\non the German population as \"Roots\" here, about slavery.\nPeople were literally traumatized by seeing it. They said \"My grandparents did that?\"\n| think today, today the Germans are totally different from the Germans of that period, and |\nthink while you still have some skinheads and still have some neo-Nazis, but you have them all over\nthe world, so it's not specific to Germany.\n| remember there was an anecdote -- not anecdote, but an incident that happened in the 1980s\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nin Germany when a Turkish immigrant had been killed by some skinheads in Germany. And people\nwere upset for the lack of reaction of the government, and there was a huge demonstration in Bonn,\nat that time the capital of West Germany, -- | forgot the name. Western Germany, anyway. There\nwas a huge demonstration, like 300,000 people, Germans, demonstrating to protest the lack of\nresponse on the part of the government to the assassination of a Turkish immigrant.\n| haven't heard anything like that happening in France or in Britain, the same kind of incident. |\ndon't know. So | think the Germans have changed, and | think so. Today, | ama lot more open to a\ndialogue with the Germans, so much so that | was telling Bill that I'm going to Europe this summer,\nand | plan to go to Berlin.\n>> Bill Benson: | think we're -- thank you for that answer, and thank you for that question. We're\ngoing to wrap up in just one moment. | just want folks to know that the Galops and the Minetraires\nthat you stayed with. You got them honored later. Would you tell us that before we close.\n>> Albert Garih: | was having lunch with a colleague of mine in the late 1980s, and | told her my\nstory. She's an Israeli. She said, \"Why don't you have them recognized?\" | said, \"| never heard of\nthe program.\" She gave me the name of the person she knew in Jerusalem. She said, \"You tell your\nstory to that person. She's working on this and will get back to you.\" So through that person, |\nmanaged to have the Galops and the Minetraires recognized as righteous among the nations. We\nhad ceremonies in 1992.\n>> Bill Benson: I'm going to turn back to Albert to close our program in just a moment. | want to\nthank all of you for being here, being such a great audience. | remind you we'll have First Person\nprograms each Wednesday and Thursday through the middle of August, so please come back if you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\ncan.\nIt's our tradition at First Person that our First Person has the last word. So I'm going to turn\nback to Albert to close the program. If you have a question still after Albert is done, he will step off\nthe stage. If you want to meet him, ask a question, get a photo with him, whatever you want to do,\nplease, absolutely feel free to do that right after he closes.\n>> Albert Garih: OK, well, to wrap up what | said, | remember you asked me that question last year,\nand | said | think this experience has made me an optimist, because | have been -- if I'm alive today,\nI'm the product of the cooperation of the Protestant family, the Galops, who were Protestant, a\ncommunist couple, and the Catholic boarding school. So | had the whole spectrum of people who\njoined forces to save my life. So that made me an optimist.\nBut since then, | must say that my conclusion would be slightly different, because | think that\nwhat inspired me, my conclusion is, the title of the new exhibit that we have in the museum today,\n\"Some Were Neighbors.\" Because, as | told Bill, | had excellent neighbors, the Minitraires, who took\nme, despite the dangers. Not-so-good neighbors also, the lady when we stayed at the Galops', who\ntold Madame Galop, \"When are you going to get rid of that scum?\" She was threatening us,\nthreatening to denounce us to the Germans, to the Gestapo, the police or whatever. That was not\nexactly a very good neighbor.\nWe had also next-door neighbors, we were living here and they were living behind that wall, a\ncouple, a middle-age couple. | was 5 years old, | was a kid, so the lady there liked me. One day she\nasked my mother -- we were sharing a balcony also. Our section of the balcony was separated from\ntheirs by a railing. So she asked my mother to pass me over the railing, and she took me into her\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\napartment, and she gave me something that I'd never seen before, a yellow tomato. | ate a yellow\ntomato. | felt this lady was very nice and very friendly.\nWell, after the war, we heard, we learned that her husband, who had been in the militia, a\ncollaborator, had been gunned down in a theater. He was watching a movie, and at the end of the\nmovie he didn't get up. He had been killed by some resistance in retaliation.\nWe had the worst and we had the best. | like to emphasize the best. That's all. But we had\nboth.\n[Applause]\n>> Bill Benson: Thank you.\n[Ended at 2:04 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}