{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, June 26, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: MICHEL MARGOSIS\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 14th year of the First Person program. And our First Person today is\nMr. Michel Margosis, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person. And |'m very pleased\nto let you know that Mr. Louis Franklin Smith Foundation is here with us today.\n[Applause]\nThank you, Louis.\nFirst Person is a weekly series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. We will continue our program through the middle of\nAugust. The museum's website at www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nMichel Margosis will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time toward the end of the program,\nwe'll have an opportunity for you to ask a few questions of Michel.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Michel is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction. And we begin with\nthis portrait of Michel Margosis. Michel's parents were Russian-born Jews. His father had been a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\npoliceman in Russia, who had been deported to Siberia for being an outspoken Zionist. He is on the\nright in this photo. After escaping, Michel's father and mother made their way to Belgium.\nOn this map of Europe, the arrow points to Belgium and on the map of Belgium the arrow\npoints to Brussels. Michel Margosis was born September 2, 1928 in Brussels. This photograph\nshows Michel, his mother Jenny, and two of his three siblings.\nIn Brussels, Michel's father owned and edited two newspapers, one French and one Yiddish.\nHere we see the cover of his Yiddish newspaper and here we see a photo of Michel's father's press\ncard.\nIn 1940, when the Germans invaded Belgium, Michel and his family fled to the south of France\nwhere they ended up in the slums of Marseilles. The arrows show the route from Belgium to southern\nFrance.\nHere we see 14-year-old Michel walking on a street in Marseilles.\nThe Margosis family hoped to get exit visas and sail for the United States. However, they did\nnot succeed in obtaining visas, and instead they walked over the Pyrenees into Spain. The yellow\narrow on this map shows their escape route over the Pyrenees.\nArrangements were made for Michel to come to the United States. This photograph is of\nMichel saying goodbye to his father in Portugal before he leaves for the US.\nIn 1943, Michel immigrated with other children to the US on the Serpa Pinto, shown on the\npostcard on the right. On the left we have a newspaper article about their departure. The arrow\npoints to Michel.\nWe close with this photo of Michel as a soldier with the US Army during the Korean War. He\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nserved from 1952-1954.\nFollowing his service in the US Army during the Korean War, Michel pursued his chemical\neducation in graduate school. Today, he resides in the Washington, DC area following a 26-year\ncareer with the US Food and Drug Administration as an international expert in the chemical analysis\nof antibiotics.\nMichel's wife Barbara passed away 13 years ago from Parkinson's disease. Michel strongly\npromotes stem cell research into Parkinson's and other neurological diseases. Michel is very active\nin his community. He leads a French conservation group that meets twice monthly and participates in\nthe Spanish and Italian groups. For several years, Michel has served as Commissioner of Human\nRights in Fairfax County, Virginia.\nMichel's son Aaron and his daughter Leah both reside in this area. He has two grandsons,\nages 12 and 10, and a 16-year-old granddaughter. Michel and his son attended a \"Hidden Children\"\nconference in Amsterdam in 2005. As part of that trip, he went to Brussels, where the Belgium\ngovernment arranged for a token settlement for Michel for his losses due to the Holocaust.\nMichel speaks frequently about his experience during the Holocaust. He has spoken at such\nplaces as Fort Belvoir, where he received his 50-year anniversary pin for his service during the\nKorean War, as well as at the Veterans Administration Hospital in DC and to other veterans and other\nmilitary groups, as well as to various schools in the local area, including the one that his\ngranddaughter attends.\nMichel is especially proud that Virginia now has an annual Day of Remembrance thanks to his\nwork with his representative in the Virginia Legislature, and he proudly notes that by persevering,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nFairfax County, Virginia has also now established an annual Day of Remembrance.\nHis volunteer work at the museum has included working for Visitors Services, as well as\ntranslating deportation lists from Belgium, Luxembourg, and Marseilles. This work has also provided\nMichel with new information related to his own experience in Belgium and Marseilles, that we will hear\nmore about that later.\nBefore that, we also have a special guest today, Mr. William De Baets, with the Embassy of\nBelgium in Washington, DC, and has come to hear Michel. If you wouldn't mind a wave so folks know\nyou're here.\n[Applause]\nWith that, | would like you to join me in welcoming our First Person, Mr. Michel Margosis.\n[Applause]\nMichel, thank you so much for joining us today and for being willing to be our First Person.\nThank you for being here.\n>> Michel Margosis: You're welcome.\n>> Bill Benson: You have so much to tell us. We have a short hour. | think we should begin right\naway. You were just turning 11 when the Nazis overran Poland and World War II began, but the war\ncame to you and your family in Belgium less than a year later, in the spring of 1940, before you tell us\nabout your journey to safety and what you experienced during that time, tell us first a little bit about\nyour early years, about your family and your own life before the war began.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Michel Margosis: Well, | think | was like any other kid. | went to school. | learned about history\nand geography and the language, how to speak French and Flemish, and since | didn't have much\nsupervision, because my parents were trying to make a living in a new country, | was able to roam\nthrough the city and got to know the city quite well. Even trying to sneak into the back of movies.\n>> Bill Benson: You became quite a movie buff, didn't you?\n>> Michel Margosis: | became a movie buff. | just love movies.\n>> Bill Benson: Who did you see in those days?\n>> Michel Margosis: | saw Tom Mix, if anybody -- a cowboy of the 1930s, American cowboy. We\ndidn't have cowboys in Europe.\n[Laughter]\nKen Maynard. In evening, Margaret Taylor.\n>> Bill Benson: Laurel and Hardy?\n>> Michel Margosis: They were all speaking French. When | came here, | was surprised to see\nSpencer Tracy speaking English.\n[Laughter]\nlt was natural growing up like anybody else.\n>> Bill Benson: Tell us a little about your father. He had been a policeman, now he's a\nnewspaperman.\n>> Michel Margosis: Well, he was sent to Siberia, which | believe was Kazakhstan. Then he\nescaped. He arranged for 500 to escape, he was one of 50 who survived. Out of 500. He walked\nthrough, all the way back to -- actually, went to Palestine, through Persia, which is now a different\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\ncountry, same place, different name. Very hospitable then. Today it is unmentionable. But\nsomebody helped him to become a Persian citizen.\nBefore | was born, | was a Persian citizen already. That seems strange.\n>> Bill Benson: That becomes important later on.\n>> Michel Margosis: That becomes important, right. Because of my sister's problems, medical\nproblems, we thought -- he thought it would be better to have care in Belgium. They seemed to have\ngood medicine, especially around the coast. That's where we were, then he decided to settle there.\nStarted from scratch. He had nothing. Managed to get first a little shop selling cigarettes and other\nthings, then he became a newspaperman. As a newspaperman, he reported, he was firmly against\nthe fascism, communism and the new rising of Hitler.\nHe reported, he wrote strongly against it. When war came, he felt that he had a price on his\nhead, and especially being Jewish, and he read the \"Mein Kampf,\" the book by Hitler.\n>> Bill Benson: When Germany invaded, you remember that day?\n>> Michel Margosis: Yes. We were shopping, with my mother, trying to buy me shoes. Bells were\nringing. War is coming. Well, Germany invaded Poland. The next day, France and England gave\nGermany a day to respond to their ultimatum. The ultimatum was rejected, and September 3, my\nbirthday gift, France and England declared war on Germany.\n>> Bill Benson: On your birthday?\n>> Michel Margosis: On my birthday. | remember the British and the French troops coming into\nBrussels. The British were singing \"Tiperari.\" Remember that song? And the French were singing\n\"Who is going to wash the laundry on the Siegfried line?\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThat was the equivalent of the line the French had. The Germans went right through it. Also, around\nit, because Belgium was there, so Belgium was in the way. So France attacked Belgium.\n>> Bill Benson: What can you tell us about the circumstances that you found yourself and your family\nand your community found yourselves in when Germany invaded Belgium in May of 1940, and what\nled, and you said a little about it with your father being both Jewish and an outspoken newspaper\neditor, the circumstances that led to fleeing Belgium?\n>> Michel Margosis: My father didn't have much choice, he didn't think. He had escaped\ncommunism once. He knew what that could have been liked. He had read about the plans Hitler had\nfor Jews. As soon as Belgium was invaded, within a very short time we packed as much as we could\non our back, walked to the railroad station, and we tried to get tickets, but the station was mobbed.\nWe tried to take --\n>> Bill Benson: With people trying to flee?\n>> Michel Margosis: With people trying to flee. | remember sleeping on a suitcase. The train we\nwere going to take initially to the coast to go to England was too crowded. We couldn't get on. The\nship we were going to take was sunk before it was even leaving port.\nSO we waited until we could take the next train, which went south, to a city called Morse, about\nhalf-hour from Brussels. When we got there, the city was flattened, completely bombed out. We\nwere delayed, because two nuns were arrested. They were dressed as nuns, but they were German\nparatroopers, soldiers.\n>> Bill Benson: Dressed as nuns?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Michel Margosis: Dressed as nuns. The train kept going, seven days, seven nights, through\nFrance. People threw us food threw the window. We were bombed and machine-gunned a few\ntimes. We finally got to a small place called Cazeres Sur Garonne.\n>> Bill Benson: Before you tell us about that, tell us more about the train trip. You said you were\nmachine-gunned. You were strafed by planes?\n>> Michel Margosis: Most don't know what that means. We were hit, some bombings. My father\npushed me under the seat. Thought | would be safe to not get hit by ricochet. Got back on the train,\nit kept going.\n>> Bill Benson: Do you remember if it was a terrifying time as a 11-year-old child? It had to be for\nyour parents?\n>> Michel Margosis: | didn't ask my parents. As an 11-year-old, | don't think anything is terrifying. It\nwas just an adventure. What happens later too, | was just following my family.\n>> Bill Benson: From there, after a seven-day train trip, you end up in a small town.\n>> Michel Margosis: Small town, 70 kilometers, roughly 45 miles south of Toulouse, which is now a\nbig city.\n>> Bill Benson: Are you pretty well into France by this time?\n>> Michel Margosis: Oh, way down.\n>> Bill Benson: OK.\n>> Michel Margosis: | had no problem communicating, because same language, southern French is\njust a little different from northern French, which is a little different from Belgian French. But it's like\nAmerican and English, the same language.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Does a good job of explaining that. So what was yout life like in that little town?\nWas it filled with other refugees?\n>> Michel Margosis: It was a small town. We had a few refugees. | don't remember who took care\nof it, but the administration sat us in the empty house with a few bunk beds, with straw beds, cots,\nnothing else. We had company there, like animals, little rats or mice. We didn't mind them, as long\nas they didn't take our food.\nWe stayed there for a while. Then my father -- then France, | think in June, because shortly\nafter France capitulated, and the new government was formed, by a man who was the savior of World\nWar Il.\n>> Bill Benson: In World War I?\n>> Michel Margosis: World War |. Well, | got acquainted with him later, when | was in the army. He\nbecame the chief of state, and with his prime minister | believe was Pierre Laveur, who was a fascist\nto start with. | began that program, but my father thought going there we might get papers for us. He\nhad his own passport, but the passport my mother had, had expired.\nWe got together, and he couldn't, so he felt that we had to leave France as soon as we could,\nand he went to Portugal.\n>> Bill Benson: He left at that point?\n>> Michel Margosis: He left us at that point.\n>> Bill Benson: When he left you, where were you at that point? Were you in Fontenilles by that\ntime?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Michel Margosis: No, when he left, he had contacted some old friends that he had from Russia\nwho had a farm. We stayed there for a while. | don't know, weeks, months, and | learned how to\nfarm. | learned how to cut wood, take care of cattle and ride a horse, clear a field, corn, potatoes;\nhow to climb trees to get cherries and figs, all kinds of food. Food was beginning to get harder to get.\nWe appreciated what we could get on that farm.\nThen after a while -- was your father gone which this time?\n>> Michel Margosis: He went to Portugal.\n>> Bill Benson: He was gone?\n>> Michel Margosis: He was in Lisbon, trying to get papers for us there.\n>> Bill Benson: Was he traveling under an Iranian or Persian passport?\n>> Michel Margosis: He had a Persian passport. My mother had a Persian passport, but it expired.\n>> Bill Benson: Now your mom, your brothers and sister and you.\n>> Michel Margosis: Right. From the farm in Fontenilles, my mother decided we can't stay there. He\nsaid maybe there was a diplomat delegation in Marseilles, the biggest port in France, big city, and\nprobably the second largest city in France. Then we would enter Marseilles.\n>> Bill Benson: Before you went to Marseilles, Michel, at some point you were put into a detention\ncamp.\n>> Michel Margosis: Oh, yes.\n>> Bill Benson: Tell us about that.\n>> Michel Margosis: Well, we decided to go to Toulouse to connect with the train. We were advised\nthere was a detention camp there the French had. We were received there. We were fed, and they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nassigned us some bunks. The place was more like an army squadron, the kind that can\naccommodate over 20 people.\nEverything was fine, but in the middle of the night my mother didn't feel safe. She had some\nangst, so she got everybody up. We lifted the tarp that comprised the wall of the tent, and we\nsneaked out.\nLater on, through the work | do here, | found out that most of the people that were there,\npossibly all of them, were shipped to -- were collected by the police and shipped to Germany.\nProbably to Auschwitz. That was another escape we had.\n>> Bill Benson: Your mom had the presence of mind to sneak you and your siblings out?\n>> Michel Margosis: She didn't feel right about it. It seemed too easy.\nAlso, | wanted to mention that on the day that Belgium was attacked, May 10, the Belgian\ngovernment sent out 10,000 refugees from Germany, Austria, on the same day, to a concentration\ncamp in southern France. | couldn't believe it. | found this out too, because | had a friend who was\nthere. He retired from the American army as a colonel. But he escaped from that camp in southern\nFrance.\n>> Bill Benson: So if you hadn't left Brussels, you may have ended up someplace like that\nyourselves?\n>> Michel Margosis: Oh, absolutely.\n>> Bill Benson: So now --\n>> Michel Margosis: Also, maybe it will be mentioned later, on my birthday after Belgium was\ninvaded my neighborhood was swept by -- | don't know whether the Belgian police or the German\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\npolice, but purified of any ethnic undesirables, particularly Jews. And they were shipped out to\nAuschwitz.\n>> Bill Benson: That was right after you left, right?\n>> Michel Margosis: The birthday after | left. | left May 1940. That was September 1941.\nSo | got to Marseilles --\n>> Bill Benson: How were you able to travel from Toulouse to Marseilles?\n>> Michel Margosis: Travels was still available at that time. You needed special pass, later on, from\nthe police to travel anyplace in France. Whether to take a bus from one town to another, or\nparticularly train, but to have a safe conduct. When we went to Marseilles, we didn't need it.\nWe got to Marseilles and we found a little place near the railroad station, but we considered\nslums. The slums were a good place, a safe place for people like us to be there because the police\nwere afraid to get in there. The police were not safe in those slums. The slums was a very diverse\ncommunity, including opium-smoking Chinese. We had, of course, Armenians, Arabs, Corsicans,\neverything you can imagine in that neighborhood. Except for the police. They were not there. So we\nfelt pretty safe.\n>> Bill Benson: This was still Vichy France?\n>> Michel Margosis: It had become Vichy France.\n>> Bill Benson: Explain what that meant.\n>> Michel Margosis: It meant an ally of Hitler. Many countries had right wing organizations. In\nBelgium we had the equivalent of a fascist in France, in Belgium we had Leon Degrelle, who was in a\nparty that was an ally of Germany. The Dutch had it. Every country had it. Hungary was actually\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nmore active with Germany than most of the other countries. But every country had their own German\nsympathizers.\n>> Bill Benson: So in Vichy, France, the German presence wasn't quite as direct?\n>> Michel Margosis: Well, my brother-in-law, before | Knew him, in Paris, talked about his mother\nwho they were called to Paris to report to the Velodrome, the arena where they staged races. They\nasked for all of the Jews to report there. And she did, and she was never seen again. She was -- all\nthese people, several thousands, were picked up by the French militia and turned over to the\nGermans and sent them to Auschwitz. That was done by the French police, the French militia. That's\nwhen he escaped and joined the French underground.\n>> Bill Benson: Tell us more about your life during the period in Marseilles, and particularly tell us\nabout your mother, who sounds like she was an amazingly resourceful person.\n>> Michel Margosis: She made decisions, my sister might have -- my sister is four years older, but\nmy mother made a decision, the decisions, and she felt like she felt in that reception camp that she\ndidn't feel right, and she was right.\nIn Marseilles, as food became difficult to get, rationing came in, we had a paper that we're\nallowed to come in, and that we were extended, but then we decided not to report anymore, so that\nwe had to survive on whatever we could. To be able to feed ourselves, to get food, my mother\nstarted black marketing, which was a very rewarding type of activity if you were not caught. Being\ncaught for black marketing in France meant the guillotine. If you can buy a little milk at one price, sell\nit at a very good profit, milk was getting to be difficult to get, maybe once a week, meat, any kind of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmeat, even horse meat. France, of course, had witches that specialize in horses and rabbits,\nwhatever. Food was difficult to get. So black marketing was the way to survive.\n>> Bill Benson: Tell us about some of the goods your mother black-marketed.\n>> Michel Margosis: The most profitable goods were cigarettes and candies, particularly box\ncandies. And | used to sneak a cigarette here and there. So instead of 20 in the pack, there might\nhave been 19 or 18.\n[Laughter]\nBut | was allowed to smoke then. Then when tobacco was difficult to get, | found a substitute. | don't\nremember which one, some kind of herb.\n[Laughter]\n>> Bill Benson: And your living circumstances, as you described, you're in a very tough place, you\nconsidered ita slum. | think you said that you had bed bugs and your mom cooked on a little alcohol\nstove.\n>> Michel Margosis: A little alcohol stove that she cooked on. We had one room, we had a lot of\ncompany. The living livestock in that department was smaller than the mice we had. Bedbugs were\nplentiful, but not edible. Then | made friends. Two particular friends, one was Algerian, the other one\ncalled himself Café Ole. His father was from Cameroon, which had been German in World War lI,\nclose to France and England.\nAnd his mother was from Denmark. He called himself Café Ole and we became the best friends. We\ndid everything together. | was young enough | started to learn how to grow up. | started to smoke.\nHe taught me how to swim, to skate, how to steal. Food was an item to be stolen, of course. And we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ndid so much together. | used to go to his house at least twice a week. He had two sisters. He also\nhad two records that | particularly remember. One was Strauss’ \"Emperor Waltz\" which | listened to\nall of time, the other was an aria from an opera called -- from \"La Boheme\" and also from Tosca, and\nthe one from Tosca particularly got to me. That's how | started to learn about music, which | really\nenjoyed. | heard we had classical music in Belgium, but it never affected me the same way this one\ndid.\n| was also able to go to the section where he lived, which was right by the old port, and lots of\nbookstores. | used to stop at the bookstores and just read and read. | remember reading \"The last of\nthe Mohicans\" in French. Cooper, a lot of his novels. | even read Tolstoy, and | read La Mancha in\nFrench. Later in Spanish, and when | came here | read it in English.\n>> Bill Benson: In addition to reading and listening to music, you also were engaging in all kinds of\nother activities.\n>> Michel Margosis: One of the activities we did was we had a little -- not canoe, kayak. We had a\ntwo-man kayak. | used to -- we used to go through the port, and we used to survey the coast for\nsome nefarious activities, | guess. | don't talk much about these activities on the coast, but with\nswimming that he taught me, he also taught me how to rest in water, just swim on the back. We\nswam all the way to the Chateau D'If. The Count of Monte Cristo talked about it. Anybody read that?\nWhere he escapes from the prison by substituting for a dead body, and throws it overboard. Chateau\nD'lf is, | guess, a couple miles off the coast. We swam over there. By the time we got there, we\ncouldn't land because it was occupied by troops. | don't know whether they were German, French,\nbut we decided to swim back. | had -- he taught me how to float and relax.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nWe also did some spearfishing because it was right below the Cousteau Laboratories, and\nCousteau was active in that area.\nAlso learned to fish for squids, and octopus, not the big ones.\n>> Bill Benson: During that time, Michel, your brother Willy was arrested, wasn't he?\n>> Michel Margosis: He was arrested early on, when we first got there, because de Gaulle who\nescaped to England, to free the French, he wanted to continue the fight, and he had quite a few\nsupporters during France. My brother marched with those supporters and he was arrested. But |\nguess it was not as bad, because they didn't examine him thoroughly to make sure he was Jewish.\nHe was released the next day. Lucky.\n>> Bill Benson: As you were running through the streets of Marseilles with your friends, while your\nmother was doing her black marketing, one of the real fears or worries that people had, of course,\nwere the raffles. Will you tell us about that?\n>> Michel Margosis: It started in Paris, when they called the people to the velodrome. On my\nbirthday, in 1940 in Belgium, they started the raffles. What they did was to seal both ends of the\nstreet, police at each end, stop everybody in there, in between. If you did not have documents, God\nhelp you. They'd pick up everybody. They did that, | guess, all over the country. | remember those,\n| escaped one in Marseilles because | knew how to sneak from one how to the other without going\nout into the street. It was even better, because the communication in Leon between houses was\neven more sneaky.\n>> Bill Benson: They'd seal off each end, you scamper between houses to get out?\n>> Michel Margosis: Right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: At some point, Michel, your mother concluded that you needed to get out of\nMarseilles?\n>> Michel Margosis: November 1942, the American allies invaded North Africa, Algeria, Morocco and\nthe following day the German troops were in Marseilles. It's a pretty deafening sound to hear those\nboots in Marseilles. That was scary.\nWe immediately packed whatever we could. She managed to get false papers. She bought\nforged papers, telling us that my sister, because of her medical problems, needed mountain air, and\nthe Pyrenees offered good mountain air. The Pyrenees, about 6,000 or 7,000 feet high. Air was\npure. So we managed to go there with the papers, and we got onto a train that was loaded with\nGerman soldiers.\nNow, | had no problem with my siblings, my brother and sister. We all spoke French, like any\nnative. But my mother could speak only Russian and Yiddish. At one point, we decided to take a risk\nand started signing. She didn't know how to sign, but she made believe she was signing. We took\nher up on it, and we responded in kind. So we were able to go through the several-hour travel\nwithout any problems.\nWe got to the border, stopped at an inn, then we had after dinner two gendarmes, two\npolicemen asking if we wanted to go into Spain. Of course, we didn't. We were French. Why would\nwe want to go to Spain? Eventually, she relented, and took up the offer to take us across the border\ninto Spain for $10,000 each. 1942, $40,000. We had it, and --\n>> Bill Benson: That's the money your mother made through her black-marketing activities, the\nequivalent of $40,000?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Michel Margosis: In 1942.\n>> Bill Benson: In 1942.\n>> Michel Margosis: We didn't know that at the same time many of these guides took the money and\nturned the clients over to the authorities. This | found out also by working here at this museum.\n>> Bill Benson: She took a huge risk?\n>> Michel Margosis: She took a huge risk. We never took any risk. | don't Know, my mother did\nhave a poker group in Marseilles, for diversion, for entertainment of some of them were old friends\nfrom Belgium. | never had any friends. As far as | know, | didn't know any Jew in Marseilles or in\nFrance, until | got to Spain. | never felt we should rely on them, on any friends or natives for anything\nwe wanted to do. But my mother did have all those guides, who were French.\nThey took us through the mountains in November, through the snow, through the woods. We\nheard dogs. We heard some guards. We were able to evade them. We left at sundown, and got into\na small town in Spain just about sun up.\n>> Bill Benson: It's you, your mother and your --\n>> Michel Margosis: Brother.\n>> Bill Benson: Brother and sister. These two guides, taking you over these 6,000 to 7,000-foot\nmountains.\n>> Michel Margosis: Right.\n>> Bill Benson: | have to have you share this --\n>> Michel Margosis: One of the things they valued while | was --\n>> Bill Benson: You know what | was going to ask.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Michel Margosis: | love reading. In Marseilles, one of the things | acquired was a big dictionary. |\nvalued it. | don't Know why. | hooked it to my belt.\n>> Bill Benson: We're talking one of those big dictionaries, right?\n>> Michel Margosis: One of those big dictionaries. | hooked it to my belt and walked over the\nmountain with it. When | came to the States, | didn't have it. | think my brother just borrowed it.\n>> Bill Benson: You were able to make it over the mountains. You get into Spain?\n>> Michel Margosis: We get into Spain. We stop at an inn, where we slept behind the counter. The\ninn was closed. Then we were told we needed two more guides to take us through the city. We said\nwe were going through the woods. That took us by the railroad. Just follow the tracks, that's the\neasiest way to get into town. Why go through the woods?\nWithin a very short time, we were arrested.\n>> Bill Benson: By Spanish police?\n>> Michel Margosis: By the Spanish police. Carabineros. We were taken to the nearest town. We\nwere fed, lodged, then they arrested us. They arrested us for -- the rest of the family was sent to jail.\nMy sister and mother to one, my brother to the other. | was sent, because it was all the rage, | was\nsent to a little town, Province of Catalonia, which is the reluctant ride of Spain. Because it was just a\nfew years after the Spanish Civil War. Francisco Franco was the dictator there, and he did not allow\nthe Catalonian culture to prevail. He forbade the use of the language or any culture, cultural\nCatalonian, like dance and singing.\n| picked up Spanish in no time, but soon after that we were released. | tried to get in touch\nwith the Persian consulate, or the British, because Persia at the time was a protectorate of England.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSince we didn't have a Persian consulate there, the English consul came, and he couldn't do anything\nexcept give me a few coins. | bought some onions and cooked them to eat. We got up every\nmorning at 6:00 to go to mass. | didn't know anything about mass, especially done in Spanish. Or\nFrench, really. But we had a priest over there, who took refugees, and he took us around and told us\nabout the culture, about Spain, about Catalonia, and he was very helpful to us.\nAlso, that region where | had been -- that had been historically from way back, had been a\nplace of Roman culture, the Roman baths over there, they took us to a few of those, and | have\npictures of those.\nThen we were released and sent to another town --\n>> Bill Benson: All of you were released?\n>> Michel Margosis: All of us, except my brother. He was sent to concentration camp in Spain.\nWhich had been a concentration camp for the Franco Civil War, he had his enemies there.\n>> Bill Benson: Why do you think he was sent to a concentration camp, but you and your sister and\nmother were released?\n>> Michel Margosis: | was underage. | was -- | guess the age there was 16. My brother was three\nyears older. Miranda was a pretty nasty place to have a lot of Civil War prisoners. Many were still\nthere. Occasionally, they had riots. My brother didn't like those.\nSoon we were released from there, and my brother was eventually released, and we all went\nto Barcelona where we were subsidized to live with a family. Barcelona is the biggest city in Spain,\nthe most European cultured. From there, my mother heard that there was an agency helping children\nunder 16 to come to America.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAmerica during the war did not allow anybody to come in, just rejected all refugees. Whereas\nEngland allowed 10,000 kids, children from Germany and Austria to go to England. Between\n1939-1940, England allowed 10,000. The United States allowed, between 1933 and 1945, allowed\n1400 children to come here.\n>> Bill Benson: You were one of them?\n>> Michel Margosis: | was one of them. My mother heard that an American agency was helping,\nwas enlisting. My mother signed me up, and June 1943, | took a ship and | came here. | said\ngoodbye to my mother, brother, sister, | saw my father in Portugal while | was there.\n>> Bill Benson: You went from Spain to Portugal to catch the ship?\n>> Michel Margosis: From Barcelona to Madrid to pick up another load of children. From Madrid to\nLisbon. Lisbon, here.\n>> Bill Benson: Your mother didn't go with you to Portugal?\n>> Michel Margosis: My mother stayed behind, and she eventually, after | left, my brother and sister\nsigned up to go to Palestine, because my sister had fallen in love with a Palestinian, who had gone to\nParis to study. She met him in Marseilles, and again in Barcelona he too escaped. He wanted to go\nback to Palestine.\n>> Bill Benson: At this time, your mother and father are still separated?\n>> Michel Margosis: Then my mother hired another guide to take her from Spain to Portugal.\nIllegally again. So we went from country to country illegally.\n>> Bill Benson: You're by yourself with all of these other kids on this Serpa Pinto coming to the US?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Michel Margosis: Right. On the Serpa Pinto. Well, in Portugal, when | saw my father, stayed with\nhim for a few days, as soon as he saw me, greeted me, hugged me, then offered me a cigarette. |\nwas 14. He said \"You're a man now. You can smoke.\"\nHe took me around. We had a great time. | had bought some cookies that my mother had\nmade just for him. And then | finally got to the ship, and we stopped in Oporto to load up with cork,\nwhich was then a major export of Portugal. And the ship made a stop in the Azores, Portuguese\nisland in the Atlantic. While we were there, there were a lot of little boats sharing wares and | bought\ntwo pineapples, which | didn't eat for a few days. By the time | got to them, they had ripened, and\nfermented.\n[Laughter]\nThat was a good trip.\n[Laughter]\n>> Bill Benson: But there was also some adventures on the trip, of course. This is the middle of the\nwar, and there's -- U-boats at sea.\n>> Michel Margosis: It was a Portuguese ship, so the food was more plentiful. At tea time, | hada\ngood friend that together we made believe we were a little sick. We went to the side of the ship a little\nbit, made believe we were sick. Many other kids followed us. We came back and finished the tea,\nthe teas that we had the pastries with the tea. That was a good thing. But halfway through, |\nremember -- | don't remember how far, we were stopped by a U-boat. U-boat is a German\nsubmarine. | don't remember how long we were delayed, but we went on, and the only thing that |\nheard was that one of the cooks was missing when we got on again.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Portugal was a neutral country?\n>> Michel Margosis: Portugal was supposedly neutral. It also had a dictator, Salazar, the dictator. It\nseems like so many countries have dictators.\n>> Bill Benson: So June 22, 1943, you arrive in the US?\n>> Michel Margosis: In Philadelphia. The sky was full of dirigibles, navy ships, | think to protect the\nskies from enemy airplanes.\nWe stopped there. We went through customs. They confiscated my collection of stamps that |\nhad in Marseilles. | collect a few things. But stamps, and we were immediately --\n>> Bill Benson: You had hung on to your stamps going over the Pyrenees, as well as your\ndictionary?\n>> Michel Margosis: Yeah. But the stamps were really light.\n[Laughter]\nThey put us directly onto the train to New York. A place called the Bronx. | think that's where the\nGiants used to play. | learned pretty soon when | came here about baseball. But the Bronx is one of\nthe boroughs of New York, up north. And | had a cousin that we had contacted, my father's uncle,\nwho lived in Brooklyn, which is totally on the other side of New York.\nMy cousin came to see me. She wanted to show me America by taking me to Radio City\nMusic Hall. | couldn't believe it.\nThen | went to live with them for a while, then decided they couldn't afford me, because he had\nsuffered the Great Depression. Then turned me over to the foster home bureau of New York. They\nput me in a foster home, and | was there until my parents came.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: In 1946?\n>> Michel Margosis: Right. | knew little English. In Brooklyn, the first word | learned was from a\nneighbor who taught me a few choice words in Italian.\n[Laughter]\nThat my cousin told me not to use again. Then | started high school. That was first term high school.\n| managed to get a -- just barely passed English and Civics. The following term, second term already,\n| really began to read Shakespeare in English. \"Midsummer Night's Dream.\" | remember that. In\n3 1/2 years, | made the honor society. My last year in high school | took -- also they put me in\nFrench, French so | could learn English. The only point | lost in the regent's exam was when |\ntranslated from French to English. | didn't know English that well.\n>> Bill Benson: You were with a relative to begin, then into the foster care system. You ended up\nwith several different families. It would be three years --\n>> Michel Margosis: One family, yeah.\n>> Bill Benson: Short time with another one.\n>> Michel Margosis: Right.\n>> Bill Benson: It would not be until 1946 your parents made it.\n>> Michel Margosis: Right.\n>> Bill Benson: Tell us about the reunion with your family and your siblings.\n>> Michel Margosis: | remember one time my father had complained to the embassy here that he\nhadn't heard from me, the Persian Embassy.\n>> Bill Benson: From the Persian Embassy?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Michel Margosis: That! should contact my parents. My parents came in 1946. They came into\nPhiladelphia. | took the train, | went to Philadelphia, and the ship hadn't arrived yet. So | went to the\nmovies. | waited. | remember the movie, it was Rex Harrison and Irene Dunn in \"Anna and the King\nof Siam\" which became a musical a few years later. | remember that so well.\n| finally came here. My father befriended one of the customs officers because he said his nose\nlooked Jewish.\nHe brought back a lot of pottery, so he could do something with it. But before that, when |\ncame to the states originally, he had given me a couple of old Bibles that he thought were very\nvaluable and | could possibly sell to the cardinal in New York, Cardinal Spellman. | don't know what\nhappened to those things, but | never was able to sell them.\n>> Bill Benson: | think they were actually confiscated from you by the --\n>> Michel Margosis: Yeah.\n>> Bill Benson: Yes. Michel has come across recently the case file notes from when he was in the\nfoster care system, and they're really amazing to read by various social workers. But one is that you\nwere complaining about your Bibles being taken by the US censor, as it was called. Eventually, they\nwere able to get them back for you somehow. But it took several years to get them back.\n>> Michel Margosis: The same with the stamps.\n>> Bill Benson: You got your stamps back?\n>> Michel Margosis: Eventually | gave the stamps to my brother-in-law, who says they probably were\nvaluables. Well, you can have all of the stamps. If you don't like it, you can return it. I'm willing to.\nHe said no, | will keep them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\n>> Bill Benson: You would later, of course, go into the US Army and find yourself back in Europe. To\ngo back to Europe, after what you went through, what was that like for you?\n>> Michel Margosis: Well, | went into the army, that was after graduation. | had received a\ndeferment, because | had become a chemist. | had my degree in chemistry then. | decided the\ndeferment was well and good, but | didn't feel | was contributing to the war, during the Korean War.\nSo | decided because | could speak Russian, | could help in the Cold War. The army, the Russian\nmay not be good enough, but they'd send me to school to learn how to read and write. | was\ndisappointed they didn't need me anymore.\nSo | looked at my MOS, my military expertise, and decided that already | was already an\ninterpreter, why send him to Russian school?\nSo everybody went to Korea, | stayed behind. | finally got my orders, then the first ship that\nwent out went to Europe. | didn't mind going to Europe. Instead, they sent me to Germany. As soon\nas | got to Germany, | said get me the hell out of here, because | don't know what's going to happen.\nSo they sent me to France. Crossed the border. France was still having American troops. They put\nme on one job translating with a count, who was organizing a party for the American troops. So | was\nhelping with that. As soon as that was finished, they didn't need me anymore as an interpreter. They\nlooked at my records, see well, you have a degree in chemistry. The chemical corps. That's a good\nplace. So | went to the chemical corps. | learned how to move the gas mask from here to there and\nhow to move the smoke grenades from there to here.\n[Laughter]\nThat was finished. They reversed the process. Soon after that, | got message that my father had\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\ntaken ill, and they sent me home on emergency leave. By the time | got here, my father had died.\nAfter 30 days' leave, | returned to the chemical station in France, and within the short time they\nneeded a medic in Verdanes, which was a few miles away. Verdanes was a famous town, of course,\na cemetery of France in World War I, over 10,000 casualties. | still have leftover bones, shells, still on\nthe field. There was a little station hospital there that needed a medic. Of course, chemistry is\nmedicine, it's pharmaceuticals. | became a medic.\n>> Bill Benson: They made you a medic?\n>> Michel Margosis: They made me a medic. | became a medic, on-the-job training. | learned how\nto give shots, 16-gauge needles at the time was pretty big. They told me just wait to shoot it. | did\npretty well. | took care of a lot of -- | worked in the hospital for quite a while. Until they needed a\nmedic in that chemical station back where | was. So now | went back to the camp, and | became one\nof the three medics taking care of all the Gls there.\n>> Bill Benson: We're at the end of our program. I'm going to turn back to Michel in a moment to\nclose our program. | want to thank all of you for being with us, remind you that we'll have a First\nPerson program each Wednesday and Thursday until the middle of August, so if you live locally,\ncome back, if you can. If you don't, come back next year when we resume our First Person program.\nWhen Michel is finished he's going to step down off the stage, so we didn't have an opportunity\nfor questions from you. If you want to ask Michel a question or say hi to him, absolutely feel free to\ndo that, or get your photograph taken with him, if you want. He'll step down off the stage in a\nmoment.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\nIt's our tradition at First Person that our First Person has the last word. On that note, | will turn\nback to Michel to close our program for today.\n>> Michel Margosis: As much as my mind is not as strong as it used to be, I'm going to read it. I'm\nhere recounting what | remember was the Holocaust. | escaped from Europe and my arrival alone in\nthis country 70 years ago, and that was 4 days ago, as a refugee, now I'm a Holocaust survivor.\n| recall my father's illusions to pogroms and resistance to the Bolshevik revolution and his own\nescape from Siberia. It was so long ago, just like the inquisition. | am immensely grateful to have\nfound refuge and become a citizen of this great nation, where I've had the freedom to plan my own\nfuture, to worship, or not, as a Jew. To obtain an education, to become a successful research\nchemist, to serve my country in the army and in the civil service, and to have a loving family to be\nimmensely proud of.\nThis reaffirms the legacy of my heritage, with memories from those dreadful days, as well as\nthose happy days afterwards. I'm bearing witness to the Holocaust. | will leave it to this great\nmuseum and to you, to you all, to ensure that we will be remembered.\nHate and genocide must be held in check for this earth to survive. To the young people here, |\nwould simply admonish you to study and learn with purpose as much as, as far as you can go, that\nyou may be as fortunate as | have been in truly enjoying my years of employment and freedom.\nThis nation became a world leader mainly because of its innovative science and technology,\nthat you can embrace without fear. Learn about your country and the issues troubling it. Know your\nrights and use them, and most importantly vote. But vote for the right people, of course.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n30\n[Applause]\n[Ended at 2:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}