{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, May 9, 2013\n1:00 p.m. — 2:12 p.m.\nUNITED STATES HOLOCAUST MUSEUM\nFIRST PERSON SERIES\nIRENE WEISS\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, and | am the host of the museum's public program First\nPerson. Thank you for joining us. This is our 14th year of First Person. Our First Person\ntoday is Mrs. Irene Weiss, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation, to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors\nof the Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nlrene Weiss will share with us her First Person account of her\nexperience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntowards the end of the program, we'll have an opportunity for you to ask Irene a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Irene is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her\nintroduction.\nlrene Weiss was born in Botragy, Czechoslovakia on\nNovember 21, 1930. The arrow on this map of Czechoslovakia indicates the general location\nof Botragy.\nlrene's father Meyer owned a lumberyard and her mother cared\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfor Irene and her five siblings. In this photograph, Irene is at the lower left with two of her\nsisters and cousins.\nWhen Nazi Germany took over and divided Czechoslovakia,\nBotragy fell under Hungarian rule. Irene and her siblings could not attend school, and her\nfather, along with thousands of other Jewish men, was conscripted into forced labor for six\nmonths in 1942. The Fogels were moved into the Munkacs ghetto, where they lived in a brick\nfactory. The arrow points to Munkacs.\nIn May 1944, Irene and her family were deported to\nAuschwitz-Birkenau. The arrow points to Auschwitz. Irene and her sister, Serena, were\nselected for forced labor, then were forcibly evacuated in January 1945 to other camps in\nGermany. Fortunately the liberation by the Soviet Army of the Neustadt-Glewe camp,\nindicated by the second arrow, where Irene and Serena worked near the end of the war, left\nthe girls unguarded, and they were able to make their way to Prague to look for relatives. Of\ntheir immediate family, only Irene and Serena survived the war.\nIn 1947, the girls and their Aunt Rose, who had been with them\nthroughout their time in the camps, were able to immigrate to New York. This photograph\nshows them upon their arrival in the United States.\nlrene met and married Marty Weiss in 1949. They moved to\nVirginia in 1953, where Irene lives today. Irene earned a degree in education from American\nUniversity and taught English as a Second Language in the Fairfax County, Virginia, public\nschool system. She taught middle school students from many countries.\nlrene's husband Marty passed away in January of this year.\nMarty, who was 93, was a combat veteran of the Second World War, seeing action in North\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nAfrica, Italy, and elsewhere in Europe. He had a long and distinguished career as a geologist\nwith the federal government serving at both NOAA, the National Oceanic and Atmospheric\nAdministration, and the U.S. Geological Survey. Irene and Marty were married for 63 years.\nlrene and Marty have three children and four grandchildren.\nTheir son Philip is a family practice physician in upstate New York. Their daughter Lesley is\nDirector of Community Services and Cultural Affairs for NCSJ, a nonprofit organization that\nadvocates on behalf of Jews in Russia, Ukraine, the Baltic states and Eurasia. Their son Ron\nis an administrative judge in Washington, D.C.\nLesley was recently appointed by President Obama to be the\nchair of a U.S. commission that preserves, protects, and memorializes cemeteries,\nmonuments, and other cultural heritage sites in Europe associated with American citizens.\nAnd just two weeks ago she went to Warsaw, Poland, as one of four delegates named by the\nPresident to represent the United States at a commemoration of the Warsaw Ghetto Uprising.\nI'm pleased to let you know that both Ron and Lesley are here with us today. If you wouldn't\nmind just rising, showing people you're here.\n[Applause]\nThank you. Irene became a volunteer for this museum two\nyears ago, and this is her second time speaking as part of the First Person program. In\nJanuary she spoke to the Foreign Diplomatic Corps at the museum as part of a\ncommemoration of International Holocaust Remembrance Day and the anniversary of the\nliberation of Auschwitz. There were some 50 foreign diplomats in attendance.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Irene Weiss.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\n>> Bill Benson: Irene, thank you so much for joining us today, for your willingness to be our\nFirst Person. There is so much for you to tell us, and we have just less than an hour for you to\ndo it. So it's a big challenge. So we better start | think right away.\nYou describe for me the time for you and your family in\nCzechoslovakia, before World War II and the Holocaust, as a time of hard work but also a\ngood life, one in which there was a sense of safety. Spend just a few moments telling us about\nthat life before the war.\n>> Irene Weiss: Well, yes, we were a family of six children. And our parents concentrated on\nraising the children, protecting the children, educating the children. Our father worked, mother\nworked very hard. In those days women didn't have any modern equipment to help them. So\nit was work from morning till night. It was a normal family. We observed religious events. We\nwent to school. | was 13 years old when all of this ended. We played in the neighborhood with\nother children. It was just a normal life of daily concerns and daily chores.\n>> Bill Benson: How large was the Jewish population in the community where you lived?\n>> Irene Weiss: It was a very small farming town where we lived. The Jewish population were\njust 10 families. The total number with the children and so on were about 100 persons.\n>> Bill Benson: About 10% of the population.\n>> Irene Weiss: About 10%.\n>> Bill Benson: You had said to me that there really -- to your knowledge, there wasn't much\nanti-Semitism at that time. Will you say a little more about that?\n>> Irene Weiss: There wasn't. My father was born there. His father was born there. My\nfather was 47 years old when it all ended. He grew up with the other people in the town.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nKnew him well as a young man and so on. He had a sister who also grew up there. They\nwere part of the community, the general community. It really was a peaceful life with the\nneighbors until suddenly things changed.\n>> Bill Benson: Before we move to the changes that occurred, tell us a little bit about your\nAunt Rose and Pearl. You're going to talk more about them later. Just tell us a little about who\nthey were.\n>> Irene Weiss: Rose and Pearl were my mother's sisters. They were in their mid 20's. They\nlived just a few kilometers away from us. They were the daughters of my grandfather. They\nwere also -- my grandfather's entire family, they were also deported to Auschwitz, about the\nday before we were, in April. By sheer chance we actually met up with them there, which | will\ntell you later. Saved my life and my sister's life.\nThey were wonderful aunts. When we were younger, they\nplayed with us. They carried us around. They read to us. We were very attached to them. So\nwhen we met up with them in Auschwitz later, it really changed our situation, our emotional\nsituation.\n>> Bill Benson: And | know you'll tell us much more about that.\nBy the time Germany invaded Poland in September 1939,\nlaunching World War II, your community already experienced profound change. Hungary was\nan ally of Nazi Germany, and earlier in 1939 your community has been occupied by\nHungarians, which immediately changed your lives. Tell us what you can about that time\nunder Hungarian rule.\n>> Irene Weiss: Yes. As you say, the Hungarian government was allied with Nazi Germany.\nSo they proceeded to carry out the same kind of discrimination against Jews as the Germans\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ndid. They initiated laws to restrict the freedoms of Jews. Right away Jewish children couldn't\ngo to the schools. | had been sent -- | had to drop out of the school | was attending. All our\nfreedoms were taken away. We could not travel by train. We could not own property. My\nfather's business was confiscated. We had to wear a yellow star. In general, we were\nexposed to any kind of humiliation and mistreatment by those who chose to do that because\nthe law was on their side and not on our side. We were victimized. It was approved by the\nlaw.\n>> Bill Benson: With your father losing his business, how was the family able to make ends\nmeet, to be able to put food on the table?\n>> Irene Weiss: Yes, it became very difficult. He stayed at home doing chores around the\nhouse. Everybody had livestock to help feed the families. He attended to that. He was no\nlonger a businessman.\nMoney was very tight. None of it was spent. We lived off all the\nthings we got from the farmers. Everything was cooked and baked for the family. Nothing was\nbought besides maybe salt and occasional sugar.\n>> Bill Benson: The most essential.\n>> Irene Weiss: The most essential.\n>> Bill Benson: You mentioned you could no longer go to the school you were in. You ended\nup, | believe, going to school in another community. Tell us about that.\n>> Irene Weiss: Well, in my little town school ended at sixth grade. My parents --\n>> Bill Benson: Period.\n>> Irene Weiss: Period. No one else. The farming children, children of the farmers, that was\nok because they needed to be working in the fields. But my parents looked to find a way to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncontinue our education. So after sixth grade | was sent to the bigger city nearby, a large city\ncalled Munkacs. | commuted by train to middle school until we were told to wear the yellow\nstar, at which point it was not safe for me to be in a different community with a yellow star.\n>> Bill Benson: You were commuting by yourself, | believe.\n>> Irene Weiss: | was commuting by train. Often | was the only one getting on the train in my\ntown because it was a Oone-track town, and often the train stopped just for me.\n>> Bill Benson: Just for you.\n>> Irene Weiss: To go elsewhere, to be in the train and in a new place with a yellow star was\nmuch too dangerous. Besides, the law said that | could no longer attend Hungarian schools.\n>> Bill Benson: | think it was around that time that you had a frightening experience on the\ntrain with your father.\n>> Irene Weiss: Yes, indeed. Things became very dangerous. My father and | were on the\ntrain to go to the nearby town, just about a five-minute ride. He was resting where he was\nidentifiable as being a Jewish man. We were almost at our station back home when a bunch\nof young men -- | call them hoodlums -- came up to him and began to talk among themselves\nabout how they were going to throw him off the train. They laughed. They carried on. They\nspoke rudely to him and telling each other how, well, let's do it and how about starting to do it.\n| was 13 years old and terrified, wondering whether we'll make it home safely, whether the train\nwill stop and we can get off before this stuff would actually happen. It so happened that it was\na short ride and we got off very frightened and shaken.\nWe heard of other stories about a Jewish man being thrown off\ntrains, anywhere en route. It became open season, a free-for-all. We had no rights. Our\nenemies had all the rights. The police stood by and did nothing. It was fun and games to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nhumiliate Jewish men and to pick fights with them knowing that they would be winning and\nnobody would --\n>> Bill Benson: You had no recourse. There was nothing you could do.\n>> Irene Weiss: No recourse. Could not bring a suit or complain because you were not a\ncitizen by this time. Even if you were born in the country, your citizenship was denied. There\nwas absolutely no protection. It's an extremely frightening feeling when the law doesn't protect\nyou and that others have access to humiliate you and to mistreat you and to cause you bodily\nharm. It's more frightening to deal with other human beings than it is with the law.\n>> Bill Benson: And in this case the law explicitly wasn't on your side.\n>> Irene Weiss: Yes. It was open and acknowledged that we had no rights.\n>> Bill Benson: In 1942 -- and would continue for several years under those circumstances;\nand in 1942 your father, along with thousands of other Jewish men, were forced by the\nHungarians to do forced labor for the military. Tell us about your father's conscription into the\nforced labor battalion and what that meant for your family.\n>> Irene Weiss: Well, we heard that the men, the young men who were conscripted and taken\naway, were not soldiers. Jewish men were not given guns. They were taken to the front and\nused as mine sweeping and other kinds of most dangerous exposure.\n>> Bill Benson: By mine sweeping, literally that means walking into a minefield.\n>> Irene Weiss: Right. Right. They were expendable. So it was very frightening to know that\nhe may never come back. And, in fact, most of the young men never came back from those\nearly days. They were killed.\nMy father was allowed to come back, because apparently at that\npoint they still returned men who had large families. Since he had six children, he did come\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nback and stayed home, again without his business, until we were then deported to Auschwitz\nin 1944.\n>> Bill Benson: But he was gone for a full six months, | believe.\n>> Irene Weiss: Yes, he was.\n>> Bill Benson: Because you were so young, do you remember both him leaving and then\ncoming back after those six months?\n>> Irene Weiss: Oh, yes, definitely. When he left, of course, again, the feeling of\nhelplessness. You don't hear from him. You don't know how he's being treated.\n>> Bill Benson: You might not even know if he was alive.\n>> Irene Weiss: No, we didn't, until he showed up again. Strange for our children. He had a\nlittle beard when he left. And when he came back, he didn't have the beard. | remember how\nwe stared at him and barely recognized him. He was like a new person. But very grateful he\ncame back in one piece.\n>> Bill Benson: And as bad as things were under the Hungarians, they would turn profoundly,\nand tragically, so much worse, when the Germans came in 1944. That was after two more\nyears between your father's forced conscription to when the Germans came. Things changed\nimmediately. Tell us about that time.\n>> Irene Weiss: Well, yes. The Hungarian government did make many restrictions and took\naway our rights and liberties and property, but they did not expel their Jewish citizens. But\nwhen the Germans occupied Hungary, they were now in charge. They were well prepared for\nthe expulsion of Jews.\n>> Bill Benson: Why did the Germans all of a sudden come in and occupy the land of what\nhad been their ally?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\n>> Irene Weiss: Right. By 1944, the war had turned, and it was quite obvious to the\nHungarian government and everyone that Germany would be losing the war. And Hungary\ndecided that they were on the wrong side and decided to pull out of the alliance. And at this\npoint Germany actually invaded Hungary and occupied Hungary. So they were in complete\ncharge.\nEven though they were losing the war and was late, just about a\nyear or so before they actually lost the war, the first job, their first task, was to collect the\nJewish population and deport them into Germany, Poland, and the various concentration\ncamps. Actually, for a government that was -- that needed its resources, its soldiers, railroads\nand all for the war purposes, instead concentrated on using all of those facilities to gather up\nand deport their Jewish population.\n>> Bill Benson: Especially, as you said, at this point we were losing the war. So they were in\nsort of -- from a military standpoint, they were in desperate straits.\n>> Irene Weiss: Yes. It was the first job. Actually in every country in Europe that they\noccupied, that was the first job. They became very efficient doing that. They sent in their\nhenchmen who were in charge, immediately requisitioned the necessary trains. They\norganized the Jewish population, gathered them into larger groups. Within one month of\nGermany occupying our area, one month, we were all in ghettos and gathering places. They\npulled us out of our homes. We had to abandon all that we had and leave our home with a\nsuitcase each. We were transported into these large gathering areas, which were usually a\nfactory of some kind, a brick factory in this case where they had barracks and facilities.\nSo in no time we find ourselves out of generations of living in\nthe same town and in the same house, abandoning our property and our home. We were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\ngathered into crowded conditions, into a ghetto.\n>> Bill Benson: Thousands being brought into this brick factory.\n>> Irene Weiss: Thousands from all the regions, from all the smaller towns into this larger city.\nWe had no idea of our fate. How long will we be there? Will we come back? What is their\nplan?\nWhen you consider a family with six children ranging in age\nfrom about 7 to 17, you find yourself out of your home and your routine and dependent on\nwhatever food and necessities they will give you. It's terrifying. Looking back, my parents\nshould have been the most frightened and agonized about what was going on because they\ncould not protect their children.\n>> Bill Benson: No. There's six of you and your parents. When they began, when the\nGermans began, deporting the Jews out of Hungary, the numbers are staggering. If |\nremember correctly, approximately -- | think something like 450,000 Jews were gathered as\nyou described into ghettos and over about a six-week period, | believe, deported to\nconcentration and death camps.\nSo for you, after being in this ghetto, you wouldn't be there long\nbefore you were sent with your family to Auschwitz.\n>> Irene Weiss: Yes. We were there about four weeks. And the conditions deteriorated. It\nwas terrible. You have people of all kinds, older people, sick people, pregnant women, young\nbabies, all kinds of human conditions. It was terrible. The persecution there was intense.\nThey would call out the men in the middle of the night or in the middle of the day for\ninterrogation, demanding valuables. There would be beatings. People would come back\nbloody.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThere was, for example -- well, they made an announcement\nthat affected me, which said all girls under 16 should report to a certain place to have their hair\nshaved or their fathers would be beaten and punished. So without a moment's notice, | ran to\nthe tent where this was happening, and they shaved my hair. | had long, blonde braids.\nSomehow it didn't occur to me that | should be worried about that because | was thinking of my\nfather and how that might affect him. | came back to where my mother was, and she was\nappalled. She gave me a kerchief to put on my head. And from then on, that's what -- |\ncovered my head.\nAs it happens, later when we arrived in Auschwitz, it had a\nprofound effect on my survival there, which I'll talk about.\n>> Bill Benson: Ok. 16 years old at that point.\n>> Irene Weiss: Well, no. I'm 13.\n>> Bill Benson: 13. With your head shaved. It was girls under 16 who had their heads\nshaved. So you're forced to go to Auschwitz. | know it's very hard to find the words to\ndescribe that, but tell us about going there and what happened.\n>> Irene Weiss: After four weeks living in crowded, humiliating conditions -- we had no bath.\nWe had no change of clothes. We had very little food. We were no longer the human beings\nthat we were before. You can imagine the condition when that many civilians of all types are\nnot given proper care or facilities.\nSo then one day, a long cattle train arrived on the premises of\nthis brick factory which had a railroad siding for their own -- their own purposes. We were\nherded into the train.\nAgain, no one ever told us what the next step is. In other words,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nno communication because we did not matter. We were like cattle. Herd them in. Herd them\ninto the train. Lock the door from the outside. Everybody is sitting on the floor of the train,\nmen and women separate, by their own choice for modesty sake. A big bucket put in the\ncenter of the train for the toilet. You're locked in. It's dark. No one tells you where you're\ngoing or why this is happening to you. You have children. You can't give them any answers.\nYou don't have any answers. So it's very -- very, very frightening. We never heard of\nAuschwitz, but we did hear of rumors that the Jews in Poland were killed in large groups by\nGerman Nazi soldiers who would gather them into the forest areas and shoot them and bury\nthem in large graves there. So that rumor is what we thought might be our fate, that when the\ntrains stop, we might find ourselves in the forest in Poland being met by a firing squad.\nIn the train, my father would look out a small window and look to\nsee the direction, trying to see if he can find the direction the train was going. At one point he\nsaid that, yes, he recognized the area that the train was switching towards Poland. So without\nanybody telling us any more, we felt that our fate was sealed. Great anxiety and fear.\nAfter about two days and two nights, the train stopped. Began\nlooking out the small window. My father was assessing the situation. He said this looks like\nthere are barracks here, guard towers, fences. He saw men in prison uniforms. It seemed like\nit was some kind of a work camp. He passed it on to the people in the car, cattle car.\nEverybody calmed down and felt a little more secure.\n>> Bill Benson: Because it wasn't the forest where you thought you would be shot to death.\n>> Irene Weiss: Yes. So it might seem -- it seemed to everyone that, well, if it's a labor camp,\na work camp, perhaps we can survive this trial also. So people were much more calm than\nthey had been on the trip up to that point.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSo soon the trains were opened from the outside. There were\ngreat deal of shouting and yelling, in German, to get out, to get out, quickly get out and leave\neverything behind. So everybody was jumping out the train. All our belongings -- as soon as\nwe were out of the train, all our belongings were dumped out on the platform. We saw trucks\non the platform. These prisoners were picking up all the belongings and throwing them on the\ntrucks.\nThe shock of realizing that not only were we going to lose the\nlast little bit of belongings, but all of those precious papers, identification papers that showed\nwho you were, where you came from, where you belonged. Without papers, you are nothing.\nThere is no record of your existence. And that, too, was thrown out with everything else. So it\nhits you that you're nothing, and no one will ever account for you here. There is no possibility\nthat you belong anywhere.\nSo to imagine such a feeling is definitely a sense of desperation.\n>> Bill Benson: So you are forced off the train. It's you and your parents and your five\nsiblings.\n>> Irene Weiss: Yes. We were forced off. Thousands of people came out of a long train. The\nplatform was totally filled. Of course, the shouting continued about men to one side and\nwomen and children to the other side. So my father and 16-year-old brother joined the group\nof men to the one side. We had no idea that we'll never see them again. And the women and\nchildren and elderly kept moving up the platform. Pretty soon we didn't see the front of the\nplatform, what was going on at the front. But pretty soon we were up in the front and found\nourselves facing about a dozen Nazi soldiers with dogs and weapons. One in particular was\nseparating people at great speed, without much deliberation. Almost immediately he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nseparated Serena, my 17-year-old sister, and sent her to one side. It seemed like other young\nadults were also going, being sent to that side. And then quickly he motioned my mother and\ntwo little brothers to another side. We became aware that women and children and elderly\nseemed to be going on that side. And then there was still -- my younger sister and | were left\nholding hands. He was looking at us. And not being able to apparently figure out my age,\nbecause my head was shaved and | was wearing a kerchief and heavy coat and looked more\nlike a young woman perhaps, so in a matter of six seconds, he separated the two of us and\nsent me going towards the young adults.\n>> Bill Benson: Where Serena was?\n>> Irene Weiss: Yes. And sent her to where my mother and younger children went. | froze\nthere. | didn't move. | just stood there leaning towards where my little sister went, hoping to\nsee that she caught up with our mother. | couldn't see. There were barriers there. | was\ndesperately worried that she will not catch up with them. There were crowds moving. She\nwas but 12 years old. | was just beside myself with worry that she will be alone. | suddenly\nforgot that I, too, was alone at this point. After standing there for a moment, | was motioned to\ngo towards the young adults.\nTo digress a little bit, about 25 years after | was liberated and |\nwas in this country, | came across a book called -- it was an album. It seems that the German\nsoldiers were taking pictures, photographs, of the particular train arrival on which we were and\ntaking pictures of all the steps of processing the new arrivals, getting off the train, being\nseparated, and going in all the different directions. Those photographs were kept by a Nazi\nsoldier. It was found after liberation by a survivor. And eventually it was put into an album,\nwhich is here in the museum gift shop. It's called “The Auschwitz Album.\" | had a chance to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nget a hold of that album and looking at it, | recognized myself exactly in that position when |\nwas standing there alone looking toward the direction where my little sister went. And it seems\nthat -- | have no idea -- | had no idea that | was being photographed, but | was captured in that\nposition. That photograph is in this museum as a visitor might come out of the cattle car. It is\non the wall as you come out of the cattle car. It shows a group of women being separated.\nAnd it shows me in one corner already having been separated, but standing there for a few\nseconds while | was frozen and not moving. It was a most astonishing discovery that there is a\nrecord of that particular instance.\n>> Bill Benson: That was the day they happened to be photographing.\n>> Irene Weiss: That was the day. Yes.\n>> Bill Benson: And this book that Irene showed me, there's just no words for it. It's\nstaggering to look at this methodical record of each of those steps that you described, and\nothers, \"The Auschwitz Album,” the story of the transport. The picture, as you said, is here in\nthe museum.\nSO now you're separated. You're with the young adults. The\nother adults and Serena. Take us from there.\n>> Irene Weiss: Yes. | was running after her because she had already moved way up a road\nwith all the young adults. | was calling her name and yelling for her to wait for me. She finally\nheard me and turned around. The first thing she said to me, why didn't you go with mom?\nAnd | was so very upset and so concerned about my little sister | didn't even answer her. | just\nkept telling her, Edit will never catch up with our mom, she's going to be alone. She was in this\nbig mob. There were so many people. | kept telling her | tried to see but | couldn't see.\nAnyway, | was terribly, terribly upset about her idea that she will be alone in this mob of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\npeople.\nWe were taken to be processed in what turned out to be a\nbathhouse where everyone was shaved, our clothes were taken, disinfected, prison clothes,\none-size-fits-all kind of clothes. Our shoes were taken. We were now altered completely and\nno longer recognizable.\nAt this point | had experienced my second very upsetting\ntrauma. In going through stages of this processing, when it came to having the hair shaved for\nthe women, | had skipped the stage because | had already had my hair shaved. But my sister\nhad to stay and go through that. And so by the time -- | got my prison clothes and all. | was\nfinished ahead of her and marched out the door, where | saw hundreds of other women\nlooking exactly the same, with hair shaved, same kind of long, gray dress. | knew that when\nmy sister comes out the door, | will not recognize her, because suddenly it was just impossible\nto see who was who. So! now became terrified that | won't meet up with her.\nSo you have people, a close, united family, torn apart stage by\nstage. And all of a sudden, we're divided up into parts. Here my little sister is somewhere out\nthere. | am alone and unable to connect with my sister. My father and brother are somewhere\nelse. It was just very confusing. For me, at the age of 13, terrifying.\n| was pushed out the door. | stood by the door. | didn't move.\nHowever, | became aware of the fact that those who had already come out the door, the\nwomen, were being counted off and marched off towards barracks. So | kept falling back and\nback, not to be taken. And yelling her name every time the door opened. | would yell her\nname. She wasn't coming. She wasn't coming.\nSo eventually a young woman from our town who came out the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\ndoor and heard me calling her name and recognized the name and my voice, she said to me\nthat | Know Serena is still back there, and I'll stay with you and help you to recognize her when\nshe comes out. So that's what happened. Between the two of us, mainly she helped me when\nSerena came out so that we were then marched off together. Suddenly my heart stopped\nbeating a little slower.\n>> Bill Benson: And then amazingly you would connect with your aunts. How did that\nhappen?\n>> Bill Benson: Yes. My mother's two sisters. My grandfather's, grandmother's family. They\nwere brought to Auschwitz the day before. We didn't know that exactly. But when the\nHungarian transports were arriving in Auschwitz, the trains were coming from all the gathering\nareas, day and night. Literally day and night, the trains, one after another. Many times there\nwere two trains on the platform at the same time. As we said before, it was the only large\nJewish group remaining in occupied Europe. The war was ending with the Germans, and they\nwere rushing to bring this last group and do the final solution, the genocide, on this remaining\ngroup.\nSo when we all arrived, they really didn't have immediate work\nassignments or barrack assignments. There was a great rush of crowds and people. So most\nof the time we were to sit outside on the ground, in between the barracks from morning till\nnight, just waiting to be let in for the night. And then the next day, again, waiting until they\ndecided who goes where. So while sitting there on the ground, stepping over people, one of\nmy aunts literally stepped over us and recognized us.\n>> Bill Benson: Totally happenstance.\n>> Irene Weiss: Totally an amazing thing, because there were thousands of people in every\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\ndirection sitting around, standing around.\nThat really, for me, meant as if | had my mother back now.\nBecause even though they were only in their mid 20's, to me they were Aunt Rose and Aunt\nPearl, spoke to them in a more represented way. Because they scooped us up. Managed to\narrange that when we were led into the barracks at night, that we ended up in the same\nbarracks.\nSo for me, you know, the terror of being alone, of being a\nnonperson, just the frightening feelings of mobs of pretty hostile groups -- you know,\neverybody looking out for themselves, everybody upset. It was just so terrifying. All ofa\nsudden | had someone to cling to and someone to whom | meant something.\n>> Bill Benson: Family, adults, people that you had grown up with. Respected. Loved.\n>> Irene Weiss: Right. And although they didn't have much in a way to protect me, | didn't\nknow the full extent of what they could not do for me. But emotionally they did everything for\nme.\n>> Bill Benson: Irene, there's so much more for you to tell us. I'm worried about our time.\n>> Irene Weiss: Right.\n>> Bill Benson: Tell us, once you were selected to stay alive to do labor, tell us what you were\nforced to do.\n>> Irene Weiss: Yes. Eventually they figured out what to do with all of these many women.\nSome were sent out of Auschwitz to other camps in Germany. We were assigned, about\n1,000 women were selected and assigned to do work within Auschwitz. First we were\ntattooed. We were told that we would be marched off to a certain area. Auschwitz had many\ncamps within camps, separated by electric wire. So they marched us off to several camps in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nan area where the clothing and belongings that came out of the many, many trains and the\nclothing and belongings that came out of the crematoriums were brought here for storage and\nfor the women, the prisoners, to work with, to separate and to categorize and to get ready for\nshipment back to Germany. Because they utilized everything that was brought by the trains.\nSo we became aware of the fact --\n>> Bill Benson: This was with your two aunts and Serena, too.\n>> Irene Weiss: All four of us. Here we had the urgent problem of making sure that the four of\nus are never separated, which was a daily problem, especially for me. The selections\ncontinued daily by the Germans to select out young children like me who they missed at the\nplatform upon arrival and the sick and older ones. So the selection continued. And | was\nalways vulnerable.\n>> Bill Benson: So it was a constant risk.\n>> Irene Weiss: A constant risk. So to stay together, the four of us continued an even more\ndifficult task.\nWe became aware of this place -- one electrical fence\nseparated from crematorium and gas chamber. We understood now what people told us when\nwe arrived. When we first arrived, we asked the prisoners who had come before us -- the first\nthing we asked them is, when do we all get to see our parents? And our families? They very\ncrudely pointed to some chimneys in the distance. And they said, \"That is where your parents\nwent when you arrived and they were dead within a half-hour of arrival.\" And we looked at\nthem like there was something wrong with these people. We said to each other, how could\nthey say such things? We quickly dismissed it. There were some strange things going on\nhere that people could talk like that. But now that we were next-door to the crematorium and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthe gas chambers, not only did we see the daily entering of huge crowds of people through\nthat gate and the chimneys belching smoke and fire, but we understood that those people who\ntold us those things were right.\nOur barracks faced a road that came from the train platform,\npassing the window of our barrack, and go into the gate that opened up for them where the\ngas chambers and crematoriums were. So there was often a backup, because the killing went\non day and night, but the trains kept coming day and night. So there was a backup of\nactually -- of killing. So often these huge crowds of women, children, and elderly would sit\ndown on the road in front of our window waiting for their turn.\n>> Bill Benson: Right in front of where you were working.\n>> Irene Weiss: Right in front of where we were working. They saw us, and probably took\nsome comfort from seeing us. And they would try -- they would call out to us like, where are\nyou from? What's your name? We couldn't tell them anything, because the gate would open\nsoon and they were totally trapped. There was nothing to be said. The gate would open.\nThey would enter. And within a half-hour you would see the belching of the fire and smoke\neven harder.\nWe also worked at night in this place because there was so\nmuch stuff to sort out. There were mountains of eyeglasses and mountains of shoes and\nmountains of toothbrushes and toothpaste, books even, baby carriages, pots and pans,\nsuitcases, clothing.\nEverything that people brought with them, the stuff was literally\nas high as the roof of the barrack. Between two barracks as high as the roof. We would work\nat the base of the mountain and just keep pulling stuff out and working day and night. We\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nrealized that these are people who are dead. When you see mountains of baby carriages and\nbaby shoes and all kinds of household things, you know that these people will never see --\nnever be alive to see this again.\n>> Bill Benson: Irene, you would stay in those circumstances for eight extraordinarily long\nmonths. But in January of 1945, you're still with your two aunts and your sister. The Soviets\nare approaching. So it's the Germans, the Nazis, decided to shut down Auschwitz and move\nyou out and you were forced on a Death March. In the time we have, tell us about where you\nwent with your aunts and your sister and what happened before your liberation.\n>> Irene Weiss: Yes. Yes. Well, we heard the war approaching by gunfire and noises of\nweapons. We thought, ok, two things, either we'll be liberated or they'll kill us all just -- all just\nin time. Because we were nothing to them. We didn't think they would leave the evidence.\nWe expected to be killed.\nInstead, for some strange reason that the Germans had, they\ndecided to evacuate the camp and forced us out. January, in the snow, in very cold weather,\nonto the roads to literally go on a Death March, deeper into Germany. Some people thought of\nstaying, hiding. My two aunts discussed it with others. Should we try to hide, try to go? The\ndecision was very difficult to make because, again, we thought that those who stay, they'll\nprobably burn the barracks down with the people in them. And even though it's cold and we're\ntoo weak to march, the gate is open, we're going out of here, so let's just take that chance.\nWell, neither decision was the right one. However, in\nretrospect, those who stayed and hid had a chance to be liberated within two weeks. The\nRussian Army approached there. Those of us who left, thousands of us, huge numbers died\nbecause to march without proper clothing and shoes in January, through Poland into Germany.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And an even especially brutal winter. More than normal.\n>> Irene Weiss: It was one of the coldest winters, we found out later. We were heavily\nguarded. People who couldn't walk, or even held onto someone, were shot. The roadside was\nfilled with dead bodies. They didn't have us stop and rest. Certainly we had no food or water.\nWe didn't have proper clothing. It was literally a Death March.\nOccasionally -- well, they marched us into another camp, a very\nhuge camp called Ravensbruck, which was overflowing with people from other camps that they\nbrought there. So, again, we had to actually sleep outside the first few nights. There was no\nroom for anyone. There was chaos. | remember sleeping the first night outside. | found a\nnewspaper flying around in the wind. | took the newspaper and | covered myself. | remember\nvividly that | fell asleep, and it felt so good and warm and comforting to sleep out there. They\nwoke me up, my sister. | realize now | was beginning to freeze. Because it was just too calm\nand peaceful.\nSo, anyway, they took us out of this place because it was\nmobbed with people. They put us in open cattle cars for a short trip further. Unimaginably\ncruel, because it snowed on us and the wind whipped in. We were freezing. Our mouths were\nso dry from dehydration. You know, if it snowed, everybody opened their mouth to the sky to\ncatch any of it. My aunt, Pearl, the train stopped at one point. These were steam engines.\nThe engine was being filled with water for running the train. We heard this gushing of water.\nWe were so dehydrated. She stood up with a cup and dangled it out of the open cattle car\nyelling, you know, water. There was a guard -- there was a guard with a gun and a dog in\neach cattle car. And this guard, a woman guard, she got up and began to beat her, viciously\nbeat her down to the ground. Made her head bleed. Just pounced on her cruelly.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And what she had done was ask for water.\n>> Irene Weiss: Asked for water. So nobody did that again. We didn't get the water.\n>> Bill Benson: So you would end up at a camp called Neustadt-Glewe. That would be the\nlast camp, | believe. | Know we're going to wrap up soon, but if you can bear with us, folks.\nTell us about your two aunts, you and Serena.\n>> |lrene Weiss: Yes. We ended up in the small camp. Again, the overcrowding and the\nchaos and the lack of even the kind of rations or assistance that we had elsewhere had broken\ndown. In this camp we actually starved. There were no rations. There was practically\nnothing. And in addition to that, because of the heavy crowding, we became tremendously\ninfested with lice. And that led to Typhoid, Typhus. People began to die from that.\nWe were on the floor. Always on the floor. There were no\nbarracks, not even the bunk type of things we had at some other places. My Aunt Pearl\nbecame sick with Typhus and was delirious, fell on the floor. People were stepping over her.\nShe was bumping into people and not knowing where she was because of the high fever. We\ndecided to put her in this small infirmary that was on the premises. At least she had a bunk to\nlie on. Serena and | kept going, looking in the window. We couldn't enter it. She would\nmotion, come to the window and indicate to us that she was getting better. But one day a truck\narrived, and we saw all the sick people from the infirmary being loaded onto the truck,\nincluding my Aunt Pearl. So we became aware of what this meant. They didn't have a killing\nfacility in this place, so they sent the truck to collect the sick and take them to where there was\na killing facility, which was Ravensbruck.\n>> Bill Benson: And you knew that's what happened?\n>> Irene Weiss: We knew that's what happened. They took her, with many others. And, of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncourse, she never came back.\nLater my other Aunt, Rose, also became feverish, very high\nfever, again on the floor. And, again, being trampled and so on. Although we knew what was\ngoing on at the infirmary, we had no choice. With her permission, we put her into that little\ninfirmary. But we were vigilant, Serena and | were watching for the trucks.\nThey didn't do anything for the sick there. It was just a better\nplace to be off the floor. So we snatched her out in a few days, just brought her back to where\nwe were on the floor. Somehow her fever broke, and she pulled through.\nDuring this chaotic time, as | say, the selection continued. |\nmean, here the war was practically upon us, the German Army. The Germans had their hands\nfull.\n>> Bill Benson: You mean the Soviets were almost there?\n>> Irene Weiss: The Soviets were almost there. And yet they had the organization enough to\ncome and continue the killing and select people.\nOne day we were outdoors being counted. That, too, was a\nroutine that was a torturous experience because we would be thrown out early in the morning,\nwait for hours to be counted. So during this counting, selections continued, because they\ncould take a good look at people.\nSerena was very, very, very run down, very thin, emaciated.\nWe had pretty much full-fledge starving here. So they pulled her out in the selection. | said to\nthe German doing that -- | said, \"| am her sister.\" He said, \"ok, you can go, too.\" So they\nlocked us in a room, waiting for the truck to come with many others who looked like us. | was\nso terrified of being alone without my sister and my aunt being very sick and may not make it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAgain, the terror of being alone, | suppose because | was 13, seemed to be so much stronger\nin me than in my sister. | could not abide, imagine, the possibility of fending for myself in this\nsituation. It was not possible.\n>> Bill Benson: So you were going to go wherever she went.\n>> Irene Weiss: We both knew where we were going. | knew. But rather than staying alone, |\nwanted to go with her. They said fine.\nSo we were locked in this room and waiting for the truck.\nBecause of the chaos of the war approaching, the truck didn't arrive. So by the end of the day\nsomebody pushed the door, and it gave. And one by one we sort of sneaked out and went\nback to our original barrack and nobody seemed to notice. The confusion was quite large.\nSo because the truck didn't arrive, we had this chance to\nsurvive. We headed back to our room, where my aunt was still, and the others. They all\nstarted, you know, yelling \"the children are back.\"\n>> Bill Benson: Meaning you and Serena.\n>> Irene Weiss: Yes. Even that was strange because nobody ever called us children. That\nwas very dangerous to do. Children had to die. Jewish children had to die. And they did by\nthe millions. They were subject to the genocide that the Germans perpetrated against the\nJews. So their plan was to kill the young. There will not be another generation. And kill their\nmothers with them, reducing the disturbance that might cause to separate them. Besides the\nyoung women who will not bear children. You kill the old and the sick that you have no use for\nand you use up the young adults in slave labor, and soon they'll all be gone and genocide will\nbe complete. Keep that up for several years. It was, | must say, very successful, because by\nthe end, they managed to kill six million, either in gas chambers or outright, you know, using\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthem up in hard labor, starvation, and mistreatment or shooting.\n>> Bill Benson: So, amazingly, because of the truck not showing, you were able to walk out\nand you, your sister, and your Aunt Rose were able to survive and liberation came shortly after\nthat.\n>> Irene Weiss: Yes. And liberation came shortly after that. Yes. So by this time, we had\nbeen at this place en route and in this place for five months, which was an incredibly difficult\nplace because we were starving. Not hungry but starving. So when finally -- the Russian front\nand Russian Army did approach the area, the German guards disappeared from their guard\ntowers and cautiously watched to see if that was for real or whether they will come back.\nNobody moved. Nobody left the place. Nobody tried to open the gate. Because we were\nunsure of the situation. We heard war noises. But mainly we felt that we weren't sure that\nthey're not coming back.\nSo one day somebody tried the gate, and it was opened. We\nnever did see the Russian soldiers. They remained in the towns nearby. We remained until\ncautiously we exited through the gate and then found a town by the very same name as our\ncamp, Neustadt-Glewe. Put my Aunt Rose into the hospital there because she was very, very\nsick. We stayed. We didn't leave. We waited for her.\n>> Bill Benson: Irene, we're going to close the program in just a moment. Obviously, we just\nscratched the surface, and we could spend, you know, the rest of the day and beyond hearing\nabout more that Irene would share with us, including all that happened from that point forward\nthat we don't get to hear about. When we finish in a moment, because we didn't have time for\nquestions and answers, Irene is going to step off the stage over here, and if any of you want to\ncome up and meet her, ask a question, whatever, please feel free to do that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n| want to thank all of you for being here, invite you back for\nanother First Person program. We will run through the middle of August this year and then\nresume in 2014. | want to thank all of you. You've just been a wonderful audience. Thank\nyOu.\nIt's our tradition here at First Person that our First Person has\nthe last word. So | will turn back to Irene to close the program.\n>> Irene Weiss: Ok. So we have heard it said that the only thing necessary for evil to triumph\nis for good people to do nothing. So how can we avoid becoming bystanders in our time?\nWe have to recognize hate speech and propaganda when it starts and remember where it can\nlead if good people look away and don't speak out.\n[Applause]\nThank you very much.\n[The presentation ended 2:12 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}