{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, March 20, 2013\n1:00-2:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: GEORGE PICK\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. I'm the host of the museum's public program, First Person. Thank you for\njoining us. We are just starting today our 14th year of First Person. Our first First Person of 2013 is\nMr. George Pick, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person. First Person is a\nseries of weekly conversations with survivors of the Holocaust, who share with us their firsthand\naccounts of their experiences associated with the Holocaust. Each guest serves as a volunteer here\nat this museum. Our program will continue until mid August. The website at www.ushmm.org\nprovides information about each of our upcoming First Person guests.\nGeorge Pick will share with us his First Person account of his experience during the\nHolocaust and as a survivor, for about 40 minutes. If time allows toward the end of the program, we'll\nhave an opportunity for you to ask George a few questions. The life stories of Holocaust survivors\ntranscend the decades. What you are about to hear from George is one individual's account of the\nHolocaust. We have a brief slide presentation to help with his presentation.\nGeorge Pick was born March 28, 1934 in Budapest, Hungary to Istvan and Margit Pick.\nHungary is highlighted on this map. Pictured here are Istvan and Margit with their newborn son,\nGeorge. Here we see George and his two cousins in a miniature horse-drawn carriage in a park in\nBudapest in 1941. George is seated at the front of the carriage.\nGeorge attended school in Budapest. Here's George on a seesaw at his nursery school,\nand George is circled. This is a Mother's Day card that George made in the first grade. Here is\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nGeorge with his non-Jewish neighbors in 1943.\nAfter Hungary allied itself with Nazi Germany, Istvan and Margit lost their jobs due to new laws\nrestricting the participation of Jews in the new economy. Istvan was conscripted to labor battalions,\nand the family was forced to move into buildings marked with the yellow star, like this seen in the\nphotograph. That fall, the family went into hiding. The Pick family was discovered, the children taken\nand George placed in a home with 500 other children. George and another boy escaped and went\nback to their hiding playing where George was reunited with his parents. Two weeks later, the entire\nfamily was sent to the ghetto. They were liberated by the Soviets in January 1945.\nIn this 1946 photograph we see George with a group of survivors, all of with whom the\nPick family had been in hiding. And the circle is, of course, on George.\nFollowing the war, George lived in Hungary where he earned a degree in engineering until late\n1956, when he escaped and made his way to the United States to live with his uncle in New Jersey.\nAfter working as a laborer, George got a scholarship for an intensive English language course at\nTemple University in Philadelphia. He then went to work for Westinghouse as an engineer. George\nwould later teach engineering at the Catholic University of America, here in Washington, DC. After\nearning his Ph.D. he worked for the US Navy as an aerospace engineer from 1966-1995, retiring from\nfederal service as a technical director at navy headquarters in Crystal City, Virginia.\nWhile George continues to do consulting work, a great deal of his time is spent on two books.\nHe recently completed his autobiography and is currently looking for a publisher. The second book is\na scholarly book about the history of 40 Jewish communities in a particular region of Hungary that he\nis Currently writing.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nGeorge and his wife, Leticia Flores pick, who retired from the Mexican Foreign Service,\nlive in Arlington, Virginia. George performs several roles as a volunteer here at the museum. He\nspeaks frequently at local high schools and universities, and has spoken at the National Defense\nUniversity and Department of Defense's Office of Inspector General.\nGeorge also works for the Education Department and Visitor Services. You will find\nGeorge here every other Sunday, where he works in the museum's movie series. George also is a\nprofessor at the Osher Lifelong Learning Institute of George Mason University, where he teaches\ncourses involving technical subjects, as he explained to us over lunch today, about the future of\nspace travel, for example.\nWhen he has spare time, George also works with ReSET, a terrific name for an\norganization of retired scientists, engineers and technicians, who volunteer to teach science to\nelementary school students.\nGeorge and Leticia are also now participating in the Arlington Retirement and Learning\nProgram.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mr. George Pick.\n[Applause]\n>> George Pick: Thank you, Bill.\n>> Bill Benson: You're live.\n>> George Pick: Thank you very much, Bill, for your kind introduction.\n>> Bill Benson: Thank you, George. Thank you not only for being willing to be a First Person, but to\nbe our very first for 2013. So thank you, and thank you to our audience for being our first of the year.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nGlad to have you here.\nWe've got a lot to cover. We'll start. You were nearly 4 1/2, George, when Germany invaded\nPoland in September 1939. Let's start first with you telling us what your life was like, what your\ncommunity was like in those years leading up to the beginning of World War II with the invasion of\nPoland in September 1939.\n>> George Pick: | like to first start with my family. My family had been in Hungary, and | had\ndocuments for this, for 230 years prior to the early 20th century. Most of my family members were\neither professional, such as jewelists, lawyers, engineers, doctors, and not a few of them were\nbusinessmen as well.\nMy grandparents’ families were very large. All of my grandparents had 8 or 9 siblings, of\ncourse. That made the family larger even in the second, third generation. They lived in all parts of\nBudapest, but my immediate family moved to Budapest in the latter third of the century. That's where\n| was born.\nAs you mentioned in the introduction, my father was an engineer. He worked until 1935,\n1936, when we had, as most of part of the world, the Great Depression, and he lost his job. He was\ndoing occasional work until 1938, when my grandfather got him an engineering job. My grandfather\nwas the chief engineer in a very large factory, and he worked that. And that ended on January 1,\n1939.\n>> Bill Benson: Before we go there, George, your mother also worked. Tell us a little bit about why\nshe worked.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> George Pick: Well, after the first world war ended, the Austro-Hungarian empire fell apart, and\nparticularly Hungary lost 2/3 of its area and 1/2 of its population. There was always an underlying\nanti-semitism in Hungary. Because of that, and because of the resentment of losing the war,\nHungary was the first country in Europe to enact an anti-Jewish law, which was called the Numerus\nClausus. This was enacted in 1920-21.\n>> Bill Benson: Well before Hitler's rise to power.\n>> George Pick: Well before Mussolini and Hitler, correct. Because of that, the Numerus Clausus\nwas mostly because of the overrepresentation of Jewish students in universities, the Jews were\nroughly 5% of the population, and 50% of the university students were Jewish. So what they did is\nthey said too many Jews and they kicked them out. One of them was my uncle, Charles, Hungarian.\nHe was beaten up. Not just kicked out, but physically assaulted, kicked out, among many thousands\nof students.\nSo he and a number of his friends essentially left Hungary, and he personally went to Italy to\nstart all over again. He was a third-year student at that point. It took him 8 years to get a medical\ndegree and graduate the university.\nMy mother finished commercial school, and at age 16, 17 she had to go to work because both\nof her older and younger brothers had to be given money to continue their studies. Her younger\nbrother was in Berlin, studied to be an optometrist.\n>> Bill Benson: Really, she had to work in order to support her brothers continuing their educations\nelsewhere?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> George Pick: That is correct. My grandfather, although he was a chief engineer, his money was\nnot that much. We lived in a very -- or they lived, actually, in a very small apartment and had enough\nto eat and everything else, but not enough to support the two children.\n>> Bill Benson: In light of the anti-Semitic laws passed in Hungary, you told me your family was very\nassimilated. Say a little bit more about that.\n>> George Pick: My family was assimilated, to the best of my knowledge, ever since the 19th\ncentury. They lived in smaller towns, and as | mentioned they had chosen professions such as\nmedical, engineering and so forth, and there were a number of mixed marriages.\nThey did not say that they were not Jewish, but they didn't emphasize it either. And so it was\nsomewhat of a very bad surprise to them when in 1938 the Hungarian Congress had enacted the first\nanti-Jewish law. | would say this Numerus Clausus law sort of wasn't enforced after 1928. Between\n1928 and 1938, that decade. There were no Jewish laws enforced.\n>> Bill Benson: They were still on the books?\n>> George Pick: On the books, but not enforced. Then in 1938, they had the next one, the first\nJewish law, which essentially had deprived about 20%, 25% of the Jews of their existence. That is\nwhen my father, for example, lost his job, and many others.\nThey thought that this was going to be the one and only law. They were very disappointed,\nbecause less than a year later, there was another law, which was essentially, again, even more\nproscribing, more -- putting more problems on Jewish life, mostly, again, due to economic conditions.\n>> Bill Benson: That would have been late 1939?\n>> George Pick: It would be late 1939.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: So that's really right after World War II has begun, with the invasion of Poland. Even\nthough the full brunt of the war would not come to Hungary until 1944, 4 1/2 years later, you felt its\neffects almost immediately. | think that's exactly what you're beginning to tell us.\nTell us what life was like for your family in the early years of the war.\n>> George Pick: OK. | just want to say that with the second Jewish law there was a secret part to it,\nwhich was not publicized, which was that people who were not anti-communist and pro-Nazis were\nessentially declared people who were not to be trusted. And these were the socialists, communist\nparty was legal at that time, and the Jews. And these people were ordered to serve the country as\nlaborers, slave laborers, forced laborers. So the Jews, and the Jewish man particularly, were in this\ncategory.\nNow, your question is how did my family live. Well, when my father lost his job, there was a\nsystem in Hungary which was relatively typical of Hungarians. What they did is they hired the\nnon-Jewish men, they called them the straw men, or strohmenn in German, those non-Jewish men\ngot the license to run a business, business license. In our case, it was a super, Mr. Dudek, a very\nnice man, and he took a license out, and my father worked under that license. Nominally, he was his\nemployee, my father was his employee, but in reality, of course, my father bid him. Which many\nthousands of people did this.\nMy father had connections, just like everybody else, and as the economy started to spin up for\nthe war, we were not in war as you said, these businesses were fairly prosperous, actually.\n| like to add one more thing, which is important. The only person in the family who saw what\nwas coming was my uncle, who came from Padua, who has seen the world in Europe.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: The one who studied medicine?\n>> George Pick: The one who studied medicine. He saw fascism in Italy, of course, and he saw\nwhat was going to happen. He was the only one who left Hungary legally, actually. He married an\nAmerican citizen in 1938. Because he knew things were going to be bad.\nWe, in Hungary, did not think. We did not know very much about what was going on in\nGermany, except for the fact that we heard Hitler yelling and screaming into the microphone.\nFortunately, | didn't understand it, but my father and mother did.\n>> Bill Benson: You remember hearing it, right?\n>> George Pick: | remember hearing it and being frightened by just the sound of his voice. And |\nasked them what he was saying, and they said \"Well, you cannot take a politician too seriously. But it\nwill never happen to us, because Hungary is Hungary here. They are Hungarians and the\ngovernment will never allow it.\"\nlt turns out that the government of Hungary was -- by default, | would say, became an ally of\nHitler. | say \"by default\" because Hungary and Hungarian politicians were trying to get back pieces of\nHungary in the inter-war period.\n>> Bill Benson: What they'd lost in the first war?\n>> George Pick: Correct, what they'd lost in the first war, but nobody was listening to them. The only\nman listening, actually two, Mussolini and Hitler. So by default, the region was essentially had to ally\nhimself with Hitler with the hopes of getting pieces back.\nIn 1939, 1940, 1941, Hungary got back the southern Hungarian part, which was Yugoslavia\nprior, northern part, which was Slovakia, and also Transylvania, northern Transylvania. This was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nimportant for my family, also, because my family members were also domiciled in these areas.\nSo all of a sudden, my family was in one country again, for 20 years or so we were in three\ndifferent countries. My father was called up for one of these work camps --\n>> Bill Benson: But it was slave labor?\n>> George Pick: Slave labor. They didn't get any money, and they had to work very hard.\n>> Bill Benson: Slave labor, yes.\n>> George Pick: Slave labor, yes. The first time he went to what is now Ukraine, which was carved\nout of Russia, carved out of Russia, and he was working on a road building project.\n| imagine people who are in their late 30s, early 40s, out of shape and they get a piece of\nheavy metal, piece to break up big stones into small stones. It was not very pleasant.\nThe fortunate thing was that the unit commander and the people who were in charge of this\nbrigade were rather decent people --\n>> Bill Benson: Of his particular brigade.\n>> George Pick: Of his particular brigade. Rather decent people. So they did not work people to\ndeath, essentially. This went on for three months, and then my father came home.\nBut then, in 1941 -- this was 1940. 1941, about six months later, June of 1941, when the\nGermans started to invade Soviet Union, Hungary also became a region, and with that Hungary sped\nup its industry and put together an army for Hitler, at his urging, 150,000 people, very poorly clothed\nand poorly equipped, actually. Plus 50,000 Jewish slave laborers.\nIn about April or May of 1942, these people were sent to the Ukraine. Among them were\nseveral of my relatives, several of my uncles and cousins and people who were younger than 40\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nyears old. My father was 41, so he was lucky he was older. Like | said, | had several of them.\nOf this group of people, they had a very, very tough time, | would say. That's an\nunderstatement. Essentially, 90% of them died. In the winter of 1942-43. Many of these people who\nwent there were not equipped for it. Minus-40-degree weather, number one, so many of them froze\nto death, many of them were starved to death, and many of them were beaten to death.\nMany of the people, non-Jewish leaders, were given orders that until the last Jew is alive they\ncould not come back. So they had a very good reason to essentially get rid of all of the Jews they\ncould.\nAs a result, plus that the Russian army had a huge overwhelming victory in January of 1943,\nwhere the Hungarian army was at the Danube, large river in Ukraine. They broke through that front in\nfive days. Five days they wiped out the Hungarian army. Many of them died. Some became POWs.\nAnd also the rest of the work of the slave laborers. And of the 50,000, only about 5,000, 6,000 came\nhome. | was lucky, | had a couple of uncles who survived, several who did not.\n>> Bill Benson: That was 1942?\n>> George Pick: 1942-43.\n>> Bill Benson: In that same time, in 1942, isn't that when Hitler began to press Hungary to start\ndeporting Jews?\n>> George Pick: That is correct, yes. If anybody is familiar with the history of the Holocaust, Hitler's\nfinal solution was in full-blown and full movement by 1942. The death camps were running. 1 1/2\nmillion Ukrainian and Russian Jews were dead already. Ukrainian, Polish, etc. Hungary had\n825,000-member Jewish community, which at that point was the largest Jewish community in Europe.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo Hitler tried to press, or pressure, Horthy to start the deportation. Horthy said, No, we're not\ngoing to do it. Hitler was not in the position at that point to do any more than be upset, so we\nwere saved at that point.\nThat lasted another year and some, and by March 19, it was 78 years ago -- no, 79 years ago\nyesterday.\n>> Bill Benson: Yesterday.\n>> George Pick: The Germans no longer trusted the Hungarians, they knew the Hungarians had\nvarious connections, back-door connections with both the English and Soviets, and they were trying\nto get out of the war somehow, and the German intelligence penetrated the Hungarian intelligence, so\nthey knew Hitler was worried about a couple of million German soldiers who were east of Hungary.\nSo what they did, they just came in.\n>> Bill Benson: Before we go there, George, come back a little bit, still back to 1943. You told me\nthat was when you, as a child, you experienced your first real sense of the danger and threat. You\nhadn't felt it as much up until that point. What happened in 1943, | think you were on an outing with\nyour mother, | believe.\n>> George Pick: Right. | was relatively insulated until then. | went to a Jewish elementary school,\nand we did not have -- we had anti-Semitic neighbors, but they were not so anti-Semitic as if they\nwould spit in our face or something. But in 1943, interestingly enough, my father was again called in,\nand then after he came back, after three months of slave labor, we went to a place, which was a\nrather nice hotel in the mountains of Hungarian, for a vacation.\nMy mother and | were walking, and this mountain was full of forests, walking through the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nforests, and that was the first contact with the extreme Nazis. They called them the Arrow Cross\nNazis.\nThe Arrow Cross at that point were illegal, but they had gotten together in bigger groups, big\ngroups, in various places, such as that forest in the Matra Mountains. They were, of course,\nscreaming and yelling anti-Jewish slogans. We got right in the middle of that.\nSo we were rather frightened. These guys didn't look very hospitable, to say the least. But\nthat was my first direct contact with these Nazis.\n>> Bill Benson: George, during that time and the time leading up to the spring of 1944, when the\nGermans came in, how did your family manage to make ends meet? Your father had been called up\nseveral times, not working. How did the family make it? How did you eat?\n>> George Pick: Well, | mentioned to you about the strohmann system, and my father had a very\ngood business going, and so -- and my mother was also working as a secretary, legal secretary for an\nuncle of hers, who was Jewish but he was a hero in the first world war, so he had an exemption and\nhe was able to be a lawyer.\nSo my mother worked there when my father was away, and when my father was back he worked.\nSo we scraped by. It was hard. Of course, we had to give up a lot of things, which we had\nbefore. But | would say that compared to what had happened in Poland, Austria and so forth, we\ncouldn't complain.\nOne thing | wanted to tell you, before | forget, is that we had relatives living in Slovakia and\nAustria, and these relatives showed up as refugees in 1942, 1941-42. They somehow slipped\nthrough the border. Roughly 25,000 people from Poland, Slovakia, and Austria were able to come to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nbe refugees in Hungary.\nThey were telling us the real situation there. A family, for example, escaped from a ghetto just\nbefore deportation, from Bratislava. A grand-uncle was in Dachau. At that time, in 1940, if you had\nenough money, you could buy your way ow. He bought his way out and came to Hungary.\nThey were telling us about these horrible things. We halfway believed them, halfway didn't.\nWe had a -- we were absolutely sure of one thing: It will never happen us to. But we knew -- | would\nsay we were informed, we didn't know, but we were informed, that indeed things were horrible all\naround us.\n>> Bill Benson: Did they think they had found a safe refuge in Hungary?\n>> George Pick: Yes. They thought they found safe refuge. Our family actually had hidden them for\ntwo years. The way this operated, they went to one -- every night they spent in somebody else's\nhouse, and they had false papers, and they somehow were able to -- the families, somehow, were\nable to hide them for two years, until the Germans came.\n>> Bill Benson: As you began to tell us, Hitler and his other major leaders fought -- knew Hungary\nwas trying to work its own deal out with the allies.\n>> George Pick: Exactly.\n>> Bill Benson: Because they had so many troops, that had been trapped when that happened, they\nentered in March of 1944. That changed everything.\n>> George Pick: Yes. That certainly did. They came in on the 19th, and --\n>> Bill Benson: Of March, as you say 79 years ago yesterday.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> George Pick: March. 79 years ago yesterday. They had brought with them Eichmann and a\nsmall group of SS in their commando. This small group, maybe 120, went immediately to work.\nNow, these were the extremely experienced people of how to deport and kill Jews. It was a\nsmall number. We're talking about 120 vs. 845,000. But they found ready allies there.\nFirst of all, the government became a pro-Nazi government from one day to the next. They\nwere given orders, almost on a daily basis.\n| remember | was 10 years old, my 10th birthday was the day when | had to put a yellow star\non myself. My mother and father, we were given orders to provide all transportation, automobiles to\nbicycles, from automobiles to bicycles --\n>> Bill Benson: That was -- they came in on the 19th, your birthday is the 28th. That was essentially\nnine days later?\n>> George Pick: Right. In nine days, they gave probably 100 different orders. Things were mostly\ntransportation and communication. That is telephones have to be disconnected and given. Radios\nhad to be given to the Nazis. And, of course, valuables.\nSo all of a sudden, virtually one week, we were completely cut off from the rest of the family. |\nhad roughly 160 relatives, and except for those in Budapest we didn't know what happened to them,\nwe didn't know what was going on in the countryside.\nWhat was going on in the countryside was that by the middle of April, three weeks after they\ncame in, they were already collected and concentrated the Jews to ghettos. In the middle of May,\nthat is a month later, they started to deport them. In six weeks, from the middle of May to July 6 or\nJuly 7, to be exact, 437,000 people were deported, over 120 of my family members included. 95%\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwent to Auschwitz and 90% of who went to Auschwitz were gassed on arrival, essentially.\nSo by July, by the beginning of July, Hungary had only one Jewish community left, and that\nwas in Budapest. They were ready to start the Budapest Jews. That was the largest community, so\nthey had some logistics. And the gendarmes, 33,000 people who held these Jews to be deported\nfrom the countryside, 3,000 of them came to Budapest to start this process.\n>> Bill Benson: To sort of summarize, Eichmann and the Nazis went out into the countryside and\ncleared out the countryside of every Jew they could find, leaving those that were still in Budapest. As\nyou said, in six weeks, 445,000 people, and | think you told me that worked out to about 12,000 to\n14,000 per day, during that six-week period, a total of 147 transport trains.\n>> George Pick: Correct, yes. We know this precisely, because there were people who were writing\ndown the train numbers and car numbers, etc. So we know precisely how many people were.\nJust to give you a horrific statistic, when 13,000, 14,000 people showed up a day in Auschwitz,\nand 10,000 were gassed, and their bodies were burned, the heat of the burning bodies blew up one\nof the crematoria. They were not designed to take that many dead bodies.\n>> Bill Benson: At the end of that six-week period, about that time is when the heavy saturation\nbombing by the allies took place over Budapest.\n>> George Pick: Yes. June 6 was D-Day, June 6 of 1944. By July, the allies were able to reach\nBudapest, their long-range bombers. On the 2nd of July, which happened to be a Sunday, |\nremember it very well, they had the first saturation bombing raids on Budapest. The saturation\nbombing raid destroyed about 30% of the city.\nNow, again, this was one of the lucky points. There were four bombs which fell within about\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n200, 300 meters from the building in which we lived. The building which we lived, as Bill showed\nalready, was a Jewish building. We had to leave our regular apartment on the 27th of June. So it\nwas just the week before this saturation bombing happened.\nAll the Jews, 160,000 of them in Budapest, were concentrated in 1900 rather dilapidated\nbuildings. These were the ones they called the starred buildings, or Jewish buildings.\nIn the Jewish buildings there was always one family who were Christian, mostly the super, and\nin this particular building the super was a Mr. Varga. His business was -- his duty was, actually, to\nclose the doors and lock the doors 22 hours per day. We had two hours to go out and buy food for\nourselves.\nMany of the local merchants refused to sell to us, and these two hours were in the late\nafternoon, when even those merchants who would be willing to sell to us had nothing to sell. So it\nwas a real problem feeding ourselves at that point.\nNow, after the 2nd of July and this saturation bombing raid, Horthy received a number of\nmemoranda from various people, according to the history books, and it's true, from Roosevelt,\nChurchill, that if they do not -- if he doesn't stop the deportations of the Hungarian Budapest Jews,\nthen there would be more and more raids like that.\nSo finally he got the message, and on the 6th of July he stopped the deportations. There was\none more train, 1200 people, which Eichmann was able to smuggle out of the country, so to speak,\nfrom a suburb of Budapest. After that, it stopped.\nMy father, meanwhile, and most other Jewish men from 18 to 60 were again brought into these\nslave labor camps. This was in the middle of April, so my father had to go to the western part of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nBudapest, where he was building defense lines for the Germans.\nThe Germans figured that they would have to probably have a part where they would go back,\nbut they wanted to slow down, of course. So my father did this from April to October.\n>> Bill Benson: Of 1944?\n>> George Pick: Of 1944. That summer, except for the bombing raids, it was fairly \"quiet.\"\n>> Bill Benson: Although the bombing continued.\n>> George Pick: The bombing continued twice a day, yes.\n>> Bill Benson: You said the Americans would bomb in the morning, the Russians in the evening.\nYou would sort of plan your forays out around in between the bombing schedule.\n>> George Pick: Right, right. It was -- after this bombing, | was terribly afraid. If you can imagine this\nsaturation bombing, it was horrible, three hours. My mother put a big pillow on my head so that to\nmuffle the noise. For many years after that, maybe two decades or so, | could not go to sleep unless\n| had a pillow on my head. It was rather psychologically impressed, impressed me quite a bit. | am\nstill afraid. If | hear a noise which is unexpected, then | get sort of --\n>> Bill Benson: So George, it was, and this is very relative, it was relatively calm for that period\nduring the summer months. But then what happened in October to change all of that again?\n>> George Pick: Well, my father came back. His unit was back to Budapest. October 15 was a very\nbig day, because Horthy, too little, too late, decided to do the \"honorable thing,\" and he had a radio\nbroadcast saying that Hungary is going to get out of the war, it will be neutral.\nNow, in August of the same year, that is a few months before, the Romanians already did that,\nand the Romanians switched sides. The Romanian forces now fought with the Soviets, instead of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 19\nagainst, and the forces were already in eastern border of Hungary. So it was rather late to make a\nmeek attempt at getting out. And this meek attempt was doomed to failure. We thought, we were\nhoping that maybe we would survive.\nbut in two hours, the government completely collapsed, Horthy was arrested, his family deported\nactually, and the Arrow Cross, the most extreme Nazi Hungarians took over.\nEichmann, who left in July, came back, and 10 days later the first 10,000 young women,\namong them several of my aunts, were rounded up and deported. And after that, 50,000, roughly\n50,000 Jews from Budapest were deported, between October 15 and December 1.\n>> Bill Benson: The important thing, among many, to think about here is this is just months before\nthe war is going to be over. They're losing badly, complete defensive situation, and yet there's\nEichmann back with a vengeance, to use that opportunity to get the last of the Jews out of Budapest.\n>> George Pick: Yes. Eichmann was obsessive about this, and Himmler and a lot of these -- and\nHitler, of course, they were obsessive. They didn't care what happens with the war. They felt they\ncould kill every last Jew, then even if they lose the war they won the war.\nIt's amazing, if you think about it. Now we have less than 100,000 Jews in Budapest. The rest\nof them already were deported. And why? Just to give you an illustration, by then the trains were\nstopped running, or the trains were running to the west but they didn't have room for the Jews. So\nthe Jews were forced to walk, in November, December, or October, November of 1944, from\nBudapest to the Austrian border. That's 200 kilometers. 50% didn't make it.\nThe Hungarian Nazis shot everybody who sat down. So 50% didn't make it, and the Nazis\nwere rather disappointed. They wanted to have able-bodied people for work. At that point, they were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nstopping already. They wanted workers. They didn't get anything. They got skin and bone people\nwho could hardly walk.\nWhat happened then is my father got a call-up. In fact, his unit commander told him and his\nunit they were going to be deported. This was at the end of October.\nThe unit commander was, again, a lucky star, he was a very, very nice guy. He had a Jewish\nfiancee who happened to live in our building, and 200 slave laborers got 24 hours furlough. He told\nthem that tomorrow morning we're going to get you in a train, and we will take you to Germany to\nwork.\nSo my father came home --\n>> Bill Benson: He said you can have a furlough before we do that?\n>> George Pick: Right. You get a one-day furlough, from whatever, morning to the next day.\nSo my father, obviously, didn't want to get deported, and he had a plan, which didn't work out,\nwith another friend of his. Then he was, by the evening, he was absolutely frightened. He went to\nanother friend of his, a business associate. He said, Guys, I'm going to be deported in less than 10\nhours, and | need someplace to go. Can you help me?\nThis fellow, Gyekis, had a partner who were not Jews, Rangberg. He gave them money to run\nthe business. Gyekis, we didn't know it, but he was working with the Hungarian resistance.\nSo he told my father, he gave him a piece of paper, said, well, go to this particular address,\nand it is a textile factory, and find this particular person, his name is Raju, he will take you.\nSo my father went there, found Raju, who happened to be the same person as Rangberg, and\nthe place was the textile factory for the Hungarian army uniforms. There was a big sign on the door.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nFor all practical purposes, that's what he saw. There was a big wall.\nlt turns out this was a hiding place for roughly 70 Jewish slave laborers who, just like my\nfather, were able to get out and able to find this place.\nWe didn't know what happened to my father, completely. After he left, we didn't know\nanything, until roughly the middle of November. Then we got the piece of paper from him, brought in\nby a Hungarian soldier, and the paper was very simple, it says \"George and Margit, please\nimmediately pack whatever you need, minimal amounts, and come with this soldier.\"\nBut we didn't do that, but we ended up a couple hours later in that same place. The reason\nwhy we couldn't do it is we got into raid, a Nazi, couple Nazi teenagers came in and raided our\nbuilding and stole whatever they could, so we couldn't leave. By the time the raid was over, the\ncurfew hours came in.\nSo we asked to be let out, we had the yellow star, and we went to this hiding place where my\nfather was. Once we were there, we found out that many of these men did the same as my father\ndid, that is to bring their families in.\nThey had information that the deportations from these Jewish houses started in earnest, so\nthey felt that people were much safer in this hiding place. That's how we got here.\n>> Bill Benson: George, so everybody understands that, this was, for the outside world as far as they\nwere concerned, it was an operating uniform-making factory, and that everybody in there was making\nuniforms for the Hungarian army.\n>> George Pick: Right.\n>> Bill Benson: In reality, it was a false front.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> George Pick: Right.\n>> Bill Benson: And a hiding place.\n>> George Pick: Right. That's what | thought | said.\n>> Bill Benson: Just to make sure we got that.\n>> George Pick: Yeah.\n>> Bill Benson: Now it had kids in there.\n>> George Pick: Right. It had 170 people, and the kids, roughly 22 kids. We didn't know after that\nwhat had happened to the people who stayed behind.\n>> Bill Benson: Of course.\n>> George Pick: We found out after the war, what happened is the very first next morning that\nparticular building was surrounded by Nazis.\n>> Bill Benson: Your building.\n>> George Pick: The building where we were a few hours earlier was surrounded by Nazis and they\nwere taken to the brick factory. Usually, the brick factories, which were on the border of the city, they\nwere the ones where the transit camps. From there, they were sending collectively a couple\nthousand people, then send them to the west.\nNow, in this group, from my building, there was my grandmother and two of her sisters. They\nwere there. They were over 70 years old ladies, and Mr. Varga who knew the family for 20 years\nwent to an uncle or a brother of theirs, who was already under the protection of Wallenberg, he lived\nin a protected building, and told him that his three sisters are to be deported, and my great-uncle\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncalled Wallenberg's office, and somebody went and picked them up and brought them out. But the\nrest of the building was deported.\n>> Bill Benson: Just hours after you left?\n>> George Pick: Just hours.\n>> Bill Benson: George, our time is very short. Yet, there's so much more for you to tell us. As best\nyou can, once you're in the textile or the uniform-making factory, what happened there until your\nliberation?\n>> George Pick: OK, well, very, very briefly what happened is, if you imagine 170 people, that's a\npretty big logistics problem to feed them. There was -- we didn't know it, but there were several\ngroups behind this. They fed us and so forth.\nIt was a very hard life. Of course, the bombing raids still going on. We couldn't make any\nnoise. Nobody could see that people came in or out. We were essentially very much locked up\nthere.\nThen on December 2, there was a raid on us. The Hungarian gestapo found out. It's a long\nstory, but we were betrayed, or the leader of the group was betrayed.\nThe gestapo people came in, they saw that a man and woman and children out, we thought\nthey were going to massacre us there, but they didn't because we were able to bribe them.\nAfter that, they said we were under their protection. A few days after that, the leaders of this\ngroup where we were decided that the children would be taken to a Red Cross orphanage. | was\namong the older ones. The youngest was 6 months old. 22 of us went there. Or they took us there.\nIt was a horrible place. 500 kids, 35 to a room. Very few people around, no food, and a friend\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nof mine and | decided to escape. The next morning, we escaped from that particular building, which\nwas lucky for us because a few days later these children were taken to the Danube and shot at the\nDanube.\nSo we went back to our parents, and a few days after that two officers of the -- two officers\ncame, and they told us that now there is a ghetto. A ghetto opened at the end of November in\nBudapest. A large ghetto opened, and the only ghetto which survived, actually.\nSo we were taken there, out of the 170, 65 went to the ghetto, the rest escaped. We were one\nof them. My father became a police there. Mostly, these police, \"Jewish police,\" were there to\nprotect the Jews. But he got the nightstick and the white thing, white band, which said that he's a\nJewish police.\n>> Bill Benson: You were in an old building, a large old building. How many of you were in there?\n>> George Pick: We were roughly 200, of whom about 22 was from our group, and the rest of them\nwere old people from an old-age home, Jewish old-age home.\nWe weren't in the building very long, because by December 24 a full siege of Budapest had\nbegun. So everybody ran down to the basement, and the people, the old people died, one, two,\nthree, four a day, mostly of starvation. The ghetto had food. That was not a problem. The problem\nwas how do you get the food and bring it back?\nImagine a 24-hour-a-day battle where everywhere there are sharpshooters, you don't want to\nwalk on the street because you would be shot.\nMy father was patrolling the streets. He lost three of his partners. He was lucky he didn't get\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nshot. But we found our grandparents, his parents, there. And he did this because of double rations.\nHe brought us some food, but it was not enough.\nBy the end of December, beginning of January, the Wallenberg people came in.\nWallenberg felt that, by then, things were very, very dangerous. The Arrow Cross no longer had any\nrespect for the papers which these people had. They shot them by the hundreds.\n10,000 of them came into the ghetto, this was January 4, and by then the ghetto had 70,000\npeople. From January 4 to January 18, which is essentially two weeks, we had no food. So most of\nthe people who died there just starved.\n>> Bill Benson: It was also an especially brutal winter, wasn't it?\n>> George Pick: Especially brutal winter. The Danube had completely frozen up. Of course, where\nwe were there was no electricity or water. We did our thing -- the basement was such an old building,\nhad no floor, but it was just dust, dirt. So we had a big hole in the middle. That was the latrine. You\ncan imagine the stink, the lice; no conditions, of course, for being able to wash ourselves.\nThen on the 18th -- or the 17th, my father came home, or back into the bunker. When we had\nsome small let-up in the fighting, and the bodies were collected and were taken to a center square,\nright in front of the building, facing the square.\nIn the square there were maybe 3,000 frozen bodies. So by the 18th the Russians came in,\nand then we went home.\nThere was no celebration. We did not know even how many people were alive or dead, but we\nknew that we wanted to go back where we came from, or what apartment we came from. Some\nmonths before.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: George, before we close, | want to thank the audience. Thank you for being here.\nI'm going to turn back to George in just a moment to close our program.\nOne final question before | do that, George: Of the very large family that you had, how many\nsurvived?\n>> George Pick: 130 didn't. Roughly 34 did.\n>> Bill Benson: They were all in Budapest?\n>> George Pick: Not all of them, but 90%. A few of them came back from deportation and survived.\nMost of them were in Budapest, yes.\n>> Bill Benson: As you can see, there's just So much more that we can cover, and of course George\nwould end up living under communist rule in Hungary until 1956 when he escaped from Hungary. So\nwe could bring you back and have a postwar discussion that would take a long time as well.\nIt's our tradition at First Person that our first person gets the last word. I'll sign off, say thank\nyou, and | will turn it back to George to close our program.\n>> George Pick: Charlene Schiff was a survivor, who was a very great speaker, who recently died,\nstated that she had four I's. | would like to finish this discussion not only in her remembrance, but\nbecause | feel this brilliantly summarizes my four thoughts.\nHer four I's: Intolerance, injustice, ignorance and indifference. | like to leave you with\nthese four I's. Think about it. Think about that all these four, just one of the four would cause millions\nof deaths and misery, and unfortunately this is not in the past, it is today what's happening.\nThank you very much.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n27\n>> Bill Benson: If any of you want to come and talk to George when he steps off the stage, ask him\nquestions because we didn't have time for the question-and-answer period --\n>> George Pick: I'll be happy to stay here.\n>> Bill Benson: Take advantage of the opportunity to at least meet him, if not ask him a question.\nOK. Thank you, George.\n[Ended at 2:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}