{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON: AGI GEVA\nThursday, August 4, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Alesia Fishman: Good morning. Welcome to the United States Holocaust Memorial Museum. My\nname is Alesia Fishman and I'm the Host of today's program First Person. Thank you for joining us.\nWe are in our 17th year of the First Person program. Our First Person today is Agi Geva, whom we\nshall meet shortly.\nThe 2016 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue through mid-August. The\nmuseum's website, www.ushmm.org, provides information about each of our upcoming First Person\nguests.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program. | usually have one but you probably can see what it looks like.\nOr you can speak with the museum representative at the back of the theater after our program today. In\ndoing so you will also receive an electronic copy of Agi's biography so that you can remember and\nshare her testimony after you leave here today.\nAgi will share with us her First Person account of her experience during the Holocaust and as\na survivor for about 45 minutes. If we have time at the end of our program, we'll have an opportunity for\nyou to ask Agi a few questions. We have prepared a brief slide presentation to help with her\nintroduction.\nAgi was born Agnes Laszlo in 1930 in Budapest, Hungary. This map highlights Hungary.\nThe arrow on this map points to Budapest.\nAgi was one of two daughters of Rosalia and Zoltan Laszlo. Here we see Agi and her sister,\nZsuzsi. They spent the first six years of their lives in a farming village where their father managed a\nlarge farm. Here we see Agi's parents, Rosalia and Zoltan.\nDue to her father's failing health and anti-Semitic legislation prohibiting Jews from working in\nagriculture business, the family moved to Miskolc where Agi's mother managed a boardinghouse. This\nphoto is of the home.\nThe arrow on this map of Hungary points to Miskolc.\nOn March 19, 1944, the same day German forces occupied Hungary, Agi's father died. Agi,\nher sister and mother joined a group of 30 Jews sent to work in the fields outside the town. After a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nmonth they returned to Miskolc where they lived in the ghetto for a few weeks before being confined to\na brick factory on the outskirts of town.\nThe following month, the family was deported to Auschwitz. This map depicts the deportations\nof Jews from Hungarian ghettos to Auschwitz.\nLater, Agi, her mother and sister were interned at the Plaszow concentration camp. The arrow\non this map of major Nazi camps shows the location of Plaszow. When the Soviet Army approached\nPlaszow in the fall, the entire camp, including the three women, were sent back to Auschwitz for a few\nweeks then were moved to several labor camps.\nOn April 28, 1945, Agi was liberated by American soldiers. This photo of Agi is from 1950,\nafter she emigrated to Israel.\nToday Agi resides in the Washington, D.C. area. She moved to the United States 13 years\nago after living in Israel since 1949, where she worked in the insurance field for 32 years. She has two\nchildren, a daughter, Dorit, who lives here, and a son, Johnnie, who lives in Israel. She has four\ngrandchildren and four great grandchildren. Agi speaks four languages fluently: Hebrew, Hungarian,\nGerman and English.\nWith that, | would like to ask you to join me in welcoming Mrs. Agi Geva.\n>> [Applause]\n>> Alesia Fishman: Agi, thank you so much for joining us and for your willingness to spend time with\nus. In a short hour, you have so much to tell us so that we're going to get started right away.\nI'd like to start by talking about your life, your community, and your family in the years before\nthe war. Can you tell me about that?\n>> Agi Geva: The first six years my sister, Zsuzsi, and | spent at the farm. My dad was the director of\nthe place. We had quite a nice -- normal for us. My parents brought German nannies to care for us so\nwe spoke fluent German. My dad kept telling us to know the language well because we need\nsomething that can't be taken away from us. Later it proved really useful.\nThen we moved to Miskolc, as Alesia mentioned. My mother had to provide for us because\nmy dad had a heart attack that he never, ever recovered completely. He was fired in 1936 from his job.\nAnti-Semitism wasn't that much that year, actually, that it should come to this but that's what happened.\n>> Alesia Fishman: Earlier you told me that you went to school in an unusual way. How did you get to\nschool?\n>> Agi Geva: Yes. That was in 1935. We went to school with horse and carriage. There was a carriage\nwith two horses. And in the winter there were warm bricks under our feet and blankets on our knees.\nThat's how we went to school.\n>> Alesia Fishman: A little different.\n>> Agi Geva: A little different.\n>> Alesia Fishman: You said you learned German. Did you also learn English?\n>> Agi Geva: When we were 10, my dad thought that we should start another language and we\nlearned English, actually. And at school we learned French, Latin. What else? | think that's it.\n>> Alesia Fishman: So the Nazis, as | mentioned before, but the Nazis occupied Hungary on March\n19, 1944, which was a very important day in your life. And you alluded to this already. This was the day\nthat your father died. Can you tell me about what happened then and then you went on to work in the\nfields and then in the ghetto.\n>> Agi Geva: That day was really very traumatic. My dad died on that day. And later we got news that\nthe family from Budapest couldn't come to the funeral. My mom understood that we were unoccupied\nand nobody could travel out of the cities no more, no Jewish people. When we came back from the\nfuneral, every corner there was a German soldier with a gun. And it was really scary. Changed our lives\ncompletely in the next few days. We had to wear a yellow star. Every Jewish person had to wear a\nyellow star on our jacket or blouses. And we were really, really scared.\nThere were rumors that who was ready to work in the fields and went to the municipality to\nswear loyalty to Hungary will not be deported. So my mom organized some friends, 30, 35 friends, and\nwe went to the fields. Then a few weeks it was really traumatic. It was very hard to get up at 5:00 in the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nmorning and stay in the fields till the evening and do hard job that we never did before. But we didn't\nthink that will be the easiest but came later.\n>> Alesia Fishman: So from there you worked in the fields for a few weeks hoping that you weren't\ngoing to be deported but next came the ghetto.\n>> Agi Geva: One day they just told us that this morning we don't go to the fields, we are going back to\nMiskolc. And we understood that they went back on their promise that we won't be deported. We were\nnot sure yet. We were taken to the ghetto. That meant a small apartment with five, six families. It was\ncrowded. It was traumatic. It was uncomfortable. It was everything. | can just tell you, it was not enough\nfood. There was not enough water. Everything. We thought the worst was going to happen to us.\n>> Alesia Fishman: However, so the Nazis occupied Miskolc in March 1944. By the middle of June you\nwere in a ghetto. And then you were taken to a brick factor for deportation.\n>> Agi Geva: Yes.\n>> Alesia Fishman: And there were going to be trains waiting to take you.\n>> Agi Geva: The brick factory was actually a place that had no sides in walls. It only a ceiling, a roof.\nThat meant we could have escaped, but my mom was afraid that we are going to be seen and one of\nus might not make it. And she was scared all the time that we should stay together. So she doesn't risk\nto escape.\nSO we were waiting there for trains. And we thought the trains would be like trains that you\nusually travel in, with windows and seats, and sandwiches, and conversations. We were not afraid of\nthis at all. But when the trains came, what we saw, these were cattle cars. We could never, ever\nimagine that they can put people into these cattle cars and travel in them. But that's what happened.\nThere were soldiers with guns all around us. We had to get into these cars. Standing places,\nput in as many people as they could and closed the door on us. There was only a small opening on the\nroof for light and air that was really not sufficient. And the train started to move. And it was the worst of\nthe worst part. Of course, | would have been happier back in the ghetto as uncomfortable as it was.\nThere were pregnant people, sick people, teenagers, small children. People were hysterical crying.\nThey couldn't stop crying. They couldn't stop yelling. Some fainted. It was an impossible situation that |\ncan't even describe well enough.\n>> Alesia Fishman: How long was the trip? Do you recall?\n>> Agi Geva: It was three days. And we didn't know when it was day, when it was night. It's\nindescribable. We thought it was the worst of the worst situation.\n>> Alesia Fishman: And when the trains finally stopped, where were you and what did you see?\n>> Agi Geva: Wherever we were we didn't know. We were in Auschwitz but we had no idea what it\nmeant. We didn't know that it was a death camp. We didn't know it was a camp at all. We just didn't\nknow.\nWhat we saw was that in minutes they separated the men from the women, in minutes. We\ndon't even know how it could happen so quickly. So a new hysterics started. People wanted to say\ngoodbye to their brothers, husbands, sons. They begged the soldiers to do so. And in another few\nminutes they were gone. They were just taken out of the station and we never knew where they were\ngoing. And the women went in a different direction.\n>> Alesia Fishman: And it was really important for your mother -- she started to realize, right, that it\nwas -- people needed to look like they could work or could work and so what did she do?\n>> Agi Geva: Actually when my mom saw what's happening, she was really, really sorry that she didn't\ntry to escape from the brick factory. Everything would have been better, she said. But here she started\nto go -- at a certain point, all of us to go but she wanted to be there before to have a good look what's\ngoing to happen and what's going on there. She told us just to walk with the group. She will go to the\nbeginning of the line, find out, and come back to tell us.\nOf course, she was under gun point. She took a real risk. But she thought the risk would be\nworth if she didn't know what was happening and it turned out she was right. She saw German SS\nselecting the groups that came in front of them. And she saw that families were torn apart immediately.\nWhen a girl was begging an officer to please let her stay with her mother or vice versa, they\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nimmediately separated between them. They didn't even give a chance. And then she saw that all older\npeople, sick people, people with a child on their arm, were sent to the left side. She had no idea what it\nmeant at that time. And she saw that to the right side were able-bodied people, more or less the same\nage. And then she heard that under 16, everybody was sent ultimately to the left side. She didn't know\nat that point what it meant.\n>> Alesia Fishman: And so your mother tried to make sure you all went to the same side.\n>> Agi Geva: She figured that we will not say our real age, that was 12 and 13. We will say 18 and 19.\nThey might select us to be together. So she told us to take out our scarves and bind it in a way on our\nhead that will make us look older. And it was that way. It might make me look older even now.\n>> [Laughter]\n>> Agi Geva: And then she wound her head in another way that she thought it would make her look\nyounger. It was that way. So it might have been helpful, very helpful because all three of us were\nselected together to go to the right side. It was such and joy and such a relief when we found we were\nall together again but it wasn't very long lasting.\n>> Alesia Fishman: And you told me that you had a bag with you. What did you take? You could bring\na bag. What did you take?\n>> Agi Geva: We could take a bag, we were told to go to our rooms before we left the house and just\ntake stuff that we can carry. So | personally took a book | was reading, a new watch, a doll, a dress. |\ndon't know what my sister took.\n>> Alesia Fishman: And your mother? What did adults take? What did the grown-ups take?\n>> Agi Geva: We didn't know at the time but it turned out that they took jewels, papers, documents,\npictures, family pictures, money. They thought it might be helpful for bribery or anything else.\nAnd we had to put down our bags, there was such hysterics, crying, begging to hold on to\nthem but, of course, the soldiers pointed their guns at us and told us put it down and we had to.\n>> Alesia Fishman: Can you tell me, also, a little bit about the food that you had there and the bunks?\n>> Agi Geva: | think before, | have to tell you what happened. The next room we had to undress\ncompletely and leave all of our dresses in another corner. The hysterics and the crying and the\nbeggings were even worse than ever before because when the grownups, including my mom, thought\nthat they might take the bags away, then at least their clothes will stay on and they had in their pockets\nand in the lining of their dresses sewn in all of these jewels, moneys, family pictures. And when we had\nto undress, it was our last hope of ever having anything that was connected to home or to save us\nsomehow.\nSo that was going on there. | can't even describe to you. We were standing there without\nclothes. It was very humiliating and very uncomfortable. We never saw our mom and her friends -- it\nwas very humiliating. But then more humiliations followed. We were shaved from all hair on our body.\nWhen we looked at each other, we couldn't even recognize each other. It was terrible. And as if this\nwasn't enough, we were sprayed with a disinfectant that only animals were sprayed with. We knew no\nhumans could be sprayed like this. So | can't describe you really what it felt like.\nAnd then we were sent into the showers. We didn't know that we were lucky, very lucky that\nfrom our shower came water. We didn't know that in the other barracks, | mean on the left side, where\nother people were sent, it came gas. We didn't know it then and neither did my mom. So it was scary.\nNot enough that time but we didn't know when we found out.\nThen we were taken to another place where we had to choose a piece of clothes and a pair of\nshoes. Nothing else. No underwear, no socks, nothing. Just a dress and a pair of shoes. Whether it fit\nor not, it was absolutely not important to anyone.\nThen we were given bowls and blankets and taken to our barracks. And the bunks that looked\nlike that. Five, six, seven people on each bunk. When someone wanted to get up, all the six, seven had\nto get up and someone wanted to turn over, everybody else had to turn over. It was horrible. But we\nhad to do it.\n>> Alesia Fishman: And from Auschwitz, you were selected for slave labor and sent to Plaszow.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Agi Geva: The selections were really scary. Every single day we were counted. We were standing\noutside in lines for hours until the kapos, the Germans, came and started to count us. And then after, it\nwas daily in Auschwitz there were selections. And one day we were all selected together, at least my\nmom and sister and |, and were sent to the railway station again, to the cattle cars again. This time it\ntook one hour. We went to Plaszow. That was a camp where the “Schindler's List” was filmed. We had\na very, very hard time there.\n>> Alesia Fishman: So they forced you to move rocks there. Is that correct?\n>> Agi Geva: That was our daily work, to pick up rocks, take them up a hill and the next day to bring\nthem back down. Because also not only humiliating, it was degrading and it was very hard work.\n>> Alesia Fishman: You eventually went back to Auschwitz and faced even more selections when you\nreturned.\n>> Agi Geva: Yes. Plaszow, | just wanted to tell you, there were not only prisoners like us but it was a\ncamp also of murderers, burglars from the prisons. We were scared not only from the Germans but also\nfrom our fellow prisoners. We had to look behind us. It was really scary.\nThen we were taken -- when we heard the cannon shots, we thought the Russians are maybe\nliberating us, coming to the camp. But then the Germans quickly liquidated the camps and we were\nsent back to the railway station. This time we were really scared. We were very weak. We looked very\nbad, hopeless. This wagon trip took one day. My mom tried to console us that we have been through\nthe worst places already, to Auschwitz to Plaszow. It can't be worse, she said. But when the doors\nopened and we simply saw where we were and it was back in Auschwitz. It was really something that\nwe never, ever thought it might happen. We were more hopeless than ever.\n>> Alesia Fishman: And what happened in that selection there?\n>> Agi Geva: My mom saw -- there was one officer selecting surrounded by soldiers, Keeping their\nguns on the person who was selected. She told us that because we are in such bad condition, she\nthinks she's in the best condition, she will go first and my sister second, and | looked worse than the\ntwo of them, | should be the third. She took a big chance here to tell us follow me wherever | will be\nsent and in case it's impossible, then ask for a working camp. The Germans will need workers all the\ntime so just try.\nThe selecting officer was Mengele. We had no idea who he was at that time. We found out but\nwe didn't know. So he sent my mom to the right. And then he sent my sister to the right. And me he\nsent to the left. And | looked at him and | said, Please, no, please, | would like to go to that side,\npointing to the right. And he asked me, Why, what is there? | told him it's a work being camp. Then he\nrealized he was talking German. He said you are a Hungarian transport. That's what they called us all\nthe time, transport. \"How can you speak German?\" And here is the point my dad was right. Had | not\nspoken German, | wouldn't have made it. And he somehow liked the idea. He told me, How do you\nspeak German? Started to ask questions. He told me, “Ok, go to the right.” Then my mom saw the\nconversations. She was sure she would never, ever see me again and knew exactly what was going to\nhappen to me. She fainted. When | got there, she didn't even know that | was safe.\n>> Alesia Fishman: So people sometimes ask you were you afraid of him, the well-known --\n>> Agi Geva: People ask me, weren't you afraid of Mengele, talking to him? | said, no, | was afraid of\nmy mom.\n>> [Laughter]\n>> Agi Geva: She told us what to do and | was supposed to do what she wanted me to do.\n>> Alesia Fishman: So at one point your mother had you remove your glasses. Why did she do that?\n>> Agi Geva: There were selections, as | told you, daily. And there was for factory workers in\nGermany. Sometimes they looked at strong feet, strong hands, strong eyes. They looked at the eyes.\nMy mom said take off my glasses, fold into the side of her shoe to hide it, that | shouldn't look different\nthan everybody else and we should be able to stay together. And the glasses we brought back. | don't\nknow how she did it. | was saved because of it.\n>> Alesia Fishman: Another story you were telling me about, while you were there, is the story of Lily,\nwho was an opera singer. And she was in the camp with you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Agi Geva: Yes. Also with her sister and her mother was sent to the left side of the selections and\nshe was really desperate and very sad. She was some 10 years older than my sister and |. We found\nout that she was an opera singer in my hometown, in Miskolc. We started to ask her maybe to sing for\nus. She was so sad and so weak and so hungry and so desperate and so everything that it took a long\ntime to persuade her. But when she started to sing, | can't even tell you what it meant to all of us. If |\nclose my eyes, | just thought I'm back in the opera house in Miskolc listening to opera. She sang\nbeautifully. After a couple of days she did sing to us and also the Germans were touched by it and\ninvited her to sing in their headquarters. We were scared every time when she had to go whether she\nwould come back.\n>> Alesia Fishman: So you're back to Auschwitz the second time. And from there they do a selection\nfor a work camp in Rochlitz. And that was late 1944. What happened when they took you? There was\na selection. How many people went and what did you do when you got to Rochlitz?\n>> Agi Geva: From Rochlitz, actually, they asked for people, for workers, for airplane spare part -- a\nscrew factory. We were given -- after three days’ trip in the wagon, it was worse than | could imagine\nfrom all the trips because it was winter. It was so cold. We were so not prepared -- we had no clothes.\nWe had no food. We had no water. We had nothing to keep us warm. And this trip was dangerous. We\nthought we'll never make it without getting some part of us frozen. But somehow we did it. And when\nwe got to Rochlitz, it was a relief to know that we were in a school, actually, where we were studying\nhow to make things for the factory.\n>> Alesia Fishman: And you told me while you were in the school, you ended up with a pencil and\npiece of paper.\n>> Agi Geva: Oh. When they gave us, but for me personally, a pencil --\n>> [Laughter]\n>> Agi Geva: | was really even more happy. | found myself being responsible and a human being\nagain. In Auschwitz, became the second time, actually, we had nothing but humiliation. They tattooed\non our left arm a number, that we were supposed to be just this number. And it said Auschwitz, and the\nletter of A, and the number. And when | got to Rochlitz and held this pencil, | felt human again. We\nwere sitting on chairs, in front of tables that we hadn't done the whole year before.\n>> Alesia Fishman: So you were telling me, too, that you were making screws for airplane parts and\nyour mother engaged in some acts of sabotage while you were there.\n>> Agi Geva: From Rochlitz we were sent to Stuttgart and Stuttgart to the factory. And that was the\nreal factory where the screws really went out to the airplanes. My sister was working at the control\npanels. | was making the screws, actually. And my mom was controlling -- was at the filing stone where\nif the screw was too small, they were thrown away. And if they were too big, then she could file them to\nthe actual size supposed to be.\nOne day we heard our mom fainted. It turned out that she pressed her screw too hard to the\nfiling stone and the stone exploded. She got so scared that she fainted. Then they took her to\nheadquarters and explained to her that you can't press the screw so hard to the filing stone because it's\nvery hard to get a new one. To order one takes time and until then the crates with the other screws will\nstand in the doorway and can't be sent out to the airplane. So she got an idea that maybe she can be\nhelpful a little bit and do this several times, that the crate shouldn't get to the airplanes. She called\n[Indiscernible]. She kept on doing it. The stone exploded. She fainted. And we waited for weeks to get a\nnew stone in and get the crates out.\nMy sister and | didn't know about this. We found out only after the liberation. Nobody knew\nshe was very scared that it would be discovered.\nThe work there was very, very hard because it was at night. We worked from 7:00 in the\nevening until 7:00 in the morning. It was impossible to stay alive -- well, awake. The monophone\nhumming, machines, 2:00, 4:00 in the morning. Everybody was almost falling asleep already. It was\nvery hard to do this work for so long, for so many nights.\n>> Alesia Fishman: So finally, in February 1945, you were sent out of the factory of Calw on a forced\nmarch. Tell us about that and what you thought was going to happen to you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Agi Geva: Actually, we were told one day just to stand at the door and be ready to leave. We\nthought it was meant, to be ready to leave, waiting for transportation to the wagons and traveling\nsomewhere. We were not that scared anymore because we knew that the allies were already nearing.\nWe knew somehow. We were not supposed to know anything. We were not supposed to be shown.\nThat's why we worked at night. They didn't want the villagers and the town people to know that there\nare prisoners, Jews, in that factory. The Germans were successful. Nobody ever saw us.\nAnd when we went to the door to wait for transportation, it was night, of course. It was dark\noutside. They didn't mention we were supposed to walk. They told us there is no transportation, just\nstart walking. It was impossible to imagine that in this cold German winter -- you know, we had one\npiece of clothes, one shoe, it wasn't a shoe anymore even, without underwear, without gloves, without\nscarves, without anything, just walk. But we had to. And it was mostly at night. And until the mornings\nthey looked for a barn for us to sleep in. They told us to look for food in the barn. So what did we find?\nRaw potatoes, raw cabbage. | can't tell you how hungry we were and how weak we were and how\ndesperate we were.\n>> Alesia Fishman: So you were walking, more or less, towards a train station where the guards are\nsupposed to be re-armed with guns. And when you got to the station, what happened?\n>> Agi Geva: First of all, we were walking 400 kilometers. We were supposed to arrive to Mauthausen\nbut we didn't make anymore. We were told to walk quicker because if we wanted to continue by train,\nwe have to catch a train and we should be able to get there on time. If we couldn't, of course, nobody\ncould walk anymore, nobody was strong enough to walk quickly if happy to walk at all. Most of us\ncouldn't walk anymore even, including I.\nWe didn't know how lucky we were also here; that on other Death Marches when someone\ncouldn't walk, they simply sat down at the side of the road and they were shot and left there. And at\nleast our guys didn't do that. They helped us to walk.\nActually, we found out that these trains that we were supposed to reach, they were bringing\nammunition and guns to execute us. Now, some of us believed this. We didn't know what to believe\nanymore but we had so little strength. | personally didn't care. Execution, no execution, | can't walk\nanymore. | just couldn't. And just the despair, the hunger, the cold. It was so cold and windy. It was so\nhopeless, everything.\nSomehow we got to the railway station. And the train was not there anymore. They were\ngone. So our guard told us -- the guards were four German soldiers and two officers, one of them a\nwoman. They told us just go back to the forest and keep walking. That was really the worst of the worst\nin my whole life. | could hardly get to the railway station. And then to be told that you won't go on the\ntrains and you won't -- | wouldn't say they told us we wouldn't be executed but we're not supposed to\nknow it and just overheard the German guard. But it came out to be true.\n| just didn't know how | got back to the forest and all of this hopelessness and cold, to go\nthrough it again. And then suddenly we looked around and there were no guards around us. It was\nunbelievable. We started to whisper of what can be, what can be the reason, until one of the kapos told\nus that from this day, 28th of April 1945, we are free. Until we heard this word, it became the best of the\nbest day of my life. | really thought | would not be free anymore, ever.\n>> Alesia Fishman: So what happened then? | think there were 180 Hungarians, 179 Hungarians.\n>> Agi Geva: There were 180 Hungarians, 20 Polish people, and 180 Hungarians. Then we found out\nthat we are free. There were 180 opinions.\n>> [Laughter]\n>> Agi Geva: Telling where we were and what we should do. Everybody had a different idea. Of\ncourse we were very happy but still cold, still weak, still hungry. My mother somehow found some 35\nwomen of the same opinion to go out to the same direction that we started out. We were still scared but\nwe were afraid to fall into German hands again or who will be our liberators or who will be the soldiers\nwe are going to find on the way.\nAnd then luckily we heard English speaking, an English-speaking group. We found out they\nwere Americans. And these were the first Americans | ever saw.When they saw us, they thought never\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nin their life, they saw a bunch of women so ugly, so dirty, so bad, so weak. They just took us to their\nheadquarters and really looked after us. They were very nice.\n>> Alesia Fishman: So from there your mother decided that you should go back to Miskolc. What was\nit like to go back?\n>> Agi Geva: My mother decided to go back, actually, because she wanted to know who remained\nalive from the family. The united restitution offices where the Americans sent us from the headquarters,\nwe stayed eight months. It took my mom eight months to decide what to do. We wanted so much to go\nto Palestine, to the states maybe, anywhere else but back to Miskolc. She insisted.\nSo when we went back, our hotel was completely empty, almost. So she couldn't open it and\nstart anew. That's what she wanted to do. After she found out who was alive from the family. She got\nsome help. They went to the neighbors. She found every curtain. She said this is mine, this bed is\nmine, this carpet is mine. They helped her to refurnish the hotel and start it all over again.\nBut when | went to school the next time | could, one of the schoolmates asked me, Why did\nyou come back? And the other one asked, We never thought to see you again. So the anti-Semitism\nwas even worse than it was before. So how could | go and sit in the school room and study? | went to\nthe principal. | told him, no way; just let me make the tests twice a year and I'll study at home. That's\nhow I'm going to finish my studies.\n>> Alesia Fishman: And from there you went to Israel.\n>> Agi Geva: We could sign up as soldier for Palestine to fight for Israel because | was passed 18\nalready. | did so. And my mother was desperate. She thought, | saved you and | wanted us to stay\ntogether and now you want to go and leave me here? But my sister and I, we had to. We just couldn't\nstay there. They didn't let out older people. They let out only us, the younger ones with the hope that\nthe parents would be able to come -- they would let them come after us. And we had to take this risk.\nMy mom couldn't understand how we could do this to her.\nAs bad as a felt that time, it was so wonderful later. Six years later they let her come. And\nevery single day she told us thank you that we did this that we left and we could bring her to Israel.\nMy mom remarried. He lost his wife and 6-year-old son in Auschwitz. They met and remarried and\ncame to Israel, to a Kibbutz until my sister is now. She lived to 97 1/2. Now nobody, not one of them,\nwould be alive today if my mom wouldn't have saved us. Today, of course, we are more but that was\nthe thought all the time when we look at this picture.\nHere is my mom in her last year, 97 years old. And the next picture will be actually -- ok. And\nmy sister became 75 years old. We went back to Hungary, to the farm where we started out from.\n>> Alesia Fishman: | don't Know what happened to it.\n>> Agi Geva: We took a picture near the fence when we were 5 and 6, and now we were 75 and 76.\n>> [Laughter]\n>> Agi Geva: There is a picture. We look different.\n>> Alesia Fishman: | have it if you want to come see it but it disappeared from the slide show.\n>> Agi Geva: And if you have questions, | will be very glad to answer of the deportation, what\nhappened before or after.\n>> Alesia Fishman: Ok. So try to make your questions as brief as possible. | believe we have people\nwith microphones coming down. So if you want to raise your hand.\n| think there's a gentleman in the back there waving his hand.\n>> Agi Geva: You might have to repeat.\n>> You mentioned earlier a person called a kapos. Could you translate that, what is a kapos?\n>> Agi Geva: Yes. There were among Polish prisoners chosen kapos. Kapos meant Commandant,\nactually, or [inaudible] meant that they were responsible for the same barracks. There were 250 people\nin the barracks and somebody had to be responsible. They would also, Polish prisoners, because they\nspoke fluently German. They were already four, five years in the camps when we arrived, the\nHungarian group. They called kapos and [Indiscernible]. It just means that they were responsible.\nPeople's elders, not necessarily in age.\nDoes this answer your question?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Yes, thank you.\n>> Alesia Fishman: Anybody else?\n>> Yes, ma'am. | wanted to know, do you hold any bitterness or hatred towards the German people?\n>> Agi Geva: German people meaning German people. Maybe third, almost four generations since\nthen so whom am | supposed to hate, actually? These are not the same people who did all there have\nto us.\nIs that what you meant?\nMy sister, for instance, she doesn't speak German. She spoke German. She wouldn't speak\nGerman for anything. She just can't bring herself -- or to buy anything that's German-made. Many\npeople came to this conclusion. They wouldn't buy a German. They wouldn't speak the language. | do\nlike to speak the German language and | look at it in a different way.\n>> Alesia Fishman: One in the middle and the back.\n>> You seem so articulate and educated. | was just wondering, did you complete your education or go\non to college?\n>> Agi Geva: | finished my education in Hungary with matriculation. It was the minimum that could be\ndone there. When | came to Israel, there was a program -- because | spoke German and Hungarian but\nnobody -- and English. Nobody in Israel wanted to hear anyone talk English or German. Hungarian\nnobody understood. So | had a problem. So somehow it stuck there until | couldn't go on. Until | learned\nHebrew, | was already married and had children and went in a different direction.\n>> You said you signed up for the military for Israel after you got back to your hometown. What sort of\nduties did you do in the military?\n>> Agi Geva: Well, | signed up but they stopped the group in Marseille. We couldn't get to Palestine\nbefore Israel became Israel. And when we got to Israel, then the Army for women wasn't like today,\nautomatic and obliged to serve for two years, the boys three years. | had to wait until there was a group\nbig enough to go to the Army but | married before so | never got to the Army. But my daughter, my\nson-in-law, my son, everybody were in the Army for a long time.\n>> Alesia Fishman: Yes?\n>> All of these things you described are incredibly difficult. What kept you going? Was it faith? Was it\nsomething like maybe one day you would be free? What was it that kept you going on days that were\nvery difficult?\n>> Agi Geva: Only my mother and my sister. | didn't dare to show them that | was so desperate and |\ndidn't dare to tell them that | thought that | will never, ever be free again and go to school again and\nhave a normal meal again, just to be living a normal life again. So | didn't tell them how desperate |\nwas. And | tried not to cry in front of them.\n| suppose my sister had similar thoughts but it was mostly for my mom and my sister and, of\ncourse, faith. Also.\n>> Alesia Fishman: This gentleman in the white shirt.\n>> Other than everything, were there any foods that you missed the most like as a child or when you\nwere imprisoned that you missed, like your mother's cooking the most, any dishes from home back in\nyour homeland the most, anything specific?\n>> Agi Geva: The most -- a small story. But | missed most was freedom to do what | wanted to do. And\nuntil today there isn't a single morning that | shouldn't say a silent prayer of thanks to be free. That's\nwhat | missed most. But when the soldiers, Americans, took us to their headquarters, they went out\nshopping one day and they asked something of us, what would we like. They wanted to give us\nsomething. And everybody asked -- not everybody. Some people asked for cookie, some people asked\nfor Schnitzel, sweater, chocolate. And | asked for lipstick.\n>> [Laughter]\n>> Agi Geva: That's -- | thought that it might make look better, happier. | don't know. And they brought\nme.\n>> [Laughter]\n>> Agi Geva: Answer your question?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> [Laughter]\n>> Alesia Fishman: There's someone all the way in the back.\n>> | wanted to know, were there any things you learned from your sister or your mother about their\nexperience only after leaving Auschwitz that you were able to sort of talk about and that you learned\nabout your experiences that you weren't able to discuss, trying to be so strong in the midst of it all?\n>> Agi Geva: Yes. That's a very, very popular question. They never wanted to talk about it anymore.\nMy sister until today will never mention, never answer a question. My mother didn't want to hear about\nit. You surely heard about the 50th Sirens that happened the war immediately. Didn't want to take part\nin it. | So much wanted to know her point of view and her attitude and her ideas. She told you are free.\nNever think back anymore. We have been through hell. We are free. We don't talk about it anymore.\nWe don't think about it anymore. And for a while | believed maybe that's right but then | thought it's not.\nWith them | couldn't discuss it anymore. But then | thought that somebody has to talk about it.\nAnd when | heard that there are people who don't even believe that it happened, and are doubtful and\nfeel it was propaganda and it never really happened, | started to talk in schools, and wherever | found it\nimportant, wherever | was asked to talk.\nAnd when | came to the states, | volunteered the first week in this museum. And | was sent\nout to many, many places, universities, colleges, schools to tell the story. But my mother and sister,\nthey didn't want to share it. They couldn't.\n>> Alesia Fishman: | think we have time for one more question. Someone's pointing over here. Ok.\nRight here. Young man.\n>> How old were you when you were freed?\n>> Agi Geva: How old when it started?\n>> Alesia Fishman: When you were freed.\n>> Agi Geva: When | was freed. It was a year after. | was 15. And the happiest person in the world.\n>> Alesia Fishman: Ok. Thank you all very much.\nI'm going to turn -- she'll stay around afterwards to answer some questions. I'm going to turn\nback to Agi in a moment to close our program. But I'd like to thank all of you for being here very much. |\nhope you can come back. It's our final week, actually, of the First Person -- sorry. Our final week of the\nFirst Person season is next week. Then you can look for the program in 2017.\nIt's our tradition at First Person that our First Person has the last word. But before we turn\nback to Agi, for those who didn't get a chance to ask her a question during our Q&A period, she will\ncome to the back of the theater so you can feel free to ask a question, shake her hand, or get your\nphoto taken with her. She also is willing and happy to show you the tattoo that is on her arm. She will\ncome to the back of the theater.\nWith that | will turn back to Agi for the last word.\n>> Agi Geva: | thank you for being such good listeners. Really, you give me so much sympathy and\ncourage that | should be able to talk and able to tell the story without a single disturbance. So really\nthank you.\n| have to tell you that it's not exactly how it happened. It was so much worse. There was so\nmuch cruelty and atrocities around me. If | would tell you exactly how it happened and would mention\nall of those horrible things, | wouldn't be able to keep on talking about it. So just that you should know it\nwasn't exactly that way.\n>> Alesia Fishman: Thank you, Agi.\n>> [Applause]\n",
    "segments": []
}