{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, May 22, 2014\n11:00 a.m. -12:06 p.m. ET\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: HARRY MARKOWICZ\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214\ninfo@hometeamcaptions.com\nHOME TEAM\nCAPTIGNS\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. This is our 15th year of the First Person program. Our First Person today is\nMr. Harry Markowicz, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with Additional funning support from the Helena Rubinstein Foundation. We are grateful\nfor their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue through mid-August, twice\nweekly.\nThe museum's website, at www.ushmm.org provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the Stay\nConnected card in their program you'll find today or speak with a museum representative at the back\nof the theater. In doing so, you will also receive an electronic copy of Harry Markowicz's biography so\nthat you can remember and share his testimony after you leave here today.\nHarry will share his \"First Person\" account of his experience during the Holocaust and as a survivor\nfor about 45 Minutes. If we have time toward the end of the program, we will have an opportunity for\nyou to ask Harry some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from Harry\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nis One individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction. We begin with this\nphotograph of Harry and his siblings, Rosa and Manfred taken in 1941. Harry was born on August\n9th, 1947 in Berlin, Germany, parents, max and Marja immigrated from Poland after World War 1.\nThis shows Harry's mother's family around 1914 in Widawa, Poland. Harry's mother is the second\nfrom the left in the back row with the long hair. The others in the picture are Harry's aunts and uncles,\n11 in all, and Harry's grandmother who is in the middle sitting next to her youngest son, Bolek. Of\nthose in the photo, only three survived World War II: Harry's mother, her youngest sibling, Bolek, and\nher sister Leonia who is third from the left in the back row.\nHere we see Harry's Father, Max, in Berlin, Germany, in front of a building in 1920.\nHe had recently arrived to Poland. On this map of Germany, the arrow points to Berlin where Harry\nand his family lived when he was born. In 1938, a family friend who was a policeman, warned the\nMarkowiczes of an impending outbreak of violence against Jews in Germany. Harry and his family\nescaped to Antwerp, Belgium.\nThis arrow shows where Antwerp is located. When Germany Invaded Belgium in May 1940, the\nMarkowiczes tried to cross the border and were denied entry. They rented a house in Belgium. They\nstayed the second arrow points to that area. They stayed until Belgium surrendered to Germany in\nlate May 1940.\nIn 1942 Harry and his family went into hiding in Brussels. Harry and his siblings were placed\nseparately in children's homes and with different families. Harry lived with the Vanderlinden family\nuntil the liberation of Belgium until September 1944. Here we see Harry with Mrs. Vanderlinden.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nAfter the war, the Markowiczes resumed their life in Brussels. Here we see Harry and his family in\nBrussels. Harry and his parents emigrated to the United States in 1951, joining his siblings who\nemigrated in 1949 and 1950.\nAfter arriving in the U.S. in 1951, Harry and his parents settled in Seattle, Washington, where his\nbrother and sister had gone after their move to the U.S. He went to the University of Washington for\nhis undergraduate studies then attended Simon Fraser University in Vancouver, Canada for his\ngraduate degree. At Simon Fraser, Harry's study in linguistics and particularly in sign language led to\nhis career working with people with deafness. After his studies Harry spent a year in France. He\nwould return to France later to work for five years before becoming a professor of English at\nGallaudet University in Washington, DC, the world's only university with programs and services\nspecifically designed to accommodate deaf and hard of hearing students. It was established by an\nAct of Congress in 1864. After 30 years at Gallaudet he retired in 2008.\nHarry also taught English as a Second Language in Israel and Canada, as well as French in the U.S.\nand in Canada.\nSince his retirement Harry has become very involved with this museum. He presently works as a\nvolunteer in Visitor Services. You will find him at the Information Desk on Tuesday afternoons.\nHarry and wife Arlene, whom he met in Washington, D.C. but to whom he proposed in France when\nshe came to visit, will celebrate their 37th wedding anniversary on June 27. With their son Michael\nthey live in Silver Spring, Maryland. Arlene and her cousin Alan Cohen are here today with us today.\nArlene, right here in front, give us a wave.\n[Applause]\nWith that | would like to ask you to join me in welcoming our First Person, Mr. Harry Markowicz.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\n>> Bill Benson: Harry, thank you so much for your willingness to be with us today and be our First\nPerson.\nWe have just an hour and you have so much to share with us. We'll jump right in and get started.\nYour father settled in Berlin in 1919. He married your mother in 1926. By the time you were born in\n1937, Hitler and the Nazis had been in power for four years. Let's begin with your telling us about\nyour parents and their lives prior to your birth and certainly prior to the start of the war.\n>> Harry Markowicz: This is hearsay.\n>> Bill Benson: Hearsay, absolutely.\n>> Harry Markowicz: My father was in the fur business. | think it was a family tradition, because his\nbrothers were also in the fur business, and my mother was a housewife. My two siblings were born\nbefore | was. Took care of them. They probably had the middle class life, as far as | know. They\nhad a maid, which was important, because of the policeman. It was actually the fiance of the maid.\nMy parents were religious but not that religious as far as | can tell.\n>> Bill Benson: Harry, your father was a soldier in the first world war, right?\n>> Harry Markowicz: Yes.\n>> Bill Benson: Tell us about that.\n>> Harry Markowicz: He was drafted when he was 15 years old. | have no idea what he did because\nhe never talked about it, but Arlene, my wife, asked him once what he did, and he didn't say what he\ndid, but he said it was horrible.\n>> Bill Benson: And was the part where he was -- where he was born was actually in Poland, but\nRussia at that time?\n>> Harry Markowicz: You've got me there. | Know my mother used to try to tell me the history of the\nfamily and so on. One time it was Russia and then Poland. It changed. But I'm not --\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: But you know he fought in the First World War?\n>> Harry Markowicz: Right.\n>> Bill Benson: How large was your extended family?\n>> Harry Markowicz: My mother's family was quite large. Ten siblings. My father, | think there were\nsix in all, three boys and three girls. Actually, four survived. The four that left Poland before the war\nsurvived. One in Venezuela and one in Tangier and one he joined the French foreign agent and sent\nto North Africa.\n>> Bill Benson: And your father came to Berlin in 1919. Do you know why he moved to Berlin?\n>> Harry Markowicz: Yes, there had been skirmishes -- not skirmishes -- the Poles and Russia were\nstarting to fight each other, and so he was going to be drafted again and didn't want to go fight again,\nso he left. Subsequently there was a Polish-Russian war that started in 1920 and lasted until 1921.\n>> Bill Benson: Do you have any sense from what you learned later or from your parents what Berlin\nwas like for them in the 1920s? Because that's where they made their life.\n>> Harry Markowicz: It was not a good time in Germany. Germany had lost the war. There was an\neconomic crisis, inflation, unemployment. But somehow it was still better than living in Poland at the\ntime.\n>> Bill Benson: Hitler, of course, came to power in 1933. Did your parents ever share with you much\nabout what that was like as he gathered his power and then really was fully in charge of Germany?\n>> Harry Markowicz: No, they never -- we never talked about that period. We never talked about the\nwar period either.\n>> Bill Benson: You did tell me that your father was one of those who thought that Nazism couldn't\nlast, that it would end and you would get through this. Is that so?\n>> Harry Markowicz: Yes. Some people left early. Especially professionals, because starting after\nHitler came to power, soon after, doctors, lawyers, couldn't practice, civil servants could not teach us,\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nuniversity professors were fired from their jobs, so many immigrated. But my father's business was\nwholesale. He had representation on the street, a store that was boycotted. So for him he was not\naffected economically.\nIn fact, some of his competition left and emigrated. Business got better for him.\n>> Bill Benson: Kristallnacht or the Night of Broken Glass took place on November 9-10, 1938, the\nyear after you were born. On that night there were pogroms against Jews, hundreds of synagogues\nburned, thousands of businesses destroyed, thousands of Jewish men rounded up and sent to\nconcentration camps and prisons. Sometime around Kristallnacht your family fled Berlin for Belgium\nand just prior to that your father had taken your two siblings with him to Aachen, Germany, but he\ncame back. Tell us what you can about the events that led to your father taking your brother and\nsister to Aachen and then coming back and then you fleeing for Belgium.\n>> Harry Markowicz: After being warned by his friend, the policeman --\n>> Bill Benson: As you said, the policeman was the fiance of your maid, right?\n>> Harry Markowicz: So no longer the maid, because after 1935, Jews were not allowed to have\nyoung German women working for them. But we made friends, apparently.\nOne thing, we never talked about any of this, but when my niece was in high school, she had to\ninterview a grandparent, and | happened to be there for the interview, my parents were both there,\nbut my niece interviewed my mother. And occasionally my father would say something. So that was\nthe only time | heard the story of their lives and some of the things that | learned about the policeman.\n>> Bill Benson: From the conversation they had with your niece who was interviewing for a school\nproject?\n>> Harry Markowicz: Right. I'm sorry ...\n>> Bill Benson: So your father left for Aachen, Germany, with your siblings.\n>> Harry Markowicz: Aachen is on the border, Belgium, Holland. And took my sister with him with\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe idea that we were going to go -- | don't know which country they were going to go to. Smuggled\nacross the border. By that time it was too late to go, so the smuggler had taken on too many people.\nThere were many people that wanted to get out and my brother -- my brother told me this. | don't\nremember. | wasn't there. There were probably 40 people going through the woods, very noisy, and\nthey got the attention of a Dutch patrol and they were arrested and turned over to the German\nauthorities. My father was jailed. All the adults were jailed. My brother and sister were placed with a\nJewish family in Aachen.\nAnd about three weeks later, the police called my mother in Berlin and asked, do you know where\nyour husband is? And she said, of course, he's in Aachen on vacation. Aachen is a spa, resort town.\nPeople go there for vacations. So this matched what my father had told them, so they believe them.\nAnd he came back with my brother and sister to Berlin. Then he went by himself and got into\nBelgium, and then he arranged for the rest of us, my mother, brother and sister, to come across with\na Belgian man who lived near the border and worked in Germany and he drove us back to Belgium.\nlt was fortunate that it just happened that Hitler was giving a speech on the radio at the time we were\nat the border, so the German guards were listening to the speech.\n>> Bill Benson: So you more or less slipped over?\n>> Harry Markowicz: Yes.\n>> Bill Benson: Is that the time where there was an incident of almost losing the keys to the vehicle?\n>> Harry Markowicz: Right. A man owned the garage, so he had a lot of car keys together, and he\nhad to go inside to the German customs people, and because they wouldn't come out. They wanted\nto hear the speech. So while he was gone, to occupy me, he gave me the keys, and when it was\ntime to go, the gate was open. They were waiting for him to start the car and go and he's looking for\nwhich key it was to go out.\nEverybody got a little anxious at that point.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: But they made it.\n>> Harry Markowicz: They made it.\n>> Bill Benson: With your father trying to go across the border and being apprehended, and you\nfinally did get across, had he made efforts to try to immigrate, | think he applied for a visa to the U.S.\n>> Harry Markowicz: He did, like many other people, but they weren't giving visas.\n>> Bill Benson: So that was a dead-end to pursue that? Do you know if they tried any other efforts to\nleave the country?\n>> Harry Markowicz: | don't know of any others. Especially since my father thought that Hitler was\nnot going to stay in power much longer, that the world would put a stop to it.\n>> Bill Benson: Your brother and sister are several years older than you, eight or nine years older\nthan you, so by that time, they were well into their school years.\n>> Harry Markowicz: Yes.\n>> Bill Benson: What happened to their schooling? Germany before you left, do you know?\n>> Harry Markowicz: They were going to regular public school and then at some point they were no\nlonger allowed to go to school, so they went to Jewish schools with all the other Jewish kids.\n>> Bill Benson: So you finally do get across the border, you're in Antwerp, Belgium. What did your\nfather do to make ends meet and get you established once you were across the border, safely for the\nmoment in Belgium?\n>> Harry Markowicz: Fortunately Belgium allowed illegal immigrants to live there. There were quite a\nfew who had come from Germany, Austria and Poland. But they were not allowed to work. So my\nfather was involved in exchange of currency. The currency was the dollar and the British pound,\nblack market kind of thing.\n>> Bill Benson: So black market work to make ends meet. And | think you mentioned at one point\nyou thought they were also dealing in some diamonds and whatever it took to be able to feed the\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nfamily, essentially.\n>> Harry Markowicz: Right. Antwerp is at the World Center for diamond cutting, and at that time it\nwas, | think, almost exclusively Jews involved in that business.\n>> Bill Benson: So there you are now living in Belgium, your father is trying to make a life there for\nthe family, but in May 1940, of course, Germany invades Belgium on May 10th, 1940. A few days\nlater your family flees towards France, you're headed to France. Tell us about the family's decision, if\nyou can, about leaving Belgium, trying to get to France and what that effort was like.\n>> Harry Markowicz: My family was not the only one. Hundreds of thousands of Belgians, Jews and\nnot Jews, wanted to get out of Belgium. Belgium declared itself neutral, just like it had been in world\nwar one. Number one, the Germans didn't respect that. They came through Belgium to get to\nFrance. The Second World War was the same thing. The French had built up very strong\nfortification, the marginal lines on the border with Germany. So Germans chose not to go the hard\nway. They came through Belgium. And so thousands and thousands of people trying to go into\nFrance, thinking that the French and the British, because before the attack started on Belgium,\nLuxembourg, several thousand soldiers stationed in France at the border to help the French.\nThe Germans invaded Belgium. The British sent troops into Belgium itself. So there were hundreds\nof -- maybe as many as a million Belgians going to France. My parents and a relative and three other\nfamilies, they went to the truck to drive us to the French border.\n>> Bill Benson: Let me stop you for a second before you tell us more about that. From what you tell\nme, my image is what we see in war movies, literally hundreds of thousands, if not a million people,\non bicycles and carts and cars and trucks, all fleeing Pell Mel, trying to get away, is that what your\nsense of that was like?\n>> Harry Markowicz: | don't remember that specifically, but that's what it was. Not too many cars.\nThere was a shortage of gas.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\n>> Bill Benson: Right.\n>> Harry Markowicz: And what happened, we got to the Belgian coast.\n>> Bill Benson: You rented a truck with a driver? So he's driving you?\n>> Harry Markowicz: Right.\n>> Bill Benson: Okay.\n>> Harry Markowicz: And then he refused to go any further, whatever his reason was. Maybe he\nwas concerned about having fuel to get back. But also it was very hard to drive because the roads\nwere covered with people walking and so on, bicycles, so he dropped us off at the side of the road.\n>> Bill Benson: So basically that's it.\n>> Harry Markowicz: That's it. And we had to walk. At some point my father and the other family\nthat was related to us, they bought -- | don't know what they call it. On the beach they have these\nthree or four wheel bicycle kind of things with a bench, you pedal, for tourists. So they bought one of\nthose things and put all the baggage on top. The other family had three, almost three, and the other\nfamily also had a little girl who was three, almost three. They put us on top, and some were pushing\nand some of the family were pulling. We got to the border, there were many people there. And the\nFrench let in Belgians, Dutch, other people. But we didn't have any nationality. We were stateless,\nso they didn't let us in.\n>> Bill Benson: So why were you stateless?\n>> Harry Markowicz: Personally, | was stateless because | was born in Germany after the time that\nJews --\n>> Bill Benson: Lost your citizenship?\n>> Harry Markowicz: Yes. But my parents were never Germans. | guess they were Polish. But the\nconditions they left in --\n>> Bill Benson: They essentially had no citizenship anywhere in the eyes of the French there?\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Harry Markowicz: Yes. My sister told me that my mother was trying to convince a Polish\nspeaking French custom guy to let us in, but it didn't work. So we retreated from the border to see\nwhat was going to happen. And there were a -- everybody was there on vacation, so they went to a\nvilla and we were sitting there. Didn't have any money, so they sub-rented parts of the house to other\npeople.\n>> Bill Benson: Probably on the same boat trying to get across the border?\n>> Harry Markowicz: They were going to try to do another attempt later a few months from the\nborder.\n>> Bill Benson: | think you told me eventually there were 50 people living in the house that you had\ntaken for that period of time. So there's no hope of you getting into France. So what did you do\nthen?\n>> Harry Markowicz: Well, at that time Belgium had surrendered, so the Germans were there. The\nGermans had surrounded the British Expeditionary Forces, several hundred thousand British soldiers,\nand French soldiers, put their back to the ocean right where we were, on the other side of the border,\nboth sides of the border really. The harbor, Dunkirk, the other side is the French side, the border, and\nthe British were being evacuated, all of them, the French were being evacuated, and the British Navy\nships, but the harbor had been bombed. For some reason the Germans had stopped about 25 miles\nback. Maybe they ran out of supplies. But they were still bombing the soldiers on the beaches, and\nwe were there on this.\n>> Bill Benson: In fact, while you were on the road, you were strafed by German planes, as | recall\nyou saying.\n>> Harry Markowicz: | don't remember that. The very first memory in my life was being in a ditch\nnext to the road.\n>> Bill Benson: Your first memory in life, is that right?\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Harry Markowicz: | remember that there was next to me on the road, there was a soldier. But |\nknew somehow he was an officer. He was looking at the sky through binoculars. | was in the ditch\nby myself with my mother next to me and many other people. Somehow this British -- | don't know if it\nwas British -- this officer was comforting, and | went to sleep. | woke up. And he wasn't there\nanymore, | asked my mother where the soldier was, because | thought there was just one. And she\ntold me, they're gone. And | realized -- not realized -- | felt her fear and anxiety about the soldiers,\nthat the Germans would arrive.\n>> Bill Benson: Of course, they did arrive and marched into France and the village you were in were\noccupied by the Germans and you made the decision to return back into Belgium. Tell us where you\nwent.\n>> Harry Markowicz: We went back home to Antwerp, walking back. But on the way, German trucks,\nempty trucks were coming back from the front, picked us up. There were other refugees who didn't\nget into France. The problem, they were doing it to clear the roads, so they could come back with\ntrucks again. My mother said they fed us. We didn't have any food and they gave us bread to eat.\nThe stores were not open, nothing was working. So we went back to Antwerp that way.\n>> Bill Benson: Once you were back in Antwerp with the Nazis in control, they started passing all\nkind of edicts and harsh laws. What were some of the things that they did?\n>> Harry Markowicz: It was very progressive, step by step. They didn't do it all at once. You got\nused to one restriction and accepted it and then they introduced another one. One thing, the Jews\nhad to register. They had to register | think with the police but also with the Germans, but the Jewish\nCouncil.\nThere was one small step.\n>> Bill Benson: Eventually forced --\n>> Harry Markowicz: In 1943. | was only six years old.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Bill Benson: At some point Jewish men were pressed into forced labor, including your father,\nright?\n>> Harry Markowicz: At first in Belgium, there were ghettos in Belgium.\nEach country was really different. The attitude of the Germans towards eastern Europeans was very\ndifferent from Western Europe, Belgium and France. The attitude towards eastern Europeans, they\ndidn't care about public opinion. They were going to make Poles in Russians. Half of the country is\nFlemish speaking, Dutch, but that means the Germanic people, they eventually include. But they\nwere concerned about public opinion. People behaved correctly, politely. They didn't do anything in\npublic that would bring public opinion. As it was, Belgians hated the Germans anyway, as a result of\nWorld War 1. A lot of battles took place in Belgium during World War |, and so there was no lost love\nbetween the Belgians for the Germans.\n>> Bill Benson: So there you are living under these progressively harsher and harsher edicts and\nrules and laws. Your family makes a decision to move from Antwerp and your move to Brussels, and\nyou were there, | think, for about 18 months when your family makes the very profound decision that\nit's time to go into hiding. Tell us what caused them, your parents, to make that decision and then\nwhat happened.\n>> Harry Markowicz: The Germans, they left the Jews alone except all the restrictions, but they took\nmen, young able-bodied men to work in factories and so on. Also to build the fortifications in northern\nFrance on the coast, as they expected the British to counter-attack, invade. And at first the men who\nwere taken would write postcards home and everything was fine and they would come back. But\nlater on they didn't come back and the cards were -- it was part of the deception that was typical of\nGermans. To make things easy for them that way.\nSo my father was called up to go to work and he didn't want to go. So we left Antwerp. In fact, it was\na union route, the selection of the men who were going to work. So in Brussels, my parents didn't\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nregister. And so that was --\n>> Bill Benson: Can you describe to me during that time you were living in Brussels, where you\nfather hadn't registered, at that point you weren't in hiding, but | think the word you used, you were\n\"living anonymously\" because he wasn't registered. So you weren't really known to the authorities\nthere.\n>> Harry Markowicz: Right. One day | was home with my mother and brother and sister were in\nschool and my father was doing his business. A Gestapo officer, two soldiers came to our apartment\nand I'm not sure why they came. Probably to look for valuables and money. In the front room of the\napartment with my mother, and the officer, and two others, the soldiers were somewhere else in the\napartment. And the doorbell rang, and | ran to the window to see who was there. All of a sudden this\nofficer yelled at me. | didn't understand what he said. But | stopped to run and he threw something at\nme. Maybe a napkin, | don't know what it was. But | was scared because he was yelling at me. And\n| started crying and then he said, the German officer gives an order, you have to obey.\nAt that point | looked up in the eyes and said, is that really enough?\nThe officer of the Third Reich, to behave with a child, if this happened in Poland, he would have shot\nher.\n>> Bill Benson: But in this case he left, right?\n>> Harry Markowicz: They left shortly afterwards. It was quiet. He told me to leave the room, which |\ndidn't do because | was hanging out and scared. Possibly the whole family, | don't know. But he was\naware what he was doing.\n>> Bill Benson: Of course, in 1942, the Germans began rounding up Jews in Brussels and in\nBelgium and that's when your parents decided it was time to no longer live anonymously but go into\nhiding. How did they go about going into hiding?\n>> Harry Markowicz: As | said, it was in the summer of '42 that the Jews are rounding up whole\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nfamilies, everybody, not just young able-bodied men who could work, all people, babies, sick people,\nanyone who is Jewish. And taking them away in areas that were predominantly Jewish. Like | said,\nthere were no ghettos. Names and addresses. And Antwerp, that's where it started. They hada\ncouple raids. Antwerp, the police worked to collaborate with the Germans. They helped collect\npeople in Brussels.\nAfter my parents found out about the raids in Antwerp, we stopped sleeping in our apartment. There\nwere Jews living in the neighborhood. So we had a brother who lived nearby in the Jewish area.\nSome of us stayed with the brother and his family and some of us stayed with friends, | think. And\nthen a few days later the Jews had a raiding process. They took everybody away who was there. At\nthat point, | went to hiding. The first place where we went was with a couple, and my parents asked\nand paid them to move to another neighborhood in Brussels. So that people wouldn't know. And\nthey took us with them. It didn't work out too well because they locked us into the apartment, which is\nnot the worst thing, but there was no food. Which didn't bother me. But things got worse. We moved\nback into the Jewish neighborhood where we lived previously, so there were empty apartments. So\nthey moved back. And the final thing was the grandson, 18-year-old grandson was living with them,\nand he was and 18-year-old and unemployed. He joined a fascist Belgian group and eventually\njoined the German army along with 25,000 -- approximately 25,000 other Belgian young men. Most\nof them were killed on the front fighting the Russians.\nSo he may not have turned in his grandparents for hiding Jewish kids, but we weren't going to take a\nchance, so we didn't stay.\n>> Bill Benson: Is that when you then moved to the Vanderlinden family?\n>> Harry Markowicz: There was another place where my sister and | stayed. It was a children's\nhome in the country. Maybe the children were there because they had been sick and we were\nconvalescent, I'm not sure. But my mother came to visit. My mother could pass for non-Jewish,\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nblond hair and blue eyes, although she didn't speak French or Flemish, which is a dead giveaway.\n>> Bill Benson: Or German.\n>> Harry Markowicz: Yes, not French and Flemish. But she came to check on us, and she realized\nthat the Jewish children in this home, not everybody was Jewish, but there were some Jewish adults,\nand that made it much more interesting, so she took us away.\nAnd after that --\n>> Bill Benson: By yourself, though?\n>> Harry Markowicz: At first my sister was there too, for a little period, to help. Because | was\nscared, | guess.\n>> Bill Benson: So now you are genuinely hiding in the Vanderlindens' home. What was that like for\nyou?\n>> Harry Markowicz: It was entire hiding. | went to school. The neighbors must have known that |\nwas not their son, but not necessarily that | was Jewish. The school in the area, it was a Flemish-\nspeaking area, and it was a Catholic school. Everybody spoke French. Some of the nuns spoke\nFrench. But everything was in French, the teaching. The kids only spoke Flemish, but after a short\ntime | met an older boy who spoke French and it turned out to be a Jewish kid also from Brussels.\nAnd then he introduced me to some other kids who spoke French. There were about a dozen in the\nschool. And all of us were Jewish from Brussels. Because in Brussels they speak French. In\nBrussels itself. This was in the farming area.\n>> Bill Benson: Right, it was sort of isolated, rural, but at some point | think your parents persuaded\nthe Vanderlindens to actually move into Brussels with you?\n>> Harry Markowicz: Right.\n>> Bill Benson: Tell us about that.\n>> Harry Markowicz: My brother was also living in this area, although they told me they did not\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\npossibly give away if questioned. And the Gestapo went to the house where he was saying. There\nwere two other Jewish kids there, the Gestapo intelligence looking for Jewish kids. They were\nlooking for the son of -- sorry -- son of the family. He was working on the railroad and either drafted\nto work in Germany, or some of the Belgians took jobs working for the Germans. He was working in\nGermany with several other Belgians, and they got five-day leave to go home. But the trains were\nrunning like they run normally. It took a few days to get to Brussels and then they went back and they\nwere late. Meanwhile, they had been where they were. They worked on a railroad yard. And the\nrailroad yard had been bombed, so they suspected that nine or more of them had given information\nabout the allies that led to the raid. So they were arrested. The Gestapo came to the house to look\nfor a radio transmitter, and my brother said they were searching everywhere, pictures and so on.\nBut before they left, my brother and the other two kids, in German, we'll be back for you tomorrow.\nSo they didn't stick around. My brother where they were living -- my brother knew where they were\nliving. He came over and left the area just in case the Germans came the next day. As it turns out,\nthey didn't. They didn't come back. They were not interested.\nSo after that my parents asked to move into Brussels itself. So they agreed. Then! was by myself.\nAnd that was until the liberation.\n>> Bill Benson: So the Vanderlinden family, they had a daughter. Your mother was able to persuade\nthem and give them the money to move into Brussels with you. They were doing this at considerable\nrisk to themselves, weren't they?\n>> Harry Markowicz: Definitely, yes. In Poland, | Know that the Poles who helped Jews or hid Jews\nwere executed on the spot, whole families. If neighbors happened to be there as well. In Belgium, |\ndon't Know what would have happened, but it was definitely -- they didn't know what would happen.\nThey were taking a risk.\n>> Bill Benson: Harry, I'm mindful of our time and several things | Know you want to talk about.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nWhen you were with the Vanderlindens now in Brussels, tell us where your parents were at that time\nand also | want you to be sure to share with us that your mother somehow or another came to visit\nyou a couple times.\n>> Harry Markowicz: My parents lived in what looked like a vacant apartment in a row house on a\nquiet street. There was a neighbor across the street that provided food for them when food was\navailable. There wasn't very much food. And my sister and brother wrote to my parents regularly to\ninform them that they were fine. It was very important. There were no telephones. So the same\nneighbor would receive the mail at his address and then he would then mail my mother's letters back\nto my brother and sister using his address, so they couldn't be traced to my parents' apartment. My\nmother went out occasionally. She came to me. One time | was playing on the street. At this point |\npassed for the Vanderlindens' son. Nobody knew.\nAlthough a priest came to -- Mrs. Vanderlinden ran a store. He came into the store. | was outside. |\nsaw him going in. And he came out. | didn't think too much of it. When | went home, Mrs.\nVanderlinden said, did you see the priest? | said, yeah. And she said he knew | wasn't their son, that\n| was Jewish.\n>> Bill Benson: But she continued to keep you in her home at that point?\n>> Harry Markowicz: Right. He told her that if anything happened to the parents, he would come and\nget me and take care of me, whatever words he used, | don't know. And she said, no way.\n>> Bill Benson: So your parents are living in hiding in what appears to the outside community as a\nvacant building. And your mother came out a few times. In fact, | think you saw her on the street one\ntime.\n>> Harry Markowicz: One time we were playing, kids were throwing a ball back and forth on the\nsidewalk, and this door is behind me and behind, | see a person approaching and it's my mother. |\nremember things that | have been told, not to speak German, that | was Jewish, obviously, that the\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nVanderlindens were not my parents. | had a completely new identity. But nobody said what | should\ndo if | see my mother on the street. So she's coming closer and closer and she passed and | touched\nher and we look at each other.\nDuring that time your father did not leave his place, did he, much if at all?\n>> Harry Markowicz: He never left. Two years.\n>> Bill Benson: Two years hidden inside that place.\n>> Harry Markowicz: Yes.\n>> Bill Benson: When Belgium -- towards the end of the war, in Belgium, because you were liberated\nbefore elsewhere, tell us about your mother coming to get you.\n>> Harry Markowicz: A few days before Brussels was liberated, the adults were aware that it was not\nfar away, my mother showed up unexpectedly. And she said she was taking me home to stay with\nher and my father. It was kind of a surprise, a shock to Mrs. Vanderlinden and | were very close.\nShe said after liberation, | could come back and stay with the Vanderlindens again. On the way,\nwe're on a Streetcar. | just remember | was on a streetcar a few times and my mother was very -- |\nknew she was scared. | wasn't scared because | was a little boy. | didn't know what could happen.\nBut you could feel the fear of the adults, sort of like osmosis. This time she was a little more relaxed\nand at some point she said, look -- she pointed, and | looked and there was a truck, a small truck\nGerman truck pulled by a horse. It might have been out of gas or broke down, | didn't know. And on\ntop of the truck lying down was a German soldier with a heavy-duty machine gun. But he was acting\nvery strange. We stopped and they were moving very slowly, so we could see them. He kept looking\naround, like the tops of buildings, and | remember my mother said, they're running away.\n>> Bill Benson: But then she -- as the allied forces, the British came in. She took you to a park.\n>> Harry Markowicz: Right. After | had been with them a few days, | understand that she was taking\nme to a park that was nearby, and -- but there were a lot of people on the street, all going the same\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\ndirection. At some point we passed a tank that was on fire. It was burning. | think it was probably a\nGerman tank. Looking back at it, | didn't probably -- somebody had thrown a Molotov cocktail on it. |\nwas fascinated by the tank burning.\n>> Bill Benson: You're a little boy, yeah.\n>> Harry Markowicz: So | stopped and wanted to -- | was just looking. And my mother grabbed me\nand said, let's go!\nAnd as we were getting closer to the park, there were more and more people rushing in that direction,\nand we arrived and all were covered with tanks and British soldiers, and happy people.\n>> Bill Benson: You described it to me once as \"happy pandemonium.\"\n>> Harry Markowicz: Yes. My mother walked over to the tank. There was a soldier standing on top\nof the tank and we didn't have a common language, but he reached down, bent over, and my mother\nhanded me up. He held me and my mother said, \"Give him a kiss.\" And kissing people, children\nkissing people is more practiced here, but this is very special. So | kissed him on the cheek and then\n| looked down at my mother and she was crying. | didn't know why. | don't Know why she was crying.\nShe tried to explain, it's okay, she's crying for joy.\n>> Bill Benson: Harry, of course, the war is ongoing elsewhere in Europe. You're liberated in\nBelgium, and at some point your parents have you. Then you go back to the Vanderlindens and your\nparents go to get your brother and sister from where they were hidden. And they had a very scary\nexperience. Will you tell us about that?\n>> Harry Markowicz: Yes, my brother and sister by then were living separately with different families\nin a mountainous area, hilly area in Belgium, and they have to go there by train. My mother never\nvisited there, because going on trains was particularly dangerous. At the train stations, people\ncoming in and out.\nThank you.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nOn the way, my parents were talking to each other. They were whispering to each other in German\nand somebody heard them, and Germans were not in Belgium at that time. | don't know the details of\nthis, but there was other people angry. Nothing happened. The policeman came along and rescued\nmy parents.\n>> Bill Benson: They were about to lynch them, from what you know?\n>> Harry Markowicz: Possibly.\n>> Bill Benson: Because they heard them speaking German?\n>> Harry Markowicz: German, yes.\n>> Bill Benson: So they got rescued. They were able to get your brother and sister. At what point\nwas the family really truly reunited after all that you had been through? When did you all come\ntogether?\n>> Harry Markowicz: My brother and sister came to Brussels when my parents were gone.\n>> Bill Benson: So they did not find them when they got there?\n>> Harry Markowicz: No. | don't know the details about that. We got -- eventually we got -- oh, my\nmother took me back to the Vanderlindens before they left. My uncle and aunt, the ones we said\nstayed, had two children, my brother's age, the boy, they were close friends as well as being cousins.\nThey were together at one time. He had -- my cousin Manfred had gone to visit. The place he was,\nwas very dangerous at that time. He had to leave. He went to stay with his parents. There was an\nair raid. They went to a shelter and somebody turned them in, so they were deported to Auschwitz.\nAnd they didn't come back. My aunt eventually came back, she was the only one. But they had a\ndaughter who was two years old. So my parents got her. | don't Know how they knew where she\nwas, but in hiding someplace. So she was staying with us as well. And | had no idea how long | had\nstayed with the Vanderlindens after the liberation. When -- on the day of liberation, every house was\ndecorated with Allied flags, huge flags. | don't know where people got them or how they made them.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nThey were the size of like double sheets hanging on the fronts of houses, British, French, American,\nCanadian. One house there was a red flag.\nAnd what | remember is one day | went outside and there were no flags, which is very noticeable.\nBecause all the color is gone. So | went back in and asked Mrs. Vanderlinden about the flags, where\nare the flags? And she said, kind of scared voice, the Germans might come back. | didn't know until\nmuch later that this was the Battle of the Bulge, which was started in December. So | realized, | had\nbeen there since September through at least Christmas.\n>> Bill Benson: So at least three or four months continued with the Vanderlindens?\n>> Harry Markowicz: After we were liberated. | asked my brother. He's the only one alive now. Why\nwas | with the Vanderlindens still? First of all the war is over and we're free. He didn't know. He said\nthe apartment was very small and there was not very much furniture and it was my cousin, so | think\nprobably -- | felt more comfortable at this point with the Vanderlindens than | did with my own family.\n>> Bill Benson: Harry, before we wrap up in just a moment, one last short question for you. You\nstayed in contact with the Vanderlindens even after you moved to the United States?\n>> Harry Markowicz: Right. We wrote regularly. Not frequently, but regularly.\n>> Bill Benson: Right. I'm going to close our program. I'm going to turn back to Harry in just a\nmoment to close our program for us. Before | do that, | want to thank all of you for being with us\ntoday. Remind you we'll have First Person programs each Wednesday and Thursday through the\nmiddle of August. The museum's website has information about each of those programs and it will\nhave information about our program in 2015. When Harry is finished, we didn't have a chance for\nquestions and answers, and there's many, many, many things that he was not able to share with us,\nso when he steps off the stage, if any of you would like to ask -- off the stage, if any of you would like\nto ask him a question or chat for a minute he'll be available for you to do so. Also when Harry is\nfinished, I'm going to ask all of you to stand, if you don't mind. Our photographer, Joel, is going to\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n24\ncome up on stage and take a photo of Harry with you as the back drop. It's really nice. So we're\ngoing to do that with your indulgence. It's our tradition that the First Person has the last word. On\nthat note, | turn it back to Harry to close our program today.\n>> Harry Markowicz: Thank you. Some people ask, why didn't the Jews resist? Why did they go to\nthe death like sheep?\nNazi, Germany, invaded almost all of Europe. Poland, Belgium, Luxembourg, France, Greece, and\nthe Soviet Union. All those countries had armies, air forces, with the exception of Russia, they were\ndefeated within weeks. So also millions of people were killed by the Nazis. Millions. People died\nduring the war and that includes 3 and a half million battle hardened soviet prisoners of war who died\nin the hands of the Germans. They died of starvation. They died of exposure. They died from\ndisease, from medical experimentation. Also executed outright. And knowing that, | don't know\nanybody would expect unarmed Jewish civilians to fend off the German armies.\nIn fact, Jews resisted. They resisted in every possible way, whatever way they could by immigrating,\nand when it was no longer possible because there was no place to go, they crossed borders illegally.\nThey hid. They passed for Christians. They gave away their children to strangers. They participated\nin underground activities, attacks and so on. They also participated in sabotage in the German\nmunitions factories where they worked as slave laborers, slave workers. They organized rebellions in\nthe ghettos and the concentration camps themselves. That doesn't sound like people going to their\ndeath like sheep.\n>> Bill Benson: Thank you, Harry.\n[Applause]\n[Program concluded at 12:06 p.m. ET]\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\n",
    "segments": []
}