{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ALFRED MUNZER\nWednesday, July 29, 2015\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Edna Friedberg: Good morning. Come on, you can do better. Good morning. We can have a little\nenergy here.\nWelcome to the United States Holocaust Memorial Museum. My name is Edna Friedberg,\none of the historians here today. It is my pleasure and privilege to be in conversation with our special\nguest, Dr. Alfred Munzer, whom you will meet in a few minutes.\nWe are in our 16th year of the First Person program. And this 2015 season of First Person is\nmade possible through the generosity of the Arlene and Daniel Fisher Foundation and the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand account of their experience during this time in history. Each of our First Person\nguests serves as a volunteer here at the museum as well. So we are very pleased to see them in this\nbuilding in a variety of capacities.\nThis program of conversations will continue through mid-August. If you are in town or if you\nhave friends who are coming back, please encourage them to join us. You can visit the Museum's\nwebsite, www.ushmm.org, to see the schedule of forthcoming programs and guests.\nInside the program booklet that you received is a card that says Stay Connected. If you fill out\nthat card and give it to a representative at the back of the theater at the end of the program today, you\nwill receive a copy of Dr. Munzer's biography which you can revisit and share with friends. It's alsoa\nway to know if we have programs. We do tour events around the country and may be in your\ncommunity at some point in the future.\nTo give you a sense of what to expect, Al will share his story today with us for approximately\n45 minutes after which we will have time to take your questions. If we run out of time during the\nquestion and answer period, | know he is a very friendly person and will be happy to stay around for a\nfew minutes afterwards to talk with you.\nWhat you are about to hear from Al is one individual's experience during the period of the\nHolocaust. We have prepared a brief slide presentation to orient you for the conversation.\nWe begin with this portrait of Alfred Munzer dressed in a Jewish National Fund costume for\nthe Purim Holiday when it's traditional for children to wear costumes. He is dressed as the object that\nhe is holding in his hand. He is a walking, talking, Jewish National Fund in a costume made by his\nmother.\nThis is a portrait of Al's parents on their wedding day in the city of Hague in the Netherlands, a\nDutch city. His parents, Simcha and Giselle, were married in 1932.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAl had two older sisters. He is the cute baby there in the middle. His older sister Eva is\npictured on the left and Leah is on the right with Al between them.\nFor historical context, Nazi Germany invaded several countries in Western Europe in the\nspring of 1940 and in particular invaded the Netherlands, as we can see in the red circle at the top, in\nMay 1940. With the German occupation, life became very difficult for Dutch Jews. After the invasion\nthe Munzers initially remained in their home. We will hear from Al later about the trajectory and\nchanges in their situation as more restrictions were placed on Jews in the country.\nIn 1942, Al's sisters went into hiding, sheltered by a friend of a neighbor. Al, who was a very\nsmall baby, really, a toddler, at the time, went into hiding with the ex-husband of the neighbor, Tole\nMadna, an Indonesian man whom we see here. Indonesia had been a Dutch colony of the\nNetherlands. That's a connection.\nAl spent the rest of the war in Tole Madna's home in hiding where he was cared for by the\nwoman we see on the left, Tole's Indonesian nanny, a wonderful woman named Mima Saina. This\nphoto shows Al, the boy being held on the right by Tole Madna. You will hear more about these\nextraordinary people in the course of our conversations.\nWith that background, please join me in welcoming Dr. Alfred Munzer.\n[Applause]\n>> Edna Friedberg: Thank you. Thank you so much for joining us today.\n>> Al Munzer: Delighted to be here.\n>> Edna Friedberg: Let's begin at the beginning — actually, before your beginning. If you could tell us\nabout your parents, where they were born, what they were like.\n>> Al Munzer: Sure. Well, my parents were born in Eastern Europe in a part of the world which was\npart of the Austro-Hungarian Empire prior to the First World War but which after the First World War\nbecame part of Poland. My mother was born in a small town called Rymanow, and my father was born\nin Kanczuga. These towns were not very favorable so many Jews left those towns, young people\nespecially, to seek their fortunes elsewhere. So that's what happened to my parents. My father left\nKanczuga directly for Holland and my mother left for Berlin.\nOne of the interesting things, though, about these little towns is we sort of have almost a\ncaricature image that comes perhaps from watching \"Fiddler on the Roof\" a little too often of these little\ntowns. But one of the things that really has struck me is that one of the people who came from my\nmother's hometown was a man by the name of Isidor Rabi who went on to come to the United States\nand was awarded the Nobel prize in physics in 1946 for the discovery of electromagnetism. So there\nyou have it, a major discovery by a man born in one of those little hick towns, one of those shtetls, as\nthey were called in Eastern Europe.\nMy mother, as | said, she decided to leave town just like Isidor Rabi had previously and joined\nher siblings in Berlin while my father went directly to Holland.\n>> Edna Friedberg: How long did your mother remain in Berlin?\n>> Al Munzer: She arrived in Berlin in the 1920s. Interestingly, probably just at about the same time\nthat Adolph Hitler's infamous book \"Mein Kampf,\" \"My struggle\" was being published. My mother told\nme she wasn't terribly interested in politics, didn't know anything about the book at the time and really\nwas much more interested in playing with her two little nephews, Norbert and Yasi. That was her major\ninterest while she was there. She remained in Germany until 1932, December 1932, when she joined\nher childhood sweetheart, my father, in Holland where they were married.\n>> Edna Friedberg: In that beautiful photo that we saw earlier.\n>> Al Munzer: A beautiful photograph, which actually, the date, December 1932, is another very\nimportant date, of course, in the history of the Nazi era. Because it was just about that time that Adolph\nHitler made his bid to become chancellor of Germany, really starting off the Nazi era. So a very happy\noccasion happening in Holland, the wedding of my parents, and then things really beginning to go bad\nin Germany.\n>> Edna Friedberg: How did your parents make a living in the 1930s?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Al Munzer: Well, my parents’ families from way back where tailors. My father had a men's clothing\nbusiness that he started in Holland, very successful business, actually. In fact, it's interesting. | was\nback in Holland just a few years ago and the sign of his store is still there.\n>> Edna Friedberg: Really?\n>> Al Munzer: It has a white lie in it. It says “Siegfried Munzer, Tailor from Vienna.” It's really a\nbeautiful sign. That was his business. He was very successful.\n>> Edna Friedberg: And when did their family expand?\n>> Al Munzer: Well, my parents celebrated the birth of their first child, my sister Eva, in July 1936, just\nabout the same time that the infamous Berlin Olympics were held, which Adolph Hitler, of course, tried\nto turn into an instrument of Nazi propaganda. That was July 1936.\nTwo years later, a little bit -- two and a half years later in November 1938, my mother gave\nbirth to her second child, my sister Leah. Another very, very special, memorable, sadly memorable,\nday in the history of the nausea era because this was -- of the Nazi era because this was right after\nKristallnacht, the Night of Broken Glass, when hundreds of synagogues were burnt to the ground and\nthousands of Jewish businesses were plundered in Germany and really the start of the full fury of\nanti-Semitism.\n>> Edna Friedberg: | think it's always very striking, especially hearing your family story to think about\nwhen we look at historical chronology, we think of this sort of inevitable plod. But your family was\nhaving normal milestones and building and could not Know what would happen.\n>> Al Munzer: Although they were certainly aware what was happening to their families. When my\nsister Eva was born, it was really impossible for any of their relatives, for example, to join them for the\ncelebration of the birth. So they were very much aware what was happening to their families but they\ntried to go on with their lives.\nJews had lived in Holland for hundreds of years, were totally integrated into Dutch society.\nAnd my parents had made many, many friends in The Hague. Most of them not Jewish, some of them\nJewish. They really became part of the community and felt very, very safe.\n>> Edna Friedberg: Did you have a large, extended family elsewhere?\n>> Al Munzer: Both my parents came from large families. | have never been able to figure out exactly\nhow many siblings. My father had about six or eight siblings. My mother close to an equal number.\nThe only one who survived that | know of was one of my mother's brothers, Abraham or Adolph Munzer\nwho just at the time of Kristallnacht, just about that time, managed to leave Germany. He had been\nliving in Berlin. He was one of those siblings of my mother who had been living there and had hosted\nher earlier. He managed to leave one of the very few countries in the world that was still willing to take\nin Jewish refugees. And that was Bolivia.\nSo to this day | still have relatives living in Bolivia. In fact, I'm going to go to a\nwedding -- actually in Chile. All the relatives moved from Bolivia to Chile. I'm going to a wedding in\nSantiago this coming November.\n>> Edna Friedberg: But otherwise all the aunts, uncles, nephews you mentioned --\n>> Al Munzer: All the others were killed. One of my father's brothers managed to cross the border\nfrom Germany into Holland also around the time of Kristallnacht. It was Emil Munzer. He became part\nof our family. Many happy photographs of the family coming together, going to the park, trying to go on\nwith normal lives.\n>> Edna Friedberg: So, everything starts to change in Europe, obviously, at the end of the decade. On\nSeptember 1, 1939, Germany begins World War II by invading neighboring Poland to its east. As |\nmentioned in the introduction, the following spring Holland, as well as Belgium and Luxembourg\nso-called low countries, were attacked. From talking to your mother and others, because you were not\nyet in this picture, tell us what you can about what this meant for your family and for other Jews living in\nthe newly occupied countries.\n>> Al Munzer: Well, my mother told me that the date, May 10, 1940, of course, was a very major\nturning point. My parents had been asked to host a member of the Dutch resistance movement the\nevening prior to May 10. He supposedly carried plans in this his briefcase to preemptively destroy the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nbig railroad center, crossing center, in the city. It was felt that by destroying that railroad center, it might\nslow down the invasion from Germany. That morning, May 10, 1940, my parents and their guests\nlistened to the radio and heard about the city of Rotterdam had been bombed and destroyed. Then the\nlargest port city in Europe and still the largest port city.\nA few minutes after that, Queen Wilhelmina of the Netherlands came on the radio and\nannounced basically that Holland had surrendered. She asked people to do their duty, wherever they\nhappened to find themselves. My mother told me that the first person to speak up after, when the\nqueen's address, was their guest. He said in Dutch, \"God zij dank is voorbij,\" \"Thank God it's over.\" As\nfar as he was concerned, he had done his duty. He had been part of the resistance movement. He\nhad done what he could to prevent an invasion from Germany and now he would just have to\naccommodate to living in a country that was occupied.\nBut my parents, of course, knew what had happened to their relatives in Germany, relatives in\nPoland. So they suddenly felt very much alone with their two small children, my two sisters.\n>> Edna Friedberg: And also based on the experience of their relatives, they knew that they would not\nshare with their fellow neighbors’ treatment, that treatment would be different for Jews.\n>> Al Munzer: Yes. They knew their treatment was going to be different. And, indeed, within a very\nshort time, all of the regulations that limited the activities of Jews that had been put in place in Germany\nwere put in place in Holland within a very, very short period of time. So Jews had to register as Jews.\nThere was a census that was taken. Jewish men had to take a new middle name just like in Germany,\nthe name Israel; Jewish women the name Sarah.\nAnd | found some documents actually. It was my father's, suddenly appearing this middle\nname out of nowhere, Israel.\n>> Edna Friedberg: And these names were to be able to track Jews.\n>> Al Munzer: Just to be able to track Jews. One of the first things that happened, of course, was the\nbanning of the ritual slaughter of animals for kosher meat. And people felt that was fairly benign of a\nsevere measure but that's how things progressed. It started with something fairly simple then to\nsomething much more severe.\nNow, my mother told me that one of the regulations that was put in place was the ban of Jews\ngoing into -- using public transportation or going into public parks. My mother defied some of those\nregulations, thought they were silly. So she did take the baby carriage with my sister Leah into a park\nin our immediate neighborhood. A German woman approached the baby carriage. And my mother\nreally got -- suddenly got scared. Her heart stopped almost, she told me. And then the woman looked\nat my sister in the baby carriage and she saw blue eyes and blond curls. She turned to my mother and\nshe said, \"Oh, you can tell that that is good Aryan, German blood.\" My mother thanked the woman\nand, of course, never went back to that park. Just one lesson, you know, of really what conditions were\nlike for Jews very soon after the invasion.\n>> Edna Friedberg: The following March, March 1941, all Jewish property in Holland was Aryanized.\nCan you explain what that means and what it meant for your family's livelihood?\n>> Al Munzer: Really it meant that property that Jews owned had to be registered and now no longer\nwas their private property but was the property of the German state, basically; another major step really\ntowards impoverishing the Jewish community, isolating them, making it much more difficult for Jews to\nmake a living. Somehow, you know, my parents still managed, you know, to continue. But it was\ncertainly a major, major step, a major change.\n>> Edna Friedberg: As we'll discuss in a minute, shortly thereafter your family goes into literal hiding\nbut they made some earlier attempts at hiding or minimizing their Jewish identity. Tell us about your\nsister's schooling, when they wanted to change that.\n>> Al Munzer: Well, my sisters were enrolled in a Catholic school, actually. It's a school | visited\nrecently, actually. | have a picture of them all dressed up, participating in a procession, a typical\nCatholic procession. You know, pretending, really, to be Catholic. So that was their first attempt of\nhiding their Jewish identity.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nI'm not quite sure when that happened, whether that was before | was born or after | was born.\n| think it might have been afterwards.\n>> Edna Friedberg: Speaking of your birth, early in 1941, your parents realized something surprising.\nYour mother was pregnant.\n>> Al Munzer: Early in 1941 my mother found out that she was pregnant again, her third pregnancy, an\nunplanned pregnancy. She went to see her obstetrician who told her in no uncertain terms that she\nought to have an abortion. He told her that it would be immoral to bring another Jewish life into the\nworld. My mother wasn't particularly religious but she turned to the Bible for advice at that time. She\nread the story of a woman called Hannah. Hannah was a woman who was desperately to have a child.\nShe would go to the temple every year and pray that she might conceive. She made this pledge to\nGod, if the almighty will give me a child, | will give that child to the service of God, all the days of his or\nher life. And it was in reading of Hannah's agonizing desire to have a child that my mother decided that\nshe could not have an abortion. Her obstetrician fired her as a patient. And so November 1941 is\nwhen | was born with the help of a nurse at home.\n>> Edna Friedberg: Just as a parent, pregnancy, new life is fraught but bringing a new life into the\nworld in the midst of war as a Jewish parent, | can only imagine the fear and anxiety your parents must\nhave felt.\n>> Al Munzer: Yeah, especially since Jewish, male children, traditionally, the first milestone in their life\nis to -- is the circumcision ceremony eight days after their birth. And just like the obstetrician had\nearlier, my parents’ friends said don't have him circumcised; it would identify him as being Jewish.\nBut this time the answer to my parents’ dilemma came in the form of a worried look on the\nface of the pediatrician who had just examined me. My father turned and said, \"Is there anything wrong\nwith the baby?\" And the pediatrician said, \"No. It's just that your son will need a minor operation we\ncall a circumcision.\" So my father told him of our Jewish tradition. And eight days later, it was probably\nthe last such ceremony in our home.\n| had found some amazing photographs of the event, of my circumcision ceremony where you\ncan see the whole family gathered around the table, including my sisters, my father, my Uncle Emil, a\nlot of other people and another picture that has me on a pillow. What's very special about these\nphotographs is that there are only about -- they are only about 1-by-1 1/2 in size. My mother was to\nkeep those two photographs hidden on her body, in her hair, through her stay in 12 concentration\ncamps. And she had this superstition, this feeling, that if she ever lost those photographs, it would\nmean that | had been killed or | had died. Fortunately | survived, my mother survived, and the\nphotographs survived. They are now part of the collection of the museum.\n>> Edna Friedberg: Thank you for trusting us with those. It's a treasure, a treasure.\n>> Al Munzer: Yes.\n>> Edna Friedberg: | wonder. You may have been if not the last among the last Jewish baby boys to\nbe named, circumcised for many years.\nSo over the next 10 months after your birth, by September 1942, conditions for Jews in\nHolland had become far worse and your parents decided that the family must go into hiding if they were\nto survive. Tell us more about this decision, the arrangements they made, the factors.\n>> Al Munzer: Well, my father had received a call to report for so-called labor duty. He knew what that\nmeant.\n>> Edna Friedberg: Can you explain what that meant? Our audience likely does not know.\n>> Al Munzer: They knew that meant being sent to a camp, in Holland, a labor camp. One of the many\ntypes of concentration camps that we now know existed at the time, with a very good chance of being\nsent on to a place like Auschwitz later on. So it really was a major reason to try to avoid being sent to\nthose camps.\nSo the first thing my father did was to undergo a hernia operation which he had been\npostponing for a long time. That gained him a little bit of time. After that, he had a mock suicide\nattempt. That gained him admission to a psychiatric hospital. So he was hospitalized there as a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\npatient, pretend patient. And that, too, sort of avoided him being called to the labor camp. He was\nthere basically in hiding as were many other Jews.\nA woman who was a close friend of my mother's -- my parents’ neighbors told her priest that\nshe had a vision of the virgin telling her to take Jewish children into hiding. So she made an offer to her\npriest. His name was Father Luthers. | met him after the war. He in turn approached my mother. My\nmother entrusted my two sisters, with all their belongings, to this woman's care.\n>> Edna Friedberg: So it was not a woman she knew?\n>> Al Munzer: This was not a woman she had known, no. And that left her, of course, alone in the\nhouse with a little baby. My mother was so afraid at the time of the Nazi soldiers coming to the home,\nthe SS coming to our home. She was afraid of the sound of the ringing bell it was making. So she\ncovered the bell with cloth so that it wouldn't awaken her or wouldn't frighten her. Then she said she\nspent the night sitting on the chairs, watching the clapper of the bell to see whether it moved. So it did\nnot relieve any of her anxiety.\nAnd then finally, her neighbor, a woman by the name of Annie Magna, agreed to take me in.\nSo my mother handed me over with my crib, my belongings. She closed the house where we lived for\nthe last time. She joined my father in the same psychiatric hospital, in her case pretending to be a\nnurse's assistant. She did not want to be a patient, she told me. So they went into hiding there. So the\nwhole family by that point was in hiding.\n>> Edna Friedberg: If | could interrupt a second. | just want to make sure that the audience\nunderstands the risks that people were undertaking by agreeing to shelter a Jewish child and even the\nlogistics of having to feed a hidden mouth in the house. Could you talk about that a bit, please?\n>> Al Munzer: Yes. In my case, especially, and certainly in the case of my sisters, since we were in\nthe home illegally and everything was strictly rationed, there were no rationed coupons, you know, for\nus because we were there illegally.\n>> Edna Friedberg: For food.\n>> Al Munzer: For food. So the family really had to scrounge around for basic food stuff. That was\ncertainly the case for me and also for my sisters. In addition to that, what they were doing was illegal.\nThey could have been arrested. They could have been sent to prison. They could have lost their lives\nfor really trying to rescue a Jew.\n>> Edna Friedberg: In the case of the woman who was sheltering your sisters, these were strangers’\nchildren. She did not Know them before. Your parents also were trusting their young daughters to a\nfamily they did not know.\n>> Al Munzer: Exactly.\n>> Edna Friedberg: How did you move from being with Annie to being in the home of Tole Madna who\nwe saw earlier?\n>> Al Munzer: Annie Madna had some run-ins with the German authorities so she was really afraid to\nkeep me in the house. She felt it put me at risk. So she passed me on initially to her sister. Then it\nturned out that her sister had a neighbor who was a member of the Dutch Nazi Party. Holland had a\nhuge Nazi Party of its own. So she got scared. She was afraid that the neighbor might hear a little\nbaby crying and would ask her who the baby was and find out that she was hiding a Jewish baby. So\nshe passed me back to her sister, to Annie. And then Annie really almost as a last resort passed me\non to her ex-husband Tole Madna. He was an Indonesian man. They had been married and divorced.\nThey had joint custody of their three children. So | joined Tole Madna and the three Madna children,\nOne caucasian-looking child with three kids who looked very, very different. Annie Madna was Dutch\nbut Tole Madna was Indonesian.\nThe person who really took care of me when | was with Tole Madna was the nanny who had\ntaken care of the three Madna children, Dewi, Wilhi, and Robby. | became her baby and she became\nmy mother. And she was an amazing woman. She did not speak any Dutch. She was completely\nilliterate, could not read or write and the only language she spoke was the Indonesian language which\nwe now Call Bahasa we then called Malay. She would walk miles every day just to get some milk for\nme. As | said, you know, there were no ration coupons for me.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nActually, a few years ago when | was back in Holland, a woman approached me and said,\n“You know, you drank my milk.” | asked, \"What do you mean?\" She said, “Well, all school children in\nHolland were given a little bottle of milk every day. And my mother told me to save half that little bottle\nfor the baby next door.” And | was that baby next door. So here you have a young child 6, 7 years old\nparticipating in saving a human life. Really, really amazing.\nMima -- | slept in Mima's bed. I'm told that she kept a knife under her pillow vowing to kill any\nNazi who might try to come and get me or even kill me rather than to have me fall in their hands. An\namazing, amazing woman.\n>> Edna Friedberg: Was she a religious woman?\n>> Al Munzer: She -- we're not even sure of her religion. She was probably Muslim. I'm told with a\nheavy Buddhist influence. And I'm told that she kept a little altar in the house. She would put little bits\nof food stuff there. And this was something | found out very recently from one of my foster sisters. And\nnobody was allowed to touch those little bits of food until a few days had passed and then everybody\ncould partake. So she was religious in that sense but we never really Knew very much about her\nreligion.\nMy foster father was nominally Catholic. His ex-wife Annie was protestant. So a whole mix.\nMy foster sister sort of takes pride in the fact that she counted five and a half religions represented in\nthe family counting me as half since | was so little, half Jewish.\n>> [Laughter]\n>> Edna Friedberg: Your parents, their children are in hiding but the day after Christmas, 1942, what\nhappened to them? They had been in the psychiatric hospital.\n>> Al Munzer: On Christmas day there was one more wonderful thing that happened with my parents.\nIt was the last time that my two sisters were taken to them for a visit. Very high risk. But they did\nmanage to have a minor reunion that day. Then just two days later, the psychiatric hospital was empty\nof all patients and staff and they were all arrested and sent on, first to a concentration camp in Holland.\nWell, first, to a prison in Holland. And then from there to concentration camp in Holland, Westerbork.\nSo that was first of about 12 concentration camp that my parents were to visit.\n>> Edna Friedberg: Where were they taken after Westerbork?\n>> Al Munzer: After Westerbork my parents were taken to a concentration camp in southern Holland,\nVught, which was the headquarters of the Philips electronics company. My parents were assigned to\ndo work, slave labor, for Philips Electronics. My mother learned from the grapevine that one of the key\nneeds of the Germans, of the German Army, was for radio tubes. So she learned how to assemble\nradio tubes. And that's what kept her alive initially in Vught.\nMy mother told me that there would be a lineup every morning in the concentration camp. All\nthe prisoners would line up. And one day a man by the name of Heinrich Himmler actually addressed\nthe crowd. He told them to all continue working for the success of the Reich, that nothing bad would\never happen to them. My mother told me that while he was talking -- this was early, early in the\nmorning, dawn -- she saw the spire of a little Dutch church in the distance. She wondered how\nwonderful it would be if peace were to break out at that moment and she could just run to that little\nchurch and fall on her knees and thank God for having been freed and for surviving. She didn't care\nwhether it was a church, a synagogue or a mosque, just a place to thank God for her survival. But that\nwasn't to be. The promise from Heinrich Himmler didn't matter. Just a few months later Vught was\nemptied of all inmates, of all Jews. They were all sent on to Auschwitz, including my parents.\n>> Edna Friedberg: Were your parents separated at this point?\n>> Al Munzer: It was in Auschwitz that my parents were separated. My father was assigned to working\nin a factory in Auschwitz where he remained | believe for about six months at least, maybe even longer.\nMy mother was sent on to another camp. Fortunately they were not selected to be killed immediately in\nAuschwitz like many others. She was sent on to another camp where she was assigned to slave labor\nfor the Telefunken factory, electronics factory, doing the same kind of work, assembling radio tubes.\nRecently | found -- it's amazing how documents are still appearing. So recently through the\nresearch service here at the museum, | found a little slip of paper that had my father's number as a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nprisoner in Auschwitz, no name. Then it said in German \"Premium Employee\" and a signature. | asked\nthe researcher what this meant. He said it meant that your father's wages at the factory where he did\nhis slave labor had to be paid to the SS and that he warranted a premium level of pay.\n>> Edna Friedberg: Because of his skills.\n>> Al Munzer: Because of his skills.\n>> Edna Friedberg: But not paid to him. He was a slave laborer.\n>> Al Munzer: A slave laborer. Paid to the Nazis. Just an amazing little detail that | had never heard\nabout before.\nMy mother told me that in the Telefunken factory, one of the things that gave her strength and\ngave her hope was that there were many German soldiers who had been repatriated from the eastern\nfront and they were minus an arm or a leg, severely injured working alongside her. They were so\nvehemently anti-Nazi, anti-Hitler that they would do everything to really sabotage the operations of the\nfactory. My mother described that she, too, actually participated in little acts of sabotage. She would\nspend a whole day assembling one radio tube very carefully. And then at the end of the day when the\nsiren was surrounded, indicating the end of the workday, she would put that -- take the radio tube apart,\nput it back in the drawer and start the process all over again the following day. She took some pride in\nnot enhancing Germany's capacity to do war.\n>> Edna Friedberg: Small ways to maintain her morale.\n>> Al Munzer: In small ways. Other ways were trying to observe Jewish holidays.\nFinding -- pretending to go to -- especially the holiday of Hanukkah when candles are lit. My mother --\nof course, they did not have candles. They did not have a candelabra, menorah. So my mother went\nto the infirmary and told them that she was having her menstrual period and needed lots of cotton. She\ngot wads of cotton and then a little bit of oil from the machine she worked. And that's how they were\nable to light candles for Hanukkah. It was that kind of activity, | think, that kept her alive.\n>> Edna Friedberg: Even how you described her hiding those two tiny pictures of you in her hair, that's\nan act of spiritual resistance as well.\n>> Al Munzer: Very much so. I've often wondered how my mother survived. She witnessed the\nbombing of the Telefunken factory. She said the traditional Jewish prayer of thanks to God for having\nsurvived to see that day as she saw the flames going up. But that was not the end of her ordeal.\nBecause as described in a book, she was then put on a Death March as the prisoners were gradually\nmoved back west. But even there my mother -- somewhere along the way she was put back in one of\nthose cattle cars. She told me that she was able to take a glimpse of the countryside, a glimpse of the\ncountryside outside. She saw the beautiful springtime. And she said to herself, you know, after the war\nwe're not going to have much money but this would not be a bad way to see the beauty of a\ncountryside. | think it was that kind of spirit that really allowed my mother to remain alive until she was\nfinally freed at the Danish border.\n>> Edna Friedberg: Of course, during this period she had absolutely no information about the fate of\nher three young children. She had seen your sisters, as you mentioned, that final time not knowing it\nwas the final time. Tell us what happened to your sisters, please.\n>> Al Munzer: Well, sadly, the husband and wife had a fight. It turned out that the husband in the\nfamily where my sisters were in hiding actually had been a member of the Dutch Nazi Party. His wife\nwas unaware of that. He denounced his wife as hiding two Jewish children to the Nazis. His wife was\ntaken prisoner and, of course, my two sisters were taken as well. His wife eventually was freed but my\ntwo sisters were immediately sent on to Westerbork and after just a day there were put on the transport\nto Auschwitz where they were killed February 11, 1944. They were just 6 and 8 years old at the time.\nLast year, which was the 7Oth anniversary of their death, was really a time when | came fully\nto grips with my loss, with the loss of my sisters. As a young child growing up with the Holocaust, |\nreally -- | was about 3 1/2 years old when the Holocaust -- after the war, 4, 5 years old. | really had little\nunderstanding what had happened. | thought part of The Hague was just reduced to rubble. | thought\nwalking across fields through rubble to visit friends of my mother was just the normal activity, that every\ncity was like that, or playing hide and seek in bunkers on the beach. | thought that was normal.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nAnd then there were these photographs of these two beautiful girls on the wall. My mother's neighbor\nwould tell me that my sister Eva had some beautiful handwriting, even when she was just 6 years old. |\nwould actually, as a little child, be somewhat jealous of my two sisters. | had no comprehension at all\ninitially of what had happened to them. That just came on very, very gradually over the years.\n>> Edna Friedberg: As you matured, did you ever feel guilty for surviving while they did not?\n>> Al Munzer: My mother would very often remind me of that pledge that Hannah made, you know,\nthat | talked about.\n>> Edna Friedberg: Hannah in the Bible.\n>> Al Munzer: Yeah, if the almighty will give me a child, | will give the child to the service of God all the\ndays of his or her life. My mother, whenever | was bad, would remind me of that pledge.\n>> [Laughter]\n>> Al Munzer: It had a tremendous psychological effect. | think that's one reason | became a doctor\nand one reason, you know, | volunteer here at the museum. | think it had -- it's not guilt as much but it\ncreated | think a sense of responsibility.\n>> Edna Friedberg: I'm going to interrupt you a second. Al is very modest. After coming to this\ncountry, he became a highly respected pulmonologist, specialist in lung disease, and later served as\npresident of the American Lung Association. So he really has more than fulfilled that pledge.\n>> [Applause]\n>> Al Munzer: | sort of skipped over one event, the reunion with my mother.\n>> Edna Friedberg: | want to go back a little more. We have not talked about the day-to-day reality of\nyour life as a child in hiding, a child who was not supposed to exist. You already mentioned being a\nwhite-skinned child in an Indonesian household. Did neighbors know you were there? How was your\npresence explained if someone saw you?\n>> Al Munzer: | was certainly not allowed out of the house.\n>> Edna Friedberg: For how long?\n>> Al Munzer: For about three years that | was there.\n>> Edna Friedberg: Three years. Try keeping a preschooler still.\n>> Al Munzer: The only view that | had of the outside world was what | could see through the mail slot.\nThat was my view, total view, of the outside world.\nThere were a few neighboring kids who appear in some of the photographs who were allowed\nto play with me. They were Germans but they were communists. It was a Communist family, very\nstaunchly anti-fascist, anti-Nazi. So they were trusted to come into the house and play with me.\n| have only happy memories being with the Madna family. | remember Papa Madna playing\non the piano. | remember Mima singing songs to me in the Indonesian language. That was my native\ntongue, actually.\nOccasionally | remember having to go into hiding. | didn't Know what that meant. It was only\nin retrospect. | would have to go into a small cellar because the house was being searched. But that's\nwhere the family kept all of their Christmas decorations. | do remember playing with those decorations.\nOne of those memories that has remained with me.\nAnd then | remember one time my two sisters, my foster sisters, were doing their homework. |\nsaw them writing. So |! took a pen and started scribbling, typical 3-year-old, and tried to imitate. They\nlaughed. | remember getting very, very angry at them because of that. Again, one of those memories\nthat has stayed with me.\n>> Edna Friedberg: So for three years they kept you indoors. They managed to feed you. They loved\nyou. They nurtured you. And then the war ended in May 1945, ended in Europe with Germany's\nsurrender. Your mother, who managed to survive, who you didn't remember, came to find you. Tell us\nabout that reunion.\n>> Al Munzer: My mother had been freed at the Danish border through the negotiation of the freedom\nof several thousand Jewish women. She was, of course, in a terrible state and was sent on to Sweden\nfor rehabilitation, for recuperation. In August 1945 is when she returned to Holland. That's when | was\nreunited with my mother.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n| recently had a conversation with my foster sister and she told me that the first house my\nmother came to was her mother's home. That's where she had left me.\n>> Edna Friedberg: Right. So as far as she knew, you were still there.\n>> Al Munzer: So she answered the door and there was my mother whom she did not really remember\nvery well. And my mother asked about the whereabouts of my sister and about me. So it was up to\nthis 15-year-old to tell her, well, | really don't know anything about your daughters, Eva and Leah, but |\ndo know where your little son went to.\nBy the way, you know, children placed in hiding were given a new name. So | had been given\nthe name Bobby. And to this day whenever | talk to the Madna family, it's always Bobby. For many\nyears | thought that | was called Bobby because that's what the dog was called.\n>> [Laughter]\n>> Al Munzer: The reason being that if people heard Bobby being called, they would think, well, they're\njust calling the dog. Then one of my foster siblings set me straight a few years ago and said, no, the\ndog's name was Teddy not Bobby.\n>> [Laughter]\n>> Al Munzer: So there went that theory. | may have been called Bobby because the Madna son, their\nchild, was called Robby. So because the two names were so close together, people might think Robby\nwas just being called. So that's how | came to the name Bobby.\nSo she told my mother when my mother returned, where | was. She took my mother to the\nMadna home. | was asleep in one of the back rooms. | remember being awakened. Typical\n3 1/2-year-old, something like that, | was carried into the living room crying, cranky. So the whole\nfamily was sitting in a circle and | was passed from lap to lap, the way you typically do with a crying\nchild. And what | do remember is there was one lap | wouldn't sit in and that was my own mother\nbecause she was obviously a complete stranger to me. | already had a mother and that was Mima\nSaina.\nSo my mother decided that Mima ought to continue to care for me while she, you know, my\nmother went on looking for work. But that wasn't to be because two months later, in October 1945,\nMima suffered a cerebral hemorrhage and passed away. And actually, | have no recollections, no\nmemories at all of Mima except, you know, a few words of the Indonesian language that | remember.\nAnd | do remember visiting her grave. So many years later when | went back to The Hague and went\nto the cemetery, | was able to find my way to the grave because | had been there so many times before\nas a young child.\n>> Edna Friedberg: What happened to your father?\n>> Al Munzer: My father remained in Auschwitz for about six months. He was then sent on to\nMauthausen, another terrible concentration camp where Jews were forced to carry -- these other\nprisoners forced to carry these huge blocks up a ramp where many of them would be tripped and then\nfall down and be killed.\nAfter Mauthausen, in Austria, he was sent on to three more camps in Austria: Gusen, Steyr,\nand then Ebensee, which was one of the most beautiful spots in the world. Many people probably are\nfamiliar with the movie \"The Sound of Music.\" That's where it was filmed. In fact, you know, there was\nEdelweiss strolling in that former camp.\nMy father was assigned to doing slave labor in abandoned salt mines assembling V2 rockets,\nterrible, terrible work. He survived to see liberation by the U.S. Army in May 1945 but his condition was\nso poor, he was so weak, that he passed away two months later still in a concentration camp in\nEbensee. That's where he was buried.\n| visited his grave in the former concentration camp. It's standing at his grave that | really first\nfully came to grips with the loss that | had suffered. | broke out in tears. | had been there twice. And\nthis happened both times. It's really where | felt, you Know, | never knew my father except through the\nstories my mother had told me and through photographs. But standing there at his grave really, really\nhit me very hard.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Edna Friedberg: Do you know how your mother found out that your sisters had died, had been\nkilled?\n>> Al Munzer: |'m not sure. She found out very quickly after she had arrived in Holland. Again, | don't\nknow how my mother managed to deal with that news. | think what really kept her alive and allowed\nher to resume a normal life after her ordeal, after her tremendous loss of her husband and two beautiful\ndaughters, was the fact that she had me to care for. That's what she said. | think that's really -- that\nreally was the case.\n>> Edna Friedberg: One more question before we open to questions from the audience because we're\nalmost out of time. You mentioned to me an incident that happened to you and your mother still in\nHolland shortly after the war when you were going to the movies. If you could tell us about that, please.\n>> Al Munzer: Sure. We were standing in line to go to the movies, | think a newsreel. A man standing\nbehind us saw the number, the tattoo that had been tattooed in Auschwitz on her arm. He pointed to it\nand he said, \"There's one they didn't get.\" So, you know, anti-Semitism really continued after the war,\neven in enlightened a place as Holland. It wasn't the end of hatred. My mother after that kept her arm\ncovered. She war three-quarter length sleeves for the rest of her life. | really never even could\nremember what the number was because | hardly ever saw it.\n>> Edna Friedberg: In recent years your experience, your love for the Madna family, has actually given\nyou some new relationships with young people from Indonesia. Could you tell us about those, please?\n>> Al Munzer: About two years ago my story was brought to the attention of a group of Indonesian\nstudents brought to the United States to learn what it is to live in a multi-cultural society, multi-faith\nsociety. | was invited to speak to them. When | first started speaking and | showed a photograph of\nMima holding me, there was a gasp in the air when | told them that | was the baby she was holding.\nAnd then at the very end of my talk | said, you | know, | vaguely remember Mima singing a lullaby to\nme. It was called \"Nina Bobo.\" And all 25 students started singing it in unison. It was an incredibly\nbeautiful moment. After that, you Know, young women wearing head scarves, traditional Muslim head\nscarves, came up to me, hugged me, kissed me and said, you know, we're all family. It was just an\nincredibly powerful moment. It shows the power really of the story, of the rescue by the Madna family\nand the impact it has on people.\n>> Edna Friedberg: Thank you, Al.\nWe have a few minutes for questions. Please raise your hand if you have a question. Do we\nhave mics? We'll pass microphones so people in the audience can hear wherever they are seated.\n>> My question is, after Mima died and you were with your mom from then on?\n>> Al Munzer: Yes. After Mima died, | remained with my mother. She initially managed to sell the\ncloth that had remained from my father's tailoring shop. That's how she made a living initially. Then\nshe acquired a cosmetics store. That's how she continued to make a living until we finally moved to\nBelgium and then ultimately in 1958 emigrated to the United States. My mother just wanted to get\naway from all the memories in Europe. She never went back to Holland after we came to the United\nStates. She traveled but never to Holland.\n>> Edna Friedberg: Or to her birthplace in Poland either.\n>> Al Munzer: Or to Poland. | have been back there. Several years ago | received a message through\nthe Museum of a commemoration of the day when all the remaining Jews in that little town, Rymanow,\nwere deported. | decided after some hesitation to go. It was really an amazing visit. It's an idyllic little\ntown, just like my mother described. And, again, to realize that thousands of Jews were deported from\nthat little town on one day is just mind boggling how that was possible.\n>> Edna Friedberg: Including the extended family you never knew.\n>> Al Munzer: Exactly.\n>> Edna Friedberg: Other questions?\nOk. | have a favor to ask of you. In a moment | will turn to Al. It's our tradition here at First\nPerson that the First Person has the last word in the program. When he's finished talking, if you would\nall please stand and remain standing for a moment, our photographer, Joel, will come on stage and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\ntake a really nice portrait of Al with you in the background in order to capture our experience here\ntoday.\nWith that, Al, closing thoughts, please.\n>> Al Munzer: Well, you know, the story of the Holocaust is really a horror, one of horror. The terrible\nconsequences that begin with hatred, hating anybody. My take from my own story is that even with all\nof this evil all around them, in a sea of evil, it was still possible for a few people to do the right thing and\nto save a human life and to take that risk. | think we all, you know, could learn from that, to stand up to\nevil wherever we see it. When we hear someone say | hate so-and-so just say, you know, don't use\nthat language. We are all meant to love each other as human beings regardless of who we are or what\nwe are. | think that's really the message that | would like to leave people with.\n>> Edna Friedberg: Thank you for sharing your story today.\n[Applause]\n",
    "segments": []
}