{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, June 6, 2013\n1:00 p.m. — 1:55 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nJULIUS MENN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Dr. William Meinecke: Good afternoon. We have a nice intimate group here. We'll try to\nmake this really special. It's my privilege to welcome you to the United States Holocaust\nMemorial Museum. My name is Dr. William Meinecke, a historian here. I'm the host for\ntoday's program. I'm filling in for Bill Benson. And our speaker today for First Person is Julius\nMenn.\nBefore we meet Julius in closer terms, | have some\nadministrative matters to get out of the way first. Let me run through those quickly.\nWe ask that during the program that you stay in your seats. It's\na way to prevent disruption of what we're trying to do here. If you have a cell phone or\nanything else that beeps or tweets or whatever, we ask that you turn it off or turn it to silence\nnow, please. Eating and drinking is not permitted in the Museum. Photography or video\nrecording is not permitted. If you have a pass to the Permanent Exhibition, they're good for\nany time after the time stamped on the ticket. So you're not missing your tour of the exhibit\ntoday.\nExcerpts from First Person programs are available as podcasts\non the Museum's website and also through iTunes. So if you want to see Julius again, you can\ngo to iTunes or the Museum's website and see it there.\nWe ask that as you leave today, that you please turn in your\ncompleted surveys and stay connected to the Museum by turning in your connected cards and\nyour pencils to the volunteers who will be stationed at the exit of the auditorium today. Staying\nconnected will help you keep up with the Museum's latest news and events.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAs you know, the Holocaust was the state-sponsored\npersecution -- thank you for turning that off. That's great -- systematic persecution of Jewry by\nNazi Germany and its collaborators between 1943 and 1945. Jews were the primary victims.\nSome six million Jews, men, women, and children, were killed. Millions of others, however,\nwere also persecuted, enslaved, and some of them also killed because of this racial vision of\nthe Nazi society.\nIn today's program, we're going to meet Julius Menn. There he\nis as a young boy. We'll take about 45 minutes to hear him and get to know his story. |\npromise, especially since the group is so intimate, | try to leave a lot of time at the end so that\nyou can ask him questions and get your questions answered.\nThis is Julius Menn as a young boy. He was born in 1929 at\nwhat was then the Free City of Danzig. Today we know it as Gdansk, Poland, on the Baltic\nSea.\nIn 1935 Julius and his family left Europe for Palestine. They\nreturned to Europe in the summer of 1938, so just a couple of years later, in order to visit with\nrelatives that they had left behind. Here we see Julius and his younger sister Bella and their\nGerman governess in Warsaw, Poland. They planned to stay the summer, but as often would\nhappen, their stay was extended for more than a year.\nUnfortunately, their stay coincided, eventually, with the German\ninvasion of Poland. Here you see a map of Poland. It looks very different than it does today.\nThe red arrow shows more or less the path that Julius' family took in fleeing the German\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ninvasion. | want to especially point out a couple of features. This is Danzig, the Free State.\nThis is Bialystok that plays a significant role today. And approximately where the arrow ends is\nthe little town, railway head, of Molodeczno. That's an important feature today. And what\nwe're going to call Vilnius, but at the time the Pols called it Vilna, a city in northeastern Poland.\nGermany invaded Poland. And the Menn family fled eastward seeking to escape the German\nadvance. They fled with other refugees and spent two weeks wandering through the forest\nand fields of eastern Poland, eventually arriving in the town of Molodeczno. Again, the\napproximation of that railhead. They met the occupied area of Poland. And fortunately the\nSoviet officer helped them get a train to Vilnius. They lived in the old historic ghetto.\n>> Julius Menn: You don't need to go into all the details.\n>> Dr. William Meinecke: You got it.\nThere is Julius' family: his mother, father, and younger sister\nBella. Here they are safely again back in Tel Aviv in October 1940. Julius, of course, is on the\nfar right and his mother and his sister. Julius joins the Haganah, a Jewish defense\norganization. And here he is as a young officer later in the Haganah.\nJulius eventually emigrates to the United States, where he\nbegan his studies at the University of California, Berkeley. But he still has connections to\nPalestine. Here we see the dedication of his father's factory, his cement factory. And you'll\nnotice that seated here in the middle is the prime minister, former prime minister, of Israel.\n>> Julius Menn: Thank you, Bill. It's very nice to see you. | have talked here a number of\ntimes. Usually it's full because a lot of schools, also. But! guess it's finals, so we don't see\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmany schools today. But it's nice to see you.\nBill already told you quite a bit of my story. | want to preface my\nstory by telling you that | consider myself the accidental survivor because | was never -- we\nwere never in concentration camps, but we were almost in concentration camps. And also for\nthe sake of the high school students, if there are any here -- here, | see some. | want you -- in\nmy story, it's very important that you project yourself when you were 10 years old. All the\nterrible things that happened to me happened when | was 10, going on 11, starting at age 9\nactually.\nBill --\n>> Dr. William Meinecke: Bill is my dad. He's not here.\n>> Julius Menn: Will. Sorry. Dr. Meinecke, yes.\n>> Dr. William Meinecke: That makes my mother happy.\n>> Julius Menn: | was born in 1927 -- | mean 1929. In Danzig. And as Will indicated, it was a\nFree City. My father was a soldier in the Imperial Russian Army in World War I. It was a\nterrible war. He lost the toes on one of his feet. They froze on the front. So when the Russian\nRevolution broke out, he escaped. And he escaped to Danzig, because Danzig was\nestablished by the League of Nation as an independent, small country. The foreign policy was\nunder Poland, but otherwise it was an independent entity.\n| guess my life started out -- for a Native-American it would be\nvery hard because | spoke with my mother in German, with my father | spoke either Russian or\nGerman, and eventually | spoke Hebrewism. Especially when we moved to Palestine. Also, |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhad a German governess. German was my first language.\nLife in Danzig was actually quite pleasant. | recall wnen the\nNazis came to power in Germany, there was quite a strong Nazi party in Danzig. But they did\nnot have the anti-Semitic or race attitudes. | used to go with a landlady's son who wore a\nswastika arm band to the great market in Danzig to buy live fish. And there was no problem.\nExcept when we went to Palestine in 1935, he said, “Well, a big war will swallow you when\nyou're in the Mediterranean.” Of course, that scared me. | was 6 years old. And maybe this\nwas very dramatic.\n[Laughter]\nWe came to Tel Aviv --\n>> Dr. William Meinecke: Why leave Danzig if life was so good there?\n>> Julius Menn: My father -- | forgot to mention. My father was a Zionist. Whether you were\nreligious or not religious -- my parents were not religious, but he was what you might say a\npolitical Zionist. The feeling was the only place where Jews could live as first-class citizens\nwould have to be in their own country.\nActually, today there are only two places -- well, until recently,\nthere were only two places where Jews lived as first-class citizens: the United States and\nIsrael.\nSo he wanted to go to Palestine. It was occupied by the British.\nlt was what was called a British mandate, which means it was a British colony. So all the\npeople who lived there, whether they were Arabs or Jews, they were second-class citizens.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nYou got the brown passport. The British passport was a blue passport.\nNevertheless, he and his brother, who also escaped from\nRussia, they went -- we went to Palestine. They bought some mountainous land near\nJerusalem, where they eventually established a cement factory.\nlt was a wonderful place. It was something that is maybe even\nforeign to American children today, because it was very safe. It was not a very live city, but it\nwas right on the Mediterranean. And | recall when | was in first grade or second grade, after\nschool you just walked by yourself to the beach, took a bath in the Mediterranean, and went\nhome. And nothing happened to you. People didn't lock their homes because there was no\ncrime. There were about 300,000 people living there at that time in Tel Aviv. Of course now\nit's very different, not only in the United States, but also there and everyplace else.\nOf course, when | came to Tel Aviv, to Palestine, | did not know\nHebrew. And | recall that when | was in first grade, the teacher would read \"Robinson Caruso\"\nin Hebrew to the kids. | didn't understand a word. So in recess | would say to the teacher,\nwho was also in exile from Germany -- he knew German, of course. | said, “Please tell me\nquickly in German what the story is.” Well, this went on for a while. But after three months |\nspoke Hebrew. And children learn languages very fast.\nlt was a wonderful town. There were sports activities. School\nwas fun. Going to the beach was fun.\n>> Dr. William Meinecke: So you were happy having to move to Palestine?\n>> Julius Menn: Oh, yes. It was great.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Dr. William Meinecke: Your whole family was happy at the change?\n>> Julius Menn: Yes, except my mother. My mother was a young woman. She was 31 when\nwe went to Palestine. And she came from a wealthy home. At that time in Palestine, you're to\ndo everything by yourself. You had to cook on a contraption that was on kerosene, because\nelectric stoves, gas stoves, only very wealthy people could afford it, and you had to have the\npiping and so on to have the gas.\nShe didn't adjust well at all. | guess she felt like an exile. Not\nme, not my father, not my little sister. The governess took care of us. My parents traveled a\nlot. My mother decided to go to visit her family in Poland. And this was coming to 1938, which\nwas Crazy because everybody -- all the newspapers, everybody knew all over Europe that the\nGermans are going to attack Poland. Nevertheless, we went to Poland in 1938. That first\nsummer | spent with my grandmother. A big forest, you saw the map before, near Vilna. My\ngrandfather was already dead. He owned a very large forest, maybe thousands of acres. He\nhad a mulch factory in Bialystok, among other things. So my father was in Danzig trying to\nsettle some business. And | went with my grandmother to her cabin in the forest.\nThat was a wonderful time. Poland has beautiful forests, lake. |\nwould go collect wild mushrooms and berries with my grandmother. | learned how to\nsegregate the poisonous mushrooms from the edible ones, which I've forgotten by now. It was\nwonderful.\nThe summer passed. We didn't go back to Palestine, as we\nwere supposed to. So we moved to Warsaw. | was enrolled in a Polish school. | didn't know\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\na word of Polish. So can you imagine? | had to start in a Polish school and learn Polish and\nall the subjects were in Polish.\nAnd also, it was the first time where | really felt being\ndiscriminated against. Poland is 90% Catholic. At that time -- well, before the war -- the war\nstarts September. This is the summer, late summer of 1939. 10% of the population were\nJewish. There were about 3 million. And 30 million Pols.\nSo the first hour, the schools, there was no separation of religion\nfrom secular activities. So the first hour was catechism, Catholic catechism. For the few\nJewish students in the class, they had to leave the classroom and wait outside. | thought this\nwas very strange. But nevertheless, this is how you feel, that you're a minority.\n>> Dr. William Meinecke: Was there a particular incident of anti-Semitism that you remember\nfrom the school?\n>> Julius Menn: Not from the school, no. There was one later. No, not at that time.\nIn that summer of 1939, after the school year, 1938-1939 school\nended, my mother, my sister, and | went to a resort. Too bad we don't have the map on again.\nNear the -- near the East Prussian border, very nice, pleasant. Came September 1, 1939, the\nGermans invaded, so there was a great panic among the grownups. We had to leave because\nit was so close to the German border. We went back to Bialystok, where my grandmother\nlived, had a big house. And, of course, as soon as we arrived there, we also experienced the\nbombing and machine gunning of the German airplanes.\n>> Dr. William Meinecke: Is that the first you knew of the invasion?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Julius Menn: Yes. The Germans used a fighter bomber, a Stuka. As it was diving, it had a\nsiren. And it would make this awful noise, which not only was to kill people but also to scare\npeople. And it certainly scared people.\nSo as soon as we arrived at my grandmother's house -- | was 10\n-- | was put to work. We had to dig ditches in the yard so that when the German planes came,\nwe would hide in the trenches. And we had to tape the windows because it was believed that\nthere would be gas warfare.\nMy mother went back -- my mother went by train to Warsaw.\nWarsaw was one of the last places in Poland that stood up to the Germans. And before it was\ncompletely surrounded, it resisted the Germans about two weeks. She found my father. |\ndon't know how. And they came back by train to Bialystok.\nThe Germans were only about 15 miles away, the German\nArmy. My father decided we cannot stay there, we have to leave. So by strange quirk of luck,\nhe found my grandfather's old coachman. As | mentioned before, my grandfather was very\nwealthy. He was a great philanthropist. He did a lot of wonderful things for the poor people.\nAnd he helped this coachman, also, substantially.\nSo this coachman, maybe a few days after my father arrived --\nmust have been around the 3rd or 4th of September -- he came with this long wagon filled with\nstraw and covered, like a covered wagon. So think of the pioneers who went west. It was very\nsimilar wagon. So my mother, my father, my sister and I, we piled in. We moved east. |\nguess my father wanted to get to Vilna or actually get close to the Russian border so if\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnecessary to escape into Russia.\nSo for two weeks we wandered in the forests of Poland.\nActually, a distance from Vilna it was not that great. It was maybe less than 200 miles, but you\nhad to go through forests and fields. The few roads, they were covered, | remember, with\nrefugees, animals, cars, cars. People -- cars, they would drive them until they ran out of gas,\nand then they would abandon them. And the German Stukas were coming maybe several\ntimes a day. They would dive bomb and machine gun the refugees.\nThat area had a lot of wheat fields, and the wheat was ripe. It\nwas very tall. And there was nobody to harvest it because the farmers were in the Polish Army\nand they were gone. So we would lie in the wheat field. When the planes left, go back to the\ncart.\nThe roads were covered with pieces of human bodies, dead\nanimals, smoking cars. It was horrible. Fortunately, you know, | was 10. Emotionally you\ndon't remember that much, but | can visualize some of it but not very well.\nWhen | saw on television the pictures of the tornado that hit the\ntown in lowa and the total destruction, that reminded me of war. This is what war is. Imagine\nyou go to work, you come home, and there's no house. It's all gone. This is what war is like.\nEventually, as Dr. Meinecke mentioned, we passed a number of\nsmall towns. What did we eat? Well, that's very interesting. This was September. There\nwere a lot of apples. So the first several days we only ate apples. Imagine if you only eat\napples. One thing happens to you. You get diarrhea.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nThe second week we came to a poultry farm, and my father\nbought a lot of raw eggs. So we ate -- for several days only ate raw eggs. He would say,\n“Vike.”\n>> Dr. William Meinecke: How do you eat raw eggs?\n>> Julius Menn: You sort of make a hole and swallow it. It doesn't taste very good. But you\nmaybe want to try it. My dog likes it.\nSo apples, raw eggs. Then we came to a small town that was\nalso mentioned by Dr. Meinecke, Molodeczno. It was a railroad junction. Now it is in Belarus.\nThen it was Poland. In fact, most of those small towns that we traveled through are now either\nBelarus or Ukraine. They are not Poland anymore because Stalin gave the eastern part of\nPoland to these two new countries, Ukraine and Belarus.\nThe coachman said, “I have to leave you here.” So he left us on\nthe railroad, sort of on the platform. We didn't know what to do. We heard this rumble. It\nbecame louder and louder and louder. And then we saw these tanks coming. We were\nconvinced that they were German tanks. But they were Russian tanks. They had the red star.\nPolitically, historically, what you may want to remember, is that\nthis was under the secret treaty that was signed in 1938 between Stalin and Hitler. They\ndecided that when the Germans invaded Poland, that Poland would be divided between the\nRussians and the Germans. And that area where we were was to be occupied by the\nRussians.\nSo pretty soon this Russian officer came on the platform, started\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntalking to my father. And at some point he asked him, \"Are you Jewish?” My father says,\n\"Yes.” He says, \"I'm Jewish also, so how can | help you?” In the meantime, he gave my sister\na chocolate bar, which was very unusual, chocolate in those days. My father said, “Well, we\nwant to go to Vilna.” He said, “I'll put you on a military train.” And he put us on a Russian\nmilitary train. And we arrived in Vilna. My grandmother had a house there, but the house was\nlocked. She was in Bialystok.\nSo somehow, which | don't remember very clearly, we got to our\nfarm, in the countryside near Vilna, where my grandmother had a big estate. We stayed there\nfor about two weeks. What | remember is | learned how to ride a cow. | must tell you, riding a\ncow is extremely difficult and hazardous.\nThen my father learned -- it was very complicated politics those\ndays. Vilna would be given to Lithuania, which was still independent. So we went back to\nVilna. We had no money. So we lived for several months in the Jewish ghetto.\nVilna, historically, has a very rich Jewish history that's over\n1,000 years old. The Jews went there when the king, the magnificent, gave them a\nconstitution, invited them to come to -- from Germany to Poland to establish trades and settle\nthe country.\nSo | was enrolled in a Jewish school. Because there were so\nmany Jews in Poland, they had a network of schools. They were called culture. In Hebrew it's\ncalled Tarbut. All the subjects were taught in Hebrew except you had to take the country\nlanguage also. So the Hebrew part was easy because | knew it. But the country language,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nthat was Lithuanian. For that school year, | had to learn Lithuanian and Lithuanian history.\nAnd, believe me, Lithuania is a small country, but it has an extremely complicated language.\nMaybe that's why it has so few Lithuanians.\n[Laughter]\nThe school was about, walking, about half an hour or 25 minutes\nfrom where we lived in the ghetto. Vilna has a winter that may be as cold or colder than\nMinnesota. | didn't have any warm clothes, so to protect my legs from freezing, my mother\nwould rub my legs with animal fat. So as | walked to school, | would stay warm.\nAt that school | met a boy who was, unfortunately, also\ncremated, gassed by the Germans, whose father was a lawyer. He was a wealthy boy. His\nname was [Indiscernible]. | remember his name. After school | would come to his house, and\nhis mother would give me a warm meal. We would listen surreptitiously in -- in the Polish\nbroadcast. | would go home and tell my father an extract. Remember, | was 10. An extract of\nthe news. It was a horrible place where we lived. It was one room. At night mice or rats\nwould come out through the rafters.\nIt didn't last very long to be Lithuania. The Russians took over\nthose Baltic countries and abolished the independence. And they established a curfew so that\nwhoever was not home by 10:00 at night was shot. Not arrested, shot. So my parents would\ngo to meet other refugees, and they tended to be home, shall we say, exactly at 10:00 or\nmaybe a few minutes after. So imagine, | was so worried. | had to watch my sister, who was\nfive years younger than |. And wondering, are they going to be home in time not to be shot?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nMy father tried to get somehow out, not to go back to Palestine. He had one valuable\ndocument that was a British certificate which would say that we are allowed to go back to\nPalestine. But the question was how you can go.\nWell, if you had money, you could fly from Vilna to Stockholm,\nand from Sweden you could go anywhere. Sweden was officially a neutral country.\nOtherwise, the only other way was to somehow get back through Russia.\nTwo things happened in our favor. One, he had this old friend\nfrom the old capital of Lithuania who gave my father the equivalent of about $5,000. |\nremember, in 1939 this was quite a bit of money. But people helped each other in those days.\nThey really did. With this money he was able, my father, to get a transit permit to go through\nRussia. And being a Communist country, there were no private enterprise. It was all state\nenterprise. So you had to prepay everything, the tickets for the train, for the hotel and so on.\nSo we actually arrived. It was October 1940. In Moscow. This\nwas like a Kafka story. | remember this. We arrived. They took us to this hotel called the\nSavoy. During the days it was a very fancy hotel. | remember in the dining room it had these\nbig windows, these drapes that were falling apart, big chandeliers covered with cobwebs. And\nwe were the only guests in the dining room. Big menus, almost like books. The waiter in\ntattered tuxedo. My father would say, “Well, we want to eat this and this.” He says, “No. We\ndon't have it.” Only thing was every day you had stew. Three times a day.\nAfter two days or so, when we were ready to leave, the waiter\nsaid, “Well, you'll be going for three days on a train to Odessa, on the Black Sea, but there\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nwon't be any food.” So my father gave him two silk ties, and he gave us a roasted goose. And\nthat sustained us for the trip.\nThen from Odessa we went by Russian ship to Turkey and from\nTurkey back to Palestine. And that's another story. We came to Palestine. The Germans and\nthe Italians were bombing Palestine at the time because there was a big refinery in Haifa. So |\nspent many nights in a shelter.\n>> Dr. William Meinecke: You were older then? Were you afraid of the bombing when you\nwere in Palestine?\n>> Julius Menn: Well, this is an interesting question. | talk to school children quite a bit. And\na seventh grader asked me once | think a very profound question. When | talked about, in\nPoland, running into the wheat fields when the German Stukas were dive bombing the\nrefugees, he said, “Were you afraid?” And | told him, | said, “Well,” | told the group, “a child\ncannot be afraid like an adult,” which means to have a continuous fear. You can only be afraid\nof something that happens that instant, and that instant when you hear the terrible siren and\nyou hear the machine guns and the bombs falling. But once the planes leave, you're not afraid\nanymore. And this makes children normal so that they can live as functioning adults.\nAdults may have fears and anxieties that last forever. But\nchildren are different in this respect. So | think this answers your question.\n| want to leave time for questions. Actually, you can read a lot of\nit. | wrote a little book that is, if | may say so, it's not expensive. It's called \"The Memoir, 1929-\n1950,” that has much more than what | told you now. But it has -- what was there. Well, all |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwant to say is that when | was 15, | joined the Jewish underground, the Haganah, that fought\nfor the independence of the country. When | was 17, | was a junior officer. | had problems\nwith my parents. We lived in a small apartment. We were poor. | went to California by myself.\n| was 18. | was accepted in Berkeley. | went for one semester. And then when the War of\nIndependence broke out, | volunteered and | went back to Israel and | fought in the War of\nIndependence. And after the war | went back to work and got my Ph.D. in Biochemistry.\nSo | will conclude here and open it to questions. I'm sure that\nyou will have a number of questions, which I'll be very pleased to answer.\nThank you.\n>> Dr. William Meinecke: So what happened to your sister?\n>> Julius Menn: She lives near La Jolla.\n[Laughter]\n>> Dr. William Meinecke: What happened to your mother and other relatives? Do you know?\n>> Julius Menn: My mother died. My father died.\n>> Dr. William Meinecke: And your grandmother?\n>> Julius Menn: Oh, yeah. My grandmother, it's interesting. She stayed in Bialystok. She\nexperienced the German invasion of World War |, where they were first under the Russian\noccupation. She said, “Well, the Germans were much better than the Russians. So when the\nGermans come this time, we'll be fine.”\nWell, since Bialystok was given to the Russians, she, as a\ncapitalist, was exiled to Siberia with her daughter-in-law and her son. So she survived. She\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\ncame back. She died there.\nOne small vignette. My late aunt, who was also exiled to a\nseparate place -- one of the Gulags in Kazakhstan, which was quite a desolate place -- in\nPoland she was a school teacher, and she was a very intelligent woman. Where she lived, the\nnatives were sheep herders. And the sheep had scabies, which is a skin disease transmitted\nby mites. Sulfur cures it. So she remembered that somehow. And she told those Kazakhs,\n“Bring me the heads of your matches,” because the matches in those days, they were sulfur\nheads. They knew the heads of the matches — “bring me the heads of your matches and bring\nme the animal fat.” And she made an ointment. The Kazakh shepherds used it and it worked.\nAnd the Soviet communists eventually came and wanted to send her to medical school\nbecause they said you really Know what to do. Well, she didn't go to medical school. She\nwent -- my father helped her come to Palestine after the war. She became an arts and crafts\nteacher.\nBut | remember this story because it's such creative story of\nhuman ingenuity. She was able to help these people, and they helped her. They gave her\nfood. Whatever she needed.\n>> Dr. William Meinecke: Other questions? Yes, ma'am?\n>> After what you had been through, to end up in California on a college campus with people\nwho probably had little understanding of your life as compared to their own, what did that feel\nlike, these kind of innocent babes that you encountered there in California?\n>> Dr. William Meinecke: So after everything you had been through, how did it feel to be in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nCalifornia at a university with people who had no understanding of what you had been\nthrough?\n>> Julius Menn: Actually, | was fortunate because a lot of my classmates were returning G.I.'s\nfrom the war in Europe. | would say these were serious students who experienced war. So\nthey were very friendly. | was fortunate in that respect.\n>> Dr. William Meinecke: Julius, you're making me nervous. You have to step back from the\nedge.\n[Laughter]\nDo we have another question? Here comes the microphone.\n>> You said you were secular. Did you ever practice any Jewish traditions or any of the\nJewish religion as you were going through all of this?\n>> Dr. William Meinecke: So you said you were secular, but did you follow any of the Jewish\nreligion?\n>> Julius Menn: Well, will say this. 80% of Israelis are secular today. But for the holidays,\nwhen | grew up, they converted movie houses into synagogues. So for the high holidays they\nwere filled with people, which is the Jewish New Year, and the Day of Atonement, which\ncomes 10 days later, Yom Kippur. So that's what we went to. And that's 80% of the people.\nAnd that still exists today basically.\n>> Dr. William Meinecke: Another question. Hold on. He's got the microphone.\n>> Thank you. You mentioned that your family went back to Poland, and it was in the news\nthat the Germans would invade. It sounds like they stayed much longer than any reasonable\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nperson, looking back, would have stayed. What was behind their staying?\n>> Dr. William Meinecke: So when your family went back to Poland, they heard all of that stuff\nin the news and yet they stayed longer than a reasonable person would stay. So he wondered\nwhy they stayed.\n>> Julius Menn: | think it was a very unreasonable action. And | still don't understand it to this\nday. Even when we went to Poland from Tel Aviv on a ship, | was only 9. | had terrible\nheadaches, because | was so disturbed that we are leaving my home to go to some strange\nplace. Yes, | can't explain it.\n>> Dr. William Meinecke: The way you were talking, it sounded like no matter where you\nwound up, you were happy. Do you have a memory -- were you a happy child?\n>> Julius Menn: Yeah. | would say by and large, yes. I'm basically a positive person.\n>> Dr. William Meinecke: | think the question was over here, Nick.\n>> In learning a lot about Polish history or during this time, there's a lot that | have read about\nthat Pols would look for opportunities to take from the Jews, wouldn't always help out the Jews,\nmaybe were glad to see the Jews go. But your experience, I'm sure it wasn't perfect, but were\nthere, you know -- did you see that part of the Polish experience? Were there close calls with\ntransports to death camps?\n>> Dr. William Meinecke: She's learned a lot about Polish history during this time period. It\nseemed to her maybe there would be a lot of Pols that would be happy to see the Jews leave.\nShe wondered if you experienced that side of Poland.\n>> Julius Menn: When we were in Vilna, some of the Polish kids -- this was 1940 -- they would\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\ncall me, \"Jew, go back to Palestine.\" At the beginning it sounded very insulting, but | would tell\nthem, \"I want to go back.\"\n[Laughter]\n>> Dr. William Meinecke: Other questions? Here in the front.\n>> Is there something that you've learned by being a survivor? Like sometimes cancer\nsurvivors will say that they've learned something by their experience. Would you have turned\nout the same way had you not gone back to Poland?\n>> Julius Menn: If | learned something being a survivor.\n>> Dr. William Meinecke: What meaning have you drawn from it?\n>> Julius Menn: That this should never happen again. And when | talk to groups like you or to\nschools, | feel very strongly that people understand what horrors encountered people. It's like\nwhat happened in the Sudan or what happened in Cambodia or the bombing. These were\ninhuman actions carried out by humans. And the only way to prevent it from happening again\nis by telling the stories, even as minuscule as the story might be. | was not in a concentration\ncamp. The only thing that | really experienced was being uprooted and those German\nbombings. But this was hard. This was enough.\nBut I'm thinking about the other stories. There are very few\nsurvivors left. | think the purpose of this museum is really a memorial to teach us and remind\nus that we should not commit inhumanity toward others.\n>> Dr. William Meinecke: Another question?\n>> You were speaking -- what worries me today is I'm not really sure -- there's atrocities going\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\non all over the world, on some pretty large scales, African country and so forth. Sometimes |\nwonder if we still have the same -- | don't know if you would call it backbone or same gumption\nor ability we had back then as a society, country, or a world to deal with it as successfully,\neven though it was difficult. Do -- do you think we could survive such a thing today?\n>> Dr. William Meinecke: I'll paraphrase. It's a long question. Back then it seemed that the\nUnited States had the rail and backbone to put a stop to what the Nazis were doing. Today he\nsees atrocities happening all around us again, but no one seems to be able to stop it. Do you\nthink if such a thing were to happen again today we would find the will and backbone to stop\nit?\n>> Julius Menn: I've been thinking about the United States. | think the United States, it would\nnever happen because it's a hodgepodge of different people. So who are you going to\npersecute? The Hispanics? The Jews? The Chinese? The Japanese? The American\nIndian? The American Indian is almost extinct anyhow. So this would not happen. The\nGermans are homogeneous people. Even though many of them tried to oppose Hitler, they\nare disciplined people, so they obeyed. And they obeyed a terrible regime.\n>> Dr. William Meinecke: It reminds me of a question | asked him today. He speaks so many\ndifferent languages: Hebrew, German, Polish.\n>> Julius Menn: Russian.\n>> Dr. William Meinecke: | said, “Well, when did you feel like you were an American?”\n>> Julius Menn: | dream in English.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n[Applause]\nThe language in which you dream is your language. And | have been here since 1950. So\nthis is my country. What else can | say? | love it.\n>> Dr. William Meinecke: A question? Ok. What's another question?\n>> | understand that your grandfather had a great deal of land. Where is that land -- what\nhappened to that land in the family?\n>> Julius Menn: It's confiscated.\n>> By?\n>> Julius Menn: Now it's in Lithuania. | know | have a cousin in Israel who is trying to get it\nback, but | don't think he will be able to.\n>> Dr. William Meinecke: So in these programs we like to make sure you have the last word.\nSo, please, leave them with an inspiring message.\n>> Julius Menn: Well, all | will say is | really appreciate that you came and you partook of what\n| had to say, that you will carry that message that we should act as humans.\n| will only tell you a little story. There was a great Jewish sage\nabout 1,500 years ago. His name was Rabbi Hillel. And this man came to him. He said, “If\nyou can teach me what is Judaism about while | stand on one leg. So it has to be very fast.”\nRabbi says, “Yes, | can do it.” So the man stood on one leg. And Hillel told him, “Love thy\nneighbor as you love thyself.” And this is what we have to remember: that we are all human\nand that every living person has the same rights as we do to live in peace and health and\nhappiness.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\n[Applause]\n>> Dr. William Meinecke: I'm sure Julius wouldn't mind staying and chatting with you or\nsigning a book. Thank you very much for coming.\n>> Julius Menn: Signing the books outside if anybody's interested.\n>> Dr. William Meinecke: Thank you. Have a good day.\n>> Julius Menn: Thank you.\n[The presentation ended 1:55 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}