{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, August 8, 2013\n1:00 p.m. - 2:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: FRANK LIEBERMANN\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial >> Bill\nBenson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the museum's public program, First Person. Thank\nyou for joining us. We are in our 14th year of the First Person program, and our First Person\ntoday is Mr. Frank Liebermann, whom we shall meet shortly.\nThis 2013 season of First Person has been made possible through the generosity of the\nLouis Franklin Smith Foundation, to whom we are grateful for again sponsoring First Person.\nAnd I'm pleased to let you know that Mr. Louis Smith is here with us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each guest serves as a\nvolunteer here at this museum. We will close our 2013 season of First Person after our\nprogram on Thursday, August 15. The museum's website at www.ushmm.org provides\ninformation about each of our upcoming First Person guests, and will provide information about\nour 2014 First Person program when it becomes available.\nFrank Liebermann will share with us his First Person account of his experience during\nthe Holocaust and as a survivor for about 45 minutes. If we have time toward the end of our\nprogram, there will be an opportunity for you to ask Frank a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Frank is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction. We begin with\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nthis photograph of Frank Liebermann. He was born in Gleiwitz, Germany, which is now part of\nPoland, in 1929.\nHe was the only child of Hans and Lotte Liebermann. On the left we see Hans\nLiebermann and on the right we see Lotte with her first granddaughter, Joanie.\nBoth of Frank's parents’ families had lived in this part of Germany, again now Poland,\nfor several generations. Frank is pictured here with his paternal grandparents, Bernard and\nJenny Liebermann.\nHitler came to power in 1933, and when Frank began school in 1935 Jewish students\nwere separated from the non-Jewish students and fear of anti-Semitic attacks became\nfrequent. Pictured here is Frank's first grade class on the first day of school. The cones they\nare holding contain sweets to make school sweet. Frank is in the second row, the fourth from\nthe right.\nIn 1936 Frank's father was no longer able to practice medicine as a result of anti-Jewish\nlaws. In 1938 the family tried to obtain visas to come to the United States. Hans traveled first\nand Frank and his mother followed a few months later in October of 1938. Here we see\nFrank's mother's ticket for the ship they took to the United States.\nThe Liebermann family settled in Ohio and Frank went on to graduate from Western\nReserve, now Case Western Reserve University, in 1950 with a degree in chemistry.\nFrank graduated in 1950 and started a long and successful career in the textile industry\nin New York City. In that same year, he married Marianne, his wife of nearly 63 years. Frank\nworked in textile manufacturing until 1992, when he and Marianne moved to the Washington,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nDC area to be closer to their children. Frank would last three months in retirement before\ngoing into the travel business which he continues today, specializing in Europe and US travel,\nincluding Alaska.\nFrank and Marianne have three children, two daughters and ason. Their daughters,\nNancy and Joan, live in this area and their son Jerry is in Seattle. They have five\ngrandchildren with the youngest about to turn 22. As Frank notes, four of them are now\ngainfully employed. The fifth recently graduated from Tufts University with a double major in\nHebrew and Arabic and public health degree and is looking for a position. She is also fluent in\nHebrew.\nMarianne, their daughter Joan and grandson Aaron are here with us today . If you\nwouldn't mind raising your hands so people know you're down here. Thanks for being here.\n[Applause]\nAaron, who is a teaching assistant at Mastrick University in the Netherlands,\nrecently completed his master's degree in Modern European History and is prepared for his\nPhD. Frank notes that Aaron is motivated by the family's history.\nFrank, Aaron and his sister Ellisa just returned from a trip to Poland, Czechoslovakia,\nand other parts of Eastern Europe. They stopped in Gleiwitz, where Frank was born, now part\nof Poland as | mentioned a couple times.\nFrank volunteers at the museum's Visitor Services where you will find him Thursday\nmornings. | think they let him off this morning to join us. As part of his responsibilities, he\nspeaks with various groups visiting the museum. He has also spoken to wounded veterans at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe recently closed Walter Reed Army Hospital.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mr. Frank\nLiebermann.\n[Applause]\nFrank, thank you so much for joining us, being willing to be our First Person today. Thank you\nfor that.\n>> Frank Liebermann: My pleasure.\n>> Bill Benson: Let's start, we have just an hour, much for you to share with us. You told me\nthat your earliest memories start in 1934 when you were 5. You also said at that time that, all\nin all, it was good, a good time for your parents. Tell us, to your best knowledge, why that was\nso and what you can about your family and their life and yours in Gleiwitz in those early years\nof your life.\n>> Frank Liebermann: Well, my father was a surgeon and he practiced in Gleiwitz. We were\nabout within an hour's drive of both of my grandparents, who we frequently visited on\nweekends. In our recently acquired small convertible, which | loved. Normally, it wasn't\nnecessary, because my father's office was on the Main Street, with the streetcar that went to\nthe hospital and it was easy transportation for most of his patients. So the car was a luxury,\nwhich | thoroughly enjoyed.\n>> Bill Benson: Frank, your family had been in the Gleiwitz area for a very long time, hadn't it?\n>> Frank Liebermann: My mother's parents had a family business of leather wholesale,\nleather wholesalers and had a tannery, which celebrated its 100th anniversary in 1933. When\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe Nazis came to power and my grandfather was convinced that this will blow over, they\nsurvived the starvation of World War | and they didn't want to move.\n>> Bill Benson: Frank, tell us about your extended family. How large was your extended\nfamily?\n>> Frank Liebermann: My mother had three brothers, and obviously | had a number of\ncousins, an aunt and uncle who my father's brother was an economist for the government and\nwas fired in 1933, and unfortunately immigrated to Austria. My mother's brothers were in the\nfamily business, the older ones, but her younger brother was like my older brother. He was 11\nyears old and was still in school.\n>> Bill Benson: You mentioned that you had a convertible. Having a car wasn't typical in\nthose days. Some of your mother's brothers drove motorcycles as | remember.\n>> Frank Liebermann: My grandmother slept from that time on.\n[Laughter]\nEspecially when one of them took me on the backseat, because | loved to take a ride as a little\nguy.\n>> Bill Benson: Your family was fond of hunting mushrooms. | remember you telling me this.\nTell us a little about that.\n>> Frank Liebermann: One of the main excursions of my mother's side was they would, in\nseason, go into the forest and there are many more mushrooms than what you get in the\ngrocery store. They were pretty savvy in what to pick and what not to pick. But at the end,\nthey always had a meeting, and all the mushrooms were put on a table, and anyone that didn't\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlook good and might be poisonous, anyone could object to it and it would be thrown out. In\nother words, the majority did not rule.\n[Laughter]\n>> Bill Benson: Everybody had veto power.\n>> Frank Liebermann: We never got sick from them. They're delicious in cooking, especially\nwith meats.\n>> Bill Benson: Frank, you started school in 1935, attending a public school. You said to me\nthat recess was the most dangerous time for you. Will you say a little bit about that?\n>> Frank Liebermann: We had to leave the building, and at that time the playground was\nseparated between boys and girls. We were basically guarded by teachers along in between,\nbecause otherwise the danger of being attacked was substantial. We were always glad when\nit was over.\n>> Bill Benson: Do you remember the stress of that, as a youngster?\n>> Frank Liebermann: We basically knew -- we got reflexes on how to deal with it, and we\nmade our decisions accordingly. While we did get out five minutes early from school, so that\nwe could safely run home before the rest of the school got out.\n>> Bill Benson: So it gave you like a five-minute head start?\n>> Frank Liebermann: Yeah.\n>> Bill Benson: That was 1935. The next year, 1936, circumstances for your parents turned\nmore ominous and became more difficult, if not dangerous. What changed in 1936, and what\ndid that mean for your family and you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Frank Liebermann: After the Crimean War, which happened after World War Il -- after\nWorld War I, when Poland was created, minorities were protected on both sides of the border\nof Poland. We lived about five miles, well, less than five miles from the Polish border. So that\nthe Germans had reason not to put some of their laws in place in order to also protect the\nNationals on the Polish side. So that treaty gave protection for 15 years, from 1921.\nSo 1936, in July, the treaty was over, and then Der Sturmer, the very anti-Semitic\ncaricature magazine, was at every street corner, behind glass so everybody could read it. We\nweren't able to use public facilities, like parks and swimming pools. My father's office had an\nSA, Hitler Brown Shirt guard, and he lost his hospital privileges. That's how we got early\nwarning that things were going to be more serious than my grandfather had anticipated.\n>> Bill Benson: So, in effect, with this law expiring, it became, in a sense, open season on\nminority populations, because these had the protection of the law that just expired?\n>> Frank Liebermann: Correct. The first thing Hitler did in 1936 was to eliminate civil rights.\nThat went to the area that | came from in 1936. We had a three-year reprieve.\n>> Bill Benson: Also in 1936, your mother made a trip to Israel that had a very specific\npurpose. Tell us about her trip.\n>> Frank Liebermann: Well, when my father realized that his practice was going to go, was\ngoing rapidly downhill, we started looking for places to go, and my mother investigated Israel\nand came back with a very negative report that at that time there was one doctor for every 100\npeople. That basically, doctors were becoming -- go to kibbutz to be chicken farmers and any\nother labor, that it would be almost impossible to practice medicine.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: In a sense, closing that avenue, as a practical matter for your father?\n>> Frank Liebermann: Yes.\n>> Bill Benson: You just mentioned the downhill slide of the business. Your grandparents, |\nthink the leather business that they had you've actually seen the evidence of the downhill slide\nfinancially. Share that with us.\n>> Frank Liebermann: After -- my grandparents had an accountant, who saved the records.\nHe was not Jewish. After the war he sent my mother -- my mother contacted him, he sent my\nparents the records.\nOf course, there were no reparations because Gleiwitz, where they were, became\nPolish. So land and property had no value, but they kept those records, and that in terms of\nvolume of business, the Holocaust Museum has the records. They went down from about\n100,000 marks to 20 by 1938, because of boycotts.\nOn Kristallnacht, that was the night after we left, the business was confiscated, was\ntaken over.\n>> Bill Benson: Your father, of course, lost his ability to continue practicing medicine, being a\nsurgeon. What happened to his practice, his office?\n>> Frank Liebermann: It went, period.\n>> Bill Benson: At that time, with your parents thinking that they've got to get out of Germany,\nstart to make plans, one of the things that they said is you needed to learn to swim. Tell us\nabout that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Frank Liebermann: Well, this was in, | think, January 1936. My parents said, look, you've\ngot to take swimming lessons, because we may take an ocean voyage and the swimming pool\nis going to be closed as of July. And | remember, | don't know exactly when, my grandfather,\nafter | had learned enough, took me to the swimming pool, said, \"I'm not going home until you\npass a test of swimming 20 minutes without stopping, which makes you a swimmer.\"\n>> Bill Benson: On an ocean liner later?\n>> Frank Liebermann: Exactly. | still like to swim.\n>> Bill Benson: Frank, your family didn't keep a kosher kitchen. Yet, you only bought kosher\nmeat in Gleiwitz at that time. Why was that?\n>> Frank Liebermann: Gleiwitz had a population of about 1,000 Jews, and the one temple\naccommodated both liberal and very ritualistic families under one rabbi, and everybody was\naccommodated to participate as much as they needed to. There were daily services, and\neverybody could participate. But in order to have a kosher butcher, he had to have enough\nclientele in order to make a living. So it was requested that everybody buys from the kosher\nbutcher so he can stay in business. In other words, the community pulled together.\n>> Bill Benson: Frank, during that time with your father having lost his livelihood, he's no\nlonger able to practice, how did the family make ends meet at that time?\n>> Frank Liebermann: Basically, from whatever savings we had. We were looking elsewhere\nanyway, and we lived very frugally. But we survived to the extent that when we left, my\ngrandfather, my father's father, didn't want to be a burden, so he signed himself into an\nassisted living place. Whatever was left went to support him.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: And also, living frugally, | think the family rented a garden space. Tell usa\nlittle bit about that.\n>> Frank Liebermann: I'm sorry, | have to correct something.\n>> Bill Benson: OK.\n>> Frank Liebermann: In 1936 when we couldn't use playgrounds, our family, about 10\nfamilies who knew each other, rented what was known as a garden that is a space at the edge\nof town where you could rent plots of land to plant. We used that as a playground. We also\nhad a cherry tree, a pear tree, and used that as a place to go to.\n>> Bill Benson: Because you couldn't go to the public parks, this became your playground?\n>> Frank Liebermann: Exactly.\n>> Bill Benson: Frank, in January 1938 your father made a trip to the United States that made\nit possible for him later that year, in June, to leave for the US. Tell us about his trip in January,\nand then the events that led up to his departure in June of 1938.\n>> Frank Liebermann: My grandfather found that there was my great-grandfather's\ndaughter-in-law, had a daughter -- no, the great-great grandfather's son-in-law came to the\ngrandfather and said, \"I'm in a jam. | need $3,000, which was a huge amount of money for the\nweek, and please help me out.\"\n>> Bill Benson: He needs it for a week?\n>> Frank Liebermann: It turned out that he used that to go to the United States. It brought the\nbusiness close to bankruptcy, but they made it. But they survived, and nobody talked about it,\nbut my grandfather told my father that if he looks him up, if he needs an affidavit to guarantee\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe United States -- an affidavit was a guarantee that whoever comes or immigrates to the\nUnited States will not be unwealthy for a year.\nThe United States was in depression, in a depression in 1938. That was a second dip\nof the Great Depression. So he visited him, this man had to show his income tax. He was a\nvice president of Bendix Aviation with a salary of $38,000 a year in 1938, which was\nenormous. He did get the affidavit, and we immediately applied for immigration to the United\nStates, and we were given a number when he came back.\n>> Bill Benson: The number was part of a quota, to be able to get to the United States?\n>> Frank Liebermann: Yes. It was a quota, | believe, of 25,000. Now, it's -- the quota laws for\nthe United States at that time were a proportion of the population from every country which\noccupied, so that it was reasonable for Germany. It did not exist for Poland nor a lot of the\nother countries, which were also in peril.\n>> Bill Benson: During that time your father now has to wait for his number to come up.\n>> Frank Liebermann: Yes.\n>> Bill Benson: As part of that you told me about an incident, as you Know I'm going to ask\nabout, with the --\n>> Frank Liebermann: | know you're going to ask about it. Corruption was rampant. In other\nwords, visas were being sold by consuls without authorization. People were then deprived of\nentry, like the famous, or infamous, St. Louis in Cuba, which had | think 900 refugees without\nauthorization. The ship was off the Florida coast for about 10 days. It finally went back to\nEurope, where it landed in Holland, and redeposited the people in Europe.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nIn our case, when nothing happened my father called the friend in Berlin and said,\n“Nothing is happening. I'm really getting anxious.\"\n\"Well, the consul has a secretary, Fraulein Schmidt. Why don't you get a nice big box of\ncandy?\"\nSo my father, being very prompt, went to Berlin and bought Fraulein Schmidt a nice big\nbox of fancy candy. A month later still nothing had happened, so he called the friend again,\nasked him, and he said, \"Well, didn't you put 100 marks inside?\"\nHe promptly did that, and the next week we got request to have a physical in Berlin, and\nthat led to our visa. This was not an isolated case.\n>> Bill Benson: Right. Had he not done that, who knows what would have happened?\n>> Frank Liebermann: Exactly.\n>> Bill Benson: After your father got the visas, everything is set, he canceled the lease on his\noffice, and that triggered, | think if | remember correctly, a visit from the Gestapo.\n>> Frank Liebermann: There was -- a lease in Germany was generally done by the tenant\ngiving the landlord a mortgage. That was a big loan. In order to compensate him. When you\nbroke the lease, you got the mortgage back. So when he was ready to leave, he canceled his\nlease and had the money turned over from the landlord's bank to his bank, and | have to\nmention that all bank accounts were frozen in 1936.\n>> Bill Benson: All Jewish bank accounts?\n>> Frank Liebermann: Yes, all Jewish bank accounts. So that you couldn't take out any more\nthan living expenses. Also, you couldn't take any money out of Germany. The limit was $2.50\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nper person when leaving. And when the mortgage was transferred, somebody from the\nlandlord's bank called the Gestapo and said a large deposit went out from Dr. Liebermann. So\nthey basically came in and said, \"You're under arrest. You just withdrew a large amount of\nmoney, and that's forbidden.\" He said, \"Excuse me, it was transferred to my bank, to the\nfrozen account.\"\nHe called the bank president, who was nice enough to answer the phone, and\nconfirmed that the money was redeposited and that it was in his possession, his bank's\npossession. So they left.\n>> Bill Benson: And Frank, with the bank accounts frozen and the inability to take cash out, as\nyou said limited to $2.50 per person, when your father -- it was time to leave for the US in June\nof 1938, how was he able to do that financially as well as for you and your mother to have\nmoney to live until you were able to go?\n>> Frank Liebermann: We were pretty close to the Czech border, and took frequent trips to\nthe giant mountains, the Sudaten Mountains, which you may have heard at the time of Munich.\nThose were the Czech mountains which were in the underbelly of Germany, which\nChamberlain and Daladier gave away to the Germans in Munich in 1938.\nThey sewed small amounts of bills each time into their coats and various pockets, and\ngradually built up a small bank account in Czechoslovakia.\nAlso, if you took a German boat to the United States, you got a fairly general spending\nallowance. If you took first class. So in each case, my father, then later my mother, booked\nthe cheapest first class cabin, way in the bow, which meant that you went up and down during\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe storm, which we had later. But we lived under -- you could withdraw the spending\nallowance, and we lived on that for about half a year.\n>> Bill Benson: That also supported your father, potentially, when he came to the US?\n>> Frank Liebermann: Yeah. He had a room, he lived in a furnished room for $5 a day, while\nhe was studying for state boards.\n>> Bill Benson: In Cleveland, right?\n>> Frank Liebermann: Yes. But times -- inflation has gone up.\n[Laughter]\nSince those times.\n>> Bill Benson: In June 1938 your father was able to leave?\n>> Frank Liebermann: Yes.\n>> Bill Benson: He came to the United States. You and your mother would leave in October.\nSo four months, nearly four months later. Once your father left for Cleveland and he wanted to\nget there to start studying for the boards to resume a practice --\n>> Frank Liebermann: We were allowed to save money.\n>> Bill Benson: You stayed behind. What was it like now for you and your mother to remain in\nGleiwitz under those circumstances? What did you do during that time to prepare for your\ndeparture?\n>> Frank Liebermann: Well, my mother was basically closing the household. At that time, you\ncould still take property out if you paid 100% tax. She bought a sewing machine so that she\ncould sew clothes if necessary, and anything that would be -- she packed up office equipment.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAgain, money had no value, so the export tax made sense because before my father could\npass the state boards we had no way of making a living.\nFortunately, that happened that December.\n>> Bill Benson: So for everything that you purchased it was 100% tax on that?\n>> Frank Liebermann: Yes. That you owned.\n>> Bill Benson: So whatever you had?\n>> Frank Liebermann: Whatever you had, you had it appraised, paid it, then you packed it in\nwhat was called the lift, which was a big container like a shipping, cargo ship.\n>> Bill Benson: During that time, while you're waiting, you unfortunately broke your arm. Tell\nus about that incident.\n>> Frank Liebermann: This gives a hint on how -- | was 9 years old, but we developed certain\ninstincts. | had fallen and broke my arm. | Knew it hurt. | proceeded to take my bicycle, hold\nmy arm, ride home with one hand, rather than to call anybody, because that wasn't a good\nidea. | would not have called 911. | did manage to get home. My mother immediately called\nan orthopedist from Gleiwitz, who told her he's sorry, he can't handle it, because he doesn't\ntreat Jews.\n>> Bill Benson: This was probably somebody your father knew from his practice?\n>> Frank Liebermann: Oh, they had had dinners with the equivalent of medical society with\nthem. There's an exhibit in the museum now \"And they were your neighbors.\" This was -- |\ncan add that to that experience.\nMy mother started calling various hospitals and finally found somebody in Boyton, which\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas my father's hometown, who instructed her to take a taxi to the Catholic orphanage and go\nin the back door, and that he would make it his business to be there and set my arm and give\ninstructions to our pediatrician, who would take care of it from then on.\nSo he put the cast on, and my pediatrician did the rest of it, and did such a good job that\nmy left arm extends further than my right arm.\n[Laughter]\nlt was the left one that was broken.\n>> Bill Benson: All of that was done surreptitiously?\n>> Frank Liebermann: Yes.\n>> Bill Benson: Why did it take four months for you and your mother to follow your father?\n>> Frank Liebermann: The visa at that time was 120 days. So it was prudent to save money\nin the United States. That's why my father was studying, but he doesn't have any additional\nexpenses. We went in October. In fact, we arrived on October 20, 1938, and were met by my\nfather and immediately taken to Cleveland, where he was studying at the time.\n>> Bill Benson: Before we turn to arriving in the US, Frank, when your mother made the\npreparations, she arranged for the trip on a ship, when you got to the port in Bremerhaven, you\nhad a scary incident there.\n>> Frank Liebermann: Well, | mentioned Munich, which in order to underline the threat of war\nfrom Hitler he called back all German ships at sea. So the Europa on which we were booked\nwas called back. By the way, my future wife was on that ship.\n>> Bill Benson: On that ship?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Frank Liebermann: Yes. They were called back to Bremen and lost three days in the\nharbor. Obviously, it was running behind schedule. When we got to Bremerhaven there was\nno ship, and propaganda was so complete, the censorship was so complete you couldn't listen\nto foreign radio, all press was nationalized, and in fact listening to a foreign station was cause\nfor imprisonment or concentration camps.\nSo that when Munich was happening, my father sent cables, \"Get an earlier ship. Get\nan earlier ship.\"\n>> Bill Benson: Munich was a conference?\n>> Frank Liebermann: The Munich Conference, where Czechoslovakia was sold down the\nriver. For peace in our time, that's a famous quotation of Neville Chamberlain, the prime\nminister of England. That lasted exactly a year.\nSO anyway, we were told that the ship would be coming in the next day, and we did the\nfinal -- we made up the final time, because it could make it in six days on the passage, well, a\nweek, seven days, it was always supposed to leave on the same day.\n>> Bill Benson: And your father had frantically been telling you to come earlier.\n>> Frank Liebermann: Yes. But we didn't know why. We didn't find out until we were on the\nship.\n>> Bill Benson: By the time you left, your visa was beginning to run out. You were up against\nthe clock, if | remember right.\n>> Frank Liebermann: We had a week.\n>> Bill Benson: A week left to go. Close.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Frank Liebermann: Yes.\n>> Bill Benson: What do you remember about your trip to the US?\n>> Frank Liebermann: It was extremely -- hurricane season in October, and | was fascinated\nby the fact that when | looked at -- we were in first class, not because of luxury, | said we had a\ncabin right in front of the boat, so that you felt like going in an elevator. It was sudden ups and\ndowns. But! spent my time watching the bow go dive into the wave, and then when the wave\nfinally came off it went up with a jerk. It was fascinating. One time | was one of six people in\nthe first class dining room.\n>> Bill Benson: Because everybody else was sick?\n>> Frank Liebermann: Everybody else was sick. Except for me, everybody sat on the\ncaptain's table, but since | was Jewish | didn't know why.\n>> Bill Benson: Had a table to yourself?\n>> Frank Liebermann: A table for myself.\n>> Bill Benson: Frank, what was it like to reunite with your father? Do you remember that?\n>> Frank Liebermann: Oh, it was great. The first thing | was introduced to was a Coke, which\nis a national drink. Then we took the 5th Avenue bus for five cents and got a beautiful tour of\nNew York, Central Park and back.\n| had my sightseeing tour and we bought a big crystal ashtray to the cousin who gave\nus the visa.\n>> Bill Benson: The cousin who is a descendent of the fellow who had gone to Germany?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Frank Liebermann: The descendent of one who absconded with the $3,000. He accepted\nit graciously and took us to the top of the RCA Building, where | got a view of New York.\nAfter that, we were off to Ohio.\n>> Bill Benson: You go to Cleveland, your father is preparing for his medical boards there, and\nyou unpack. One of the things that you unpack is your bicycle.\n>> Frank Liebermann: No, that didn't come until Dayton.\n>> Bill Benson: I'm jumping ahead a little bit. But let's go there. Eventually, you move to\nDayton.\n>> Frank Liebermann: My mother was closing up the household. We took anything that was\npractical, including my bicycle, which was my way of transportation. Friends of theirs, in fact,\nmy mother's obstetrician -- no, somebody else. Friends of theirs had a bicycle and motorcycle\nstore, and they offered to pack up my bicycle in one of those boxes so it doesn't take much\nroom. You know, you turn it in a bicycle box, and my mother graciously accepted. The\nbicycle, by the way, was packed into the lift, which it was called, with the furniture and\neverything, with the customs inspector to see that everything had been properly paid for the\nsecond time.\nEverything was sealed and went out.\n>> Bill Benson: The customs official first would unpack everything?\n>> Frank Liebermann: Checked everything.\n>> Bill Benson: Checked everything, repacked it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Frank Liebermann: They checked everything, and checked it off. It was sent off and stored\nin Cleveland because we didn't know where we would go from there. So that goes -- I'll skip\nahead. My father passed the exams and opened an office in Dayton on Valentine's Day.\nFebruary 14, 1939.\nWe had gotten a one-bedroom apartment, and unpacked the lift. When we got to\nDayton we got a letter from the bicycle store, said they should be very careful opening up my\nbike. In the frame, covered by black cloth, are some valuable gold coins which were prohibited\nownership. In other words, nobody was allowed to own any gold. And they should keep them\nfor them for later delivery.\nMy father turned red, blue and orange. That anybody would endanger our lives for a\nfew lousy gold coins, which by now are owned by my children. In other words, everyone got\none, and also Marianne. After the war they requested the refrigerator, he should sell them and\nget them a refrigerator.\n>> Bill Benson: In return for their gold coins?\n>> Frank Liebermann: In return for the gold coins, which he gladly sent off and never wanted\nto hear from them again.\n>> Bill Benson: Now let's go back, Frank, you're in Cleveland. In November, November 9-10,\nthe infamous Night of Broken Glass, or Kristallnacht in Germany and Austria. You're in\nCleveland, but the family is still in Germany. Tell us about that.\n>> Frank Liebermann: It was a Wednesday where they had a special, | think, 10 cent movie,\nbecause nobody wanted to go to a movie on Wednesday. That was the first time my parents\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwent out.\nThey asked a neighbor to look in, this was an apartment house, to look in on me\noccasionally. And all of a sudden, about 9:00, the phone rings for a person-to-person call from\nmy grandparents. This was 3:00 in the morning German time.\n| Knew something wasn't right, but that was the longest hour | can remember until my\nparents came back. They answered the phone and advised that my mother's brothers were\narrested, that the store had been confiscated, what can we do to help?\nSo my father's next step, even though it was before the state boards, was to take a\ngreyhound bus to New York to see the cousin. Who --\n>> Bill Benson: The same one who had given you the affidavit?\n>> Frank Liebermann: Same one who gave us the affidavit. We never used a penny of it. We\ntold him what happened. He said, \"I'm sorry. | can't take that much responsibility. It isn'ta\nyear yet for you, so | can't help you.\"\nIn other words, the family got too close to that event, and that was it.\nNow it's eventually -- they were never able to get out, because we had no way of giving\nan affidavit to guarantee that they wouldn't need help.\nBy the way, | like to add, I'm considered a survivor. | really consider myself a witness.\nMy instincts were honed, but | wasn't affected the way some of my colleagues here at the\nmuseum are. But | feel the story is close enough, and the museum considers me a Survivor.\nI'm one of the fortunate ones.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Frank, if you don't mind, there's a couple things | want to ask you about before\nwe close.\n>> Frank Liebermann: Sure.\n>> Bill Benson: When your father passed his boards, was able to practice medicine in the\nUnited States, you moved to Dayton, but your father had some obstacles to get into practice.\nIf you don't mind sharing that with us, | wish you would.\n>> Frank Liebermann: All right. | mentioned that he chose Dayton because there was no\nJewish ear, nose, throat, ENT specialist in Dayton. As soon as he got settled he applied for\nAMA membership, which was a license to legitimacy at that time, because if you belonged to\nthe AMA you had to show that you went to an accredited medical school, that you had a good\nreputation, that you got the proper background, and it was a requirement for getting hospital\nprivileges.\nSo right after he applied the AMA held an emergency meeting on a Friday night --\n>> Bill Benson: In Dayton, the Dayton chapter?\n>> Frank Liebermann: On chabas night, and passed an ex post facto law by citizenship for\nmembership, by a vote of 52-50. Somehow, one of the people at the meeting called the paper\nabout it, because the next morning a reporter from the Dayton Herald called my father's office\nsaid can he come in for about 15 minutes?\nHe saw the reporter, who asked for his credentials, and looked at them, thanked him\nand went away.\nThe next morning there was an editorial in the Dayton Herald Sunday paper, \"Freedom\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nof Opportunity in the United States,\" describing what had happened.\nThe following Monday he had 11 new patients. So one of my favorite sayings is, \"If you\nget a lemon, try to make lemonade.\" You never know what happens.\n>> Bill Benson: Your father, when you told us that he immediately left for New York after the\nnight of Kristallnacht to see what he could do, and was not able to do very much, he would\ndedicate himself to helping refugees come from Europe. Will you say a little bit about that?\n>> Frank Liebermann: He gave | think 107 affidavits for various refugees in order to get\nresettled. And this was after the war, because he felt he wanted to help other people. He was\nthe recipient of the highest, the international highest award, together with President Truman,\nby the way. That was a special honor. For rehabilitation work of refugees after World War Il.\nThe HIAS is an organization which | don't Know the exact name. You might.\n>> Bill Benson: Hebrew Immigration and Aid Society? HIAS.\n>> Frank Liebermann: Exactly. He was the proud presentation of that.\n>> Bill Benson: Frank, tell us about some of your family members that remained in Germany.\nWhat happened to them?\n>> Frank Liebermann: Unfortunately, my father's -- my grandmother died. My father's mother\ndied in 1935 of high blood pressure.\nMy father's father, whose picture you saw and who went to an assisted living place, my\nfather was able to get him, since he was single, visa to get out. On the way to Spain, this was\nalready during -- this was in 1940, during World War II had already started, but there were\nways of getting out, he got sick and rather than to be taken to a hospital he was sent to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nTheresienstadt, where he perished.\nMy mother's brothers, the two older ones, twins, and wife and daughter, were on the\nway to Shanghai, one of two countries which took refugees. Shanghai and the Japanese\noccupation. And the Dominican Republic in the Caribbean. They were on an Italian boat on\nthe day that Italy declared war on France and England when Hitler broke through the Maginot\nLine, or went around it and headed for Paris. So the ship could never get through the Suez\nCanal and was sent back to Genoa. We never heard from them again.\nMy grandparents were in Theresienstadt until about the end of 1943 and then sent to\nAuschwitz, and my mother's little brother -- | have documentation, he also perished in\nAuschwitz. | don't know when.\nWe had had some contact with -- my mother had some contact with her parents where\nthe Red Cross occasionally went in and said everything was fine, because they weren't looking\nbehind the walls.\n>> Bill Benson: Did any of your family members that were in Germany survive?\n>> Frank Liebermann: A distant cousin, who somehow got to Panama in 1939, and whose\ndaughter is our closest relative in Virginia.\n>> Bill Benson: She eventually came from Panama to the United States?\n>> Frank Liebermann: They came to the United States.\n>> Bill Benson: Frank, for you, probably the last question I'll be able to ask, you came here in\n1938, Kristallnacht occurred in November of 1938. Germany went to war attacking Poland in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nSeptember 1939. Then the war was on. The United States getting into the war after Pearl\nHarbor in December 1941. What were those war years like for you and your family?\n>> Frank Liebermann: For my mother it was horrendous, because it was a combination of\nhope and fear, but you have to go on and she was a trouper. She helped my dad in his office,\nbecause doctors and nurses were in very short supply. My father was rejected from the army.\nHe volunteered.\n>> Bill Benson: He volunteered.\n>> Frank Liebermann: But he was over 40. They wanted young doctors, and Dayton was --\ngrew from 200,000 to 300,000 and had a terrific shortage of physicians during that time,\nbecause Dayton was General Motors, National Cash Register, all war industries. But he\nvolunteered, every Thursday was giving medical exams of draftees.\n>> Bill Benson: Your mom wrote a book, right?\n>> Frank Liebermann: She wrote an autobiography of her two lives, which my children really\npushed for. | want to give special thanks to my daughter-in-law in Seattle, who is a computer\nwiz early on, who was the chief editor and printer.\n>> Bill Benson: Last question for you, Frank. When you had to start school, of course, when\nyou were here, and you were put at a very early grade than you were prepared for, but moved\nquickly. Tell us about your first school experience here.\n>> Frank Liebermann: | was put back about a year. That was the way it was done. There\nwere no tests for teachers, which my wife was for many years. | skipped -- actually, | was a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nlittle ahead of myself when | was finished. That was no problem.\n[Laughter]\n>> Bill Benson: | would think not. I'm going to turn back to Frank in a couple moments to\nclose our program. We didn't have an opportunity for you to ask questions, but when we finish\nFrank will step down off the stage and so if anybody would like to come ask him a question,\nthat works for you, right, Frank?\n>> Frank Liebermann: Sure.\n>> Bill Benson: If you want to say hi, get your photograph taken together, please do so. |\nwant to thank all of you for being here, remind you that we will have two more First Person\nprograms this year, next Wednesday and Thursday, then we'll resume again in 2014.\nIt's our tradition at First Person that our First Person has the last word. And so on that\nnote, I'll turn it back to Frank to close the program before he steps over to the side here if\nanybody wants to talk to him.\n>> Frank Liebermann: | just came back from a trip, which was wonderful, with my grandson\nAaron and his sister, to the Czech Republic, Slovakia, and southern Poland. Among other\nthings, we went back to the town where | was from, which is now in Poland. Whenever | think\nof that or hear of it, | kind of pinch my cheek to think that | could have possibly lived there,\nbecause with all of the things which we discussed about the Holocaust, was given the chance\nto live the American dream, which | would have never done elsewhere. I'm grateful for that.\n| go one further. I've made peace. When | volunteer here at the museum, | have a big\nbutton that says, \"| soeak German.\" | feel it's three generations. The Germans have probably\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nowned up to what they did better than any other country in Europe, and hate gets you\nnowhere. The other person doesn't even feel it. So | feel very good about volunteering here,\nand basically in my mind this museum's job is to prevent genocide or prejudice of any kind,\nbecause it is bad for everybody.\nEnd of story.\n[Applause]\n[Presentation ended at 2:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}