{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON HARRY MARKOWICZ\nThursday, July 16, 2015\n11:00 a.m. — 12:07 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the Museum's public program First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nHarry Markowicz, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Arlene and Daniel Fisher Foundation and the Helena\nRubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of twice weekly conversations with survivors of the Holocaust who\nshare with us their firsthand experiences during the Holocaust. Each of our First Person guests serves\nas volunteers here at this museum. Our program will continue twice weekly through mid-August.\nThe Museum's website, www.ushmm.org, provides information about each of our upcoming First\nPerson guests. Anyone interested in keeping in touch with the Museum and its programs can complete\nthe Stay Connected card in your program or speak with a museum representative at the back of the\ntheater when we finish our program. In doing so you will also receive an electronic copy of Harry\nMarkowicz's biography so you can remember and share his testimony after you leave here today.\nHarry will share with us his First Person account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows at the end of our program, we'll have an opportunity\nfor you to ask Harry a few questions. The life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Harry is one individual's account of the Holocaust. We have prepared\na brief slide presentation to help with the introduction.\nWe begin with this photograph of Harry and his siblings, Rosa and Manfred, or Mani, in 1941.\nHarry was born on August 9, 1937, in Berlin, Germany. His parents, Max and Marja, had emigrated\nfrom Poland shortly after World War I.\nThis photo shows Harry's mother's family around 1914 in Widawa, Poland. Harry's mother is\nthe second from the left in the back row, with the long braids. The others in the picture are Harry's\naunts and uncles, 11 in all, and Harry's grandmother is in the middle sitting next to her youngest child,\nBolek. Of those in the photo, only three survived World War II: Harry's mother, her youngest sibling\nBolek, and her sister Leonia, third from the left in the back row.\nHere is a picture of Harry's father, Max, in Berlin, Germany, in front of the Reichstag building\naround 1919 or 1920. He had recently arrived from Poland.\nOn this map of Germany, the arrow points to Berlin, where Harry and his family lived when he\nwas born. In 1938, a family friend, who was a policeman, warned the Markowiczes of an impending\noutbreak of violence against Jews in Germany. Harry and his family escaped to Antwerp, Belgium.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThis arrow shows where Antwerp is located.\nWhen Germany invaded Belgium in May 1940, the Markowiczes tried to cross the border to\nFrance and were denied entry so they rented a beach house in La Panne, Belgium. The second arrow\non the left points to that area. They stayed until Belgium surrendered to Germany in late May.\nIn 1942, Harry and his family went into hiding in Brussels. Harry and his siblings were placed\nseparately in children's homes and with different families. Harry lived with the Vanderlinden family until\nthe liberation of Belgium in September 1944. Here we see Harry with Mrs. Vanderlinden.\nAfter the war, the Markowiczes resumed their life in Brussels. Here we see Harry and his\nfamily in Brussels. Harry and his parents emigrated to the United States in 1951, joining his siblings,\nwho had emigrated in 1949 and 1950.\nAfter arriving in the U.S. in 1951, Harry and his parents settled in Seattle, Washington, where\nhis brother and sister had gone after their move to the U.S. He went to the University of Washington for\nhis undergraduate studies; then attended Simon Fraser University in Vancouver, Canada, for his\ngraduate degree. At Simon Fraser, Harry's study in linguistics and particularly in sign language led to\nhis career working with people with deafness. After his studies Harry spent a year in France. He would\nreturn to France later to work for five years before becoming a Professor of English at Galluadet\nUniversity in Washington, DC, the world's only university with programs and services specifically\ndesigned to accommodate deaf and hard of hearing students. It was established by an Act of\nCongress in 1864. After 30 years at Galluadet he retired in 2008. Harry also taught English as a\nSecond Language in Israel and Canada, as well as French in the U.S. and in Canada.\nSince his retirement Harry has become very involved with this museum. He presently works\nas a volunteer in Visitor Services. You will find him at the Information Desk on Tuesday afternoons.\nHarry also participates in the museum's writing program for survivors. You can read several of Harry's\nessays on the Museum's website.\nHarry and wife Arlene, whom he met in Washington, D.C. but to whom he proposed in France\nwhen she came to visit, celebrated their 38th Wedding anniversary on June 26. Arlene could not be\nhere today but he's accompanied by his good friends who are here with Harry in the front row.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mr. Harry Markowicz.\n[Applause]\nHarry, thank you so much for joining us and for your willingness to be our First Person today.\nWe'll start because we only have an hour and you have a lot to share with us.\nYour father settled in Berlin in 1919 and married your mother in 1926. By the time you were\nborn in 1937, Hitler and the Nazis had been in power for four years. Let's begin with you telling us what\nyou can about your parents and their lives prior to your birth.\n>> Harry Markowicz: As you mentioned, my parents were born in Poland. Then they emigrated to\nBerlin. My father was a businessman. He had a wholesale business. He dealt with pelts, skins from\nanimals. They led a kind of middle class life. They were somewhat religious, not too religious. This is\nall hearsay because | wasn't around.\n>> Bill Benson: Of course.\n>> [Laughter]\n>> Harry Markowicz: My brother and sister went to school. | wasn't born until 1937.\n>> Bill Benson: Right. Your father was a soldier in the First World War. Do you know anything at all\nabout his experience during the First World War?\n>> Harry Markowicz: The only thing | know is that he served in the First World War in the Polish Army\nwhen he was 15. The Army was a very difficult place for Jews. He wasn't declared as born until he\nwas already 2 years old, | guess. The idea was that at 15 if he was called up, he wouldn't look like he\nwas healthy until an 18-year-old and wouldn't have been taken but he was taken. What he did during\nthe war he never talked about. | assume he was in the cavalry because he knew how to ride a horse.\n>> Bill Benson: That's remarkable. He actually was serving at age 15 in the First World War. Wow.\nHow did your parents meet?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Harry Markowicz: They met at a wedding. It took place -- it's -- it was Dansk then, an international\ncity between Poland and Germany. It changed sides occasionally. It took place there because, for one\nthing, the groom couldn't go back to Poland. He had left Poland to avoid the draft also. It was a\nrelative of my father's, through marriage. The wedding took place and afterwards this relative\nsuggested my father take a young woman from the people who were at the wedding and propose to\nher. So he did that.\n>> Bill Benson: So he did that?\n>> [Laughter]\n>> Harry Markowicz: Yeah. And within eight days they were married.\n>> Bill Benson: Do you know what their life was like living in Berlin in the late 1920s, what that life was\nlike for them? Did you learn anything about that?\n>> Harry Markowicz: No. When | was young, my mother tried to tell me about her life or their lives,\nboth in Poland and Germany before the war, but | was not interested. | wasn't curious about it,\nunfortunately. So | really don't know.\n>> Bill Benson: One thing you did tell me was that your father was among those who thought the rise\nof Nazism couldn't last, that this was temporary. Would you say more about that?\n>> Harry Markowicz: Yes. He and, as you said, others assumed that the world wouldn't let Hitler go\non. At some point they did consider leaving. They had applied for visas to come to the United States.\nAnd also, my father had sent a large sum of money out of Germany to Ireland where my mother had a\nsister.\n>> Bill Benson: To Ireland?\n>> Harry Markowicz: Yes. Just in case. The thing was it was difficult to leave with your possessions.\nThe Germans encouraged Jews to leave but they had to pay an exit tax and also they were restricted in\nhow much currency they could take out.\n>> Bill Benson: In fact, | think | read that, as you said, Jews were encouraged to leave at that time but\nthe tax on property that you owned, to take out tax, was 100% of the value of what you wanted to take\nwhich was an extraordinary burden for people.\nKristallnacht or Night of Broken Glass took place November 9 through 10, 1938. Sometime\naround Kristallnacht your family fled Berlin for Belgium. And just prior to that your father had taken your\nbrother and sister with him to Aachen, Germany, but returned. Tell us what you can about the events\nthat led first to your father's departure for Aachen, then the family's decision to flee Belgium.\n>> Harry Markowicz: Aachen is a city in Germany where they have spas, special mineral waters. So\nit's a resort place. He went there with the intention of going to Belgium. Belgium accepted the\nrefugees. They met with a smuggler there who took a large number of people through the forest. They\nran into a Dutch patrol -- because Holland and Belgium are close to -- next to each other there and also\nto Germany. They were stopped by the Dutch patrol and turned over to the German authorities. My\nfather and other adults were put in jail. My brother and sister were placed with a Jewish family in\nAachen. A short time later he was released. What the German authorities were concerned about is\nthat he had paid his exit tax and the normal taxes and he had done that. He had taken his precaution.\nHe had paid taxes in advance, had to pay the exit tax. So they let him go. And he had to promise that\nhe would leave the country.\nSo he came back to Berlin with my brother and sister and then smuggled himself across into\nBelgium illegally somehow and arranged for a Belgian man who worked in Germany, lived on the\nborder, on the Belgium side, but he commuted every day. He arranged with this man by paying a lot of\nmoney to bring us across the border as his family. So that's how we got to Belgium.\n>> Bill Benson: Tell us about the incident prior to that. | think it was Kristallnacht when a policeman\nwarned your father that something terrible was going to happen.\n>> Harry Markowicz: Shortly before Kristallnacht this policeman used to be the fiancé of our nanny,\nprevious nanny. Nannies, young women, could no longer work for Jewish families at that time. It\nprobably was my brother and sister's nanny. Anyway, for some reason my father and this man who\nwas a policeman remained friends. The policeman came to see my father and told him that he had to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nleave the country because something worse than had happened so far was going to happen. He was\nprobably talking about Kristallnacht, wnen there was a nationwide Pogrom in which stores were\nvandalized, hundreds of synagogues were burned down, 30,000 men were put in concentration camps.\nAll of this was before the war. So he warned him. He probably had inside information because\npolicemen, during Kristallnacht, had orders not to intervene, not to stop the crowd that was attacking\nthe Jewish businesses and the synagogues and so on. So my father took that seriously and that's why\nhe made the attempt to leave.\n>> Bill Benson: And while he was in Aachen, | believe, you were still at home with your mom and the\npolice came to your house. What happened then? | think | remember they were looking for your\nfather?\n>> Harry Markowicz: Yes. My mother and father arranged a story, which was true, he was going to\nAachen. They didn't mention he was going to cross the border. So they confirmed the story with my\nmother. So they let him go.\n>> Bill Benson: You were a little boy. Tell us about the incident when you were at the border and the\ncar keys were missing; you were trying to get across.\n>> Harry Markowicz: There were two events that happened when we were at the border. One was\nthat Hitler was giving a speech over the radio. It was a very important speech about the fate of the part\nof Czechoslovakia that was occupied, three million German-speaking people lived. It had previously\nbeen part of Germany until World War |. So at the border the German guards were interested in the\nspeech. | don't know if this was a French border -- sorry, not French border. The German border or\nthe Belgian border but either way they were interested in the speech. So they didn't pay much\nattention.\nIn the meantime, somebody gave me the keys to keep me busy, the keys to the car.\n>> Bill Benson: As you were trying to get across the border.\n>> Harry Markowicz: Yes. As we were waiting for the border guards to let us through. Then they\nopened the gate. Where are the keys? [Laughter] There was a whole bunch of keys on one ring. This\nman actually owned a garage. He dealt with a lot of cars. He had to look for which key it was. So\nthere was this moment of suspense. Of course, | don't remember it. | was the guilty party.\n>> [Laughter]\n>> Bill Benson: But they made it. So they got into Belgium. And so there you are living in Belgium, in\nAntwerp, Belgium. The war begins with the invasion of Poland in September 1939 but then Germany\ninvaded Belgium on May 10, 1940. And a few days later your family then fled towards France to try to\nget to France. Tell us about your family's attempt to make it to France and what happened once you\ngot to the border between Belgium and France.\n>> Harry Markowicz: Right. We weren't the only ones. There were maybe a million Belgians trying to\nget to France to escape the Germans.\n>> Bill Benson: In fact, my image, as many of us would see in a movie, you know, hundreds of\nthousands, a million people fleeing on foot and on bikes and in carts and cars. That's what it was like.\nRight?\n>> Harry Markowicz: Right. Not so many cars because there was no gas.\n>> Bill Benson: Right. Ok.\n>> Harry Markowicz: There was still maybe a limited amount of gas. My parents arranged for -- to rent\na truck with a driver along with four other families. One of those families was the famous man from the\nwedding.\n>> [Laughter]\n>> Harry Markowicz: He had arranged my parents’ wedding. So they took off towards the coast. The\nidea was that they were going to drive all the way to the French border in this truck. But when they\narrived on the Belgium coast, the driver said that's as far as he goes. Whatever reason he had, maybe\nhe was concerned about getting gas to get back or the roads were so crowded that he was concerned\nthat it was taking too long. So he dropped him off at the side of the road.\n>> Bill Benson: All four families. Just said this was it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Harry Markowicz: All five including us. Yeah. At that point we were reduced to walking.\n>> Bill Benson: And you have your belongings with you. Right?\n>> Harry Markowicz: Some belongings. Yeah. At some point my father and the relative, again, the\none responsible for my parents’ marriage, they bought a kind of -- | don't Know what you call them. It's\nkind of a suri, a four-wheeler, three-wheeler bike thing that you see in resort towns. They have them in\nVirginia, Virginia Beach. So they piled the stuff that they had on it and then they put -- the other family\nhad a little girl my age, 3 years old. | was also 3. So they put us on top. And the rest of them pushed\nand pulled this thing all the way to the border, the French border.\nWhen we arrived there, the French let in Belgians or Dutch people. Holland was also invaded\nso people from there, too, were trying to get into France, assuming that the French and the\nBritish -- because before the Germans invaded Belgium and Holland and Luxembourg, the British had\nsent hundreds of thousands of troops to France, had declared war on Germany when Poland was\ninvaded September 1944. So these troops -- somehow the Germans moved in rapidly. Part of the\nproblem was that the Belgian king, King Leopold, surrendered on the 18th day of the invasion without\nwarning the French or the English. So the Germans just moved in, trucked in. They essentially\nsurrounded the British and French, hundreds of thousands of troops who were on the beaches where\nwe were with their equipment but pretty much defenseless. The Germans had stopped the advance\nabout 20, 25 miles back for some reason. Maybe they were under supplied. They continued bombing\nthe troops on the beaches and on the roads. So that's where we were.\n>> Bill Benson: So there you are at the border trying to get across and you're not able to. What\nhappened?\n>> Harry Markowicz: They didn't let us cross because we were stateless.\n>> Bill Benson: What is that -- why?\n>> Harry Markowicz: We had no nationality. | was born in ‘37. By that time Jews in many Germany\nhad no civil rights, no citizenship.\n>> Bill Benson: No citizenship so you're stateless.\n>> Harry Markowicz: Stateless. Yeah. So we retreated a little bit from the border. | don't know,\nmaybe my parents were planning to make another attempt at crossing later. I'm not sure. They rented\na villa on the beach to wait, to see what was going to happen whether the Germans were going to\noccupy the whole country or not. So that's where we ended up for a little while.\nThere were British soldiers on the Belgian side also. My brother went to the beach with some\nof the older boys. We were on the beach. They went to the water. The allies had built a dock. They\nhad driven trucks into the ocean to build a pier. And on the French side, there's a large city, a large\nharbor, Dunkirk. The soldiers were being evacuated from there but the harbor was bombed and the\nships couldn't come close enough to pick up the soldiers. It was a very slow process. At that point\nChurchill called for people in England to have boats, small boats, or boats with low draft, to come over\nand pick up the soldiers off the beaches and bring them to the Navy ships that were out further.\nMy first memory dates from then. My very first memory, | wasn't quite 3 years old, | remember\nbeing in a ditch with my mother next to me and a whole lot of other people. Next to me on the road, |\nthink there was an officer, a British officer. | don't know how | knew what he was. His presence was\ncomforting. He was standing, which was different from us because we were lying in the ditch, was\nstanding and looking through binoculars at the sky. | went to sleep. | woke up and he was gone. |\nasked my mother where's the soldier and she told me that the soldiers, plural, are gone. She was\nreferring to the British soldiers. At that age, of course, | didn't know what was going on.\n>> Bill Benson: And, of course, the Germans now are sweeping towards France and they occupy the\nlittle town where you are. Your family has no choice, you can't get into France, so you have to return to\nAntwerp.\n>> Harry Markowicz: Right. We went back to Antwerp. Started walking. Along the way -- this | don't\nremember. My brother told me. We were picked up by German trucks that were coming back from the\nfront. They were empty. They were going to pick up more supplies. We weren't the only ones. We\nwere on the roads, walking on the roads and blocking them so they picked us up and drove us part of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nthe way to Antwerp. They also fed us. There was no food available. Didn't care about whether we\nwere Jews and so on. So we got back home, Antwerp.\n>> Bill Benson: After that whole effort you're back at home in Antwerp. What was life like then now\nunder the German occupation once you were back in Antwerp?\n>> Harry Markowicz: Pretty soon the Germans started forcing various decrees affecting Jewish life.\nJews had to register. The Germans set up a Jewish council. They selected some known people,\nwell-known eminent people from the Jewish community, put them in charge. All the Germans dealt with\nwere the orders and so on. It was up to the Jewish council to enforce them. There were some people\nwho served as Jewish policemen. So besides registering with the Jewish council there was curfew,\nJews couldn't own radios, couldn't teach, couldn't be professors, couldn't be civil servants.\n>> Bill Benson: And even own bikes.\n>> Harry Markowicz: Couldn't even own bikes.\n>> Bill Benson: Right.\n>> Harry Markowicz: Cars in general were requisitioned and besides there was no gas for civilians.\nEventually they started taking over the Jewish businesses. All of this was done gradually, step-by-step\nso that you got used to one restriction and then a new one was imposed. It wasn't all at once. It was\nlike, oh, yeah, we can take this one and so on.\n>> Bill Benson: I'm going to skip you forward a will little bit. From Antwerp, your parents made the\ndecision to move to Brussels. In September 1942 after having been in Brussels for about 18 months\nunder the circumstances that you touched on, at that point your parents made a profound decision and\nthat was to put the family into hiding. What led up to their decision, as best you know, about why they\nfelt they needed to go into hiding in September of 1942?\n>> Harry Markowicz: During that period after the occupation of Belgium, unlike in other countries in the\neast like Poland, in the west Germans didn't set up ghettos. They didn't bother women and children.\nThe only thing that they did -- \"only thing\" -- they took able-bodied men to work, work for Germany for\nfactories, for farms. The selection was done actually by -- in fact, they also sent most of them to\nnorthern France to build fortifications. Hitler was planning to invade England next. They expected a\nreprisal so they built these fortifications along the coast.\n>> Bill Benson: Using forced labor.\n>> Harry Markowicz: Forced labor and slave labor.\n>> Bill Benson: Slave labor?\n>> Harry Markowicz: Yes. My father was called up to go to work. He was supposed to go report at the\ntrain station one day. Initially, people who were taken would send postcards home saying everything's\nfine, we got food and so on. It was the Germans forced them to write these cards. So at first people\ntrusted that it was ok but other people didn't -- my father didn't trust them so he decided he wasn't going\nto go. At that point we left Antwerp where we were registered and moved to Brussels. And there my\nparents didn't register us.\n>> Bill Benson: So in a sense, in modern language, they went off the grid by moving to Brussels where\nthey were not registered.\n>> Harry Markowicz: Right.\n>> Bill Benson: Ok. | think you described that to me as at that point you weren't hidden but now you're\nliving -- | think your word was sort of anonymously.\n>> Harry Markowicz: Yeah, | guess that would describe it. Until the summer of °42; that's when the\nGermans decided on the final solution. The final solution was the extermination of all Jews in the\noccupied countries. So that's when we went into hiding.\nIt wasn't necessarily my parents' ideas. There were underground organizations, Jewish and\nothers, who were suggesting that people go into hiding but also that the families split up to increase the\nchances of the children surviving. They were to give up their children to various institutions like\norphanages or convents where you could pass -- children could pass for non-Jewish and the parents\nseparately.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: Before you go on, Harry, am | correct in my memory that one of the events that\nhappened is that your parents moved out of their house temporarily when the Germans came in and\ntook literally an entire community and deported them while your family was away from that?\n>> Harry Markowicz: Yes. There had been raids that took place at night in Antwerp in August of 1942.\nThere were two raids. They came with trucks, surrounded the Jewish areas, and they had the\naddresses, specific addresses, where Jews lived. In Antwerp they had the help of the Antwerp police.\nIn fact, the Antwerp police on their own did a third raid. They picked up whole families. They weren't\nlooking for just young men. They took young people, babies, children, old people, sick people,\neverybody, the whole families.\nThe word got back to Brussels and from that point on we didn't sleep at our apartment. At\nnight we stayed with my -- my mother had a brother who lived nearby but outside of this Jewish\nneighborhood where we lived. So we went there in the beginning of September, | think September 2, 3.\nThey did the same thing, surrounded the neighborhood where we lived and took everybody who was\nthere. Since we weren't there, we weren't picked up. That's when we went into hiding.\n>> Bill Benson: So tell us -- you end up being several places. Tell us wnat happened to you, your\nsiblings, your parents, once the decision was made to hide.\n>> Harry Markowicz: These underground organizations helped to find hiding places, even before my\nparents handed us over, my brother, sister and I, to an elderly couple they knew from the\nneighborhood. They paid them. They asked them to move and paid them to move to another\nneighborhood where they wouldn't be known so we could pass for their relatives. So that's what they\ndid. The elderly couple moved.\nShortly after -- | have no idea how long. Maybe weeks, months. They decided to move back\nto the old neighborhood since all the Jews there had been taken away. There were lots of apartments,\nnice apartments, available. So they moved back to the old neighborhood which was not ideal. And\nalso their grandson, 18 years old, he lived with them. And at some point he decided to join the fascist\ngroup affiliated with the fascist political party in Belgium. He might not have turned in his grandparents\nbut it still was not an ideal situation.\n>> Bill Benson: Right. He could have denounced them for hiding Jewish children. Right. So then\nwhat happened next?\n>> Harry Markowicz: My sister and | were put in a villa out in the countryside. | don't Know much about\nit. There were other kids there. My brother came to visit us and found out that there were Jewish\nadults so that made it more dangerous. He told my mother and we were taken away from there. | don't\nknow how this happened. | don't remember. But we were taken away from there. In the meantime |\nwould stay with my parents. My brother and sister stayed in a commercial laundry where they hid.\n>> Bill Benson: In a laundry.\n>> Harry Markowicz: Ina laundry. Every time we were between places. | was in four places. My\nbrother was in seven. And my sister -- but the next place, this villa. Then the next one was on the\noutskirts of Brussels. Across the street were farms. There was an area, | think it was built by the\nmunicipality for working class people. My sister and | were taken in by a family, the Vanderlindens.\n>> Bill Benson: The Vanderlindens.\n>> Harry Markowicz: Yes.\n>> Bill Benson: And you would be with them for a while. Tell us about life with the Vanderlindens,\nincluding they actually moved into Brussels while you were with them. Right?\n>> Harry Markowicz: Right. My sister and | were there with them for some time. What | didn't know\nwas that my brother was living with another family just a few blocks away. They didn't tell me because\nthey were afraid if | revealed it to somebody else to my friends. So | didn't Know it. My sister knew it\nbut she didn't know where he was.\n| was actually going to school. They put me in a school. Belgium was a binational country,\nbicultural, two languages used: French and Flemish. This was a Flemish area. | didn't know Flemish.\nAnd the school was a Catholic school. The teachers were nuns. We were taken to church. So |\ncouldn't really talk to the other kids.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nOne day, an older boy, maybe 10 years old, | was about 6, came over to me and he was\nspeaking French. He was Jewish, too.\n>> Bill Benson: | think you told me there were a few kids in the school who spoke French, everybody\nelse spoke Flemish, and the kids who spoke French were the hidden Jewish kids.\n>> Harry Markowicz: Right. He introduced me to the other kids who spoke French and they were all\nJewish kids.\n>> Bill Benson: In this Catholic school. At this time, where were your parents?\n>> Harry Markowicz: My parents lived in a building that looked like it was vacant. They had an\napartment. The landlord knew they were there. They paid rent. There were neighbors who lived\nacross the street who shopped for them and brought the food over.\n>> Bill Benson: And they did this at risk. Right?\n>> Harry Markowicz: They did it at great risk to themselves, the whole family. Yes. They were very\ncourageous to do that.\nThere was also another Jewish family in the building. The older boys were taken away to\nwork first and then the mother and the young daughter went out to the store that was on the street and\nthey were arrested. Normally the mother didn't go out but she did that day. A lot of this was all chance.\nThen there was just the father and two more kids. They moved out. We have no idea what happened\nto them.\n>> Bill Benson: Tell us -- with the Vanderlindens, you're living, as you described, in the countryside but\nthey then moved into the city, into Brussels, taking you with them. What prompted them to make that\nmove and then what was that like living with them in their household in Brussels?\n>> Harry Markowicz: Where my brother was staying there were also two other Jewish kids. One day\nthe Gestapo came. The Gestapo are secret police. This was from intelligence. They came to look not\nfor the Jewish kids but they came to look for the adult son of the family who was working in Germany\non the railroad. The Germans recruited Belgians to work in Germany. And when they couldn't get any\nmore volunteers, they took them by force. And this young man was working in the railroad yard with\nseveral other Belgians. They were given leave to go home for five days but it took them three days to\nget home. Not because it takes that long -- to take the train from Germany to Belgium it's a short\ndistance -- but because the trains weren't running because they were bombed by the allies. So they\nwere late going back home. And when they got back -- I'm sorry, not back home. They were late going\nback to work in Germany. In the meantime, the railroad yard where they were working had been\nbombed so the Germans arrested them suspecting that one or more of them was a spy and provided\nthe allies with information.\nSo the Gestapo intelligence came to the house, his parents' house, this one guy, and\nsearched the house. They were looking for a radio transmitter. They didn't find any. Before they left\nthey told my brother and the other two kids in German -- they told them, \"We'll be back for you\ntomorrow.\" So my brother, he knew where we were. He came to get my sister and | and we left the\narea. In fact, later my brother found out they never came back.\n>> Bill Benson: They did not come back.\n>> Harry Markowicz: Not all Germans were interested in getting Jewish kids.\n>> Bill Benson: For the Vanderlindens, if | remember correctly, your parents persuaded or paid the\nVanderlindens to move into Brussels and that was a big move for them but they did and they took you\nwith them.\n>> Harry Markowicz: Right. So after this | went to stay with my parents for a while again. This\nprobably -- | don't Know how it was arranged but probably through the underground. My parents, again,\nasked the Vanderlindens to move into Brussels where they wouldn't be known. So they had to give up\ntheir jobs, change what they were doing. They agreed to do it. They took me with them then. My\nsister was elsewhere after that. | was on my own because | was already used to them. My sister was\nwith me because of the separation -- | was 5 at first, 5, 6. It was difficult for me.\nSo | went back to live with the Vanderlindens and nobody knew them so | could pass for their\nson. So! could go outside. | went to school again. This time in French. | guess life was almost\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nnormal. | didn't Know about life outside of the war. | didn't know what life was like so this was normal.\nMy family was never normal.\n>> Bill Benson: One of the things that you shared with me was that you described your parents were\nliving in what appeared to be a vacant building. The landlord knew they were there. Tell us about the\narrangement, the circumstances | think, with a beauty shop.\n>> Harry Markowicz: My mother used to go outside. She could pass for Jewish as far as appearance\ngoes. She was blond and had blue eyes. Bleach blond.\n>> [Laughter]\n>> Harry Markowicz: She was just around the corner from their place when she saw German soldiers\nwalking in her direction. So she sort of panicked. She was just happened to be in front of a beauty\nparlor so she went in.\n>> Bill Benson: To get away from the Germans.\n>> Harry Markowicz: Right. She went inside. The beauty parlor owner -- many small stores people\nlived in the back of the store or above the store. She waved to come into the back of the store. My\nmother was afraid to go. The woman told her, \"My husband's Jewish and he's hiding.\" He was in the\napartment in the back. So my mother went. They became friends.\nIt just happened that there were gardens in the back. All the gardens had tall walls, brick\nwalls nearly 10 feet high.\n>> Bill Benson: Adjacent to where your mom and dad were hiding. Ok. So it was adjacent to it. Ok.\n>> Harry Markowicz: Right. Although it was around the corner. So they arranged that if the Germans\ncame to either place, they would jump the wall, take a ladder, go across the wall to the other place. A\nnumber of times my parents went over the wall. There was a Russian who lived in the building next\ndoor and the Germans came several times to look for him. They came and my parents saw the car out\nfront. They didn't know who it was for. They would go over the wall to stay with the other family.\n>> Bill Benson: | Know there's so much that we're skipping over, Harry, but as we get towards the end\nof the program, | want you to tell us about, of course, liberation and getting reunited with your parents. |\nthink in August or September 1944, your mother came and took you out of the Vanderlinden home as\nthe Germans were retreating. And then not long after that you were liberated. Tell us about your\nmother coming to get you and then about your liberation.\n>> Harry Markowicz: One day my mother showed up to the Vanderlinden's. She said she was taking\nme home with her. It was kind of a shock because | didn't know why the Germans were still there. |\nhad grown very close to Mrs. Vanderlinden.\n>> Bill Benson: Because they were kind people to you.\n>> Harry Markowicz: They were very kind. She was very affectionate. We played games together.\nHide and seek. So my mother said, well, | can come back later but for the time being she wanted me to\ncome home with her.\nSo | left there. On the way, we were in a street car and we didn't talk. My mother didn't know\nFrench so we talked in German and that would have been a giveaway. But she whispered to me. |\nwas Standing next to the window in the street car. She said, \"Look.\" So | looked outside. There was a\nlittle German truck next to the street car. It was being pulled by a horse. Could have run out of gas. |\ndon't know. And on top of the truck there was a German soldier lying flat on the top with a heavy\nmachine gun and he kept looking around at the building. | didn't realize what was going on. My mother\nsaid, \"Look, the Germans are running away.\" So she said \"Remember this always.\" Later | realized\nthe German was scared because the Belgians resistance was attacking Germans at this point, throwing\nMolotov cocktails at them, shooting at them.\n>> Bill Benson: And he's fleeing with a horse-drawn truck at that point. And you remember seeing\nmen in overalls coming out with large boxes and opening them filled with rifles and that was the\nresistance arming themselves and the other Belgians at that point.\n>> Harry Markowicz: Yeah.\n>> Bill Benson: Tell us -- your mom, now you're with your mom. She took you to the park, the\nneighborhood park. And you described that as a scene of happy pandemonium.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Harry Markowicz: Right. One morning after | had been there a few days with my parents my\nmother says we're going to the park. She probably said more but | didn't know what she was talking\nabout. The day before we could hear like shooting, cannons shooting, in the distance. | guess she\nprobably told me that the allies are there. | was 7. | didn't quite know what was going on. | did ask her\nwhy my father was not coming. She's coming out and she says, well, he hadn't been out for two years,\nhasn't seen people, it's just too much for him to come.\n>> Bill Benson: So only your mom had been going out, not your father. Ok.\n>> Harry Markowicz: Yeah. So we were sort of going towards the park. There were all kinds of people\ngoing at the same time, lots of people, going fast. On the way we passed a tank, a German tank that\nwas on fire. | was fascinated by the fire so | stopped to look. My mother grabbed me. There were\nmore and more people. Everybody was rushing. Then we arrived in the park and it was a scene -- |\nknew the world had changed for me at that point. There were tanks. It was the British Army that\nliberated Brussels. There were all of these tanks all over and people, civilians, all over on the tanks,\nkissing the soldiers, giving them wine, beer. Beer was better in Belgium.\n>> [Laughter]\n>> Harry Markowicz: They make the best beers.\n>> [Laughter]\n>> Harry Markowicz: So my mother took me over. There was a tank with one soldier standing on it.\nWe looked up. He looked down. We couldn't communicate except by looking. Then he put out his\narms, leaned over, and my mother pushed, held me up. He pulled me up in his arms. | looked at my\nmother. She said, \"Give him a kiss..\" So | kissed him. And then | looked down and my mother was\ncrying. So that was very disturbing. | didn't know why she was crying. It didn't seem to bother the\nsoldier because he kept smiling. My mother tried to tell me that there was nothing wrong; she was\ncrying out of happiness.\n>> Bill Benson: So that was liberation. And at this point your brother and sister are still elsewhere.\n>> Harry Markowicz: Right.\n>> Bill Benson: Before we end, tell us about your mother and father then reuniting the family.\n>> Harry Markowicz: Right. My brother and sister by this time were staying each with a family in then\nwas the mountainous area of Belgium. My parents couldn't actually go there because the trains were\nstopped running or were used by the allies for transporting material. You had to get permission to\ntravel. So it took a little while. Then eventually they got permission. The trains were running. So |\nwent back to live -- to stay with the Vanderlindens. It turned out that my brother and sister, by this time,\nthey were making arrangements to come to Brussels and were traveling to Brussels and my parents\nwere going there.\n>> [Laughter]\n>> Bill Benson: Your parents actually had a pretty frightening experience when they were on their way\nto get your brother and sister.\n>> Harry Markowicz: Right. On the train -- maybe this was a street car. I'm not sure. They were\nwhispering to each other in German.\n>> Bill Benson: Because that's their language. They whispered to each other in German.\n>> Harry Markowicz: Yeah. They were overheard by people. They got very upset. They thought they\nwere Germans. [Laughter]\nThe Belgian people hated the Germans not only because they occupied World War II but\nbecause they had been occupied in World War |. Both times they had declared themselves neutral.\nBoth times they were invaded by the Germans to get to France, the easiest way for the Germans to do\nthat. In World War | some of the major battles took place in Belgium and also the Germans mistreated\nthe civilians very badly. So there wasn't a lot of love for Germans. There were collaborators for various\nreasons, like in the occupied countries there were people who collaborated with the Germans.\n>> Bill Benson: So they hear your parents speaking.\n>> Harry Markowicz: Oh, yes. I'm sorry.\n>> Bill Benson: They hear your parents whispering in German and they're in charge so they're upset.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Harry Markowicz: Right. They were threatened. | don't Know what would have happened. But a\npoliceman came and rescued my parents.\n>> Bill Benson: So by the time your family is back together in Brussels, it's the fall of 1944 and, of\ncourse, the war would continue until May 1945. You were liberated relatively early. Just as we get\nclose to ending, were your parents -- war is still going on in Europe very much so. Were they able to\njust sort of resume their lives during that period?\n>> Harry Markowicz: Yes, they did. They came out of hiding. Officially my father wasn't supposed to\nwork. He was so involved in black markets, things like foreign currency -- not foreign currency, the\ndollar and the pound. He had done this before when he first got to Belgium. He dealt in currencies.\nThey rented a house.\nWhen we were first liberated and after my brother, my sister and | came, we stayed in their\nlittle apartment where they had been hiding. It was a very small apartment. And also they took in a\ncousin, my uncle's daughter who was left. My uncle, my aunt and their son were arrested. They were\ndenounced just before the liberation in August or maybe July, July or August. Brussels was liberated\nSeptember 4. Just before they were sent to Auschwitz on the last train that got out there. There was\nanother train at the end of August but by that time the Germans were routed and the train didn't leave.\nMy aunt came back. But before she came back my parents took in their daughter who was hidden like |\nwas, probably with a family.\n>> Bill Benson: We saw early in the pictures, in the slide presentation, | believe 11 aunts and uncles.\nSo you had a large extended family. When did your parents and your family learn the fate of most of\nyour family?\n>> Harry Markowicz: It took a while. Gradually -- | don't know what it was like but | know the place in\nParis was a hotel where the Gestapo used it to -- the Gestapo occupied during the war. Anyway, there\nwere people there who made up the list of people who were accounted for, alive. Every day my aunt\nwent back to this place to find out the fate of her husband and her son. |'m sorry.\n>> Bill Benson: When your family really learned what happened, that so many of your family members\nhad perished.\n>> Harry Markowicz: They never talked about it. We never talked about anything related to the war. It\nwas like a taboo subject. | Knew that the family, very few were left but we never talked about it. There\nwere some rare occasions. Once, one of my nieces had a high school project. She had to interview a\ngrandparent. | happened to be there so she interviewed my mother about her life. So | heard that.\nAnd then the part about the war. My father couldn't help but make some comments then. He\nmentioned the policeman. | wouldn't Know otherwise about this policeman who warned him to leave.\n>> Bill Benson: We're really at the end of the program. We haven't had an opportunity for you to ask\nHarry questions but Harry will make a closing remark in a moment. When he's finished, he's going to\nstay behind up here on the stage so we'll welcome any of you to come up here. If you have a question\nyou'd like to ask him, if you just want to say hi to him or take a picture with him, please feel free to do\nthat.\nIt's our tradition at First Person that our First Person has the last word. So I'm going to turn to\nHarry to close our program. | want to thank all of you for being with us today. | remind you that we'll\nhave programs each Wednesday and Thursday until the middle of August, so there's a few left this\nyear. We'll resume again in 2016. So we hope you can come back and join us.\nAgain, Harry will remain here when he's finished so, absolutely, please feel free to come up\nand chat with him afterwards.\nHarry?\n>> Harry Markowicz: I'd like to thank the audience for coming today. Also, I'd like to take this\nopportunity to pay tribute to the many brave Belgians, mostly ordinary people, who participated in the\nrescue of Jews thereby putting themselves at great risk, including their families. A little more than half\nof the Jews in Belgium survived the war. This is even more remarkable when you consider that 90% of\nthe Jews living in Belgium during the German occupation were foreigners, mostly refugees from\nGermany, Austria, and Poland.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nIn the museum's Permanent Exhibition on the second floor, you'll see a long, white wall with\nthe names of rescuers arranged by country. It's not a complete list. In the section on Belgium you will\nsee a plaque for Father Joseph Andre and nearby another one for Jean [indiscernible]. Each of them\nhelped save hundreds of Jewish children. My brother, my sister and | are among them.\n[Applause]\n",
    "segments": []
}