{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nWednesday, April 24, 2013\n1:00 p.m. — 2:05 p.m.\nUSHMM First Person Series\nConversation with Henry Greenbaum\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n2\nWarren Marcus: Good afternoon. My name is Warren Marcus. I'm today's host of the\nmuseum's public program First Person. Thank you for joining us. This is our 14th year of\nour program. Our First Person today is Henry Greenbaum who we will meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation to whom we are grateful for again sponsoring First Person. \\|'m\ngoing the add that it's a personal honor for me to interview Henry as the first year of First\nPerson many years ago was sponsored by my family in honor of my father who had passed\naway the previous year. So this is a very important program for me.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their first-hand accounts of their experience during the Holocaust. Each guest, like\nHenry, serves here as a volunteer at the museum. Our program will continue until mid\nAugust. The museum's website at www.ushmm.org provides information about each of our\nupcoming First Person guests.\nHenry will share with us his First Person account as a Holocaust survivor for about 45\nminutes. As time allows towards the end of the program we'll have time for any and all\nquestions.\nThe life stories of Holocaust survivors truly transcend the decades. What you're about to\nhear from Henry is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help you with his introduction, assuming | can use it.\nHenry was born on April ist, 1928. His family lived in a small one-family house that served\nas both the family's residence and a tailor shop. He was the youngest of nine children.\nHenry lived in the town of Starachowice, Poland. There's Poland and here's a map of the\napproximate location of his hometown.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n3\nPictured are two of Henry's five sisters, Ita is on the left and Rozia is on the right.\nIn this photo we see one of Henry's sisters Faige and her daughter.\nThe Germans invaded Poland in 1939. By 1942, at the age of 13, Henry was sent with his\nfamily to do forced labor in a munitions factory. He was deported to Buna-Monowitz Labor\nCamp at Auschwitz and later to the Flossenburg Camp in Germany. At the age of 17 he\nwas liberated and one year later he immigrated to the United States.\nPlease welcome Henry Greenbaum.\n(Applause).\nHenry Greenbaum: Okay.\nWarren Marcus: You've been sitting too long, Henry.\nHenry Greenbaum: | think so, too.\nWarren Marcus: All right. How are you?\nHenry Greenbaum: Okay. I've got it. I've got it.\nWarren Marcus: | guess | should bring my notes. Go ahead.\nHenry Greenbaum: Okay. I'll sit. Okay.\nWarren Marcus: Henry, how are you?\nHenry Greenbaum: I'm doing fine. Thank you.\nWarren Marcus: You sure are. Not bad for 85. April 1st, 85.\nHenry Greenbaum: Thank you very much.\n(Applause).\nThank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n4\nWarren Marcus: We have so much to talk about. I've known Henry, I've been lucky enough\nto know Henry for many years and work with him in many presentations and he could tell us\nall his life story for hours and hours and hours. We can't do that. So what I'm going to\nsuggest is we're going to talk about several topics from his life and he'll share an anecdote\nwith us or two. And I've already apologized to Henry that | may have to interrupt him just for\nthe sake of time. So the topics will include, you know, life before the war and some\nbackground about his family. We saw some pictures of his sisters. What happened when\nWorld War II started. Life in the ghetto. And moving to the labor camp, the death train and\nthen to Auschwitz and then the Death March and liberation. So we've got a lot to talk about\nand hopefully you'll have lots of questions. So thank you for your patience with me ahead of\ntime, Henry.\nTell us about your family and what life was like before the Germans invaded in 1939, please.\n>> Before the war we had a normal upbringing. We were a family of nine children. Three\nsons and a daughter -- three sons and six girls. And we had a normal upbringing. Very\nreligious at home. In fact, we didn't live too far from the synagogue, about two blocks away\nfrom there. | looked like a normal Jewish little boy. Had my curls here underneath and my\ntassels sticking out here. Never bare headed. Always wore a hat. My main thing was to\nplay ball, mostly soccer with other children. Non-Jewish, Jewish, we'd play around with the\npublic school. | went to a religious school. Like a normal upbringing. We were a nice,\nhappy family. But of course all of this ended September of '39 when the Germans invaded\nour town. Didn't take them too long to put on the yellow Star of David on the back and the\nfront from the babies up to | don't care how old you are. You would be identified as the\nJewish with the yellow star. Jewish everywhere. | had my curls, my tassels and they didn't\nhave to do that, but they did it anyway. Who could tell them what to do. That was their job\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n5\nto do.\nWarren Marcus: How old were you when the war stated?\nHenry Greenbaum: | was two months shy of 12. And then after that went back to public\nschool the teachers would say no Jews allowed in school. | had the yellow Star of David\nand they wouldn't let me come to school anymore after that. So then after they did that, they\nstopped us from playing ball, like a curfew. Had to be in the house at such-and-such time.\nThey would not allow us in the park. We couldn't use the train or buses. You couldn't leave\nyour -- you had to stay put wherever you were. You were never allowed to leave, period.\nWarren Marcus: Henry, can you tell us about your parents? We heard about your sisters.\nYour mom and dad a little bit?\nHenry Greenbaum: My parents?\nWarren Marcus: Right.\nHenry Greenbaum: My father was a caretaker in the synagogue. My mom was busy taking\ncare of the children at home, cooking, busy. We didn't have any washing machines like we\nhave in America here. Everything was done by hand. When you have a big load, you have\nsix children -- actually nine, but they didn't all live with us at the end because we had two\nmarried sisters and then one brother was in the Polish Army and then a few of them were\nolder but my mom kept busy washing and cleaning and cooking. That's all she did.\nWarren Marcus: So the war stats and what's the immediate impact on you and your family?\nHenry Greenbaum: The impact on me, | was scared to death. | didn't understand what the\nwar meant. What did | know, | was more interested playing games with other children. |\ndidn't realize what the war -- what's it all about. But the parents were listening to a small\nlittle radio, maybe six inches by ten inches little radio and at the end they -- you were not\nallowed to -- the Germans came, you could not listen to any radio at all. You were not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n6\nallowed to. So you did the best, the parents remembered World War I, they said it wasn't\nthat bad. They coming, they're not going to be so bad. They didn't realize they were going\nto be such a mess like what they did.\nWarren Marcus: So the front comes towards you and what happens? You were outside\nand --\nHenry Greenbaum: When the Germans entered, the father was already passed away two\nmonths before the war. My mom was very protective. What she did, she got a neighbor, we\ngot a horse and buggy and they took us to a farm. She said let's go to the farm and avoid\nthe taking over the city by the Germans because this way nobody will get hurt. Because we\nwere not too far away from a railroad station. Usually they bomb that. So my mom was\nprotective. We all piled up. Not the married sisters. They had their husbands to take care\nof. Myself, my three sisters, my single ones, my mom and we all took the horse and buggy\nand we went to the farm ten miles away. While we were there, on the second day, all of a\nsudden we heard a lot of bombardment because we were not that far away. We could hear\nall that. Myself and my brother were out in the morning pretty early to eat breakfast.\nBreakfast was there in the farm, we were not used to the man's house. My brother and |\nwent outside and were still tomatoes on the vine. Took us big cluster of tomato off the vine.\nThe farmer gave us a piece of bread and that was our breakfast what we ate. All ofa\nsudden we saw a Polish soldier coming through with a lot of medals on him. Came through\nand what happened, | showed | don't know why my brother knew his first name. He called\nhim by his first name. Maybe he was one of those guards in the guarding the city, | don't\nknow that. He might have been one of our clients, | don't know that either. But he knew his\nname. Said what are you running from? He asked the soldier. He said the German Army is\nthree kilometers coming this way and then he said he didn't want to get caught by the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n7\nGerman Army so he was running in the opposite direction. | could not believe my ears. My\nolder brother said is it okay if | go along with you? He knew him somehow, he knew his\nname. So the soldier said be my guest. You want to come with me, it's all right. So | -- like\n| say, | couldn't believe it. | chased after him for two miles. | said why would he want to\nleave me? | just lost my father, he's my father figure, he's the oldest of the children, the\nsecond oldest, why would he leave me here? | couldn't understand that. So | followed him,\ntried to hide behind bush sos he wouldn't see me but | still run after him. A couple of miles\nfinally every time | stuck my head out, go back to your mother, go back to your mother,\nconstantly screaming go back to your mother. | did not listen to him, of course. But once\nthe soldier with all the medals on him put his hands on the front of his face, go back to your\nmother. | said okay. | went back to my mom. | went back in there and told her the news,\nwhat happened. David disappeared. He was supposed to take care of the tailor shop, small\nlittle shop. Nevertheless he knew what he was doing there. With him going, who was going\nto take care of the tailor shop because of the brothers was in the Polish Army already. She\nwas crying. But she calmed down. She -- he disappeared. | don't Know what's left of the\nwar. | didn't know what happened to him.\nAnd then we packed up and went back to our town. Broken glasses of course in the house\nof the shop. Mom's always right, somebody could have got hurt. But nobody did. We\ncleaned up and went back to normal. Was scared to death of those Nazi soldiers. They\nhave a gun on them, the helmets, with the boots. They were -- they were scary looking to\nme. They looked like Goliaths to me. | was a little frightened of them. They didn't bother\nme yet. But then it didn't take it too long they put us on the yellow Star of David. And then\nafter that, they round us up, the people that lived near the synagogue, they thought that all\nthe Jews lived around there in the area. So they barbed wire us around five foot fence but\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n8\nthey didn't make a fence, just piled up barbed wire around the three-block perimeter, small\nlittle block. Once we were in there the only way you can come out there is because we\nprepared ourselves. We heard rumors from out of town, if you had a job in the factories it\nmight be better for you. So almost like a life saver, my father was still alive he approached\none of the customers of ours who came in. He happened to be either a manager or owner\nof the munitions factory. And my father, he asked him, can you give my kids a job in there?\nHe says how many do you have? Three of my sisters and myself. We already had IDs.\nThat came handy later on. The only way we could come out of the ghetto area after we got\nrounded up was to go to work and come back. That's the only place. You're not allowed to\nstop nowhere else. And that's what we did for a little while.\nThen they found out some more Jewish people live in this area in the city, then they barbed\nwired us around, they found from the city police where they lived. They went with little\npickup trucks and got them out of there and | don't know how many they brought back but\ntwo married sisters who were not with us, they brought back them with their husbands and\nchildren and other Jewish people in there. | don't know how much time they gave them.\nThey were screaming, going to knock the door down with a rifle. Not really knocking lightly,\nexcuse me, | want to open the door. Just bang the door. Almost break the door down.\nScreaming raus! Raus! Raus! Chaos. You grab what you can on the pickup truck and they\nbrought them in to the three-block perimeter where we were. All the Jewish people from that\ncity was in this three-block perimeter. | think we were like 5,000 of us in that area.\nAnd then we stayed in this ghetto area for two years we stayed in there. Not only my family\nhad jobs in the factories but other people heard the same news from out of town, to get jobs\nand -- the government, so to speak. So some people would make bricks, tiles, munitions, |\nwas working in munitions. My three sisters were in munitions. They taught me how to make\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n9\nsprings in that factory, metal. We had a lot of industry. Small town with a lot of industry.\nWarren Marcus: So Henry --\nHenry Greenbaum: That saved us.\nWarren Marcus: Excuse me. Now you're 13, 14. Your father's foresight, not really knowing\nwhat would happen but hearing rumors he knew it would be helpful if you could have some\nsort of job. Tell us what life was like in the ghetto and how you felt about, you know, how\nmany people you lived with and what you might have been worried about.\nHenry Greenbaum: Well, it was hard for the ghetto after a while. The only good thing about\nthe ghetto is the whole family was intact. We all were together still. But we lasted there for\ntwo years. We all got filthy dirty, ran out of soap, ran out of food, and we had to depend on\nthe Nazi Germans to bring us in everyday food into the ghetto area. And it would get less\nand less and less. We have no way to go get other food from the other side from the people\nthat were coming from their homes and the factory. They could have brought something\nwith them. If they were scared, | don't know the answer to that. But they wouldn't get any\nhelp. We stayed there for almost two years. All filthy dirty, really running out of soap.\nLuckily we had one cold water pump in the area and we had enough water to drink at least.\nBut wintertime, you could not wash at all. You became very dirty, full of lice all of a sudden.\nAnd then we stayed almost like two years and then the order came one day, October 27, |\nremember that vividly that day, October 27, 1942, two years into the ghetto, couldn't go to\nwork three shifts, the night shift came back from work, they kept us all in the ghetto area.\nNowhere else, nobody at the factories anymore and then they ordered us all out of the\nghetto area to a little bigger open field and that's where the selection started.\nWarren Marcus: How did the selection work?\nHenry Greenbaum: They were sitting there at a table and someone was standing up with a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n10\ndog with guns. You walk up with a family. I'll give you the scenario with my family. | walked\nup with my mom, my five sisters, three nieces, two nephews and we walked up. Mom to one\nside, the two married sisters with their little kids over to the same side as Mom was, the\ngrandmother. Then they started filling in handicap people, pregnant women, women who\njust gave child birth, and that was the selection. They picked out whoever cannot do any\nwork. You busy with children. Now, if the women want to give up the children and go with\ngrandma, they were strong women, we could go to the other side, they'll send them to the\nother side. But there was no mothers going to leave children, as far as | knew.\nWarren Marcus: Did you have any idea what this meant? Did you have any idea why they\nwere doing this?\nHenry Greenbaum: No, not at all. The only thing | thought is they were taking all these\npeople, they're going to take them to another area of camp and -- because they're not going\nto be able to work. So they're going to keep them there alive. We didn't know what they\nwere doing to them. But after that, after the selection, they put them on trains and stuff like\nanimals and they took them away. We no longer saw them. After the war | found out where\nthey took them. Treblinka was the place that they took them. And that was nothing but a\nkilling center. There was no working in that place, in Treblinka. So the trains were rolling 24\nhours a day and lie to them, take a shower. You never come out of the shower alive\nbecause instead of water you come down with gas and gas kills you and that's how my mom\nand my two married sisters and nieces and nephews and other people that they pulled over\nto the other side, that's how they murdered them. That was going on from months after the\nwar almost we found out where they took them, Treblinka. They turn around to us, they\nchased us six kilometers uphill. We came by the ghetto area, we thought we're going to go\nback in to the ghetto area. We'll have more room, maybe more food, a little cleaner, we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n1]\nwon't be on top of each other, but they had other ideas for us of course. They chased us\npast the ghetto area. And there was a big surprise six kilometers away uphill on the top they\nbuilt for us a slave labor camp with six foot fences, barbed wire, towers and the dogs. And\nonce we got up there, chasing us, like | said, huffing and puffing, for me a youngster, | could\nreally run. | was playing soccer all the time. But some other people, they're huffing and\npuffing. Six kilometers to chase you. Once they got there the loudspeaker came on,\nattention, attention, you must empty all your pockets, all jewelry, money. You take through\nthis gate other than your clothes or yourself, otherwise you will be killed. People didn't bribe\ntheir way to the soldiers in the ghetto, that day they had to put it in the big box, give up\neverything. You could only have your clothes on and yourself come through the gate and\nthen on the other side of the gate they were directing traffic to the barracks. First time | saw\na bare rack, it's a wooden shack. That's all it was. By the time | got in there, there was\nsome people already in there and they put us three people to a bunk, 75 inches wide, three\npeople to a bunk. You wood, no mattress, just a shelf. They gave us a small pillow -- a\nsmall blanket rolled up. We used it with a pillow.\nWarren Marcus: Were you with anyone that you knew? And there were also women in this\ncamp, right?\nHenry Greenbaum: Yes, but --\nWarren Marcus: Who were you with.\nHenry Greenbaum: My neighbors. | was the only one with my neighbors. We were very\nclose neighbors. We knew each other. And my brother was not in there somehow with me.\nMaybe to another barrack. As soon as everybody got through everybody was assembled\nand next morning they woke us up early, ID cards over to one side and start feeding in\ndifferent people that they didn't send away with our group. And we went on the way to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n12\nfactories in the little pickup trucks we went to the factories. At the factories you came to the\nguardhouse and they always start, always beating you, use the long whips. We had IDs, we\nwent back to the same place. But the new people that they saved didn't know where we\nwere going. Why are you beating them? Why are you causing -- they're asking where they\ngo. They're supposed to follow us going into that area. And there was a manager there,\nassign you to work, the one that is didn't have job. Went like this almost a year, in the\nmunitions factory.\nWarren Marcus: How much food did you have? Did they give you any food in the morning\nor lunch?\nHenry Greenbaum: The food menu was not that big, believe me. It was one slice of bread,\na little black imitation coffee and you had to work for ten hours. You came back to the\nbarracks at night in the evening or whatever your shift was, cabbage soup. They gave us a\nbowl to keep the soup in with a spoon. There was nothing to spoon out of there. Why they\nbother even to give you a spoon, | don't understand it. We were drinking it up. It was\ncabbage water, that would have been the proper name for that instead of cabbage soup.\nThat was our menu.\nWarren Marcus: The people in the camp, in addition to being worked so hard were probably\nsuffering from disease and probably starvation too.\nHenry Greenbaum: Well, we did get into a lot of trouble, not being in there | would say\nwithin about six or eight months in the slave labor camp, what happened we became very\ndirty, filthy because we still are wearing the same clothes as when you left the home. The\nsame clothes. The same underwear. The same socks. Socks and underway. The only\nway you could wash them is in the summertime with the cold water. They didn't give us any\nsoap.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n13\nAnyway, to make a long story short, what happened is we all became very dirty and full of\nlice. We all got lice-infested. Especially during the winter months because we could not\nwash yourself. A man can undress from the waist on up and then you don't have soap. You\nuse dirt from the ground. Put it like a mud bath all over yourself. And the next person would\npump the water clean yourself off. But that doesn't kill the lice in your hair. They wouldn't\ncut no one's hair. The reason, | don't know. The men and the women had long hair. Very\nlong. For three years you had bushy hair. Full of lice. And the lice infestation, typhoid\nepidemic broke out in that camp. It was going through very fast because of the type of\nsickness, it is very contagious. You sleep with such close quarters. If one catches, the\nother two catch it. The only difference was high fever, middle fever, low fever. If you had\nhigh fever, you had no choice. A middle fever, you could go to work maybe or not. But the\nlow fever, you were able to go to work. You have a little slight fever. | had the low fever.\nMy oldest sister had low fever. The two middle ones, the youngest of the girls and the\nmiddle girl, all of them died of typhoid during the night. She was there, and the other one,\nthey had what they call Einsatzgruppen the killing unit came to the camp every day. Before\nyou line up how many people come to the barracks, they knew how many people the\nbarracks holds and if they saw somebody was missing, they went inside. Inside they found\nsome men on the bunks, they couldn't get off the bunk. At the beginning they would shoot\nthem right on the bunk. But then that caused a lot of mess because they needed a lot of\nclean-up. So they eventually went and sent these little pickup trucks and they waited. They\nwaited until they count and then went inside and got those people somehow out and they put\nthem on the little pickup trucks. They took them away to the outskirts of the town which we\nhad to dig those trenches before we run into the ghetto. They told us the wharves still going\non and that we -- they need trenches for the (inaudible) to fall in. Zigzag, six feet by or four\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n14\nfeet. | don't remember how deep they were. They drug those trenches. They knew what\nthey were doing. The people that came down with the typhoid, they took them in their\npickup truck, in the open field dressed naked a bullet in the back of the head, inside they\nwent into the ditch. Everybody the same place. When it was full, they covered it up with dirt\nand went to the other one. There was quite a few people that got sick. My sister, the\nyoungest, she died of typhoid. | used to check on her every morning when | had my night\nshift. You're allowed to go in. She was in the barracks by herself. Supposed to be a\nhospital. She was there by herself. On a wooden shelf. No mattress, no straw, nothing.\nLaying there on the top there on the blanket that they gave you rolled up. We used it as a\npillow because you sleep in your clothes anyway. All you do is take your shoes off, that's all.\nBut | checked on her one morning, she was complaining. And | bring her some rags in,\nsome clothes from somewhere so she can put on top of the wooden shelf. So she could lay\non something soft. Because she had a lot of bedsores from being this that little barracks by\nherself. So | -- it took me about three days or three night shifts and | came in the morning, |\nwas taking rags that we wipe the equipment off with, | took some clean ones in and brought\nthem in to her and spread it on her bed. She was -- stopped complaining a little bit. She\nsaid a little bit softer now. Thank you for what you did. And all of a sudden | come in third or\nfourth day | came in she was not there anymore. So | approached a Jewish policeman\nwhich we had in our camp and | asked him what happened to my sister? She was there\nyesterday. | spoke to her yesterday. She died during the night. She died during the night\nand we buried her in the bottom of the stone quarry. Mind-boggling today. Why didn't they\ntake that sister and take her with all the other sick people on the pickup and bury her where\nthey had buried the others. She is in the bottom of the stone quarry. Where are you going\nto find her? Where? Who knows where she is? She's buried down there. So | lost that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n15\none.\nThe middle one, | came back from the night shift one day, Harriet was her name, | came\nback from the night shift -- we don't have a picture of her -- they let them go to work, then\nthey let the night shift in. All of a sudden | see her in the pickup truck. She could not line up\nfor work. She had the typhoid epidemic. She has the high fever. | yell to her, Harriet,\nHarriet, (inaudible) in Jewish. She answered me, we both waved at each other. That's the\nlast | saw her. And | didn't know where they took them. | thought they took them for\nreplacing them to another camp or maybe some treatments to get somewhere. | didn't know\nthey shoot them. | didn't Know that. | knew my sister -- | didn't see her die, but they told me\nshe died. So that was two. | had the older one left with me, she was like my mom to me.\nShe was treating me really nice, helping me sometimes with food. She wouldn't eat it, she\nwould give it to me sometimes. She became a seamstress, working on the German\nuniforms for the high-ranking German officers.\nWarren Marcus: Henry, how long were you then in the camp doing this work?\nHenry Greenbaum: One year, one year. Two years in the ghetto, one year in the camp.\nWarren Marcus: For the sake of time and word gets out probably through hearing officers\ntalk that the camp is going to be liquidated.\nHenry Greenbaum: Right.\nWarren Marcus: So there becomes talk, you hear talk of a possible escape. Tell us about\nthat, please.\nHenry Greenbaum: What happened, my sister -- the tailors came back after they heard the\nofficer come into the tailor shop, you have to hurry up with these uniforms, you have to have\nthem ready for such-and-such date because all of you are going to be deported there. After\nme helping them with the war machinery three years, we thought -- the tailors thought that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n16\nwas the end of it. They're probably going to kill all of us now. They don't need us anymore\nbecause we helped them along with the war machinery. Why would they go and leave us in\nthat area. | don't know the answer was. But anyway, these tailors didn't like what they\nheard. They came back and they organized an escape. Not the whole camp, impossible.\nHow many they could trust? | don't know how many people they were in the escape group, |\ndon't know. But my sister was involved in that one. She told me the night before the\nescape, whenever you come back from the factory at 11:00, if | was working from 3:00 in the\nafternoon to 11:00 at night, when you come back to the -- from the factory do not go inside\nthe barracks, wait for me outside. So | obey that, whatever she says. It's going to be dark,\npitch dark. | don't know how she knew that. | don't know the answer. But she came by with\na Jewish policeman holding her hand. He befriended her. She held his hand. She came\nby. | was waiting outside, waved my hand, all three were running. And people were already\ngetting out before -- escaped out of there before we did. Somebody cut a hole through. It\nwas dark, somebody got out. All of a sudden it was time for me, my sister and the\npoliceman. We came ten feet away from the escape place, from the fence. The lights came\non. All of a sudden the lights came on. The dog started to barking and growing and barking\nand he started shooting at the hole over there, whoever made it into the hole that they\nopened up was shot either wounded or killed. We were only ten feet away all of a sudden\nthe three of us running and | said -- | was 15 years old already at that time. | was looking\nforward to getting out of there. | said who wouldn't, they treat so nice in here, | was looking\nforward to getting out of there. What happened in this? All of a sudden the lights came on\nand they started shooting again. Anything that moved. All of a sudden a bullet struck me in\nthe back of the head and knocked me out. From the impact | was knocked out. | woke up a\nfew seconds later, started screaming for my sister Faige, Faige in English, and | could not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n17\nhear her. The end of the war, this is the end, | don't have her, | don't have my whole family\nwith me. Everybody is gone. I'm by myself, 15 years old, as far as | knew nobody is alive.\nIt was happening at that time, | took my head up, | cannot run outside because he surely will\nkill me. This time | was lucky. The bullet only grazed me and knocked he down. It cuts your\nskin open like a knife, three-inch gash in the back of my head. As | came back | start feeling\nmy head. Do | have any hairs in there, | didn't have any hole. | just had a cut. Bleeding, a\nfew days later of course. | cannot get out. So | lowered my head down and as she was\nshooting and then | was running towards the woman's barracks. | said maybe she changed\nher mind. She ran back into the woman's barracks because not all of the people knew about\nthe escape. Plenty of people in the barracks. | came there, opened the door up. The\nwoman almost attacked me. You can't come in here, this is for women. | know it's for\nwomen, | can see it's for women. But I'm looking for my sister Faige. She's not here, get out\nof here. She starts pushing me out of here. In the meantime they're shooting. She can\nhear the shooting go on. She did not let me in. | sat in the doorway, | was 15 years old,\nevidently stronger than she was. | sat there in the doorway and | didn't want to move.\nAll of a sudden three, four bullets came in from the tower they were shooting into the bunks,\ninto the barracks. All the women -- four shots came in and all of the women jumped off of\nthe bunk, on the ground they want. Eye level with me. | could see everybody and | was still\nyelling for my sister Faige. | could not see her. The more | yelled, yelled Faige. My first\ncousin entered. She was not aware of the escape at all. She said what happened to you\nand your sister is not here. Trust me, she's not here. | said okay. I'm alone at 15 years old.\nShe says let me help you. She took some water that they have in the barracks bucket there,\nwith water, she took a rag and start cleaning me off a little bit. She had a dry rag after that.\nShe put it on the back of my wound. Wear my beret. She gave me a beret. | put it around\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n18\nmy head and the rag was absorbing the blood. | still got to leave the place. | can't stay in\nthe women's barracks. If they catch me there, for surely they are going to kill me because |\nhave a wound on the head already, tried to escape.\nSo | waited until almost daylight and | didn't -- until the shooting subsided and were not\nshooting anymore. It was quiet, the lights were on, the lights were roving around, the\nfloodlights back and forth, all around. And then | was trying which way doses the search\nlight go away from the hole. Not from the hole, from where the men's barracks was. | was\nwatch to go see which way the flood light was going. | tested it and see how long it takes\nthem to get back. | said | can make it to my barracks by the time he comes around with the\nsearch light, flood light I'll be in the barracks. And | did that. | lowered my head down as the\nlights were Goings away from me | made it into the men's barracks. | said thank God, I'm\nsafe now. That was not true. What happened was an hour later roll call, everybody out.\nThe night shift was coming back from the night shift. They were not involved in the escape.\nThey have them between the two sets of wires. And then they had us outside counting.\nWhy they were counting still people were rolling out past the hall. Moved, someone was\nkilled. They still were shooting from the tower down there. And the other guys were down\nbelow. And then all of a sudden while we were gathering he told us to turn in a different\ndirection. We had our heads in different direction and then we see the policeman who my\nsister and | was running with, he was in the upright position on the ground still wearing his\nCap and moaning and groaning. A lot of wounded people next to him on the outside of the\nfence. But you could see it was barbed wire, not electric, so you could still see who was\nthere. And right in the front of us, he took out his pistol and he killed all of the wounded\npeople. The first one was the policeman. Right next to him was my sister Faige stretched\nout on the ground next to him. Wherever he was sitting down | couldn't see him until he shot\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n19\nhim, he laid out, | could see the two of them on the ground. So that time | was like all\ndevastated. Now | have nobody, not even my sister Faige anymore. I'll be by myself, 15\nyears old. And then there's -- went back to normal, closed up the hole again. We went back\nto our work, regular shifts that you had, and all of a sudden didn't take them a couple of\nweeks, three weeks when the guy says we're all going to be deported by such and such\ndate, and the date was there. And they didn't let no one go to work and they lined up the\nfreight cars by the camp, not too far away, and they packed us in like sardines onto the\ntrains we went.\nWarren Marcus: Did they tell you where you were going or you had no clue.\nHenry Greenbaum: No, we had no -- we had no idea where they were taking us or why they\nwere taking us. No wharves given to us at all that morning. We didn't even get our ration of\nthe bread on that morning. They lined us up and everybody was packed in like sardines on\nthose freight cars. And then when it was finished it took off. They went for three days we\ntraveled. We didn't Know where we were going. Every station that we stopped we -- that\ntransport was not priority transport. They let civilian drive through the passenger cars first.\nBut these cars had to stop and let the other trains go. It took three days. We were yelling\nand screaming in unison every stop we made, water, water! In different languages. | know\nthey heard us but the doors never opened up and never gave us any water at all. Finally our\ndestination was Auschwitz-Birkenau. In the late afternoon we saw the sign work makes you\nfree (inaudible) and then standing uniformed men outside the wagons and as you were\njumping off and if you didn't go by fast enough they would get a few lashes with the whip.\nAnd then as we were coming off the train | get another selection started. Again, left, right,\nleft, right. We couldn't understand what they were doing because you can't ask questions.\nWe couldn't understand why they were doing that. And luckily, luck was with me, | went\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n20\nover to the good side. | found that out the next morning. The ones that went over to the\nopposite side of us, they went straight to crematorium we found out. They had a number of\nhow many they need to dispose of that evening or they didn't have any room for us. | don't\nthink they would care if they didn't have any room, we would sleep on top of each other, they\ndon't care that.\nWarren Marcus: So you had the selection right away. Then what happens?\nHenry Greenbaum: | end up on the good side. Luck was with me. The first stop was a\nnumber on the arm. They gave you a number A18991. That was my number.\nWarren Marcus: Tattoo.\nHenry Greenbaum: Tattoo number. And after that, there was a line coming through. But\nthey doesn't take but so long to do. Very fasts and it was like experts to do that. With the\nnumbers. After that the second stop was finally a haircut and there was some guys sitting --\nstanding up on the chair and they give you a haircut by head clippers. It takes a little while.\nThe guy that gave me the haircut questioned the wound on my head, the three-inch gash on\nthe back of my head. He said what happened? He was talking to me in Jewish -- Yiddish. |\nwasn't afraid of him. | said | was trying to escape with my sister and a policeman. Those\ntwo were killed and | was wounded. There was a line waiting, he couldn't conference with\nme too long because they were watching him. And it was more than just him. About three\nto five people with clippers. The final stop after the haircut, leading into a maze. You finally\nmade it into a shower room. Mind you you didn't have a shower in four years -- excuse me,\nthree years. Two years in the ghetto, one year in the camp. It was three years you didn't\nhave any showers at all. We still were lice infested. The disease and we became dirty.\nThen we came into the shower room, they gave us soap to wash the first time. And then\nyou were so thirsty that you couldn't think about washing yourself. All you were interested in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n21\ndrinking that water until you almost drown yourself you were so thirsty. You hadn't had\nwater for three or four days. Then after that you clean yourself up really good. Then they\ngive us a small blanket on the way out and furnish us with a three-piece outfit, striped -- the\njacket, the hat and pants, wooden shoes and canvas tops, no underwear or socks.\nWarren Marcus: Did you get a bowl for food? Did they give you bowls?\nHenry Greenbaum: Not yet until we got into the barracks and then they gave you that. And\nthen after that we cleaned ourselves up, like | said, and put the clean clothes on and it felt\nvery good. It felt like wire not itching with the lice. Your face looked clean. They give us the\nlittle blanket rolled up. Everywhere we were they gave us a blanket. Where we use the\nblanket for our head, to rest your head because the bunk didn't have any mattress or straw,\nit had just plain wood. So we slept in our clothes anyway. We took our shoes off. Wooden\nshoes and canvas tops, we had. No socks. Slide the shoes off. And we use it as a little\nblanket and we stay in there, almost like six months we stayed in there, maybe five months.\nWarren Marcus: Are you still with any neighbors or anyone you know or are you with\nstrangers at the age of 15 or 16.\nHenry Greenbaum: Some lived in my city. 99% was strangers, guys | had never met\nbefore. Just meeting on the wagon because they -- big people. They were directing where\nyou should go.\nWarren Marcus: My apologies but time is short. You're in that part of Auschwitz six months\nand then you get moved to Buna-Monowitz.\nHenry Greenbaum: No, not that.\nWarren Marcus: That's part of it.\nHenry Greenbaum: That's part of it. While we were in Auschwitz there was no work to do in\nAuschwitz other than helping them with the bodies of people that pass away from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n22\nexhaustion. You can't lift it, the men in charge, the person who was in charge of it with a\nlittle wagon used to happen put the bodies onto little wagon, they would take them for the\ncremation. They would pile up, bodies were waiting to get cremated. They murdered\nenough, too many that they couldn't cream mate fast enough. That was our job. Too long at\nAuschwitz-Birkenau we were told eventually wind up in the gas chamber because you don't\nproduce any work.\nLuck was with me again. What happened is a well-dressed German man came in, a very\nnice-looking guy, two guards on each side of him, into our barracks outside because they\nwere still new. We just -- according to what they say, we were still in good shape. They\nwere not skeletons yet. He came to our barracks outside and then who the man actually\nwould point at you. If he liked you, he would point at you, say come over here. You can't\nask what are you taking me more? Are you killing me or -- no questions. He's got guards\nwith him. So you couldn't do nothing. He took about 50 of us out of the barracks and then\nwe wound up after that in Buna-Monowitz after that. Either by little pickup truck or walk. |\nthink it was five miles away. I'm not sure.\nWarren Marcus: That's right.\nHenry Greenbaum: So | think maybe we walked over there, Buna-Monowitz, a subcamp of\nAuschwitz. That man that chose us out of Auschwitz-Birkenau either ended up being an\nowner or manager of a chemical company called |G Farben. They were the producers of\ncycling gas, bug sprays, automobile tires, synthetic fuel, that man was involved in all these\njobs. He was interested in my group to build the road in the compound of the IG factory with\nthe cobblestones and the sidewalk. That was our job, the 50 of us, that was our job to do.\nBy that time it was already '45. It was getting on to -- closer to the end of the war, the United\nStates send us over the Air Force, the United States Air Force came and bombed IG factory,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n23\nthe rail leading into |G. They knocked out the rail so they couldn't receive any supply,\ncouldn't ship out any supplies and they got so bad they eventually bombed on the inside,\nknocked out the IG factory altogether. So what did they do? Wait for us to do? They\ntransfer to Buna-Monowitz and we were going to another camp calls Flossenburg, near the\nCzech border. Traveled days and days to get there because of the bombardment. We\neventually marched into the Flossenburg Concentration Camp, two miles we had to walk in.\nIt was just a camp like every other camp. The same food, the same little blanket, the same\nbunk. Nothing different. The only thing different our job, people there before us had jobs in\nthe BMW factory or the (inaudible) airplane. They had the jobs there before. But we\ncame -- only our job was to bundle up clothing on people that they murdered and bundle up\ncoats, pants and shipping them back into Germany for recycling. There must have been a\nheap of clothes a story high. Whether it was just from Flossenburg, that | can't answer.\nMaybe they shipped all the clothes from all the camps there, I'm not sure. That was our job\nright there. The food situation, the same little bread, the same little black imitation coffee.\nThe same soup at night. That's all | was fed. We stayed there in Flossenburg, it was getting\nclose to the end already. While they were in Flossenburg we heard some Army was coming\ntowards us. We heard a lot of artillery on the way, heavy artillery guns shooting, banging.\nWe were start to go get happy, somebody's coming to get us maybe out of here. We didn't\nknow who it was. We thought it was Russia because we were next to the Czechoslovakian\nborder, six kilometers from the Czech border. We thought it was the Russians. But it wasn't\nthe Russians. It was Americans that came to Flossenburg. But by the time the Americans\ncame into Flossenburg, they emptied out the camp all of a sudden. They put us all on trains\nagain. When the Americans arrived in the camp nobody was there. All -- we were on trains\nalready. Traveling to Czechoslovakia, Austria, Bavaria, all through Bavaria riding on the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n24\ntrain. And this was already close to April or close to February rather of '45.\nSo they knocked out the rail system altogether and then at the end after that they had no\nalternative, how do they get us around? They took 100 people at a time with the two guards\nand the dog and they made marchs of groups, marching. We named it Dead March\nbecause we were dying as we were marching. With no food at all on the march. Middle of\nFebruary to the 25th of April they had no food. We were eating leaves off bushes. And then\nyou were drinking water out of the creek. The only way you got a raw potato if the two\nguards were hungry and the dogs were hungry, they didn't have any supplies with them\neither. Maybe they took with them the farm, | don't know. Went into the residence of the\nfarmer's house and the order was he should give us only one raw potato. You could eat ten\nyou were so hungry. Gave only one raw potato and some water to drink, that's all. Had to\nwait until the guys got well fed and the dog, march again. And we kept doing that until the\n24th of April, 1945. 24th of April, that's the evening we marched into a farm. All of a sudden\nthey directed us to go into the silo where they keep the hay. As we said all of a sudden\nthey're going to give us a roof over our head? April showers, we were soaking wet like rag\ndoll from the April showers. We were soaking wet. They're going to let us in. Some people\nmade -- they're probably going to put the match to the hay and burn us all up. Other people\nno, | don't think they're going to do that. Maybe a lot of low flying planes already, we didn't\nknow who the planes were of course. On the commercial highway we saw that towards the\nevening. The next day we definitely saw more. Why they gave us a raw potato to go into\nthe silo and some water and we stayed in there. We took our clothes off naked and wringed\nour clothes out, laid them down in the hay so they can dry. The next morning we're so\nhungry that raw potato didn't do much for your hunger. We were chewing hay during the\nnight. Spit it out. You can't swallow hay, you're going to choke. Just get some juice in your\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n25\nsystem. The morning they woke us up, gave us another potato, never happened before.\nTwo potatoes, one the night, one the morning, we Knew something was wrong. They gave\nus a potato and march from the farm, we march two hours. Nearby woods, they wouldn't let\nus go in deep into the woods from the farm. We could see the sky out. We could see the\nhighway from the distance. So a lot of artillery pieces, low-flying planes again and all of a\nsudden we were sitting in a circle. The two guards we had took off and disappeared into thin\nair. They took the dogs and disappeared. They told us if we tried to escape they were going\nto kill us. Nobody moved. We stayed still. We thought they were hiding behind the trees.\nWe didn't know what they were doing. But they were looking out for themselves. They\nknew this was Army, probably Americans, that they'd end up getting caught by the\nAmericans. They ran into another farm and changed their clothes and like a civilian. So\nthat's what they did.\nWe were sitting by ourself. We said no guards, somebody's going to kill us for sure now.\nAnd as we were sitting in the edge of the woods, low-flying planes again. And the highway\nwe saw out of nowhere a tank take off from the main column from the highway towards us.\nAnd the five feet away from us, the door, the hatch opens up off of the tank. All of the\nbushes and trees, | guess we were wearing the stripes, they could see them in binoculars.\nBut if we could see the highway, they could probably see us, too. Anyway, the hatch\nopened up on the tank and this beautiful soldier, crew cut, very skinny, American with\nuniform put his hands on his face, we are Americans and all of you are free! Even now | get\ngoosebumps from that day. All of a sudden five years locked up in such a horrible place,\nsuch horrible treatment. If someone, an angel comes and tells you you are free, | could not\nhear the word \"free.\" | said thank God we are free God. On the march, save me another\nday, save me another day so | can see my sister in America. | told you we had one sister in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n26\nAmerica, she came here in 1937. | knew she was safe. | said some day | will be in America.\nSome day. So thank God for saving my life. But why did it take you so long? Five years. It\ntook five years for them to finally send this tank down to liberate us free. So the 25th of April\nwe were liberated. But we were all skeletons already because we didn't eat any bread, no\nrations for three months. We were really skeletons.\nWarren Marcus: Henry, we've got to stop here.\nHenry Greenbaum: Yes.\nWarren Marcus: | apologize. I'd like to hear another two hours.\nHenry Greenbaum: | could --\nWarren Marcus: Here's what we're going to do. | Know you could. And we're going to have\na brief question and answer and we're going to ask you to raise your hand. Someone will\nbring awe microphone so wait for the microphone. And Henry, and maybe I'll chime in but\nwe want to hear Henry's responses and just before we're closing Henry, it's our tradition to\nhave the First Person have the last word. So we're going to have a few minutes for\nquestions. Don't be shy. Anything on your mind focusing on Henry's story and what he\nwants to share with you. Yes, please. Let's get a microphone there. Thank you.\nAudience Member: Before the war started and you were in Poland, what did you hear\npeople -- the Jews saying about what was going on with Hitler in Europe? Did you have any\nidea what was going to happen?\nWarren Marcus: When you were in Poland, before the war started, had you heard anything\nabout how the Jews were being treated in Germany? Remembering he's 12, but did the\nfamily hear anything?\nHenry Greenbaum: No, nothing. | didn't hear a thing. My parents, maybe heard on the\nradio, but six inch radio, whatever they had. | was mostly outside playing with other children,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n27\nchildren's games. | was not aware what they were doing.\nWarren Marcus: And adults in Poland probably heard that the Jews had gradually been\nmistreated in Germany over the years, but remember, Jews and non-Jews, no one had any\nclue what was going on. Another question, please. Go ahead. Thank you, sir.\nAudience Member: Do you still carry your numbers?\nWarren Marcus: Do you still have your number?\nHenry Greenbaum: Yes, sir. My number is still on there. I'll take it with me to my grave. |\nwill not take it off before. We got too many deniers here saying it didn't happen. I'm still a\nliving witness.\nWarren Marcus: Henry has his tattoo. Maybe he'll show it to you later. Just so you\nunderstand, Auschwitz is the only place anyone got a tattoo. Every camp you got a number\nbut only Auschwitz a tattoo. Other questions? Let's go side by side. This young man,\nplease.\nAudience Member: How hard was it to escape?\nWarren Marcus: How hard was it to escape? When? Anytime?\nAudience Member: In the camp.\nWarren Marcus: In the camp. Well, he tried to escape. How hard was it to escape.\nHenry Greenbaum: Well, the escape was easy if | could make it out. Once | made it out\nlucky it was a wooded area that you wind up in the woods. But if that situation you wind up\nin the city, somebody would report you and rewarded with five pounds of sugar or five\npounds of coffee if you report an escape.\nWarren Marcus: Remember the condition these guys are in, these men and women are in,\nit's not like they're healthy. It's really tough to do anything, much less try to make an escape.\nLet's go side to side. You just pick somebody. Go ahead. Yes, ma'am.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n28\nAudience Member: How were | able to find out about your sisters being killed?\nWarren Marcus: How did you find out about -- he lost his sisters in the camp?\nHenry Greenbaum: One of them, the Jewish policeman told me she died of typhoid and the\nother one, we found out after the war what they did to the patients who came down with the\ntyphoid, they took them to a -- the outskirts of the town, they shot them into the ditch over\nthere, an open field. And the farmer would get their clothes, we found that out after the war.\nWarren Marcus: For example, his family got sent to Treblinka, one of the killing centers.\nThis -- survivors found out over the years when information has come out in different ways.\nSo it depends. Very complicated. One over here. Yes, ma'am. Go ahead.\nAudience Member: Can you tell me or us a little bit about your life, how you -- were you\nreunited with your sister here?\nWarren Marcus: Briefly, how did you get to your sister in America?\nHenry Greenbaum: It's a little long answer but | -- after the war, after you got enough food in\nyour system, | was an American site you didn't worry about food anymore. My buddy and |\nsaid let's travel in different camps. Maybe we'll find some of our camps there. | was looking\nactually for my two married sisters. | said maybe they killed the children, the women were\nstill strong, maybe they were in Bergen-Belsen. | was looking in that camp.\nWarren Marcus: And your mother, you didn't know what happened to your mother.\nHenry Greenbaum: | didn't know my mother either. She was 54. Maybe | thought maybe\nsomething happened to her. But these young women were still young. So | mainly was in\nthere, that was the British side. The British invaded -- rather freed Bergen-Belsen. So |\nwent there. | ran across a cousin who helped me with the bleeding in the other camp. She\nwas survived. She says none of our family's here. Trust me, | know. | was looking already.\nShe was there for about two months already. So she knew about it. But I'm going to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n29\nPoland, do you want to go with me because I'm going to look for my brother, she said. Well,\n| said we're first cousins, my brother in the Polish Army, | didn't know where he was. | said if\nyou go to Poland, and you find your brother, maybe he knows where my brother. I'll do that.\nShe went there, located her brother, located my brother in the Displaced Persons Camp in\nPoland and she told him | was alive and | was in a displaced person camp near Frankfurt,\nGermany. Took him about three weeks, he came to see me and | asked her where we could\nhave our sister living. All | Knew she was in America but | don't Know where. He said best |\nknow she's in the Washington area. And with the help of the people that run the Displaced\nPersons Camp, came up with an address and we send a telegram off to my sister. And\nwithin one year the two of us came to America and we wind up here in America. We came\nto New York. In New York, after | got off, | was waiting for my sister. I'm looking for a\nwoman to come claim me. Claim me, the two brothers. Well, no woman came. A man\ncame. All of asudden a man appears. And | see he's got close, we look alike. | said are\nyou Dave? He said yes, I'm your brother Dave.\nWarren Marcus: This is the guy who ran down the street.\nHenry Greenbaum: | said how did you wind up in America? When did you get -- he was\nescaping with that soldier, | don't know the whole way or not but he wound up in Lithuania.\nHe was a has situated ebbing Jew, too, and there he had buses --\nWarren Marcus: Famous diplomat Sugihara.\nHenry Greenbaum: And he helped him along and my sister sponsored him. Between the\ntwo of us -- between him and the -- my father's kid brother, they eventually got papers for me\nand my brother. We came -- | says you know what? When did you get here? | came here\n1941. | said well, it was very nice of you to come here in '41. But why didn't you let me go\nwith you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n30\n(Laughter)\n| would be in America here too. But he said no, you were a little boy.\nWarren Marcus: Big brothers, Henry.\nHenry Greenbaum: What would | do with you? You were a little boy. Enough trouble\nmyself. | said seems you didn't have too much trouble. You came here, you never saw a\nNazi. He never saw a Nazi and he's still alive, believe it or not.\nWarren Marcus: How old is he?\nHenry Greenbaum: 102.\n(Applause).\nAnd the reason he's 102, because you never saw a Nazi.\n(Laughter)\nBecause | don't think I'm going to make it to 102.\nWarren Marcus: Yes, you will.\nHenry Greenbaum: No.\nWarren Marcus: One more question and then the last word. I'm not picky. Okay. Go\nahead. By the way, once we're done, if you want to come up and chat with Henry briefly,\ntake a picture, that's cool. Go ahead.\nAudience Member: Throughout the last -- throughout the years of the second world war you\nsee a lot of countries not -- pushing away the responsibility to intervene. If you were to go\nback with the experience and knowledge that you had, is there something that you would\nlike to say or do to push countries to do more during that time?\nWarren Marcus: So how do you -- let me change that a little bit.\nAudience Member: Go ahead.\nWarren Marcus: She said --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n3]\nHenry Greenbaum: I'm glad you could hear it.\nWarren Marcus: Well, maybe. There are a lot of countries over the years -- at the time who\ndidn't do too much. There's a varying record. We have a spotted record in the United\nStates. So how do you feel about other countries who -- even America who didn't do too\nmuch?\nHenry Greenbaum: After the war we were mad at the whole world. Why did they let us do\nwhat they did -- the Germans and Nazis did to us. We felt like we were abandoned. We\nwere marching in the countryside. Some people saw us there. We ran across a group of\nthe Hitler equivalent to Boy Scouts. They would throw rocks at us, dirty this and dirty that in\nGerman. We already knew the curse words already, so I'm sure they went home to their\nparents and told the parents what they saw. Saw people skeletons walking. They didn't\nlook normal. But yet these parents, when you approach them after the war, they said they\ndidn't know anything about this at all. No German admit to me, | would like one of them to\nsay you know what? I'm sorry they did that to you but | couldn't help it. | would have taken\nthat answer good. But to tell me you didn't know about it, no, | didn't believe it. | don't think\nthe whole world didn't know anything. They all kept quiet and we felt like they were\nabandoned and no one look for us until that beautiful angel soldier told me | was free. | was\nmad at the whole world. America, Russia, British, | mean, England, they couldn't get the\nthree countries together and send a message to Adolph Hitler, wnatever the heck his name\nis, burn in hell. So you can't do that to human beings. We're going to attack you. | guess\nhe wouldn't fight four countries at one time. | don't think so. But there was a lot of politics\nhere, too, | guess, or over there, too. But we felt like, that's why 6 million, 1 1/2 children of\nJews. And other people, too. And they kept quiet. They let it happen. And they're still\ndoing it now. Not on that scale.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact ‘eference@ushmm org for further inforpetton about this collection\n32\nWarren Marcus: Henry, before we disperse this is your chance for the last word for our\nguest.\nHenry Greenbaum: I'm not good at the last word.\nWarren Marcus: Yes, you are.\nHenry Greenbaum: All | can tell you is remember the survivors, remember you saw a\nsurvivor, you spoke to him or you met him or not just me, other survivors, it's a beautiful\nmuseum here. | hope that you will remember that. Don't discriminate against anybody.\nTreat everybody the same as you treat -- want to be treated yourself. Feel better, at least by\nour lifetime | thought that people will stop killing one another, but eventually it looks like it's\nnot happening so far. Still people killing each other. And somehow, someway maybe if I'm\ngone, maybe take another 10, 20 years, who knows, maybe some people will quiet down\nand treat one another the way they want treated themselves. But do remember the\nsurvivors and the 6 million innocent and the 1 1/2 million children who were murdered for no\nother reason than just being Jewish.\nWarren Marcus: Thank you, Henry.\nHenry Greenbaum: Thank you.\n(Applause).\nThank you, thank you.\nWarren Marcus: By the way, Henry, on our website there's lots more of Henry's podcast,\nmany other survivors.\n(The program concluded at 2:05 p.m. )\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}