{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON HENRY KAHN\nThursday, June 25, 2015\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nHenry Kahn, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional help from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship. | am pleased to let you know that Mr. Louis Smith is with us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue twice weekly through\nmid-August. The museum's website, at www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the theater\nwhen we close today's program. In doing so, you will also receive an electronic copy of Henry Kahn's\nbiography so that you can remember and share his testimony after you leave here today.\nHenry will share with us his \"First Person\" account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows, there will be an opportunity for you to ask Henry\nsome questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Henry is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nHenry Kahn was born Heinz Kahn on January 18, 1923, in Boblingen, Germany. This photo\nshows Henry in 1946 prior to his induction in the U.S. Army.\nThe arrow on this map points to the town of Boblingen where Henry was born.\nHere we see Henry's mother, Hedwig, and his father, Adolph, who was a merchant and fought\nfor Germany in World War |. Later, Henry's father became president of a cattle dealers association.\nOn November 9-10, 1938, the Nazis unleashed a wave of violent attacks on Jewish-owned businesses\nand synagogues throughout Germany known as Kristallnacht or the Night of Broken Glass. Henry's\nfather was arrested and sent to Dachau concentration camp.\nThis photograph shows Germans passing the broken window of a Jewish-owned business\nthat was destroyed during Kristallnacht. Henry's father returned home a month later. Shortly after this,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nHenry left Germany through a Kindertransport, a rescue effort that brought thousands of Jewish\nchildren to Great Britain from Nazi Germany between 1938 and 1939. Henry arrived in England in\nFebruary 1939.\nWhen World War II began September 1, 1939, British authorities required Henry to register as\nan enemy alien. He was sent by ship to Australia, which is highlighted in red on this map of the world.\nAfter just one night in an internment camp there, Henry and 12 other men were selected to return to\nEngland only to end up in Bombay, India. The arrow on this map points to Bombay.\nIn 1946, Henry moved to the United States. After the war Henry learned Nazi authorities had\ndeported his parents to the Lodz ghetto in 1941. They were later murdered.\nWe close with this photograph of Henry and Doreen Raymond on their wedding day in 1948.\nHe met Doreen in Bombay in 1943.\nJust a few months after Henry's arrival in New York in 1946, he was drafted into the U.S.\nArmy. With the end of the draft he was honorably discharged in the spring of 1947. Henry's\nsweetheart from Bombay, Doreen Raymond, arrived in the U.S. on June 9, 1948. They were married 18\ndays later on June 27, 1948.\nAfter working in the export-import business, Henry went into the scrap metal business. While\nworking full-time and raising a family he enrolled in Baruch College at the City University of New York\nas an evening student in 1956 earning his degree in Industrial Management in 1966. Doreen attended\nQueen's College getting a degree as a paralegal and worked as a paralegal in the Empire State\nBuilding. Henry remained in the scrap metal business until his 65th birthday in 1988. He then became\na real estate agent. Following a diagnosis of lung cancer in 1992 Henry retired from his real estate\nwork.\nHenry and Doreen raised two sons, Ralph Ansel born in 1952, and Roy David born July 1,\n1954. Their sons gave them two grandsons and a granddaughter. To be closer to their family Henry\nand Doreen moved from New York to Bethesda, Maryland, in 2000. Doreen passed away in November\n2012. Henry said to me, \"We were very much in love right up to the end.\"\nHenry continues to volunteer at the Montgomery County Thrift Shop where Doreen and he\ncontributed their time together. Following the loss of Doreen, Henry became involved with this museum\nas a volunteer. You will typically find Henry here on Sundays where he has spent time at the Visitor's\nDesk and is now being interviewed by museum visitors. He also speaks about his Holocaust\nexperience at local high schools and colleges. Henry is fluent in English and German. He walks\nregularly, tends to his in-door garden of exotic plants, reads a lot, and spends time with family and\nfriends.\nWith that | would like you to join me in welcoming our First Person, Henry Kahn.\n[Applause]\n>> Bill Benson: Henry, welcome and thank you for being willing to be our First Person today. You\nhave an extraordinary amount to share with us and we have little time so we'll start right away if you\ndon't mind.\nYou were 10 years old when Hitler and the Nazis came to power in 1933. Before we turn to\nthe war and the Holocaust, tell us a little bit about your family, your community, and your life in\nGermany before that period.\n>> Henry Kahn: Well, thank you, first of all. Thank you all for coming.\nTo start off with, I'll tell you, our relationship in the population. We lived in Boblingen, as you\nheard. My parents were very friendly with another couple. The husband was the owner of a toy\nfactory. And my brother and I, we had a lot of benefits from that fact. My parents went skiing with\nthem, tennis. So it was a normal life.\nIn 1932 -- well, in 1930, we moved to Stuttgart. The reason, number one, my father's job now\nwas president of the cattle dealers association. The office was in Stuttgart, which was about eight\nmiles, 10 miles, from where Boblingen was so he had to commute. And the other reason was that |\nwas supposed to go to the school whose ideas at that time were very, very modern. For instance, in\nthe first grade boys and girls learned how to knit and to sew and cross hook. We listened to two\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nlanguages, English and French. We had a mixed class. So it was entirely different from the German\npublic school system.\nAs time went on, we moved to Stuttgart, as | mentioned before. The last teacher whom |\nhad -- the name, Karl Hager, we will come across his name a little later. As | said, the school was\nunique as far as the public school system was concerned. And by the time Hitler came to power in\n1933, that didn't quite jive with their philosophy.\nAs you know, November 9, 1939, was Kristallnacht. In the meantime, we had moved to\nCologne because when Hitler came to power in 1933. Some Nazis walked into his office and told him\nyou're out and that was all there was to it. He couldn't do a thing about it. He couldn't call the police.\nHe couldn't call anybody. The Nazis were the ones who were in power. My father threw the keys on\nthe floor -- that's what he told me -- and walked out. They went through his books and tried desperately\nto find something that had been at fault, that he had made a mistake or that he had cheated in any way.\n| say now unfortunately they didn't find a mistake because they let him go completely. He felt sure that\nhaving -- [Inaudible] in the First World War, he would be absolutely safe. He was deadly wrong.\n1939 was Kristallnacht.\n>> Bill Benson: Henry, before you turn to Kristallnacht, can | ask you a couple of other questions?\n>> Henry Kahn: Of course.\n>> Bill Benson: When your father lost his job and walked out, what did he do to support the family after\nthat?\n>> Henry Kahn: First of all, he took over a store of clothes which he tried to sell. He went to at that\ntime Palestine to see what the possibilities were. When he came back, he said if we live in Germany\nthe way we have to live in Palestine at that time, we'll last a long time. As it turned out, he was literally\ndead wrong.\nThen we moved to Cologne where my father took over a plywood dealership. That was\nanother mistake. My mother was very much opposed to all of these movements because she said let's\nget out but my father was adamant. He wouldn't even bother to register us for anything.\n>> Bill Benson: And your mother, as you said, wanted to emigrate. She tried to prepare you for\nemigration.\n>> Henry Kahn: She prepared herself very much. She learned how to sew, how to make shirts, how to\nsew ties, and candies. She was very much prepared to get out of Germany but my father wouldn't do\nit. And at that time women weren't as liberated as they are today. So consequently they just did what\nthe husband said. Regardless of how they felt about it.\n>> Bill Benson: You -- Henry, you learned to blow glass and make neon tubes. Tell us about that.\nThat becomes significant for you later in life.\n>> Henry Kahn: Yeah. It became significant. Everything we learned was significant, believe me. |\nlearned how to blow glass for neon tubes. That -- my mother arranged somebody in the building while\nwe lived in Cologne. Anyway, | went to the Jewish school now because in 1930 -- in 1938 -- in 1935\nJewish kids weren't allowed to go to the German school.\n>> Bill Benson: It's on. It's not here.\n>> Henry Kahn: Is that all right now? Can you hear? | can speak much louder.\n>> Bill Benson: There you go. All right, Henry!\n>> [Laughter]\n>> Bill Benson: Let's do that until it comes back on.\n>> Henry Kahn: Yes. | was in Cologne. | went to a Jewish school. Because there was one in\nCologne. The non-Jewish schools wouldn't allow anymore Jewish to come in. The Jewish were\ncompletely segregated. It was terrible.\nKristallnacht happened. My father was arrested. Two guys came the next day. That was the\n9th of November. It was Friday.\nIs that better? Yes? Ok. Can you hear me now?\n>> Bill Benson: It's not working.\n>> Henry Kahn: Hearing is not important. Understanding what | say is.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> [Laughter]\n>> Excuse me. We're going to switch real quick.\n>> Henry Kahn: Ok.\n>> Bill Benson: Bear with us, folks.\n>> Henry Kahn: Why go easy when it's possible to go hard. Right?\n>> [Laughter]\n>> Henry Kahn: So, as | said, the school -- the Jewish were not allowed to learn in the public school, in\nthe Christian school. They had -- they were not allowed to go to school at all unless you had a Jewish\nschool you could go to. Cologne had a Jewish school. That's where | went to. In addition to\neverything else, in 1938, the philosophy of the Waldorf school didn't jive with the Nazis so consequently\nthe faculty was dismissed.\n>> Bill Benson: Henry, a question for you. You're going to tell us later, Mr. --\n>> Henry Kahn: Of course. | mentioned him before. Yes.\n>> Bill Benson: You were roughed up at school. Tell us about the incident when you were roughed up\nat school.\n>> Henry Kahn: No. It comes afterwards.\n>> Bill Benson: Ok.\n>> [Laughter]\n>> Bill Benson: Ok. Keep going.\n>> Henry Kahn: Ok. So when my father was in the concentration camp, he changed his mind. By\nthen, of course, it was too late. After he came back, we got a telegram from my cousin who was\nworking in London. He had a girlfriend whose father was the owner of a clothing factory. And the\nname was London, Mr. and Mrs. London. And Mr. London was kind enough to sponsor me. So | was\nable to go with the Kindertransport to England. England was the only country in the world which\nallowed unaccompanied children between the ages of 3 and 17, before 17, to come provided they had\nsponsors.\nWell, two weeks after my 16th birthday -- anybody here 16 years old? Quite a few. Now, just\nimagine two weeks after my 16th birthday my parents and | went to the railroad station and we said\ngoodbye to each other. And | Knew positively I'm going to see them again. My parents left the\nplatform. A few minutes later they had found out that the train was delayed by half an hour and a few\nminutes later they came back. The moment | saw them come back, | knew this is it. This is the second\ntime | see them and that was the last time | saw. So can you imagine if you see your parents for the\nlast time and you're 16 years old? It's pretty hard on you. But also on the parents | can assure you.\nAnd I'm sure your parents will vouch for that.\n>> Bill Benson: Henry, I'm going to take you back for a couple of minutes if | can. You mentioned\nwhen your father came out of the concentration camp. Tell us a little bit about Kristallnacht. What\nhappened to your family during Kristallnacht which led to him going into the concentration camp?\n>> Henry Kahn: Well, the way | personally experienced it was a friend of mine who was older than |\nwas, worked for a baker, he came in and said, \"Don't go to school.\" Because there was a lot of trouble.\nThe school where | went to was next to a synagogue. The synagogue was attached to other buildings.\nSo consequently it wouldn't be burned but it was ransacked. There were people thrown out of the\nwindow. Of course, died. There was an awful lot of upheaval.\nPersonally, | was fortunate. | didn't experience too much myself. But everybody else did.\nAnd being Jewish | wasn't able to go to the movies or the swimming pool or anything else. It just was\nterrible.\nAll right. Getting back --\n>> Bill Benson: A couple more questions. Your father was arrested.\n>> Henry Kahn: Oh, yeah. On the next morning, while we were sitting in the living room, two guys\ncame, not in uniform, came to the door. | opened the door. They said, \"Is your father in?\" | said,\n\"Yes.\" He came out. They arrested him. And when he went with the guys to the police station he\nasked, \"What would you have done if | hadn't been home?\" \"Oh, | would have gone to the neighbor's\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nwho is also Jewish to cover our obligations.\" In other words, they had a schedule how many people\nthey have to arrest. And that's all there was to it. Nothing to do with anything they had done that was\nwrong anyway except the trouble was they were Jewish.\n>> Bill Benson: So Henry, as a result of him being imprisoned in the concentration camp, coming out,\nthat's when your parents made the decision when they heard about the Kindertransport to send you\nEngland.\n>> Henry Kahn: Yes.\n>> Bill Benson: Before you tell us about getting to England, you described going to the train station and\nleaving. You told me an incident about a girl with a newspaper as you crossed the border.\n>> Henry Kahn: Yeah. In the train -- this is very amusing. It's very gripping, too. After we crossed the\nGerman border, got into Holland, there was a little girl wno had an illustrated paper. After she was sure\nthat she was in Holland, she took a picture of Hitler which was in the paper and tore it into a thousand\npieces. Just to give you an idea of the emotions which was there at that particular time.\nWell, we got -- it was the 2nd of February 1939. We got into England. A ship took us across\nthe channel. We got into Liverpool. There we were taken into a big hall. Everybody had a tag with a\nnumber on it.\n| Knew a little English because | had learned a little bit. And a lady walked in who looked nice\nto me. | walked up to her and said, \"Can | help you?\" | don't know whether | said it this way but\nsomething like that: She pulled out a piece of paper and read my name. | said, “Well, that's me.” So |\nhad met my sponsor.\nWe went to their home, which was on Hampstead Garden Suburb. They had one family\nhome. On the second floor there were three bedrooms. | had one bedroom to myself, which was\nextremely nice. And then | had to learn how to eat the English way.\nNow, you know, in order to eat peas in America, you use the right fork and you eat peas. In\nGermany you eat it with your left hand because you use the knife on the right hand and push it on. But\nin England it's different still. You have to poke the peas with a fork.\n>> [Laughter]\n>> Henry Kahn: Very few peas get into your mouth at one time. But that's the way it is. That | had to\nlearn first.\nShortly thereafter, he asked, “Do you want to go to school or do you want to go to work?” So |\ngave it a little thought. | said, well, | have to work because, A, | had no money at all, zilch, and, two, |\nwanted to learn something so when | get to the United States, which | always had in the back of my\nmind, which | wanted to do, | wanted to have some sort of a trade that | could get myself employed in\nsomething. So | said I'd like to work.\nWell, that was well and good. | guess Mr. London got me a learner's permit or whatever it is,\nan apprentice permit. And every morning he took me to work. And every afternoon or evening he took\nme home in a car which was very nice. | had lunch with the staff. But | was practically in a glorified\nprison because there was no place to go, no public transportation anywhere near it. In any case, | had\nno money. So! went for walks. There was a Hampstead over there, a beautiful meadow. | once ina\nwhile laid down and dreamt.\nThis was ok. That was all right. Now, this was probably the end of February or the beginning\nof March.\n>> Bill Benson: When you got to England, Henry, were you in touch with your parents still? Were you\nable --\n>> Henry Kahn: Oh, yes. | still wrote to them. That's obvious. But that had to stop pretty soon. On\nSeptember 1, war broke out and that was the end of any communication with my parents. That was it.\nSo war broke out. And Mr. London told me, well -- oh, before | -- after a while | was working ina\npacking -- in a package place, packing room. | learned how to make knots and how to put tags on\npants. Now, that's no profession, | tell you. And | didn't think | could earn any money doing that. So |\nasked Mr. London to let me please work in the sewing room and learn how to do that. Oh, this was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nunacceptable. The prodigy of the factory owner working with the common women? That's ridiculous.\nAnyway, the answer was negative.\nWell, the war broke out. And Mr. London told me they were going to evacuate. So the family\nevacuated. And he said to me: Well, since you are working, you have to look for a place to stay. Well,\n| did that. And | found a place in Finsbury Park, which was not as fancy as Hampstead Garden but it\nwas nice. | met some people across the street whom | got very friendly with until today. The fellow\npassed away a short while ago.\nSo now | was more or less free. | wasn't in the prison anymore. So the first thing | did was\nasked Mr. London -- initially he had -- I'm sorry | have to say that. He said, no, that's ok. You can't get\na pound a week. That's ok. So now that | was on my own, | said to him, “Can | have some more\nmoney?” He said, \"No, you can't. Other kids at your age don't get any more money either.\" | said,\n\"Well, other kids my age usually stay with their parents and they don't have to be on their own.\" \"No,\nyou can't have it.\" Now | said to him, \"Now | want to work in the sewing room.\" This time he didn't have\nthe nerve to say no. Because | just had to do it.\nWell, | learned how to sew. | was told you don't know how to sew properly until you put one of\nthe sewing needles into your finger. That never happened to me so | guess | never learned it properly.\n>> [Laughter]\n>> Henry Kahn: | still only got a pound. So | decided to go -- after | knew a little bit how to sew, |\ndecided to go in piece work. In other words, get paid by the piece which | manufactured. So |\nrequested it. | was granted. And then all of a sudden | could get more. Quite a bit more. In fact, in the\nend | got as much as 30 shillings which is half as much as a pound. That was helpful.\nSo now | worked there. Then 1940 came. In May 1940, the Germans invaded Holland,\nBelgium and eventually France. And the British Expeditionary Force had gone to help the French.\nWell, the French gave up pretty soon. The British Expeditionary Force, as many as they could, they\ncame to Dunkirk, a port on the north of France, and they were -- many were at the channel. 300,000 of\nthe soldiers, of the British Expeditionary Force and the free French were able to be evacuated by small\nparty boats from Dunkirk.\nOf course, all which had been taken overseas was lost. And Britain was really in bad shape.\nThey didn't only get scared. They became panicky. And they decided, well, everybody that they\nlearned about, in Norway, and they decided everybody who came from Germany is actually an enemy\nalien by heart or otherwise. Now | was instead of an enemy of Nazi oppression, | became an enemy\nalien. A lot had to be interned. As | said, the British got scared.\n>> Bill Benson: Henry, the status as an enemy alien, before that you had had official papers saying\nthat you were a refugee from Nazi oppression.\n>> Henry Kahn: Yeah. | just mentioned that.\n>> Bill Benson: | wanted everybody in the audience to make sure they understood that. So you were\nofficially a refugee from Nazi oppression but then when they got panicky, they decided you were an\nenemy alien and you had to be interned.\n>> Henry Kahn: Yes. Exactly. So now | was supposed to be interned. Everybody -- my friends, they\nhad gone -- the friend across the street from where | lived, they had gone to America in the meantime.\nSo they weren't affected by it. But | was. But not immediately.\nWhen | noticed that people like myself, whom I'm aware of, were being interned, | decided I'll\ntake all of my money to the organization, the Bloomsbury House, the organization in charge of the\nKindertransport. | did that. | took the money over there and told them: Look, this is the money | have;\nget me out as fast as possible and get me a ticket to get to the United States. They said: Well, this is\nnot quite enough but they were surprised | had accumulated that much funds; however, we'll make up\nthe difference. Great.\nOk. Then | asked Mr. London to give me a certificate to tell them that | was working there and\nall of that. Eventually | said, look, | need it today. So they were a little taken aback. But they gave it to\nme. The day | got it, wnen | came home, the land lady told me -- by the way, | paid 12 shillings and six\npence a week. So | got one pound and 12 shillings and six pence. This is much more than half.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n| was asked -- came and told me to come to the station next door, to the police station, the next day\nwith all of my clothes. Well, | went there. And that was the 3rd of July. On the 3rd of July | was\ninterned.\nThat night we stayed somewhere over there, a race course | think. Slept there. Then we\nwere taken the next day with a piece of cheese, which was our provision for the whole day to Liverpool.\nLiverpool is a port on the West Coast of England. And there we were told, after we arrived, that the\nship that had taken prisoners of war and internees to Canada had been torpedoes and sunk and many\npeople had drown. We were told Liverpool had been bombed the week before. After that we were\nasked, \"Who wants to volunteer to go to an overseas dominion?\"\nWell, | gave it to thought and decided that I'll take a chance with an overseas dominion\nbecause the chances of being torpedoed and hit was limited as far as time was concerned. You don't\nknow if the Germans come to England. We were in a tent camp. So there could be machine guns or\nwhatever. | decided to take a chance.\nWell, seven days after | was interned, on the 10th of July, with 2,500 other people | boarded\nthe Dunera, the HMT Dunera, her majesty's cruise ship, Dunera. And we got aboard.\nAnd now I'm going to quote you something that -- to show you how scary and precarious a\nsituation it was, how Mr. Churchill expressed it in his memoirs. Just a short notation. How much the\nU-Boat warfare reduce our imports and shipping. No fear for great gestures and. Only the slow\ndrawing of lines and charts which showed pretentious strangulation. The high in face spirit of the\npeople counted for not. And this bleak domain, the food, supplies, and arms from the new world and\nthe empire arrived across the oceans or they failed. The losses inflicted on our merchant shipping\nbecame most severe during the 12 months from July 10 -- from July 1940 until July 1941 when we\ncould claim that the British battle of the Atlantic had been won.\nThis was Mr. Churchill. Well, we were aboard the ship. Our luggage was put on top of the\ndeck, put on one pile. A canvas was put over it. | was assigned to the bottom deck. In the back of the\nship. So now every other day -- no. First we had to -- it was pretty crowded to put it mildly. The ship\nwas built to accommodate 1,500 people, 1,500 soldiers and we were 2,500. So you can imagine.\nThere were hooks on the ceilings. So | figured they must be for hammocks. Sure enough. So\neventually we got hammocks. | got ahammock. | was sure to get a hammock. When | was swinging\nhappily back and forth on the hammock which was great.\n>> Bill Benson: There were 2,500 of you on that ship, | believe, but not all of them were in your\nsituation. Weren't there German prisoners?\n>> Henry Kahn: Prisoners of war.\n>> Bill Benson: Mingled with you.\n>> Henry Kahn: No. They were separated. There weren't that many.\n>> Bill Benson: Ok.\n>> Henry Kahn: They were mostly Jewish people from Germany and from Austria.\nWell, we lifted anchor that same night. And the next morning -- yeah, the next morning a\ntorpedo hit the ship, made a dent into it but did not explode.\nNow, fast forward 22 years later. My family consisted of two sons and my wife and myself. |\nmet Mr. Karl Hager. Remember the name | mentioned before? | met him in New York. He told us after\nhaving met him several times, “You know, after we were dismissed in 1938, | had to look for a job and |\ngot a job in a torpedo factory. And once in a while | put sand into the torpedo.” So, you see, | probably\nowe my life to him or somebody like him.\nGetting back to the Dunera. Every morning when the weather permitted and we were not in\nthe harbor, we were allowed to run around the deck. The crew which guarded us -- of course, they\nwere not the cream of the crop of the British Army. One of them had glass eyes. So there were\ndrunkards, limping, God knows what. They were criminals, basically. Because when we got to the\ndeck, we noticed that the canvas had been pulled off of the luggage. We didn't get the luggage. The\ncanvas had been pulled off. And many suitcases had been opened. As | found out later, a lot of stuff\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nwas thrown overboard, stuff they said they didn't want. Of course they helped themselves to what they\nliked.\nWell, it so happens, although this was a criminal act -- the commander of the crew was\neventually court martialed after the war. However, as much as this was a bad thing to do, it may have\nsaved our lives because as we found out -- well, several years later when | went to Stuttgart again, |\nfound out that one of the U-Boats which had followed us, the captain was curious what we had thrown\noverboard and what he picked up was among other things German letters. And then he realized that\nthere must be German prisoners of war on there. And consequently he didn't shoot his torpedo. So\nthat's the second time we were lucky.\n>> Bill Benson: And Henry, | think you believe that's when you lost all of your family letters.\n>> Henry Kahn: Oh, yeah.\n>> Bill Benson: They were thrown overboard.\n>> Henry Kahn: Yes.\n>> Bill Benson: Henry, did you know what your destination was? Did you know where your destination\nwas supposed to be?\n>> Henry Kahn: No. Overseas dominion. | didn't even Know what a dominion was never mind --\n>> [Laughter]\n>> Henry Kahn: So we went around the Cape of Good Hope. The reason we knew it is because we\nweren't allowed to go on deck while we were in the harbor to refurbish but we looked through the\nporthole of the toilet. That's the only way we could look. And everyone had a chance to look for about\na minute. And while | was looking through that, | saw a huge cloud come over. It looked like -- the sun\nwas shining against it, like a gold table cloth going over. It was fantastic. | still remember that view.\nAnyway, after we had gotten new provisions, we left. And after two months of travel we finally\nlanded. It turned out to be Sydney, Australia. We were taken off the boat, all of us. Some of us were\nsent -- we were sent someplace else. 18 hours into the interior. The train was going quite slow. As\nyou looked out of the window, there were kangaroos trying to race us. But there was no contest, of\ncourse. After 18 hours we arrived in a brand new camp, newly built. The sand was blowing very hard.\nIt was a desert, basically. It was called Hay. | don't know. We must have gotten something to eat. |\nwent to a bunk. | went to sleep. We were tired.\nThe next morning, out of 2,500 people who were aboard the ship, 13, 1-3, 13 names were\ncalled out and mine was first one on the list. And we were told to go back to the orderly room. Then\nwe were told to get our luggage and go over to the officers, back to the railroad station. One of the 13\nof us overheard one of the guys say \"These chaps are going back to England.\" Well, | didn't ask for it,\nbut that's what somebody overheard.\nSo we went back to Sydney. We got back to the boat. But the boat wasn't ready to sail yet so\nwe were taken to a prison that had a special section for internees. There was an Italian guy who got\nthe paper every day. We looked at the paper. Lo and behold, east London, where the factory was\nwhere | used to work, was in flames, completely in flames. So | really had no appetite to go back there.\nBut as | said, | wasn't asked.\n>> Bill Benson: You told me that when you got back on the Dunera, that was first time that you\npersonally felt really scared.\n>> Henry Kahn: Yeah, yeah.\n>> Bill Benson: That was the first time you felt really scared.\n>> Henry Kahn: Yes. Well, the reason | got scared was because the first time that we got to the\nDunera, we were put into the bunker and locked up. And | thought, my God, if we leave, there is no\nchance of me surviving anything. You were caught like a rat. But then they brought us something to\neat and | felt better.\nAnyway. We were in that internment camp in Sydney. After that, after 10 days, we were\ntaken back to the ship. The ship left the harbor. We got to Perth, on the West Coast of Australia. And\nthere we had the crew load half pigs, pigs cut in half and frozen. So we had them loaded. And then we\ntook off again.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nNow, after two weeks the ship stopped. Now, it took us two months to come here. Two\nweeks can't be again. As it is, we were taken off the ship. The place wasn't very familiar. The people\nwere kind of dark skinned. There were lots of red spots on the street. That's all | noticed at the time. |\nhad no idea where | was.\nWe were taken to the police station. And everybody was interviewed. The fellow who\ninterviewed me said -- asked me all sorts of silly questions. Then he said, \"Where do you live?\" | said,\n“| don't even know where | am and you ask me where | live?” So it turns out he had to ask. It turns out\nit was the Jewish Relief Association Home in Bombay, India. So, wa-la, | got to India. | was told after\nthe interview that | have to report twice a week to the police station but otherwise | was free to move\naround in Bombay city but don't leave the island. Bombay is an island. Well, that's how my stay in\nIndia started.\n>> Bill Benson: Two questions for you. Do you know why you were one of the 13 selected to return to\nEngland and then why they left you in Bombay, India?\n>> Henry Kahn: Yes. You see, from the 7th to the 10 -- from the 3rd to the 10th is seven days. At\nthat time there was no internet and communication was relatively slow. So since | had requested to be\nreleased in order to be sent over to the states, the release hadn't come through. But it actually had\ncome through on the 10th but | was already on the ship or going on the ship or whatever. So that's the\nreason that | was released. | didn't know that until way, way later. So that's the reason | was one of the\n13. Anyway, | got to India this way. | did all sorts of things over there.\n>> Bill Benson: Why did they leave you in India when they were going to take you to England?\n>> Henry Kahn: Well, I'll tell you, they weren't supposed to take us to England. They were supposed\nto take us off the ship because there was a troop ship and the troop ship was supposed to take troops\nto the Middle East to fight. We were superfluous of that ship, of course. That's why we were taken off\nthe ship. That's it.\n>> Bill Benson: And left in Bombay, India.\n>> Henry Kahn: That's right. That's how we got to Bombay.\nAnyway, | worked at several jobs. What's the time? | worked in several jobs. | have to hurry\nup.\n>> [Laughter]\n>> Henry Kahn: | worked in several jobs in Bombay. First | didn't get -- first | wanted to learn\nsomething but that was no good, as a dental mechanic. And a dental mechanic shop | was working but\nthe boss didn't want to teach me anything. | only learned something when the guy was away. And\nthat's where | used my glassblowing experience, to make saliva injectors. We sold a few but there was\nno deal. It was nothing much. How many saliva injectors do people use?\nSo then | got another job. | got a job as a bookkeeper and salesman. It was a so-called\nconsulting engineer office. Of course, while | was in London, | had gone to the accounting school at\nnight while | was living in Liverpool and learning how to do some bookkeeping, which was kind of\ndifficult for me because whereas all the other people in the class were guys who worked in an office, |\nworked in a factory. And another thing, English pounds, shillings, and pence was different. It had to be\nconverted from one to the other. These days it's easier because you have a hundred shillings for\npound now. So | learned this. So | got a job with them. Before | started | bought myself a little booklet\non bookkeeping and | reviewed. So that was easy. Then | did some selling stuff like that, so it was\neasy, too.\n>> Bill Benson: Will you tell us about your friend -- | think his name was Eric Lynn -- who contacted\nyour parents?\n>> Henry Kahn: Yeah. Go back again to “35. | was in the kinder home in a place that was like a\ncamp. | met this fellow. We were very good friends. We became very close. | met him again in\nEngland. And he was in the United States. Somebody left for the United States as | arrived in India. |\nasked him to leave a message to Eric. What he did was something wonderful. | didn't ask him for it but\nhe immediately wrote a letter to my parents that | was all right because they had looked for me. They\nhadn't known what had happened to me. So that was great. So he did that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n| was friendly with him and his wife, the whole family. We were very friendly until his wife\npassed and he passed away not long ago.\n>> Bill Benson: If | remember correctly, once the U.S. declared war on Germany and Japan after Pear!\nHarbor, that was the last time any communication could happen with your parents.\n>> Henry Kahn: Oh, of course. Anyway, | was in India. So | worked for the Indian Tool Company\nwhich made stuff for the war effort. | was, of all things, night shift supervisor. | was all of 18, 19\nyears -- 18 years old. But | was qualified.\n>> Bill Benson: In the little time that we have left, there's a couple other things | want you to tell us\nabout. One of them is meeting your future wife. | want you to tell us about, in the time we have left, tell\nus about meeting your future wife and then about going to the United States.\n>> Henry Kahn: All right. I'll tell you. | had come back -- incidentally, | was in [Indiscernible] for seven\nmonths, had a job down there. The interesting thing about this is at that time, the way milk was\ndelivered, | was living with a family, Haimy. Every morning the milk was delivered to the house but not\nin a bottle, not in a can but by the cow.\n>> [Laughter]\n>> Henry Kahn: The cow came of course with a man. He had several pales in his hand. He milked\nthe cow in front of us. | don't know if there was any water in it or not. He gave it to us. That's the way\nit was.\nAnyway, when | came back from Bombay -- from Madras, a friend of mine told me to go to the\nMaccabi one night, the Maccabi Sports Club, a Jewish sports club in Bombay. And there they played\nping-pong. And | played ping-pong. There was a young lady who played ping-pong against me. And\nshe won most of the games. Most, not all but most.\n>> [Laughter]\n>> Henry Kahn: So! had to avenge myself. So what do you think | did? Two years later | married her.\n>> [Laughter]\n>> Bill Benson: Henry, you were in India, as it turns out, until 1946, | believe.\n>> Henry Kahn: Right.\n>> Bill Benson: Then you were able, finally, to make it to the United States.\n>> Henry Kahn: Yes.\n>> Bill Benson: Tell us about coming to the United States. And Doreen, your future wife, didn't come\nwith you.\n>> Henry Kahn: Ok. In 46 | was able to buy a ticket. | had enough money -- the money which | had\ngiven to the Bloomsbury House was sent to me, which was good, and | had accumulated a little more,\nnot much more because | didn't really make much money but it was enough to pay a ticket. When |\nhad asked to get a booking, | was told | have to get a cot to sleep on. Well, | didn't have enough money\nto buy a cot so | bought a hammock.\nIn March of 1946, | finally was able to get too where the ship left from. It was -- oh, it doesn't\nmatter right now. There was a victory ship. And a victory ship had just been built but it hadn't been\ncompleted. So there was the crew house in the back which was just an empty room, built in steel.\nThere was nothing in it. So that's why they wanted to -- so now | had a hammock. What am | going to\ndo with that? The way | solved it is | connected it to the screw on the window and the hinge on the\ndoor. So like this. So | was swinging back and forth while everybody else was sliding back and forth in\ntheir cots. [Laughter]\n| had no money left. $10 | had left by the time | was finished with everything. And when we\nfinally got to the United States, to camp New Jersey, | had nothing. | had $10. But | had money lent to\nme, given to me to give to the brother of my friend. Which fortunately was good. We landed. | hada\nhaircut, first of all. | needed badly. Being a green horn, the barber took full advantage of me. He\ncharged me $2 for the haircut which at that time was 50 or 60 cents.\n>> Bill Benson: 20% of your money.\n>> Henry Kahn: [Laughter] In addition to which | had given 50% of the money as a tip to the guy who\nwas on the ship, feeded us all the time, fed us all the time.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nSo anyway, | had the $50 which was good. | had contacted my cousin in Vermont who told\nme that | had a cousin in New York. | contacted her. She was very surprised to hear from me because\nshe had no idea that -- | gave her a call. | was at the station. She told me to come. She told me to\ntake the subway. Not the Metro, the subway there. And | went there.\nShe was married. She had a little boy. | was sleeping -- she asked me to stay with her, which\nwas good because | had no place to go anyway. So | stayed with her for a couple of days. After a day\nor so the husband says: Well, you have to look for a job. | said: Well, | am in a way. What | did was |\nvisited friends and asked them whether they knew anybody in the import/export business. | had\nbrought sandals with me from India and connections. So | figured | might get into the import/export\nbusiness.\nSo one of them knew somebody in the Empire State Building. | made an appointment with the\ngentleman. Sure enough after | presented my credentials -- [Laughter] -- he said, well, ok, you can\nhead the new far east department and you get $30 a week. And | had a secretary. So we started\nwriting letters. In addition to which | would get a quarter of a percent of all the profits which are being\nmade after each transaction has been completed.\nWell, that was April. In September | was drafted. So at that time mail didn't go very fast. It\ntook two weeks for a letter to be returned from India or Indonesia or wherever it was. That delayed any\ntransaction. Well, anyway, so | couldn't get any commission at this point. However, when | came out of\nthe Army, six months and 13 days later and | went back to the office, | was given a check for close\nto $1,000 for the commission which | had earned.\nNow, as far as Doreen was concerned. Doreen was born in India of Jewish parents,\nEuropean background. As such, there was no quota for Jewish -- for people born in India to come to\nthe United States, none. Well, while | was in uniform | went to the State Department and | spoke to\nsomebody over there. | said, \"How can | get my fiancée to come here.\" It wasn't a fiancée then. | had\na conditional arrangement with her if and when we meet again and feel the same way about it as we do\nnow, we will get married.\n>> [Laughter]\n>> Henry Kahn: Ok. So now | went to the State Department, told them, look, I'm neither an American\ncitizen nor am | married so | really have no legal right but | knew from the Army that if things can be\ndone officially, they can be done unofficially. So in other words, | say -- | said to her, look, see what you\ncan do. She said, yes, | will.\nWell, it turned out that after a while my wife, who worked in a section in Bombay which her\noffice was across the street from the American Consulate, she got a call said come over. She went\nover. She said, “Do still want to go to the United States?” She says yes. So she went back. The next\nday she got another call, please come over. “When do you want to leave?” Her affidavit had expired,\nbut that's ok. Everything all of a sudden worked. On June 9, 1938, she arrived at La Guardia airport.\nAnd on the 27th we became husband and wife.\n>> Bill Benson: And Henry, you told me that during that time that two years almost you were apart --\n>> Henry Kahn: Oh, yes. During that time we were in communicata. We wrote 117 letters, each back\nand forth. Our last one was number 117.\n>> Bill Benson: Her last one was from India, May 1948, before she arrived.\n>> Henry Kahn: Right.\n>> Bill Benson: We're getting close to our time to end.\n>> Henry Kahn: | know.\n>> [Laughter]\n>> Bill Benson: Henry, when did you learn about what happened to your parents?\n>> Henry Kahn: Oh, | learned that after the war was over, of course. | don't know how. | may have\nheard it through -- in Israel or some other way.\nMy father, he was killed. My parents had taken -- been taken to Lodz in Poland in 1941. My\nfather got sick, ill. And, of course, as it was there, he died there. My mother survived, as | found out\nvery recently. There's no record of her at all. But | know she survived until -44. People were driven\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nback -- driven, not in cars or trucks but they were walking back to Germany. But before they got to\nGermany, they were still in Poland, they were forced to dig ditches and then they were shot. And I'm\npretty sure my mother's fate was something like that. It's very likely.\n>> Bill Benson: Henry, did any other family members survive?\n>> Henry Kahn: No. | have an aunt, an uncle, and a cousin in Hamburg who didn't survive. The older\ndaughter, she is -- she was in Israel. She died in the meantime. I'm in touch with her family there, yes.\nBut otherwise whoever was left in Germany that | was connected to, they didn't survive.\nWhen | got back to Germany about three years ago with my sons, | went to the Waldorf school\nand | talked to the group over there, to about, | don't know, a room full of people. They were interested\nin my story. | asked were there any survivors from my class. They all had passed away. So! was the\nonly survivor myself.\n>> Bill Benson: We're at the end of our time almost. I'm going to turn back to Henry in just a couple of\nminutes -- moments to close our program.\n| want to thank all of you for being with us. | remind you we will have First Person programs\neach Wednesday and Thursday until the middle of August. We hope that you'll have a chance to come\nback or look ahead to 2016 if that's possible.\nIt's our tradition that our First Person does have the last word. He's going to get the last word.\nAnd you didn't get a chance to ask him questions. So when Henry finishes, he's going to remain up\nhere on the stage when he's done. So when we finish, please feel free, if you want to come on up after\nthe program, ask a question of Henry or just shake his hand or get your photo taken with him, whatever\nwould like to do. Please know you're very welcome to do that.\nWhen Henry finishes, I'm also -- | would also like to ask you to stand because our\nphotographer, Joel, over here is going to come up on the stage, take a photo of Henry with you as the\nbackground. That just makes a wonderful photograph for him of this program.\nOn that note, Henry?\n>> Henry Kahn: Ok. | want to leave one thought with you. If ever you have very good reason to dislike\nor even hate somebody, an individual person, do not generalize and do not assume that everybody\nelse of the same background is the same. Be discriminating and be fair because you know there are\nalways good people among bad ones. Like in Germany, like Mr. Hager or other people who risk their\nlives. And some of them who were caught got actually killed. So this is what | would like you to\nremember. Don't generalize as far as the character of one particular person is concerned.\nThank you very much.\n[Applause]\n",
    "segments": []
}