{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, July 31, 2013\n1:00-2:30 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: SUSAN WARSINGER\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being provided in\nrough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm.org for further information about this collection\n>> Bill Benson: Good afternoon, and welcome to the United\nStates Holocaust Memorial Museum. My name is Bill Benson and\n| am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 14th year of First\nPerson. Our First Person today is Mrs. Susan Warsinger, whom\nwe shall meet shortly.\nThis 2013 season of First Person is made possible through\nthe generosity of the Louis Franklin Smith Foundation, to whom\nwe are grateful for again sponsoring First Person. | would like you\nto know that Mr. Louis Smith is here with us today. Right there.\nThank you, Louis.\nFirst Person is a series of conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their\nexperience during the Holocaust. Each guest serves as a\nvolunteer here at this museum. Our program will continue through\nmid August. The museum's website at www.ushmm.org provides\ninformation about each of our upcoming First Person guests.\nSusan Warsinger will share with us her First Person account\nof her experience during the Holocaust and as a survivor, for\nabout 45 minutes. If we have time toward the end of our program,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm.org for further information about this collection ,\nwe'll have an opportunity for you to ask Susan a few questions.\nThe life stories of Holocaust survivors transcend the\ndecades. What you are about to hear from Susan is one\nindividual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her\nintroduction.\nSusi Hilsenrath was born in Bad Kreuznach, Germany. She\nwas the eldest of three children. Here we see Susan's family.\nFrom left to right is her brother Joseph, mother Ani with * in her\nlap, her father Israel, and Susan with her arm around her father.\nHere we see Susan and her brother Joseph.\nOn November 9-10, 1938, known as Kristallnacht, or Night\nof Broken Glass, Nazi thugs smashed the windows and\nfurnishings of the Hilsenrath family's home. Months later, Susan\nand Joseph were smuggled to France.\nIn May 1940, the German Army invaded France. Susan and\nJoseph were evacuated from a children's home in Paris to\nVersailles, where they were temporarily housed in Louie XIV's\npalace. Soon German soldiers arrived and the children fled with\ntheir guardians to the unoccupied part of the country under the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nVichy government.\nThe arrows indicate their movement southward.\nWith the help of the Hebrew Immigrant Aid Society, Susan\nand Joseph received permission to immigrate to the United\nStates. Information written on this tag that Susan wore identifies\nher name and states she is sailing for the United States on the SS\nSerpa Pinto.\nAfter crossing the Pyrenees to Spain, the two children sailed\nto Lisbon, Portugal, and arrived in New York in September 1941.\nSusan and her brother Joseph are highlighted here on this\nphotograph from a newspaper. Susan lives here in the\nWashington, DC area. She has three very accomplished\ndaughters, and as she notes nine wonderful grandchildren. She\nspent 29 years as an educator in the public school system.\nSusan's volunteer work at the museum includes being\na member of the Museum's Speakers' Bureau. She is also a “\ntwo guide leading law enforcement officers, including FBI agents\nand law enforcement officers from all over the United States and\nfrom throughout the world through the museum's permanent\nexhibit. She gives tours to special groups such as college-aged\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm.org for further information about this collection\nleaders and individual tours to visually and hearing impaired\npeople. During the summers, Susan participates in the museum's\nprogram Conversations in the Wexner Center, where she\nwelcomes questions and conversation in an intimate setting as\nshe discusses her experience during the Holocaust. Susan is\nalso giving tours for the museum's new exhibit, Some Were\nNeighbors: Collaboration and Complicity in the Holocaust. And\nshe is a member of the writing workshop for survivors here at the\nmuseum. You can read some of Susan's writings online on the\nmuseum's website.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Susan Warsinger.\n[Applause]\nSusan, thank you so much for joining us, for being willing to\nbe our First Person today. We have just an hour. You have so\nmuch to share. Weill start right away. Why don't we begin with\nyou telling us about your early years, those years before\nKristallnacht, those years before the war, about your family, your\ncommunity, your own life in those early years.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection .\n>> Susan Warsinger: Well, many changes happened in my family\nafter the Nazis came into power. |'m going to tell you all of these\nstories from a child's point of view, because that's the way |\nremember it. So you will just have to bear with me if | get to be a\nlittle bit childish every once in a while.\n| remember we moved a lot. We lived, had lived in a very\nnice house. All of a sudden, we didn't live in a spacious house\nanymore. It seemed to me like we were always moving from one\nabode to another, which was on an economic level.\n>> Bill Benson: With each move?\n>> Susan Warsinger: With each move. What happened was my\nfather had a thriving linen store and all of a sudden he didn't have\nit anymore. He was boycotted. How many of you have been to\nthe permanent exhibit? If you remember, there's this one big\nexhibit with an SA man standing in front of a store, and he is\nsaying, \"Buy only in German shops, buy only from German\npeople,\" as if we were not German people. So my father lost --\ncan you hear me when I'm talking this way or do you want me --\n>> Bill Benson: You're good.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm.org for further information about this collection\n>> Susan Warsinger: Can you hear me all right? OK.\nAll of sudden he didn't have his store anymore. | remember\nhe had to go to a farm to sell strawberries and cherries to the\npeople who were in our town. That's how he had to make his\nliving.\n>> Bill Benson: | remember you telling me that when he would\ncome home after he was forced to go and sell cherries and\nstrawberries, that you Knew when he had been able to sell a few\nby just the look on his face. | think you said he was smiling when\nhe'd come back, you knew he had been successful that particular\nday.\n>> Susan Warsinger: Yeah, yeah. We had some special signal, |\nremember between us. | remember, | don't know, maybe it was\nhow many baskets he sold or something. It was just a private\nthing | had with my father that | remember.\n>> Bill Benson: Tell us about the town. What kind of town was it?\nWas it a small town?\n>> Susan Warsinger: Bad Kreuznach is a spa. It's a place where\npeople come to recuperate from all kinds of illnesses. A lot of\npeople come there for pleasure, because It's a beautiful town. It\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nwas built in 14 -- | don't know what year.\n14-something-something. They had a thriving Jewish community\nliving there. And then --\n>> Bill Benson: Your family had been there for a long time?\n>> Susan Warsinger: Yeah, my parents got married there.\n>> Bill Benson: How large was your family? Your extended\nfamily.\n>> Susan Warsinger: Well, we had a lot of relatives that were\nliving in Germany. I'll tell you at the end. The only ones that\nsurvived was my family, my immediate family.\n>> Bill Benson: It was a large extended family?\n>> Susan Warsinger: Yes. All of those didn't make it out.\n>> Bill Benson: What about your schooling in those early years?\n| remember you telling me that your first years of school were\nreally not very happy years for you.\n>> Susan Warsinger: No, they were not happy at all. | hated\ngoing to school, because kids were making fun of me. | seemed\nto be a normal little girl. | wasn't quite sure why they were making\nfun of me. So one day | didn't have to go to school anymore. | tell\nyou, | was really happy. The reason for me not having to go to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 5\nschool anymore was because Jewish kids weren't allowed to go to\npublic school anymore.\n>> Bill Benson: And then what happened?\n>> Susan Warsinger: Well, we had numerous Jewish families in\nour town, so the Jewish families hired one teacher, and they hired\none room, and this particular teacher had to teach the kids from\nfirst grade to 10th grade, all in this room. One grade sat in this\nrow, the second grade. We had 10 rows and he had to teach us\nall of the subjects.\n| tell you, we did OK. We learned a lot. We learned a lot\nfrom each other.\n>> Bill Benson: And it was happier?\n>> Susan Warsinger: It was.\n>> Bill Benson: You shared with me an incident where your\nmother had sent you to get bread, and you had to go through a\npark.\n>> Susan Warsinger: You want me to tell you about that?\n>> Bill Benson: | do, yeah.\n>> Susan Warsinger: OK. | hope you want to listen to this. | was\nthis little kid, and my mother used to give me the responsibility of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 0\ngoing to the grocery store. She gave me some money, she asked\nme to go to the grocery store to buy a loaf of bread. So | felt very\nproud of myself, because | was the one that was providing\nnutrition to my family.\n[Laughter]\nHere, we live here, and the grocery store, let's say it's at the back\nof the auditorium. In order to get to the grocery store, | had to\nwalk through a park. | started, | had to go down the stairs, |\nwalked down the stairs. The caretaker of the park came to me, he\nsaid, \"Little girl, you cannot go through this park anymore.\" |\ncouldn't figure out why | couldn't go through the park. | went\nhome to my mother and | told her. She said, \"Well, just walk\naround the park to get there, walk this way, that way, go all the\nway around.\"\nSo the next time she gave me the money to go to buy\nsomething, maybe it was milk, so | got to the steps of the park,\nand | said to myself, | was very tired, so | thought, well, maybe |\nwould cut through, because | just didn't want to take all the way\naround. So | went through the park, and the caretaker came, and\nhe started to throw rocks at me, and he started to say horrible\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\nthings about me. | was this little girl.\nThat wasn't the worst part. The worst part of my\nremembrance is he had a young girl who was just about my age,\nand she saw her father doing what he was doing, and he was her\nrole model. So she copied what he was doing, and she kept on\nthrowing rocks at me, calling me a dirty Jew and all kinds of other\nthings.\nSo | would never walk through that park again.\n>> Bill Benson: Susan, in 1938 your mother had another child, |\nthink your brother Joseph. She had no choice but to have him at\nhome. Why was that?\n>> Susan Warsinger: Well, Jewish people weren't allowed to go\nto the hospital. They had to have their baby at home. The picture\nthat you people saw before was my brother and |. We were sitting\non the steps, and we were sitting outside because my mother was\nhaving a baby.\n>> Bill Benson: You described a few minutes ago remembering\nmoving from place to place, and each time it was a smaller and as\nyou said lower down the socioeconomic scale. At one point, you\nended up in a place called Adolf Hitler Platz, was the name of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection .\nplace before you lived. You were living in a place with, | believe, a\nrabbi and his family. Tell us a little about that.\n>> Susan Warsinger: OK. Is it OK with you? OK.\nlt was a house, it was like an apartment house, it had like\nfour floors. On the first floor, my family occupied the first floor.\nThe rabbi lived on the second floor. A non-Jewish family lived on\nthe third floor. And on the fourth floor was an attic. Well, it was\none night my brother and | were very excited because the next\nday it was going to be my mother's birthday, and it was November\n9, 1938.\nAll of a sudden, these bricks, rocks were being thrown\nthrough our window. My brother was a year younger than | am,\nbut he was the brave one. He went to the window, and he looked\noutside, and he said to me that it was our neighbors that were\nthrowing the rocks and the bricks through the window. And he\nsaid there are several policemen, and if you had gone upstairs to\nsee the civil policemen, they're wearing the big, funny hats,\nwearing this blue unform. He was standing outside, like this, at\nthe edge of the crowd. He wasn't doing anything at all to stop the\npeople from throwing the bricks and rocks through the window.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\nSO we were very scared, my brother and | really were\nscared. We started to walk across the hall to our parents’\nbedroom, and just as we were doing that some people had\nuprooted a telephone pole, and they smashed it through the front\ndoor, and our front door was made out of glass. It was made out\nof beautiful colored glass. They smashed through the front door,\nand the glass was being strewn all over. So we ran to our\nparents’ bedroom, and we said, \"My goodness, what's\nhappening?\"\nThey always tried to protect us, and they always never tried\nto tell us what was happening. So my father said, \"Well, let's just\ngo hide up in the attic.\"\nSo we went up to the attic, and the rabbi's family was\nalready there, but the rabbi wasn't there. We found out later that\nthe people who went through our apartment, they looted a lot of\nour belongings. Also, when they got to the rabbi's apartment they\ndestroyed all of his artifacts and his books and much of his\nfurniture.\nSo we were hiding up in the attic. | looked out, there was\nthis little window and | looked out, and the rabbi was standing on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\nhis veranda. There were two SA men, the brown shirts probably\nthat you learned upstairs in the PE, they were holding him.\nAnother one came along and took ahold of him, cut off his beard\nand sent him to jail.\n>> Bill Benson: You saw that?\n>> Susan Warsinger: Yes, | did see that. | did.\nSo | went, | found out later that they didn't only do it to our\napartment, to the people in our building, but they did it to everyone\nIn our community. Not only did they do that to every Jewish family\nin the community, but they did loot all of the Jewish stores that\nwere left that were selling to Jewish people, because nobody else\nwas buying from them. Also, they burnt down our synagogue.\nNot only did they do that in our town of Bad Kreuznach, but they\ndid it all over Germany. That's why it's remembered as the Night\nof Broken Glass, which is called Kristallnacht.\n>> Bill Benson: November 9-10, your mother's birthday in 1938.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Hundreds of synagogues in Germany were\nburned that night.\n>> Susan Warsinger: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection s\n>> Bill Benson: Did you have any idea after that that it was\nwidespread, that that pogrom was everywhere in the country?\n>> Susan Warsinger: No, | didn't know about it until much later.\n>> Bill Benson: With the rabbi arrested, taken away, what about\nyour father?\n>> Susan Warsinger: My father wasn't taken away. Now, let me\ntell you why. My brother and | keep talking about it, and | should\nhave asked -- | mean my father has passed away, he's dead. |\ncan't ask him anymore. | should have asked him. But one of the\nthings that we think is either that he was, because he had been\nborn in Poland when he was a little kid, he came to Germany,\nmaybe because at that time the Nazis, the Germans were not at\nwar with Poland yet, because it was before they occupied Poland,\nwhich was in 1939. Maybe because he played chess with the\nchief of police. We talked about a third reason.\n>> Bill Benson: Otherwise, thousands of Jewish men were\nimprisoned on that night?\n>> Susan Warsinger: Exactly. Exactly.\n>> Bill Benson: You're all in the attic. How long did you stay\nthere?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection -\n>> Susan Warsinger: | don't remember. Maybe a few days.\n>> Bill Benson: A few days.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Do you remember anything of that time, being in\nthat attic and you were with the rabbi's family, too?\n>> Susan Warsinger: Since it was November, it had been the\napple-picking season, we had -- someone had gathered lots of\napples, piles of apples all over the attic. So we had plenty to eat,\nbecause we kept eating apples all the time.\nThen the kids, we played. We played all with them, we\nmade abacuses out of them -- abaci, sorry.\n>> Bill Benson: Abaci?\n>> Susan Warsinger: We made abaci out of them. We played all\nkinds of games with the apples. We were innocent children. We\nreally didn't understand how serious it was. All | know is that\nbefore the Night of Broken Glass, my father and mother used to\nhave discussions whether they wanted to leave Germany or not,\nand my mother was always for it and my father said, \"Oh, this is\ngoing to blow over and everything is going to be all right.\"\n>> Bill Benson: Hitler can't last?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\n>> Susan Warsinger: Yes, yes. But after the Night of Broken\nGlass, nobody wanted to stay there anymore.\n>> Bill Benson: That's when your parents made that very\nprofound decision to try to get out of Germany at that point?\n>> Susan Warsinger: Right.\n>> Bill Benson: After Kristallnacht when they made that decision,\nwhat did your parents do?\n>> Susan Warsinger: Well, my father realized that we have to get\nout of Germany, and in order to come to the United States, this is\nwhat everybody wanted to come to, is to come to the United\nStates, the land of democracy and freedom and where you could\nbe anything you wanted to be, you couldn't come to the United\nStates because the United States had a quota, and also every\ncountry in the world had a quota, except for the Dominican\nRepublic.\nSo my father said, well, he found this woman who was a\nFrench lady, and she had children of her own. She was willing to\ndo for all of the money that he had left, that he had saved up, she\nwas willing to smuggle my brother and me to France.\n>> Bill Benson: Just the two of you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection .e\n>> Susan Warsinger: The two of us. She would pretend on the\ntrain we were her children.\n>> Bill Benson: This was your youngest brother, right?\n>> Susan Warsinger: Not the baby. The one looking out the\nwindow.\n>> Bill Benson: Year younger than you. She'd take the two of\nyou and your parents, they made the decision to let the two of you\ngo.\n>> Susan Warsinger: Yeah. Yeah. | guess, for me, it was like a\nbig adventure. | didn't realize that | might never see them again.\nBut | think that it must have been a horror for my mother, who had\nto send her children away.\n>> Bill Benson: I'm sure everybody in this room can't imagine\nwhat that would be like to send you away to another country.\n>> Susan Warsinger: Yeah. | keep thinking about when | had my\nthree girls, | couldn't imagine sending them away and not knowing\nwhat's going to happen to them.\nAnyway, it turned out OK. So we went to France, and we\nwent on the train and we had to keep very quiet, because we were\nsupposed to be French children. So when we got to the border,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 10\nwe pretended we were sleeping and everything turned out all\nright. And we ended up in Paris.\n>> Bill Benson: Was there an incident where German soldiers or\nguards boarded the train?\n>> Susan Warsinger: Yeah.\n>> Bill Benson: Do you remember anything about that?\n>> Susan Warsinger: We were very scared. My brother\nremembers that we were -- he was fast asleep. He thinks, this is\nhis -- we never asked our parents. He thinks that maybe she\ndrugged us so we would be fast asleep, so we wouldn't be able to\nspeak German, because she was worried that we would say\nsomething in German and we wouldn't be her children. But! don't\nknow if that's correct or not.\n>> Bill Benson: You got across the border.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Went to Paris. Once you're there with a French\nlady who, in effect, smuggled you out of the country, what was\nwaiting for you in Paris?\n>> Susan Warsinger: Well, my father had a third cousin, and he\nlived in Place de la Vendome. He had a hotel. In those days\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 0\npeople lived in a room in a hotel. He was a working guy. He was\nyoung.\n>> Bill Benson: Single guy, right?\n>> Susan Warsinger: Single guy.\nHere he had these two children. My brother was very nervous.\nExcuse the expression, he used to wet himself in the bed. He\nwas upset and anyway, so he, the cousin, had to go to work, he\nleft us in the room. He said, \"You stay in the room until | come\nback.\" Of course, my brother was very curious, and he was 7,\nand he used to leave as soon as cousin -- he went on the Metro.\nIn those days the Metro was a big thing because it was the only\none besides in New York. So he went on the Metro. He went all\nover Paris. He made sure that he came home.\n>> Bill Benson: 7 years old?\n>> Susan Warsinger: Yeah.\n[Laughter]\n>> Bill Benson: Were you a good girl, you stayed put?\n>> Susan Warsinger: Yes. | always followed the rules. | still do\nthat. He's just more adventurous than | am.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\n>> Bill Benson: So how long was your distant cousin able to do\nthis?\n>> Susan Warsinger: Not very long. So then he found a place\nwhere they would keep the bread, in a small town around Paris.\nThere was a lady who was taking children in, and | don't know\nwho it was, | think it was the Quakers. They were very generous\nto people. | want to thank the Quakers a lot for everything that\nthey did. They helped, and | think they paid for us to stay with this\nlady.\nWe were not the only children. We were maybe 10 children\nthat were lost.\n>> Bill Benson: She sort of took lost, orphaned children in?\n>> Susan Warsinger: Yes.\n>> Bill Benson: It wasn't a happy place?\n>> Susan Warsinger: Well, it's -- there was one place, she had a\ndaughter and she favored her daughter, was very sad occasion.\nAnyway, we complained to --\n>> Bill Benson: Is this the place where you were not allowed\ninside during the day?\n>> Susan Warsinger: Yeah.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 9\n>> Bill Benson: Tell us about it. Here you are 7 and 8 years old --\n>> Susan Warsinger: You remember all of this?\n>> Bill Benson: | do remember this.\n[Laughter]\n>> Susan Warsinger: Yeah, during the day we weren't allowed to\ngo into the house, and we had to eat in a cabin outside of the\nhouse. She was French and her husband, she did the same thing\nto her husband. She made him stay outside too.\n[Laughter]\n| remember. The good part about her husband, he was eating\npon frietes. Those are French fries. That was the first time | ate\nFrench fries, the most delicious thing | ever ate.\nlt was unpleasant. She wouldn't let us go to the bathroom.\nWe had to go in a pot in the middle of the night. We weren't\nallowed to use the bathroom. In the morning somebody had to go\nclean up. Somebody complained. So he found us another\nplace --\n>> Bill Benson: Your cousin. He did get you out of there?\n>> Susan Warsinger: Yes.\n>> Bill Benson: Where did he take you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 03\n>> Susan Warsinger: To another place. Those were two ladies,\nand they were very good to us. We went to school in that town,\nand we learned French. | tell you, | was there for a few months. If\nyou can't speak the language and you're a little kid, you pick it up\nright away. | mean, | could speak. My vocabulary was on the\nlevel of a child, but | could speak.\n>> Bill Benson: You could hold your own with the French kids at\nthat point?\n>> Susan Warsinger: Yes.\n>> Bill Benson: How long did you continue in that circumstance?\n>> Susan Warsinger: Well, in 1940, | guess, all of you know in\nJune of 1940 Hitler had declared that he was going to take over all\nof Europe. He walked into Austria, then he said I'm going to take\nover Europe. So he took over Czechoslovakia. He went into\nPoland. So the next thing he did in 1940, which is June, the Nazis\nwere bombing, not Paris, but bombing all around. We could see\nin our bedroom, we could see the bombs falling down from the\nGerman planes. I'm sure you've seen them in the movies, the\nairplanes. It looked like the Fourth of July. | remember.\nSo everybody got really scared. So | don't know how we got\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection a\nto Paris, but on the day that the Nazis marched into Paris my\nbrother and | were there. He remembers it very well. | don't know\nwhy we were in Paris, not in that place. When they came walking\ninto Paris, a lot of Parisians were really scared, not only Jewish\npeople, but we called them, the German army, the Boche.\nEverybody wanted to leave.\nsome people fraternized with the Nazis. But most\neverybody did not. So they wanted to leave. | don't know if you\nsaw on the map, you see Paris here, and then just think of one of\nthese rectangles as France. Half of it was the occupied zone of\nFrance, like half of that, and Paris is up here. It's the occupied\nzone.\nSo then they made some kind of a treaty with the French,\nand they said, well, the bottom part is going to be unoccupied, and\nwe were supposed to be free, but Petain was the president of that\npart of France, and he was an ally, really, of the Nazis.\nAnyway, so what everybody wanted to do was get to the\nsouthern part of France. But before that, everybody wanted to get\nout of Paris. So I'm going to ask the audience if they know what\nbeautiful town is right a little bit, 45 minutes west of Paris.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 0\nAnybody know which town I'm talking about? Yeah, Versailles.\nYou're absolutely right.\nA lot of people headed to Versailles. Somehow, some\npeople took us, my brother and |. | don't know who took us. |\nthink it was two nuns.\n>> Bill Benson: Took you and your brother. Of course, there's\ntens of thousands of Parisians fleeing. It's an exodus.\n>> Susan Warsinger: Yes. We get to Versailles. Here is this\npoor mayor of Versailles, he doesn't know what to do with all of\nthese Parisians. Where do you think they put us up? Somebody\nsay it. In the palace, right. They took us.\n>> Bill Benson: Can you tell she was a teacher?\n[Laughter]\n>> Susan Warsinger: It's very hard for me to keep talking without\nasking you questions, because | know some of you know all of the\nanswers way before me.\nAnyway, what they did is they gave us a burlap sack. It was\nthis tremendous haystack. We filled the haystack with burlap,\nthen we tied it up, and then we went in -- guess which is the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 0\nbiggest room in the palace? Anybody know which is the biggest\nroom? It's very beautiful.\n>> Bill Benson: | think | heard it.\n>> Susan Warsinger: Hall of Mirrors, yes. The Hall of Mirrors.\nSo they put us in Hall of Mirrors on the side. So we were sleeping\nthere. And so | don't know -- don't ask how many days we were\nthere, because | don't remember.\n>> Bill Benson: OK, | won't ask.\n>> Susan Warsinger: Eventually, the Nazis came to Versailles.\n>> Bill Benson: You have tell us about the incident with the Nazi\nofficer.\n>> Susan Warsinger: OK. We heard them marching, the steps of\nthe German army was really frightening. They came in with tanks,\nand they came in with -- what are those? Jeeps. There was one\nguy on a motorcycle in the front. | don't Know, he probably was\nthe leader. | don't know what his rank was. He was the leader of\nthe whole thing. And they got in front of the palace, and they\nwanted to talk, whoever talk to the person in charge. So the\nperson who was in charge only knew how to speak French and\nthis leader, this Nazi officer, this German officer only Knew how to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\nspeak German. They needed to talk to each other. So somebody\nsaid, \"We know this girl. She's upstairs in the Hall of Mirrors. She\nknows how to speak German.\"\n| was a little kid, and they bring me up. There's this Nazi\nofficer, he had on these boots. They were all the way up to here.\nI'm looking, | can just see his knees, I'm looking up to him. And\nhe said -- | don't know what he said to me in German, but anyway\n| translated whatever it was. | don't remember what it was. But it\nwas to their satisfaction.\nSo at the end, he goes and clicks his boots together, and he\nbows down to me, and he said, \"Little girl, how come you know\nhow to speak German so well?\" | tell you, | was frightened.\n>> Bill Benson: | bet you were frightened.\n>> Susan Warsinger: Yeah. Anyway, | told him that the French\nschools were very good and | had learned.\n[Laughter]\n>> Bill Benson: Isn't there great irony in that?\n[Laughter]\n>> Susan Warsinger: Anyway, so then we couldn't stay there\nanymore, because it was the occupied zone. It wasn't safe.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection .2\n>> Bill Benson: You're still on your way to Vichy, France?\n>> Susan Warsinger: Yeah, yeah.\n>> Bill Benson: Where did you go from there?\n>> Susan Warsinger: OK, we went to a place called -- a small\ntown near Vichy, they had a chateau, an old castle. It was all\nJewish children there. We knew it was not safe to stay in the\noccupied zone in Brout-Vernet. It was in the occupied zone, but it\nwould be safer to stay in the occupied zone. We ended up in the\nChateau des Morelles in Brout-Vernet. There we went with a\nwhole bunch of children. We went to school in the village, but we\nweren't allowed to go to this school in the village with the kids who\nlived in the village because -- and they were all farmers. These\nkids were all farmers. They didn't want us to rub elbows with their\nchildren. So we had, again, a school of our own, and we had a\nFrench teacher who taught us and who was very good to us.\n| went back to France when | was an adult, | found out that\nthis teacher we had was the mayor of a little town around there.\nSO anyway, he was a very nice person, and he did teach us,\ntaught us how to write and conjugate and history. Things were\nOK.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 50\n>> Bill Benson: You were in a school, but it sounds also, as\noperating more or less like an orphanage at that point?\n>> Susan Warsinger: Yes.\n>> Bill Benson: With a number of other Jewish children.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Besides the fella who was the mayor, who was\nrunning that place?\n>> Susan Warsinger: Oh, a person -- who was running it? Well,\nJewish people were running it.\n>> Bill Benson: They were running it, OK.\n>> Susan Warsinger: Yes. Everybody was really scared,\nbecause people started to find out what the Nazis had planned\nout. By that time, | think they were thinking of the Final Solution,\nand they knew that eventually they were going to take all of the\npeople and put them in the concentration camps. They started to\ntake the people in the occupied zone. In fact you will learn in the\nother exhibit that | will tell you about a little bit later, that they\nrounded up 35,000 people and they put them into this big arena,\nwhich is --\n>> Bill Benson: In Paris, right?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection a\n>> Susan Warsinger: In Paris. Right next to the Eiffel Tower.\nThank you for bringing me back. In the Eiffel Tower, and like\n3500 policemen rounded them all up, and they all sent them to the\nconcentration camps. They were eventually going to do that in\nthe unoccupied zone too.\nIn the meantime, we wanted to be back with our parents,\nand we didn't know what had happened to them.\n>> Bill Benson: Did you have any contact with them at all once\nyou had left them?\n>> Susan Warsinger: No.\n>> Bill Benson: In this orphanage/school, you had very little. It\nwas meager existence there.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: You told me a wonderful story, though, about\ncelebrating your birthdays while you were there. Will you tell us\nthat?\n>> Susan Warsinger: | haven't thought about that in a long time.\nOh. Is it OK?\n>> Bill Benson: | think it's OK.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\n>> Susan Warsinger: We got dessert maybe once a week, twice\na week, and what we did is if we knew somebody's birthday was\ncoming, the friends and the relatives, let's say it was my brother's\nbirthday, | and some of my friends and his friends saved their\ndesserts, desserts from their dinners, and we went and hid them.\nWe had these lockers, like you have in high school, we had these\nlockers in the attic. Every kid had their own little locker.\nSo we hid the desserts up in the locker and saved it up and\nsaved it up, and when it was time for the person's birthday one of\nus went to the kitchen and got one of those -- and got one of\nthose brown trays. We tried to design it with doilies and\nsomebody picked flowers and put it on the tray. Everybody\nbrought their stash, and when it was the morning of the birthday\nwe used to go to their room and put it -- we were in this big\ndormitory, but we went to their bed and put the tray on their bed\nand sang to them.\nWe didn't know \"Happy birthday.\" It was different.\n>> Bill Benson: That's very touching that the kids, you found a\nway to celebrate and be as normal as you could.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection -\n>> Susan Warsinger: A way to be loving to each other. | think\nprobably that is a way to survive, because you have love, and\nthen you have happiness.\n>> Bill Benson: Here you are with your brother in this home in\nsouthern France. Essentially, one day you find out your parents\nwant to come get you. They want to get you out of there. Tell us\nabout that.\n>> Susan Warsinger: Yeah. Sometimes the children in the home,\nthey got word from their parents where they were, and they got\nthem out, wherever they were, in England or Italy or whatever.\nThey got them out. So my brother and | always prayed maybe\nthat would happen to us.\nSo one day the director, which was a lady, the director, she\ncalled me up to her office. Well, of course, she only called\nanybody up to the office if they were bad, and so | couldn't\nimagine why she was calling me, because | was such a\ngoody-good.\n[Laughter]\n| got up there, and she was writing. She looked up with her\nglasses, she looked at me, she said, \"Suzanne.\" That's what they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 13\ncalled me, because my name on the birthday says Susi, but when\n| came to the United States | wanted to be very sophisticated, so |\nchanged it to Susan. This was a long time ago\nAnyway, she said, \"We have heard from your parents, and\nthey are in the United States, and they have found you here.\"\nThis organization called HIAS and the Quakers all have been\nworking. All these organizations that we give money to and\ndonate money, they really do wonderful things, they found us. My\nfather sent tickets, and we came to the United States.\n>> Bill Benson: Before you tell us about getting to the United\nStates, how did your parents get out of Germany and make it to\nthe United States?\n>> Susan Warsinger: OK. My father had a cousin, who had a\npickle factory in Brooklyn, and they knew about our plight, so\nsomehow or other, you know, the United States didn't want to\nraise their quota because we were going to be an economic\nburden to our society, and we were going to take away\neverybody's job.\nSo she promised that she was not going to let my father be\na burden to the United States. She was going to hire him, make\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection y\nsure he worked.\nSo he got his affidavit. It was really lucky, because after that\nnot many people got out of Germany.\n>> Bill Benson: Right, because the war is already well on at that\npoint.\n>> Susan Warsinger: Yes. Before the Night of Broken Glass, all\nthe Nazis wanted to do was get the Jews out of Europe, just tell\nthem to leave and they said to the rest of the world, \"Go take\nthem,\" and the rest of the world just shut their eyes. But after the\nNight of Broken Glass, there wasn't anyplace to go, so not many\npeople were able to get out of Germany. So my father was lucky.\n>> Bill Benson: But your father went first by himself?\n>> Susan Warsinger: Yes, because he couldn't get an affidavit for\nhis wife and the baby. He came here --\n>> Bill Benson: Your mother and youngest brother are still in\nGermany at that point?\n>> Susan Warsinger: Yes. Yes. Then he got my mother and the\nbaby out. | guess, again, | did not ask enough of my father and\nmother how all of this happened. That's why I'm giving you\nadvice: Please tell your children everything, answer all of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection a\nquestions or ask your parents, so that later on after they have\npassed away you know all of the history. The thing is, after we\ncame to the United States, you know, nobody really -- I'm\nchanging the topic but | think it fits in well.\n>> Bill Benson: It fits in.\n>> Susan Warsinger: Nobody really wanted to talk about it.\nEverybody put it under the rug. The Jews didn't want to talk about\nIt, because it was such a horrible experience. The Germans didn't\nwant to talk about it, because they were the perpetrators. The\nrest of the world didn't want to talk about it, because they didn't do\nanything. So everything was under the rug.\nIt wasn't until like 1993, like when this museum was built, is\nwhen the Jews were coming out. The thing is why are they doing\nall of this? Why are we talking so much about the Holocaust? It\nhad nothing to do with you, nothing to do with you or you, but it\ndoes, because we have to -- well, I'll talk about it later.\n>> Bill Benson: Susan, you now know that your parents, they're\nalive, they're in the United States, they're sending tickets so you\ncan get out of there. How did you get to the United States?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection -\n>> Susan Warsinger: Well, we went to Marseilles, which when\nyou look at the map, Marseilles is down here.\n>> Bill Benson: Coastal port city.\n>> Susan Warsinger: We went across the Pyrenees, and went\nInto Spain, then ended up in Lisbon. Lisbon was a neutral country\nat that time. At that time, a lot of boats left from Lisbon.\n>> Bill Benson: Can | interrupt for a second? When you left the\nhome, did you have chaperones? Here you are two young kids.\nYou don't remember?\n>> Susan Warsinger: No, | don't think we had any chaperones.\n>> Bill Benson: You got on trains and left?\n>> Susan Warsinger: Like kids today, | would not send my\ngrandchildren like that anywhere.\n>> Bill Benson: Over the Pyrenees into Spain, then into Portugal.\nYou and your 8-year-old brother.\n>> Susan Warsinger: Yeah. We got onto a boat called the Serpa\nPinto. There were 50 children allowed into the United States.\nSomehow or other they had found passage to get here. It was not\nlike a grand cruise ship the way we have now. It was a cruise\nship, but it was small, because they didn't have the big ones. We\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection y\nwere not allowed to mix with the people on the cruise ship. | don't\nknow what kind of --\n>> Bill Benson: A Portuguese ship?\n>> Susan Warsinger: Yes. It was Portuguese. But they were\nAmericans on this ship. | don't know. We never talked to them.\nAnyway, so we had to be in the hull at the front of the ship,\nand we were in the hull, and all 50 of us were in this one room.\nWe had bunk beds and -- well, my brother is going to get mad at\nme if | tell you this.\n>> Bill Benson: You got to tell though.\n>> Susan Warsinger: So he was -- | was sleeping on the bottom,\nhe was sleeping on the top. | don't think anybody was on the third\nbunk. He had always been nervous, because he used to wet his\nbed. So this is -- we switched, | got on top, he got on the bottom.\nI'm telling you this for a reason. He found a stash of pineapple\nthat the boat was carrying. It was not too far from where we were,\nwhere the room was, and we had never eaten any pineapple\nbefore in our entire life. He felt that that was the most delicious\nthing. So he kept on eating pineapple and pineapple, until he got\nreally sick on the boat. The boat ride was 14 days. The boat kept\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection xe\ngoing up and down, up and down, and sometimes the insides of\nhis abdomen came swishing over the railing of the boat into the\ndeep waves. He was sick a lot.\nSo then he went and he wet his bed, and he got arash. A\nrash all over his torso, from here to here. It was really serious, but\nnobody did anything about it. I'm just telling you this for a reason.\nSo 14 days were up, and they said it's 6:00 in the morning,\nwe were going to see the Statue of Liberty. So we were all very\nexcited. My brother was already up there the whole night waiting\nfor it to come. So we got up there, maybe a little bit before 6:00.\nThere was a fog. You could not see your hand in front of your\nface. It was so terrible. It was really terrible, and we were all very\nupset.\nWe stayed up there. I'm telling you, I'm not making this up,\nat 6:00, at exactly 6:00, the fog rose just like the curtain in the\ntheater or when you go to the opera, the curtain rose and there\nwas the Statue of Liberty, right next to us. It was the most exciting\nexperience that | can remember from that time.\nSo we got to New York, and they had a doctor, doctors\ncame onboard to check us out. All of the other people got off. All\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ao\nthe doctors came -- no, two doctors. Maybe three, | don't know.\nThey came onboard, and they checked out. They checked to see\nif we had some kind of infectious disease. So they got to my\nbrother, and they said, \"This person has some kind of disease that\nwe do not understand what it's all about.\" So they said, \"You can't\ncome into the United States.\"\nSo where do you think they put him? Ellis Island is right.\nYou guys are so smart.\n[Laughter]\nThey said, \"You have to go to Ellis Island.\" Of course, | wouldn't\nlet him go by himself. | went with him.\n>> Bill Benson: Your parents are on shore somewhere?\n>> Susan Warsinger: Yes, my father. And so | guess he found\nout what was going on. So we went to Ellis Island and | tried to\nexplain to them what it was. | had tried to explain to the doctors\nwhat it was, but they wouldn't listen to me.\nSo that was the best place | had been in a long time, Ellis\nIsland. | tell you. We sat on these long tables, and on the tables\nthere were these round plates with stacks of white bread. It was\nthis high, and they had like six or seven slices. You could eat as\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection -\nmuch as you want. If you wanted to hold one in your hand, you\ncould take it and you could squish it up in your hand and make a\nlittle ball out of it. We thought that was so exciting. We found out\nlater on that it was called Wonder Bread.\n[Laughter]\n>> Bill Benson: Candy that you could chew all day? Right?\n>> Susan Warsinger: Yeah. We found out kids had candy you\ncould chew all day. What do you think it was? Chewing gum.\nYes.\n[Laughter]\nThen also there was a sailor sitting next to my brother, who\noffered my brother a drink. Here you are, these little kids, | wasn't\nquite sure whether my brother should drink this drink. It was\nbrown, it had bubbles in it. The sailor said, \"Oh, it's OK. It's OK.\"\nMy brother drank it. He liked it a lot. The sailor said, \"It is\nCoca-Cola.\"\n[Laughter]\nSo it was a wonderful experience.\nAnyway, his rash subsided, and we came onshore and my\nfather was there waiting for us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection a\n>> Bill Benson: Do you recall your reunion with your parents,\nwhat that was like for you? It was a hard adjustment at times,\nwasn't it? Once you got settled you had to go to, | think it was\ncalled, Americanization school.\n>> Susan Warsinger: Yes.\n>> Bill Benson: What was your adjustment like here in the United\nStates? Got just a few minutes.\n>> Susan Warsinger: Oh, OK. I'm talking too much. I'm sorry.\n>> Bill Benson: It's your day. You get to talk a lot, yeah.\n>> Susan Warsinger: It was difficult. At first we had to go to\nAmericanization school and learn how to speak English. Then we\nwent to school, and they put me in the 7B1. | don't know why they\nput me in 7B1, but | couldn't believe what was in that class.\nNobody paid attention to the teacher, and nobody did their\nhomework. Kids were looking out the window, they were chewing\ngum. | couldn't understand it, because we had been very -- we\nalways, in France and in Germany, respected the teacher a lot.\nThen | found out that | was in 7B1 and that they had\nhomogeneous grouping and all of the kids in my class were all of\nthe dumb kids, and all of the smart kids were in 7B7, and so the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection »\nreason they put me in 7B1, not because | was dumb, but | didn't\nknow how to speak English. The teacher really was not very\nunderstanding of any of my problems.\nThey didn't have any ESL teachers, the way we do in school\nnow. In the meantime, | learned how to speak English, so\ngradually | got to 7B5, but | never made it to 7B/.\n[Laughter]\n>> Bill Benson: | remember you telling me that you just couldn't\nbelieve how bad American boys could be.\n>> Susan Warsinger: | feel sorry for the teacher now, because |\ncan understand it.\n>> Bill Benson: You were a teacher.\n>> Susan Warsinger: Yeah, we never have homogeneous\ngrouping anymore. We don't do that. We have a heterogeneous\ngrouping. | can understand the problems the teacher had. She\ncertainly was not understanding of any of my problems.\n>> Bill Benson: What did your father do to get himself settled and\nbegin to earn a living once he was here, because he didn't speak\nEnglish either when he came.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 12\n>> Susan Warsinger: Yeah, he did. What did he do at the\nbeginning? Oh, yeah, he got together with some farmer who had\nchickens, and he bought eggs from the farmer, and he brought\nthem home, he had this little machine. You put the egg in the\nmachine and there's a light. You call it candling. You looked to\nmake sure there are no bloodstains in there. Then he put them\ninto separate containers, then he sold it.\n>> Bill Benson: He went door to door selling the eggs?\n>> Susan Warsinger: To the Jewish people in the community in\nWashington. We went straight to Washington.\n>> Bill Benson: Washington, DC, right here.\n>> Susan Warsinger: Yeah. You know why? Remember the\nrabbi that | told you got his beard cut? He ended up in\nWashington, so my father always looked up to him, because he\nwas the wise man of the town. So he said, \"If Washington is good\nenough for the rabbi, it must be good enough for my family.\" So\nthat's how we got to --\n>> Bill Benson: You stayed lifelong friends with the rabbi and his\nfamily, right?\n>> Susan Warsinger: Yes, right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\n>> Bill Benson: When did you learn about the rest of your\nextended family?\n>> Susan Warsinger: Well, | didn't learn about what -- | found out.\n| found out about the ghettos and the concentration camps when\neverybody else found out in the United States. But! did not --\nthen after a while, you know, we had the Red Cross, who had all\nof these records, and you could find out what happened to your\nrelatives.\nWell, | checked it all out, and on my mother's side they all\nwent to concentration camps and they died in Riga. My father's\nfamily, they were Polish, then you could probably learn that if you\ngo to another exhibit, what they did to the Polish Jews. There was\nfather Dubois who went around to all of these little villages to find\nout what happened to the Jews, because there was no record of\nthem. He found out from the people that were living in the town\nthat when the Nazis came into their little town, they made all of the\npeople go into the woods, dig graves, and then they shot them.\n>> Bill Benson: Did any other family members survive from your\nfamily?\n>> Susan Warsinger: No.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1s\n>> Bill Benson: No? We're close to the end of the program. So\nwe're not going to have a chance for question-and-answer period.\nSusan, you can stay behind for a little while? So when Susan\nsteps off the stage, please absolutely feel free to come up, ask\nher questions, just say hi to her, get your photo taken, whatever\nyou want to do. Please feel free to do that.\nI'm going to turn back to Susan to close our program. |\nknow | wish we had another hour with her to go deeper into some\nof the things she shared with us and other things we didn't get to.\nBut really, | thank you, Susan, for being here. | thank all of you. |\nwant to remind --\n[Applause]\n| want to remind you that we'll have programs each Wednesday\nand Thursday until August 15, then we'll be finished for 2013. But\nwe'll resume again in 2014. So | hope you can come back. If not\nthis year, sometime next year.\nIt's our tradition at First Person that our First Person gets the\nlast word. So on that note, I'd like to turn back to Susan to close\ntoday's program.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\n>> Susan Warsinger: | know you were going to ask me that, so |\nwrote it down, because | didn't want to forget anything. So | hope\nyou don't mind if | read it to you instead of just talk.\n| want my children, my grandchildren and my future\ngreat-grandchildren, my brothers and their families, my friends\nand the visitors here in the audience to rejoice in the fact that we\nare living in a democratic society and that we should be resolute\nin making sure that no dictatorship would ever usurp our liberties.\nWhat do we have to do? We need to remember the\natrocities that happened to families during the Holocaust and pass\nthis information on to our progeny. But besides remembering, we\nhave to take action to confront hate. Just as our museum strives\nto motivate citizens and leaders to overcome indifference and\nwork to protect free societies and prevent future genocides, we as\nindividuals have to do the same. We have to take care of each\nother, and what we do matters.\nNow, why do | work in this museum, people ask me. How\ncan you do this over and over? How can | not do it? Explaining\nwhat happened during the Holocaust, to our visitors, law\nenforcement officers, FBI agents and students of all ages, that |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\ntour through the permanent exhibit, hopefully teaches them that\npart of our history so that they will apply it to themselves and\nbecome better police officers, future leaders, and informed\ncitizens.\nHopefully, it will teach them that they should never just be\nonlookers when they see injustice occurring in their lives.\nWhen you visit the permanent exhibit, you will understand\nthat my part of the story takes place on the fourth floor. Be sure to\nlook at the exhibit that is near the beginning, on the fourth floor,\nthat discusses the boycotting of stores. Also take a look at the\npropaganda section. The young students are reading a book\ncalled \"The Poison Mushroom.\" This is where little kids are\nlearning that a Jew is a poison mushroom.\nLook for the Jewish responses. Look for the avian\nconference and especially the part about the Night of Broken\nGlass.\nAlso, look at the voyage of the St. Louis. This ship looks\njust like the Serpa Pinto that | was on. And please also visit our\nnew exhibit Some Were Neighbors: Collaboration and Complicity\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n48\nin the Holocaust. One of my colleagues is giving a tour at 2:00.\nLet's see, after this if you rush out the door you might catch that.\n>> Bill Benson: Out to the right, yeah.\n>> Susan Warsinger: At the top of the steps, you go right. He's a very good tour\nguide. That is a very unique exhibit, because it talks about why and how the Holocaust\nhappened instead of what happened. You might want to do that. He's going to give it\nagain at 3:00. If | have the time, I'm going to take a couple of my friends through it in\nbetween. So anyway, you might want to do that.\n| hope that you have a good learning experience. | want to thank Bill Benson for\nhelping me tell my story, and | want to thank the audience for coming to our museum\nand being witnesses to the history of the Holocaust and for listening to my story.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}