{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON NESSE GODIN\nWednesday, June 10, 2015\n11:00 a.m. — 11:54 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Patricia Heberer-Rice: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Patricia Heberer-Rice. I'm a historian here for Advanced Holocaust Studies,\nwhich is a scholarly wing at the museum. Today I'm the host for First Person. This is our 16th year of\nthe First Person program. Today's First Person guest is a good friend of mine, Nesse Godin, whom we\nwill meet shortly.\nThis 2015 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We are\ngrateful for their support.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue through mid- August.\nIf you would like to come again, you could join us each Wednesday and Thursday until mid-August.\nThe Museum's website, www.ushmm.org, provides information about each of our upcoming\nFirst Person guests. Anyone interested in keeping in touch with -- many of you might have received a\nStay Connected card. With that if you'll hand that back to one of my colleagues as you leave the room\ntoday, you will receive an electronic copy of Nesse's biography so that you can remember and share\nher testimony after you leave today.\nBefore | begin, a few housekeeping announcements. You've heard it already but just to say it\nagain, photography is not permitted during our program today. I'd like you to ask if you haven't already\ndone so to turn off all audible cell phones and pagers.\nWe're going to listen to Miss Godin share her experiences. Hopefully we'll have 10, 15\nminutes at the end of the program to have a question and answer participation period. Out of respect\nfor our guest, | am going to ask that you all stay in the auditorium for the entirety of the program.\nAnd finally, if you did get one of those questionnaires from one of my colleagues today, please\nshare your comments today concerning the program you have just seen and give those to one of my\ncolleagues as you leave the auditorium. Your views are important us. They help us to make this\nprogram better and better.\nAs | said, our speaker is Nesse Godin. To give you a brief historical context for her\nexperience, I'm going to give you a little audio/visual so that you can see some maps and images to\nbetter understand Nesse's, Miss Godin's, experiences.\nWe are now going to find the country of Lithuania on the map. There it is. In the Baltic states.\nNesse Godin was born Nesse Galperin in 1928 in Siauliai, Lithuania. There it is.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nWhen her parents owned a store -- they would sell dairy products. Siauliai was home to a\nvibrant Jewish community of about 10,000 people. This is a photograph of Nesse as a young girl.\nShe's just as cute as she is now.\nHere's another picture of Nesse with her family. Family has a circle drawn about her. She's\nto your left, all the way to your left, this little girl right here.\nAfter the German Army invaded Poland in 1939, Nesse's family heard stories, because they\nwere in the Russian sector, in the Baltic states, and they heard stories from relatives in Lodz, which\nwas a large -- which is a large, industrial city in Poland, that Jews were being horribly mistreated.\nNesse's family found these rumors hard to believe. But by 1941, German troops invaded the Soviet\nUnion to which the Baltic states had been annexed in 1939 and they occupied the Baltic countries,\nincluding Lithuania.\nIn Siauliai, Lithuania, Nesse and her family were forced to move into a ghetto. And in 1944,\nas the Red Army approached that area, Nesse was deported to Stutthof concentration camp, which you\nsee right there.\nNesse was transported to several camps and finally was sent on a Death March in\nJanuary 1945. On March 10, 1945, she was liberated by Soviet troops.\nAnd in 1950, after spending five years in a displaced persons camp in Germany, Nesse Godin\nemigrated to the United States. Her story is one of those experiences encountered by Holocaust\nsurvivors and today she is going to share that story with us. Please help me in welcoming Nesse\nGodin.\n[Applause]\nThank you for joining us today, Nesse, Ms. Godin. Before we begin kind of talking about your\nHolocaust experiences, can you tell us what it was like to live in Siauliai, Lithuania, before the war with\nyour family, your brothers and your parents?\n>> Nesse Godin: Well, | grew up in Siauliai, Lithuania. Actually, Jewish people were invited by the king\nto come to Lithuania after terrible things that happened in Spain, to come and to teach the Lithuanians\nbecause they were mostly farmers. We were very comfortable. In my town we had 15 synagogues.\nWe lived a normal life.\n>> Patricia Heberer-Rice: Do you remember the outbreak of war in your town? How old were you then\nand what do you remember about that?\n>> Nesse Godin: Well, | tell you, we actually did not have television. We did not have a radio. Here,\nthe children, my grandchildren, watch television and they hear the news. We didn't know anything\nabout the news. And especially our parents didn't want us to be scared about it. | really as a child\ndidn't. My mother's cousins succeeded to come to Lithuania from Poland. And every time they used to\ntell something, my father used to send me to get him a glass of water so | wouldn't hear what he was\nsaying.\n>> Patricia Heberer-Rice: And how old were you when the war started?\n>> Nesse Godin: | was 13 years old.\n>> Patricia Heberer-Rice: And in 1941, when war actually came to Lithuania, when the Germans\ninvaded the Soviet Union, do you remember that? Do you remember the occupation of your town?\n>> Nesse Godin: Yes, | do. Because all of a sudden my mother said, you know, the Army is coming;\nwe hear messages from other towns that the German Army is coming and they want to get in Russia,\nSoviet Union.\nYou see, the main road from Germany to the Soviet Union was through Lithuania. It ran\nthrough our town, Siauliai, the main road. So my mother would remember from First World War how it\nwas. She said let's all run to the basement; we have to take some water, some food, maybe a blanket.\nYou know, war may be shooting. We sat in that basement. Nothing happened. Because they were not\ninterested in Siauliai or in anything. So we thought we were going to do a normal life.\nNext thing we knew, another group came. Einsatzgruppen they were called. And those were\nthe Nazis that joined the wrong crowd. We survivors always tell young people don't join a group that\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nyou don't know what they are standing for. Because now many of the Nazis said we didn't know, we\ndidn't understand.\n>> Patricia Heberer-Rice: And so these Einsatzgruppen, these are the so-called mobile killing units,\nparts of the SS and police units, and they came to your town obviously following in the trail and\nmurdering Jewish citizens along the way. What happened in your town?\n>> Nesse Godin: The first thing that happened in our town, they started to grab people off the streets,\nmen and boys. Allegedly they needed them for war damage, to clean up war damage. But there was\nno war damage in Siauliai. So they put them in the city jail. And from there they were taken out and we\ndid not know where to.\nMy mother had the store that she sold milk, cheese. My father worked in a shoe factory. And\nthe farmers came with the merchandise every day. We didn't have freezers or refrigerators. When\nthey found the store closed, they came to the house. And we were lined up, my two brothers -- one\nwas five years older, one seven, and my parents, and | saw the farmers standing and talking to my\nparents and doing like this. So | wondered why they're moving around. When | came closer, | heard\nthem say that the earth over the so-called graves moved for many days.\nWhat these evil people did? They took close to our city, forced them to dig long holes, and\njust shot them. And many of them were still alive but they buried them alive because they didn't shoot\nthem properly. This is when | learned that the Holocaust was happening to me in Siauliai, Lithuania.\n>> Patricia Heberer-Rice: So those were the 1,000 boys and men that went and were shot. So did the\nNazis actually occupy Siauliai? And did they introduce new anti-Semitic legislation after the shooting\nhappened?\n>> Nesse Godin: After the shooting happened, the Nazis right away made new rules and regulations.\nJewish children were not allowed to go to school anymore. Our parents were not allowed to have\nbusinesses. Everything was changed.\nSince we had such good relations with the Christian community, a Jewish council decided to\nmeet with the priests and begged them to help us so we wouldn't be killed like the other people did.\nBut when our council came to the priest, the priest said to them we are very sorry, we cannot do\nanything unless we get orders from above. \"Above\" meant the Vatican. You know?\n| don't know if you're aware, there was a statement by Pastor Niemoller. That pastor -- when\nthey came for the Jews, he didn't speak up because he wasn't a Jew. When they came -- there were\nmany victims. I'm a Jewish person. | tell you what happened to me. But then they came for him. And\nthere was no one left to speak up.\nSo what does it teach us? When somebody asks us for help or we see trouble, don't say it\ndoesn't bother me. We are all God's children by whatever name we call him.\n>> Patricia Heberer-Rice: Did you have to wear a Jewish star?\n>> Nesse Godin: Yes. We had to wear a Jewish star in front, in the back of the garment. Many times\npeople say to me: You were a blond little girl; you looked like a Catholic little kid, why couldn't you just\ntake off the star? | could have done it but unfortunately the neighbor said, \"She's Jewish.\"\nWhy did they do that? That's why we have in the museum the exhibit about the neighbors.\n>> Patricia Heberer-Rice: Exactly. The collaborators and some were neighbors. Exactly.\nAt some point your family was forced into a ghetto. Can you tell us about that?\n>> Nesse Godin: Yes. At some point we were told that the ghetto was going to be built. Many times\nyou see people moving to the ghettos, furniture, everything. It didn't work that way. A special\ncommittee came to every house. They were assigned a place in the ghetto, who will go, who won't,\nand what you can take.\nSo when they came to our home, my two brothers, as | said, they were older than me, my\nparents. A young girl, she was about 16 years old, she knew how to write German. They told her write\na document for the two parents, write for the two boys, none for the kid. Pointing at me. Can you\nimagine how | felt? What's going to happen with me? | don't get the document?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nWhy? These evil people were trying to steal whatever we had, some pictures, whatever. My\nmother approached this young girl and she gave her some money and she asked her to leave a\ncertificate for me. The girl took the money and put it in her pocket and she didn't say anything.\nWhen those evil people left our house, my parents quickly looked at the certificates. There were two for\nmy brothers, two for my parents, and one blank certificate. The girl was very smart. She left the\ncertificate but she covered herself. She could say it just got stuck. So that's how my parents could fill\nin my name and | could go in to the ghetto.\nYes, this girl made a difference. Maybe | am alive because of her decision. Every day we\nmake a decision. We have to think about it. Did we do the right thing?\n>> Patricia Heberer-Rice: What happened to those children that didn't have a certificate, Nesse?\n>> Nesse Godin: Well, the children that did not get in, and some people that were handicapped and\nsick elderly, they were taken to a place near the border of Latvia and they were killed in mass graves.\n>> Patricia Heberer-Rice: Do you remember -- once you were in the ghetto, do you remember yout life\nthere in the ghetto? Can you tell us a bit about that?\n>> Nesse Godin: | want to tell you, | want to share with you one day in the ghetto of Siauliai, Lithuania.\nAt that point | was 15 years old, 15 1/2, maybe. We were told that we are leaving the ghetto. We\nbelieved it. | came to the gate to go to work. They send me back to the room. Inside the room, my\nmother, again, she said you have to put on layers of clothing because they were deporting us or\nsomething to make sure that we are ok. Buta little bit later the Jewish plan -- they said, a mistake was\nmade, go to work. So we went to work. All day long we wondered what will these people do there.\nWhat were the trucks outside doing? Were they delivering food or taking something out?\nAs we were coming back that day from work, we heard cries coming from the ghetto, such cry\nthat no one should hear. The few people were told exactly what happened that day. Gestapo, those\nevil people, ran through the ghetto together with Ukrainians. Ukrainians joined the evil cause. Why did\nthey do that? They ran through the ghetto. They found everyone there. They had to line up and at the\ngate one Nazi with a point of the gun, to the right, to the left to the right to the left. 1,000 innocent\nchildren through the age of 14, 500 elderly and sick, and a few hundred healthy and strong.\nYou see, the Nazis figured out the healthy and the strong may fight them back. So they took\nthem out of the way before they even took the children and the elderly. We did not know then where\nthey were taken to. After the war we found out that this transport that was called the children selection\nwas taken to Auschwitz. Now it's called Auschwitz-Birkenau. They were taken straight into the gas\nchambers where they were killed and their bodies were burned in crematories.\nMy dear friends, on that selection | lost my father. Strong, healthy, beautiful man. Why was\nhe killed? Because the Nazis thought he may fight them back.\nThe life in the ghetto after the children selection was terrible. No children, no future.\n>> Patricia Heberer-Rice: And so at some point, though, the Soviet Army came in 1944. Do you want\nto fill in any time before the Red Army came or do you want to tell us about that time when you were\nevacuated from the ghetto?\n>> Nesse Godin: Well, | tell you, did not see the Soviet Army. We were lined up and we were taken to\nwe didn't know where. We were put on trains. We traveled four, five days. We came to a\nconcentration camp shown on the map, Stutthof. As we arrived in Stutthof, again, we were lined up.\nThere were guards. They send you one way and another way. My brother was sent one way. My\nuncle another way. My father was killed already. | stood there not knowing what's happening to me. |\nwas 16 years old. And a Jewish woman said to me, \"Who are you?\" Because | was blond with the\nblue eyes. They were wondering who am |. And | said the word [Speaking Non-English Language]. It\nmeans one of your people. My mother always said in case there is something, let the people know who\nyou are, like a special word. And the woman pulled me over and said, \"Little girl, stay with us.\" You\nsee, because of the terrible things that they did, the women tried to protect us and tell us how to act,\nhow to be. | stood over there not even knowing why or what, not knowing where my mother was taken\nor my brothers.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Patricia Heberer-Rice: And you talk very often about being a number rather than a person. Can\nyou say something about that?\n>> Nesse Godin: Well, | tell you, when we came there, we were lined up and we were taken into a very\nbig room. We didn't know what the room was. We were ordered to get undressed naked. The room\nwas a shower room. So we thought we were getting a shower. We walked in and we got the shower.\nAnd we were taken out, out of sight. We stood there a long time naked. Then we were lined up and we\nwere registered. You know? Where you come from and so forth. And then they said, \"No more\nnames. You're a number.\" In the other camps, you have your number on your clothing 54,015. That's\nwhen | had to answer, not name. Terrible when you don't have aname. You became a nothing. And\nthen you were assigned to certain blocks for work.\nShould | continue?\n>> Patricia Heberer-Rice: Yes.\n>> Nesse Godin: She's in charge of the time.\n>> [Laughter]\n>> Nesse Godin: In the morning, we lined up and they, again, sent people out to labor, people here,\npeople there. One day a woman said to me, \"Little girl, they're going to kill you.\" Said to me like this. |\nsaid, \"Why are you scaring me?,\" she said, \"If you could get out to a labor camp, maybe you will\nsurvive.\" How do | do that? Well, they line up people. You have to stuff yourself with straw so you\nlook stronger, stand on your tiptoes so you look taller, pinch your cheeks so you look healthier and\nmaybe you'll succeed. | saw women being lined up. | snuck in the row. And that's how | left the\nconcentration camp with 5,000 women. We were divided into labor camps.\nWhat was the labor camp?\n>> Patricia Heberer-Rice: What was the labor camp?\n>> Nesse Godin: We lived in a tent. You know? Sometimes people think you go camping in a tent\nwhich is a little different. We slept on straw. Every morning they woke us up and they gave us a tiny\nlittle piece of bread. They called it coffee. It was brown water. Then we worked. What was the work?\nWe had to dig cone-shaped holes in the ground, [Speaking Non-English Language] they called it, for\nenemy tanks to fall in.\nIt was terrible work. Ground was hard. We had with the pick do it. If we sat down for a\nminute, they hit you. It was terrible. In the evening when we came back, we were so tired. And then\nthey gave us soup. But there was nothing in it. Just water. Many of us started to die from hunger,\nfrom cold, from diseases. Most horrible year of my life.\n>> Patricia Heberer-Rice: In January 1945, so during this quite cold winter in Europe, you were sent on\nwhat we call a Death March.\n>> Nesse Godin: Yes. They lined us up one morning. They said take your blanket and your dish for\nfood; we're leaving the camp. So we thought we were going to -- we were already in labor camps, so\nwe thought we were going to one more. But that's when we started the Death Marches.\nWhy is it called the Death Marches? We gave it that name. We walked and we saw so many\ndead people. From our own group people just fell and died. Some were shot. We walked that way\nuntil the middle of February 1945.\nWe set up camp outside of a little town. It's in Poland. But in those days it was Germany.\nWhen we got in there, they ordered some people outside. They had to dig two holes. One hole, a long\nhole, they put some sticks on, served as a bathroom. So we thought maybe we have some slave labor\nwork there. The other hole was to be a grave. The guards knew. Every morning the healthier women\nhad to take out the dead, undress them naked.\nIf you go through our exhibit upstairs, you wonder -- many times students come over to where\nthe survivors work and say why did they make you be naked. They thought the baggage can die naked\nbut the clothing, recycle, use them. They valued more the clothing than the human beings.\nYou know, when | used to go to the bathroom, so-called, and | looked at that mountain of\nbodies, | used to go into the barn and sit and cry and cry and say, \"Dear God, let me die. Let my body\nbe on top of this mountain.\" And those Jewish women said to me, \"Stupid little girl. Why do you pray to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\ndie? The enemy wants you dead. You have to live. But if you survive, you have to promise us that\nyou will teach the world what happened here so they wouldn't allow it to happen again.\"\nUnfortunately we see it again and again and again.\n>> Patricia Heberer-Rice: At some point you were liberated, were you not?\n>> Nesse Godin: One day the women that had to take out the dead bodies, they ran into the barn and\nthey said they didn't see the guards. So somebody said maybe they're hiding. Somebody said maybe\nthey run away. We didn't know the news. We didn't know the Russian Army was chasing them. We\nhad no idea what was going on in the world.\n>> Patricia Heberer-Rice: | should say the Death Marches moved all of the prisoner population from\nPoland, Eastern Europe, into the German interior. That's what they were doing.\n>> Nesse Godin: Exactly. There's no document, really, to tell where they were planning to take us.\n>> Patricia Heberer-Rice: Right.\n>> Nesse Godin: There is all kinds, maybe they want to drown us, maybe they want this. They didn't.\nSo we Sat there in the barn all day long not even knowing that the guards ran away. In the\nevening we heard boots marching. The women saying \"The henchmen are back.\" Then we hear\nRussian language. And its Soviet Army telling us: The Germans are losing the war; we are chasing\nthem; we are going to run after them;a few days later some medics will come and help you. The\nwomen were kissing their hands and their feet. | cried. The women said, \"Why are you crying? We\nare going to be free.\" What's going to happen with me now? Where am | going to go? Don't | have a\nfamily? That's when | started to look what's going to be my future.\n>> Patricia Heberer-Rice: And so, you were separated from your mother at that point when you went to\nStutthof.\n>> Nesse Godin: That's right.\n>> Patricia Heberer-Rice: So now that you were free, the medics came and liberated you. You were\nsort of on a new journey then. This is not perhaps as difficult but certainly still difficult.\n>> Nesse Godin: Yes. You see, when the medics came, they set up in a school gymnasium, a\nhospital. At that point we were just like 200 women from the thousand. They registered everyone. |\nwas unconscious. All of a sudden | woke up and | saw somebody tending, \"What's your name? “Who\nis this,\" you know? | told them Nesse Galperin. And somebody in the room said, “oh, everybody all\nweek are trying to get you to say your name.”\nWell, they gave us help. And then we were registered. And when | came over to be\nregistered, because | was 17, | was a minor. | needed a foster mother. Right next to me was standing\na woman. | didn't know her. They said to her, \"This kid is yours now. You have to take care of her.”\nThe woman didn't want me. But she said to me, well, now you have to follow me; we are going to the\nrailroad station. How to go to Lodz, Poland? Why to go to Lodz Poland, | wondered. She said she left\na child for safe Keeping and she's going to look for her child.\nSo we came to Lodz, Poland.\n>> Patricia Heberer-Rice: Did you have relatives in Lodz?\n>> Nesse Godin: There was a place to register. And in the room there were big posters. You signed\nin. And there was Siauliai. And | remember standing there and | was signing my name. And the\nwoman said, \"Little girl, you're making a mistake. We didn't have anybody looking like you in Siauliai,\nLithuania.\" | weighed 69 pounds. My face was swollen. | was beaten up. Five teeth were knocked out\nfrom the Death March. | said, \"| Know you. My name is Nesse.\" \"Oh, it's you.\" \"I didn't recognize you.\"\n\"Your mother is alive!” “Your mother is alive!” “Go to this border and you will find her.\"\nTo make the story short, | went to the foster mother. She said, “If you have your mother, you\ndon't need me.”\n>> Patricia Heberer-Rice: You had missed each other, too. See | know this story. I'm here to serve.\n>> Nesse Godin: She's taking care of my time so | wouldn't talk too long.\n>> [Laughter]\n>> Nesse Godin: We are the best of friends. | said, “How do | get there?” She said, “Just do like this\nwith your hand. They'll take you down.” | got to the border near Germany there. | go into the shelter.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nAgain, \"Who are you?\" They didn't recognize me. When | told them, they said, \"Oh, your mother is\nLodz, Poland. She went to look for you.”\n>> Patricia Heberer-Rice: That's the part. Ok. [Laughter]\n>> Nesse Godin: | was there. She went here. Took | don't know how long to get back. Mama didn't\nrecognize me. | had a bandage on my head already at that time. She said, \"Little girl, come in.\" And\nwhen | took off everything, she looked and she said, \"My child. It's you.\" | said, \"Mama, thank God |\nhave you.\" | was lucky to have a mama.\n>> Patricia Heberer-Rice: Did your brothers survive the war?\n>> Nesse Godin: My father was killed in Auschwitz. My brother was liberated -- one brother we didn't\nknow what happened to him. When sent out from the ghetto, he vanished. My mother thought he\npunched a Nazi and maybe they killed him. It's a big story. Some friend of his gave him shelter and he\nsurvived. The Soviet Union, you couldn't get out. We didn't know. My father, as | said, was killed in\nAuschwitz. And mama and | wound up in a displaced persons camp in Germany.\n>> Patricia Heberer-Rice: That's part of my favorite story.\n>> Nesse Godin: The last Christian.\n>> Patricia Heberer-Rice: What about your marriage and your time in the displaced persons camp?\nWe have good time. We're making good time. This is my favorite part of the whole story.\n>> Nesse Godin: She likes the whole story.\n>> Patricia Heberer-Rice: | love it. Tell them the story.\n>> Nesse Godin: The night | was reunited with my mother and we were still in that area when we used\nto get out -- | don't know, maybe it was a big hall, a big room. People used to hang out there. Now\nmany men started to come from different camps. And little by little some people found a brother, some\npeople found a husband, some people found a neighbor. They got married. Whoever had a man in the\nfamily was already easier. The men used to go exchange to the farmer the shirt, bring bread, you\nknow, it was easier.\nOne day mama said to me, \"One of us will have to get married.\" | was 17, a little more than\n17. And mama said she would never marry. She was, you know, in her 40s. Papa died. She said\nshe'll never marry, but you, my child, will have -- | was 13 when it started. | never had a date. My\ngranddaughter already goes to balls with little boys. She's 14. | always think, look what | missed out in\nthose days.\n>> Patricia Heberer-Rice: Yeah.\n>> Nesse Godin: She said, \"You know, there are some men here. I'm going to talk to them. Maybe\none of them will marry you.\"\n>> Patricia Heberer-Rice: This is all happening in the displaced persons camp.\n>> Nesse Godin: Not displaced persons camp yet. It was this place, an area, Christian relief. It was\nlike a hangout there. Not the displaced persons camp.\n>> Patricia Heberer-Rice: I'm messing up the line.\n>> Nesse Godin: She says to me, \"This man is very nice man.\" He was in this hiding, has money. \"If\nyou marry him, we'll be rich.\" | said, “but he's an old man.” He was 32 years old.\n>> [Laughter]\n>> Nesse Godin: | didn't want him. His brother next. Now | don't remember why | didn't want the\nbrother. | really don't remember. He was a short guy maybe. | don't know.\n>> [Laughter]\n>> Nesse Godin: Third choice. She says, \"What about this Jakob guy? He was from Poland at the\ntime. Now we call him Jack. | looked at him, | said ok. Now, | don't know what she said to him. She\nwalked over, talked to him. | see she's coming back. They show me | have to hold my hands like this.\nHe takes my hand. He didn't know my name. \"Little girl, will you marry me?\" Mama did like this.\n>> [Laughter]\n>> Nesse Godin: When mama did like this, you said yes. Now, you young people, if mama says to you\nit's a good man or good woman, listen to mama. Right?\n>> Patricia Heberer-Rice: She was right, right?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Nesse Godin: She was right.\n>> Patricia Heberer-Rice: How long have you been married to Jack?\n>> Nesse Godin: 69 years. | still have him but he's not too well now.\n[Applause]\n>> Patricia Heberer-Rice: We have about five more minutes. Do you want to tell us how you got\nout -- want to talk about the displaced persons camp and your coming to America with Jack and\nmama?\n>> Nesse Godin: Well, | tell you, because -- he was from Poland originally. Siauliai was Lithuania but\nthat time was Poland. In order for us, we already -- my mother had already contact with her sister that\nlived in Washington, D.C. She remembered in those days you didn't have zip codes. You wrote a\nletter and they got it. The cousins, my mother has two uncles, 10 cousins here. | still have many of the\ncousins, second cousins, third cousins. We couldn't take him unless he's part of the family. So we had\nto go to court and mama had to give permission for me to marry him.\nNow, when we got the documents, mama said to me, \"This is just a document so we could go\ntogether to America. But you cannot sleep with this man until a rabbi will marry you.\"\n>> Patricia Heberer-Rice: [Laughter]\n>> Nesse Godin: So here we are married, and mama was watching us. You know?\n>> [Laughter]\n>> Nesse Godin: So we came -- we didn't have to wait until we got to America. This is when we\nwound up in a displaced persons camp. There was rabbis coming from different places. That's when\nwe got married.\n>> Patricia Heberer-Rice: And you came to the United States and came to Washington.\n>> Nesse Godin: 1950.\n>> Patricia Heberer-Rice: And you've been --\n>> Nesse Godin: We had two children already.\n>> Patricia Heberer-Rice: | have a small note on the bottom. “Ask about your great grandchildren.”\nHow many do you have?\n>> Nesse Godin: We counted them before. | lost track. Isn't that nice? Well, my grandchildren by\nnow everybody has children.\n>> Nesse Godin: Seven children --\n>> Patricia Heberer-Rice: Seven children.\n>> Nesse Godin: And eight grandchildren and one on the way. We'll take a few questions?\n>> Patricia Heberer-Rice: Yes. We're going to take a few questions now.\nDo we have microphones in the audience? There we have my colleagues bringing some\nmicrophones down. I'm going to open the floor for your questions.\nDave, could we have a little light on the audience so | can see? Is that possible?\n>> Nesse Godin: You see the light? It's too much to ask.\n>> Patricia Heberer-Rice: There we go. Hopefully we'll be able to put a little light on the subject. | can\nat least see a raised hand.\nPlease keep your questions brief and to the point and wait until the microphone finds you.\nRight here, this nice lady in the orange shirt. Wait a second. I'm putting on my glasses so |\ndon't call a sir ma'am and ma'am sir. There we go.\n>> Have you been back to Poland?\n>> Nesse Godin: You have to repeat.\n>> Patricia Heberer-Rice: Have you been back to Poland?\n>> Nesse Godin: | tell you, all through the years | did not have desire to go. But people always ask me\nwhy would | go back. People always used to say to find closure. Well, | tell you the truth, | didn't look\nup in the dictionary what closure meant.\nSo | went to the Museum, was getting opened. And Mr. Meyerhoff, that we dedicated a\ntheater for him, he asked me the same question. And | said, “Mr. Meyerhoff, number one, | gave up a\npaying job and I'm volunteering here; | don't have the money to go. And | don't have anybody in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nLithuania.” He said, “I have frequent flyer points. Get yourself somebody from the Museum that wants\nto go with you.” And we went. We went to Auschwitz. | was trying to find the crematoria where my\nfather was killed. There was no records.\nWe went looking places. Then somebody gave me something. They said this is the area\nwhere the brother -- that group. So | was sitting there and lighting some candles and saying a prayer\nfor my father. Went from place to place looking for that closure thing.\nThen | came to Lithuania. | saw the place where | lived, where my synagogue was. It's a bare\nhouse. Everything was breaking my heart. We were such a community. There was nothing there.\n250 Jewish people. They stayed there because their children were married.\nThe last place we went was Stutthof. In Stutthof they have like a little museum there. When\nwe were there, | stood there and | thought to myself: | really have to find that closure. And | yelled very\nloud, \"| was here. | witnessed it. It happened. Thousands, millions of people were killed.” They\nthought | was crazy. They were going to call the security. And | told them, no, no, no, | had to find this\nclosure.\n>> [Laughter]\n>> Nesse Godin: So | brought a lot of pictures from the trip and so forth. But it's foolish to say when\nyou live through such tragedy you can never have closure. You can do something with it. When | was\nliberated and reunited with my mother, | was a miserable kid. | could have killed a Nazi. They had little\nentertainment and stuff for young people. | didn't go. | was angry. My mother said to me, \"My child,\nyou lived through a terrible time. You have the right to enjoy life now but don't forget the best of\nyourself. Give to life.\" And that's what we survivors are doing.\n>> Patricia Heberer-Rice: Exactly. Are there other questions?\nThis gentleman back here. It's a gentleman isn't it?\n>> No.\n>> Patricia Heberer-Rice: I'm sorry.\n>> That's ok.\n>> Patricia Heberer-Rice: It's very dark.\n>> Nesse Godin: See, we have all of these lights.\n>> It's fine.\n>> Patricia Heberer-Rice: Sorry about that.\n>> No. That's fine. Could you describe life in the displaced persons camp, what it was like to be there\nfor five years?\n>> Nesse Godin: Well, | tell you, the displaced persons camp was already a little bit nicer but you were\nstill not in your own home. Still there are signs, still get a ration of food. It was nicer but we were\nfree -- sometimes there were still times they told us it's not too safe to go at night because the\nNazis -- you recognize them. They'll kill you before you recognize them. So it still was not a safe place\nto be.\nBut you see, the United States had in those days a quota system that meant from each\ncountry how many people can come. Lithuania was a tiny country. So we had to wait five years.\n>> Patricia Heberer-Rice: Are there other questions? All the way in the back.\n>> [Question Inaudible]\n>> Patricia Heberer-Rice: Can you wait for the microphone?\n>> | was just wondering about the brothers again. | didn't quite understand that they made it or not\nmade it.\n>> Patricia Heberer-Rice: Do you understand? She wants to know about your brothers. She didn't\nquite understand if they both made it or what happened to your brothers?\n>> Nesse Godin: One of my brothers was liberated by the Americans. He wound up reunited in the\ndisplaced persons camp. He chose to go at that time to Palestine to fight so that he would have our\nown country. And he lived in Israel until he died. He was the manager of the city. He was already\ngoing to college before the war. He was seven years older than me.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nMy other brother, as | mentioned before, we didn't know what happened to him when we got\nto the concentration camp. Mama thought maybe he punched a Nazi and they killed him. But he was\nsaved by a friend, a Lithuanian friend. But he was stuck in the Soviet Union, couldn't get out.\nMaybe if you were young, but some of you will remember how we had the churches and\nsynagogues signs \"Let my people go.\" And eventually he also came to Israel. Then his children\nmarried Americans and they lived in Baltimore when he retired. But he's gone now.\n>> Patricia Heberer-Rice: | saw a hand over here somewhere. There we go.\n>> What did you do for entertainment at the displaced persons camp?\n>> Patricia Heberer-Rice: What did you do for entertainment at the displaced persons camp?\n>> Nesse Godin: Well, | was busy having two kids.\n>> [Laughter]\n>> Nesse Godin: My brother always said to me that | am an ignoramus. | didn't even know what the\nword means. He made me go take lessons. When | came here, you have to have a college degree.\nBut one time | was President of Israel Bonds. You know? You never know how you get involved.\n>> Patricia Heberer-Rice: That's right. Are there other questions? Am | missing somebody's hand?\nAre you raising it in the back, sir? Ok. That's ok.\nOk. Over there. The gentleman -- | hope it's a gentleman. In the green shirt. There we go.\n>> Do you have a fear of this happening again?\n>> Patricia Heberer-Rice: Do you have a fear of genocide happening again or the Holocaust\nhappening again?\n>> Nesse Godin: Well, | tell you, | hope that we will not allow it. But when you go through our museum\nand you're on top of the steps, we have a new exhibit. It's a few years old now, \"From Memory to\nAction.\" And we are trying to teach people to speak up, to do something when we see a wrong even in\nany country. And | hope that humanity will never allow really these things to happen. But unfortunately\n-- in the morning, the first thing | do, | look at the paper. People are killing each other all over the world.\nThey didn't learn the lesson yet. So carefully survivors dedicate themselves to teach. What happened\nshouldn't happen again. But people don't realize as long as they are comfortable at home, they don't\nspeak up.\n>> Patricia Heberer-Rice: They don't speak up.\nWe have time for one more question. Is there one more question out there somewhere? This\nyoung lady down here, please.\n>> Do you get together with other survivors or is it too painful to bring up those memory and talk about\nthem? Do you have any relationships with other survivors?\n>> Patricia Heberer-Rice: | Know the answer to this question. Do you get together with other\nsurvivors?\n>> Nesse Godin: Of course we get together. In this country, who wanted to listen to us? We got\ntogether and we used to share, talk.\nMy son -- | always wanted my children not to hear all of these things. My mother used to say\nthey need to know. But we used to sit and eat and have a good time. And what did we talk about?\nOur experiences. And that's how our children really learned. And we are so proud of them because\nwhen | see a child of survivors sitting there, standing there, and giving you the microphone, they all, you\nknow, grew up together. We made sure that our children would get that education. We made sure and\nthey took over. They are there for us and are continuing to teach the world what happened. But most\nof all, it shouldn't happen again.\n>> Patricia Heberer-Rice: Right. And | think you're still the President of the Holocaust Survivors and\nFriends of Greater Washington, are you not?\n>> Nesse Godin: | just gave it up. Oh.\n>> [Laughter]\n>> Nesse Godin: Because my husband is very sick.\n>> Patricia Heberer-Rice: Yes. It's true.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Nesse Godin: He needed more of my attention. | couldn't leave him like this. So last year when we\nwere going to have elections, | stood there with my survivors. They were very disappointed that | gave\nup but they understood that | couldn't go, you Know. Also the driving at night. We're getting older,\nmeetings at night and so forth. Sol am not. | am called advisor now.\n>> Patricia Heberer-Rice: Advisor.\n>> Nesse Godin: Yeah. Not president anymore.\n>> Patricia Heberer-Rice: The imminent, the power.\n>> Nesse Godin: Now coordinator. We don't have a president, per se.\n>> Patricia Heberer-Rice: She was president for many years. | remember giving one of her swearing\nin ceremonies. | did one of those. She's been serving the community for a long, long time.\nSo we're coming to the end of our program. Before | give Nesse kind of a final word, | want to\nthank you all for being here today. And remember, we will have this program every Wednesday and\nThursday until mid-August. | hope that you can come back.\nI'm going to give Nesse the floor in a minute to give some final thoughts and then we're going\nto have a little audience participation because after we clap for Nesse, I'm going to ask you all to stand\nup. Nesse will stand here. And our wonderful photographer, Joel, my colleague is going to take a\npicture of you with Nesse, all of you in the background with Nesse up on stage. This will be a photo\nopportunity for you all.\nIn the meantime, it's our tradition here at First Person to give our First Person guest the last\nword. | know that Nesse has something to say.\n>> Nesse Godin: Yes, | tell you, | am really very grateful that you all come to visit this wonderful\ninstitution of education. | don't call ita museum. A federal place where it tells you what happened, how\nit happened. You cannot say something and people say, oh, the Jews made it up. You see all kinds of\nthings in the press. Today when you leave this building, look at the world around you. Don't see a\nrace. Don't see a religion. See a human being that belongs in heaven by whatever name we call him,\ncreated. It's in our hands to make it a better world for all of us, for all of us.\nThank you very much.\n[Applause]\n",
    "segments": []
}