{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, May 28, 2014\n11:00 a.m. — 12:07 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nALEX SCHIFFMAN-SHILO\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. I'm the host of the Museum's public program First Person.\nThank you for joining us today. We are in our 15th year of the First Person program and our\nFirst Person today is Mr. Alex Schiffman-Shilo whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as volunteers here at this museum. Our program will continue\ntwice weekly through mid-August.\nThe Museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests. Anyone interested in keeping touch with the Museum and its\nprograms can complete the Stay Connected card in the program or speak with a museum\nrepresentative at the back of the theater when we finish our program. In doing so you will also\nreceive an electronic copy of Alex Schiffman-Shilo's biography so you can remember and\nshare his testimony after you leave here today.\nAlex will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows at the end of our program,\nwe'll have an opportunity for you to ask Alex a few questions. The life story of Holocaust\nsurvivors transcend the decades. What you are about to hear is one individual's account of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHolocaust. We have prepared a brief slide presentation to begin with his -- to help with his\nintroduction.\nWe begin with this portrait of Alex in his Cub Scout uniform. Alex was born in\nStrasbourg, France, in 33. The arrow on the map points to Strasbourg.\nAlex's parents had emigrated from Poland. His father was a traveling salesman and\nhis mother was trained as a Hebrew teacher. The family moved to Paris in 1938. When the\nGermans invaded France in 1940, Alex's family moved to the south of France where the\ncollaborationist Vichy government took power. Alex's great Uncle Max also lived in\nVillefranche-de-Rouergue, the town where Alex's family moved.\nWhen Alex's mother fell ill, Alex's Aunt Cylli, whom we see in this photograph, came\nto take care of the family. Throughout the war Alex and his sister were able to attend school\nand summer camp and lived a relatively normal live in Villefranche until September 1943 when\nthe German crackdown on Jews there intensified. Alex, Madeleine, and Cylli were able to\nescape to a nearby forest until the worst had passed. After the war Alex and his family were\nable to return to Paris.\nAfter two years of service in the Israel Defense Forces and more than 16 years in the\nMinistry of Agriculture, Alex worked for 10 years for the United Nations and the Inter-American\nDevelopment Bank on a number of international, agricultural projects. He left Israel in 1978 to\nwork in agriculture in Haiti for the United Nations. From there he worked in Nepal, Rwanda,\nand Jamaica, and then back to Haiti on an irrigation project and as a consultant in other\ncountries such as Madagascar.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nAfter moving to the United States in 1989, Alex worked for consulting firms on\nprojects associated with the World Bank and USAID which took him mostly to Western Africa.\nAlthough retired from his agricultural work, he continues to translate technical documents\nmostly from French into English. Alex is also fluent in Hebrew. He met his wife Amy while\nliving in Haiti.\nAmy from Brooklyn earned her doctorate and is now Director of Counseling Services\nfor an Arlington, Virginia, high school. Alex and Amy live in Washington, D.C. Their daughter\nHallie graduated recently from the New York School of Law. Alex has two children from his\nfirst marriage. His son, Mati, is married and has two children. They live in Israel. His daughter\nHamutal married a native Australian in Israel and they moved to Australia a few years later\nwhere they live with their three children. Mati and Hamutal served in the Israel Defense Force.\nAlex's 19-year-old grandson, Tomer, was drafted into the Israeli military at the end of 2012,\nmaking him the third consecutive generation in the family to serve in the military.\nAs a museum volunteer, you will find Alex at the Information Desk on Monday\nmornings. He led tours of the recently closed special exhibition \"State of Deception\" and has\ntrained to be a guide in the new special exhibit \"Some Were Neighbors: Collaboration and\nComplicity in the Holocaust.\" It opened in 2013.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mr. Alex\nSchiffman-Shilo.\n[Applause]\n>> Alex Schiffman-Shilo: Thank you. What an introduction.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Alex, thank you so much for joining us and for your willingness to be our First\nPerson today. We're glad to have you with us.\n>> Alex Schiffman-Shilo: Welcome.\n>> Bill Benson: Thank you. You have so much to tell us in our short hour, so we'll start.\nBefore we turn to your life during the war and the Holocaust, let's start first with you\ntelling us about your family, your community, and your own life in those years before the war\nitself.\n>> Alex Schiffman-Shilo: My family, they all came from a small little town which was then in\nPoland before World War | -- was in Austria. After word World War | was in Poland, today is in\nthe Ukraine; whatever is left of that town is in the Ukraine.\nRoughly, the town had 1/3 Jews. The town was about 10,000 people. About 1/3\nwere Jews, 1/3 were Pols, and 1/3 were Ukrainian. And the Jewish community, whoever left\nbefore World War II survived and went to Western Europe, etc., and whoever did not leave\nperished, including my grandparents and my father's youngest brother. This is the community.\nSomething | discovered very recently. | have relatives in Israel who went on a kind of\npilgrimage a few years ago. One of them sent me a book of her memories that she wrote.\nNow it's fashionable now to write your memories. And at the end of the book there is a picture\nof a little memorial monument in memory of the Jews who were murdered in Dolina. | didn't\nknow about that monument. It's in the last pages | saw a picture of that monument. | just\ndiscovered that a few weeks ago.\nMy parents, my father fought World War | in the Austrian Army. Then he went to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nFrance, went back to his little town. 24, he married his mother. He came back to France. My\nsister was born in 26. They still were Pols. In 28 they all became French citizens. | was born\nin 33, already a French citizen.\n>> Bill Benson: Do you know anything about your father's service besides being part of the\nAustrian Army in World War |?\n>> Alex Schiffman-Shilo: | don't know much. | know that he was two years in the Russian\nfront. He was two years in the Italian front. World War | the Italians were with allies;\nremember that. He was two years in the Italian front. He had a very dangerous task. He was\na telephonist. He had to repair telephone line, to spread telephone line under fire. He said\nthere were many, many casualties. He, himself, was wounded; not very seriously. Well, he\nsurvived.\nOne curious thing is my father, one day somebody told him, you know, we arrested a\ndeserter. My father said, ok. Put him in the little jail. He goes to the jail. It was a relative of\nhis, a young boy.\n>> Bill Benson: Tell us about your mother.\n>> Alex Schiffman-Shilo: My mother was from a family there were five sisters, one elder\nbrother and five sisters. And they all left Dolina, all of them. And they all survived the war\nbesides my mother.\nMy mother was the elder of the daughters. The son, the brother, was the oldest.\nMy mother was trained as a Hebrew teacher. She did not work as a Hebrew teacher. She\nhelped my father to make a living by being a seamstress.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBy the way, | went back to Strasbourg a few years ago. The house is still there.\n>> Bill Benson: The one that you lived in is still there?\n>> Alex Schiffman-Shilo: The one we lived. The house is still there. | could barely, vaguely --\nnot barely, vaguely recognize it. 13, [Speaking French] The house is here.\n>> Bill Benson: Your mother, | believe, was diagnosed with cancer at an early age for you.\n>> Alex Schiffman-Shilo: Breast cancer. She passed away in 41. By that time | was maybe 7,\n7 1/2, something like that.\n>> Bill Benson: We may talk a little bit more about that in a few minutes. World War II began\nwith Nazi Germany's invasion of Poland on September 1, 1939. Two days later on\nSeptember 3, France and Britain declared war on Germany, but for France the full impact of\nthe war really wasn't felt until May 1940 when Germany attacked France.\n>> Alex Schiffman-Shilo: April, May. They surprised the French. Prepared, of course, the last\nwar. They prepared the defense, the line of defense, which ran along the German border.\nThe Germans tricked them. They went through Holland and Belgium. They just bypassed and\ninvaded France. | think in a matter of six weeks it was the end of it.\n>> Bill Benson: | think you mentioned that between that period when war began on\nSeptember 1939 and when Germany actually attacked France, people referred to that period\nas the phony war. What did that mean?\n>> Alex Schiffman-Shilo: The funny. Funny war. [Speaking French] Because there was no\nfighting. Everybody was waiting.\n| know that my father was -- | didn't mention that. My father was mobilized in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nFrench Army, but because of age and having two children he just passed the limit of\nmobilization. He was demobilized. He came back. When he went to Issoudun, he came\nback.\n>> Bill Benson: You were living in an apartment at the time in Paris and your father had\nprepaid rent for several years. Do you know why he did that?\n>> Alex Schiffman-Shilo: Not exactly prepaid. When we left Paris, that was -- how do you call\nit? A housing project. It belonged then to the Town Hall of Paris. My father went on paying\nthe rent until 1943 when the apartment was -- they put a seal on it. They took away all the\nfurniture, whatever was in was taken away. So my father stopped paying. But until | think\nAugust 43, something like that.\n>> Bill Benson: So he had paid that rent. But in 1940 you left Paris and fled south. Tell us\nwhere you went once you left Paris.\n>> Alex Schiffman-Shilo: My father was a traveling salesman. He had two or three\nmanufacturers which he represented in a small town called Issoudun. Issoudun was in the\nfree zone -- you'll remember the map, in the south, in the free zone. So that was the first place\nwe went. And then later on we went to Villefranche-de-Rouergue where my mother's uncle\nwas there for decades, has been there. And we went to that town.\n>> Bill Benson: Can you tell us anything about your time in Issoudun before you went to\nVillefranche? Do you know anything about that?\n>> Alex Schiffman-Shilo: | don't remember much to tell you the truth. What | remember is that\nwe went to school with my cousin, with another cousin, a woman, Helen. And we went to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nsame school -- went to the same school. Of course, everybody was telling all the bad things\nthat others were telling, were doing at school.\n>> Bill Benson: Being kids.\n>> Alex Schiffman-Shilo: Yeah.\n>> Bill Benson: You mentioned free France. For our audience, explain, for those who might\nnot know, what Vichy France meant; which is, of course, where you went when you left Paris\nafter the Germans attacked.\n>> Alex Schiffman-Shilo: What we called the free France -- actually it's incorrect to say free\nFrance. It's non-occupied, not occupied France. The German occupied about 2/3 of the\nterritory. You see the map. There was a big line going like this because the Germans\noccupied everything as south as possible along the coast. They wanted the whole coast. But\nbeside that, what was on the east and on the south of that line, was under the government of\nVichy. Now, Vichy collaborated with the Germans, obviously collaborated with the Germans.\n>> Bill Benson: But many French, of course, fled to Vichy, France, to be away from direct\nGerman occupation.\nSo after you left Issoudun, after several months, your parents, as you said, decided to\ngo further south to Villefranche, to the town of Villefranche, where you would stay until the end\nof the war. Tell us why they chose Villefranche and then tell us what life was like there for you.\n>> Alex Schiffman-Shilo: We chose Villefranche because my mother's uncle -- but there was\nnot much difference between the generations. He was a few years older. He was there for\nyears became before World War | in France, as a young man -- a young boy, 15 or something.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nHe arrived in Paris. He didn't know French. He didn't have a penny. He heard some people\nspeaking Yiddish on the platform. He told them that he would help them to carry their luggage\nif they would pay him something. So they paid him. They later adopted him, but the war,\nWorld War |, then started and he found himself an Austrian national in enemy territory so there\nwas no way he could have gone back to Austria then. So the French authorities assigned him\nto live near Villefranche-de-Rouergue. And this is where he learned also the butchery.\n>> Bill Benson: He became pretty well-known.\n>> Alex Schiffman-Shilo: As a butcher and fur -- he had a fur business. He went to\nVillefranche nearby.\n>> Bill Benson: Were there any other relatives in Villefranche when you went there?\n>> Alex Schiffman-Shilo: As far as | Know, no. When | say Max, it was Max and family.\n>> Bill Benson: Max and his family. Right.\nSo when you got to Villefranche, you were able to live relatively openly while you\nwere there. What was your life like in the beginning in Villefranche?\n>> Alex Schiffman-Shilo: One thing | have to say before that. When we came to Villefranche,\nmy Uncle Max had already lost a son in World War Il. That son, Armand, was killed fighting\nthe Germans somewhere in May or June 1940. He was a young officer in the French Army.\nHe was killed fighting the Germans. That was before we arrived.\n>> Bill Benson: Before you got there.\n>> Alex Schiffman-Shilo: As far as | remember, we had a more or less normal life. Now,\nremember, he was a kid then. Many things maybe they didn't tell me.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: So it felt normal to you.\n>> Alex Schiffman-Shilo: It felt normal to me. | went to school every day. But |! remember that\nonce we spent a few nights, our science teacher, my sister and me spent a few nights at my\nscience teacher's. What was the immediate reason | don't remember. | don't know. But |\nremember that very vividly. They had cartoon books, which | remember, and all of that. A few\nnights.\nNow, during the summer we used to go to a small Hamlet, some three, four miles\nsouth of Villefranche. If we went there only for vacation or if we went there for other goals, |\ndon't know. Nobody told me that. | was happy enough to go there; to eat good farmer's food\nand to go attend to the ducks and to the sheep. But whether there was another reason | don't\nknow. They didn't tell me.\nWe had a few -- the town where we were were not hostile. They knew that we were\nJewish. There was in the town some 20 to 30 Jewish families.\n>> Bill Benson: And everybody knew you were Jewish.\n>> Alex Schiffman-Shilo: Everybody knew. The police was even kind enough to let us know\none or two days in advance, to my parents’ generation, just go into hiding for a couple of days\nbecause we have instructions to run you up.\nOne case applied. | have to make research here at the Holocaust Museum. In an\napartment just across the street there was a Polish-Jewish family, Stucky. | remember their\nname. The first name of one of them now a few weeks ago.\n>> Bill Benson: Just got that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Alex Schiffman-Shilo: Just got that. Herbert. They had three boys. They were very poor.\nAnd one day they vanished. We guess they were arrested and shipped somewhere. The\nirony is that the father was to have said that at least my children will have something to eat.\nSo today we know that it was not exactly that. But the meaning so strong was the deception at\nthat time. They were the only ones.\n>> Bill Benson: Why do you think they went?\n>> Alex Schiffman-Shilo: | think they were Pols. We are French. And maybe the police had\nobligation to round the Pols or something. And also because at the very beginning they didn't\nknow where they were going; that could be also. | have to make research now.\n>> Bill Benson: And this is the family that your father, as | recall, helped them out.\n>> Alex Schiffman-Shilo: They were poor. My father used to raise money among the other\nJewish families to help them.\n>> Bill Benson: You lost your mother in May 1941 when you were 8. Would you mind telling\nus what that was like for you?\n>> Alex Schiffman-Shilo: Yeah. My mother had breast cancer. She was bedridden all the\ntime. Her youngest sister, Cylli came.\n>> Bill Benson: We saw her photograph.\n>> Alex Schiffman-Shilo: Yeah. She came to our house to take care of her sister. One day --\nmy mother used to wake her up at night to ask for help when she was in pain. And one night\nshe didn't call. When my tante woke up, my mother was gone.\n| remember these days quite vividly. The first thing, she helped me to dress up. It\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwas May 2. | remember exactly. It was a kind of Catholic holiday in the town. She helped me\nto dress up. She threw me out, \"Go to the streets.\" So | went to the streets. | came back a\nfew hours later. | remember | saw the casket. The casket was taken to the train. The train\nwent to Toulouse where my mother is buried. | didn’t attend the funeral. | went to the grave\none or two years later.\nAfter this my aunt stayed with us and took care of me and my sister. My sister was\n14. Being a teenager she was a bit rebellious. She didn't accept my aunt's authority. It was\neasier for me. | always say that my tante, in her little finger, had a lie detector.\n[Laughter]\n>> Bill Benson: Your Aunt Cylli was actually a trained dentist.\n>> Alex Schiffman-Shilo: Yes.\n>> Bill Benson: But she was not allowed to work. Why?\n>> Alex Schiffman-Shilo: She was a Pol.\n>> Bill Benson: You were French and she was Polish.\n>> Alex Schiffman-Shilo: She was Polish. She couldn't work as a dentist and after World War\nIl she had to take -- when she became a French national, she had to take a kind of general\nFrench culture exam and the last exam of dental school. And then she could work, which |\nthink was fair enough.\n>> Bill Benson: That was after the war.\n>> Alex Schiffman-Shilo: After the war.\n>> Bill Benson: Soon after your mother passed away you experienced a very Anti-Semitic\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nevent at camp. Will you tell us about that?\n>> Alex Schiffman-Shilo: One little event. We went to summer camp. That was actually the\nsecond summer camp | went to. The Cub Scouts -- you saw the picture. We went with Cub\nScouts of the bigger town in the area, the capital of the district where, | don't know, some 30,\n40, and the camp commander summoned three or four Jews who were there, Jewish boys\nwho were there. He said -- | don't want them. Then -- he is deputy. The math teacher,\nMr. Yesh, | remember his name, said, \"They go; | go.\" End of story. That was it. We stayed\nat the camp.\n>> Bill Benson: And no more problems.\n>> Alex Schiffman-Shilo: No more problems. But he was a very nice guy. | vaguely\nremember him.\n>> Bill Benson: During that time, your father continued to work as a traveling salesman.\n>> Alex Schiffman-Shilo: Definitely.\n>> Bill Benson: It must have been at some risk for him to travel around the country.\n>> Alex Schiffman-Shilo: | was not aware of the risk.\n>> Bill Benson: Right.\n>> Alex Schiffman-Shilo: We knew exactly his itinerary. We knew exactly. We knew which\ntrain he took from where to where. There was no guarantee. My father had a French I.D.\nstamped \"Jew,\" and there was no guarantee when he took the train Monday morning that on\nFriday afternoon or Saturday morning we would see him. There was no guarantee at all.\nHe told us once or twice -- in the train -- he was checked in the train. He had to show his I.D.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nThey just let him go. That was pure luck.\nOne instance -- in September 1943, something absolutely unique in the history of the\nGerman Army happened. There was a revolt of German soldiers against their officers. Now,\nthese German soldiers, in fact, were not German. They were Croatians. They were\nincorporated, mostly Muslims, incorporated into the German SS. The SS was the elite\nGerman troops.\n>> Bill Benson: So this was an SS unit.\n>> Alex Schiffman-Shilo: It was an SS unit but with Croatian soldiers. They rebelled or part of\nthem rebelled against the Germans. Immediately -- | witnessed that. | saw the fighting in the\nstreets. | saw even a few dead bodies here and there. At 10:00 in the morning, | started to\nsee the reinforcement coming from other towns, German, to quell the rebellion.\nSo it was very harshly quelled. The rebels -- whoever was taken alive was beaten\nand then executed. And the German put the curfew on the town. And the curfew, they put\nalso posters in German, in German language, and in French explaining the curfew, what is the\ncurfew for. The last line of the poster said, \"Don't be influenced by the Britts and the Jews.\"\n[Speaking French] That is what was written.\nWe saw the Jews and said not for us. So we decided to leave the town, to go north\nsomeplace, to go across the roadblock. | went with my sister. My sister had a student |.D.\nfrom school. | was 9. So we just went through easily.\nThen when my tante and her good friend --\n>> Bill Benson: Your Aunt Cylli?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Alex Schiffman-Shilo: My Aunt Cylli, tante, with her good friend, an Italian refugee,\nCommunist refugee. She fled Mussolini. She went to the same town. Why she went there |\nhave no idea. But they both decided to leave the town. They had to go through the roadblock.\nSo they started to explain to the soldier who was there that they were caught by the curfew\nand they lived just a few houses behind the next curve. They let them go.\nSo we walked together, the four of us then. They joined us. My sister and me\npassed first. Then we walked, all of us, to the next train station. We took the train for two\nmore stations and we went to a relative of mine who was living in the woods. As a living, he\nwas making charcoal. We spent there some eight days, 10 days.\nThe problem was to get my father from the train. He was out. He didn't know\nanything. He was doing his normal tour. So we went to the train station. The train arrives;\neight cars, 10 cars. There is no time for my sister and me to go through the train. We look.\nThe train starts to move. And suddenly my father shows up at the window. So we ran after\nthe train. It's a steam train. It's easy to run when the train starts. If it would have been a\nelectric train, a lost case. And we started to shout, \"Daddy,” “Papa -- [Speaking French]\n-- go down at the next station.\n>> Bill Benson: Otherwise he would have gone to Villefranche.\n>> Alex Schiffman-Shilo: He would have found an empty house. Maybe Cylli left him a note.\nThis | don't know. Coming to his house and not seeing the family, he would have been out of\nhis mind. So took him out of the train. A few days, | don't remember how long later, when\nthings cooled down, we went back to Villefranche.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: And you had stayed there, of course, until the following summer, June 1944.\nShortly after the D-Day invasion in June 1944, a German armored unit passed through your\ntown and started firing shells into the town.\n>> Alex Schiffman-Shilo: Yeah.\n>> Bill Benson: Tell us what you remember about that.\n>> Alex Schiffman-Shilo: | saw the houses -- | didn't see the unit itself. | saw the houses they\nshot out. Saw a nice villa, a nice cottage; they made target exercise on it from the tanks.\nThey went through the town. | did not see them.\n| questioned also another thing. This was four days after D-Day. D-Day -- in these\ndays in France, having a radio was forbidden. Listening to a radio to London in these days\nwas acrime. You could have been shot for that, could have been executed for that. So the\nnews of D-Day came by word of mouth. There was a kind of enthusiasm. The allies are\ninvading. | remember that.\nNow, that unit came through our town. | don't know if it is exactly the same unit, but\none of these units, these armored units, did a terrible thing in a village north, some 150 miles\nnorth of us, 200 kilometers north of us, a village called Oradour-sur-Glane. To tell you where it\nis, if somebody know the town where they built the famous China, where they make the China,\nsaucers, cups, etc., west of it is a small village called Oradour-sur-Glane. They thought there\nwas some resistance in Oradour-sur-Glane. They sealed it. They brought -- they separated\nmen, women, and children. They put all the men in barn and they shot them. They took all the\nwomen and children in the church. They locked the church. They threw a few grenades and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nset the church on fire. One woman survived.\n>> Bill Benson: Out of the entire --\n>> Alex Schiffman-Shilo: Out of 641 people died that day, one woman survived. After the war,\ndecided to keep that little town as it is. If you visit it today, you can see it.\n>> Bill Benson: It's still just like that?\n>> Alex Schiffman-Shilo: Still as it was.\n>> Bill Benson: Wow.\n>> Alex Schiffman-Shilo: If you go online, you can see it.\n>> Bill Benson: You told me that soon after that, one day the Germans just disappeared, were\ngone. Tell us about that.\n>> Alex Schiffman-Shilo: They were gone in our town. They were not gone in Toulouse. The\nFrench underground fought the Germans when they were leaving. This is where my second\nrelative was killed. And today there is a plaque where he was killed. He was one of the\ncommanders of the underground there, Captain Philip. There is a plaque where he was killed.\n>> Bill Benson: Was he the one who was a physician?\n>> Alex Schiffman-Shilo: No.\n>> Bill Benson: There was another one.\n>> Alex Schiffman-Shilo: That was my mother's first cousin. The physician was my first\ncousin. He was a physician, the son of the elder brother of my father. He studied medicine.\nHe was in the French underground. And he was taken prisoner because he took care of\nwounded comrades from the underground and he would leave them. | think the German, they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\narrested him and executed him one day before the town was liberated. He was executed.\n>> Bill Benson: Once the Germans were gone from your town, of course, as you said they\nwere still in Toulouse and the war was still going on. Do you recall how life changed for you\nonce the town itself was liberated?\n>> Alex Schiffman-Shilo: | don't remember it changed much. | don't remember it changed\nmuch. Of course, the occupation was not there but we knew that they were in Toulouse. |\nremember in August when we got the bad news that -- had been killed. | remember that.\nA few days before he came to us to Villefranche -- because his son was then a baby. He had\ntwo children when he joined the underground. He put his son in our town with a very, very nice\nnanny. She was a great, great, great lady. | think she was a retired elementary teacher, a\ngreat lady. She raised him as her own grandson. So even days, | think, before he was killed\nhe came to our town. | know that my Aunt Cylli tried to tell him: look, the war is almost over,\nwhy do you go there fighting? He said: No, | have my unit, they are waiting for me. He was\nkilled a few days later.\n>> Bill Benson: Once the war was over for you and your family, what did your father do then to\ntry to build his life back? What happened then?\n>> Alex Schiffman-Shilo: At the end of the war my father went back to Paris. He rented a\nroom. He went on -- he tried to renew contact with former clients. He tried to renew the\ncontact and to rebuild.\nAt that time my father was 50, 52, 53. He was already worn out. He was a widower.\nHe was worn out by the war. To try to rebuild his career was kind of heavy and tricky. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nonly pleasure he has was from more or less his children, especially his daughter. My sister\nwent to dental school and later became a dentist. She had a successful practice. She had two\ndaughters. My father had two grandchildren. So that was his happiness in life then.\n>> Bill Benson: You had mentioned earlier that he had paid his rent until 1943 but then the\nGermans had basically sealed his apartment and he quit paying rent, but when he went back,\nhe wanted that apartment back.\n>> Alex Schiffman-Shilo: His apartment.\n>> Bill Benson: Wanted his apartment back.\n>> Alex Schiffman-Shilo: That was a housing project, but for sentimental reasons he wanted\nhis apartment. He was offered another apartment. There was a World War II vet, an invalid\nveteran, who was in. He was offered another apartment, but for sentimental reasons he\nwanted his own apartment. | think after one or two unsuccessful -- or it went to court. | don't\nknow exactly what happened. He got his apartment back.\n>> Bill Benson: So even though he was worn out --\n>> Alex Schiffman-Shilo: He fought for that. He knew how to fight for that. Yes.\n>> Bill Benson: You told me at one point that you remember the joy and exhilaration of the\npeople at the end of the war, the French people. Can you say a little more about that?\n>> Alex Schiffman-Shilo: Yeah. We were in the little town in Villefranche. Of course, that was\nthe joy. World War Il is over. | remember very vividly. The French Republic is symbolized by\na woman wearing a special hat. We call her Marianne. And she has a special hat. So there\nwas a singer who sang with a special hat. And as | had a good ear, | could hear here and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nthere that she was off-tune singing. That | remember. But people were exhilarated, real.\nNow, on the other side, | went to Uncle Max that day. | didn't have to knock at the\ndoor. | could just enter there. | was entering. They had their radio in the kitchen. | see his\nwife, my Aunt Clara, listening to the radio and weeping quietly. She was listening and sobbing.\nThe radio broadcasted the names of the French POW who were coming home, but her son\nwas killed in 1940 and her son was not coming home. That was the other side of the\nliberation.\n| remember, also -- you talk about exhilaration in the town. There were many people,\ntook the trains to the north. They drank also a good amount of booze. They were quite over\nhappy from what | can remember.\n>> Bill Benson: \"Over happy.\" [Laughter]\n>> Alex Schiffman-Shilo: They left.\n>> Bill Benson: You mentioned a moment ago that your sister after the war went on to\nbecome a dentist, became quite successful. You would go on to become an agronomist,\nscientist specializing in the use of plants for fuel and fiber and other purposes. With your\nfather, as you said, pretty worn out from the war, a widower, how did you manage to go on and\nget that kind of education?\n>> Alex Schiffman-Shilo: | must say | lived quite alone at home. My father was still traveling,\ntraveling, traveling until maybe three, four years before | completed my studies. Even then |\nthink he was still traveling. We were 40 years apart, my father and me. That's one thing. My\nfather was worn out from the war. We had a nice relationship, but it didn't go much beyond\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthat. If | compare to the relationship | have with my daughter today. And we are 50 years\napart. That's day and night, day and night.\n>> Bill Benson: Many years later in 1959 when you were 26, you moved to Israel. What\nprompted you to make that move? Tell us what that was like for you.\n>> Alex Schiffman-Shilo: | was a good Zionist. There's no other explanation. It was time to\ngo, time to build the country; like the song, we will go to the country. We will live there and be\nbuilt there. | lived in Israel 18 years. | served in the IDF two years, Israel Defense Forces. |\nstill have my reserve booklet as a reservist. My son served. My grandson served.\n>> Bill Benson: You told me that soon after you arrived in Israel they started the trial of Adolph\nEichmann. Can you say a little bit about that?\n>> Alex Schiffman-Shilo: | served in the military when Adolph Eichmann was arrested. He\nalso was a big outcry or something. Eichmann is in Israel. What | didn't know -- it happened\nwhen | was in the military. What | didn't know is Eichmann was one mile away in a jail, one\nmile away from the camp where | was. | know exactly which curve he was in the jail.\nAfter this, the trial started. | was in another camp. And when the trial started, that\nday in the camp they canceled all activities so we could listen to the beginning of the trial. We\nare all sitting down, leaning on the wall, listening to the -- these days they were transistor\nradios. Yeah? And we listened. The trial, being a criminal trial, started you identify the\ndefendant, the first thing. So the first question was, \"Are you Adolph Eichmann?\" The\nquestion was translated into Hebrew. And | will never forget the answer, \"Jawohl;\" meaning,\n\"Yes; indeed.\" And you could sense through the radio that there was a shiver in the audience.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nYou could really sense it. And then we went on to listen. It took about half a day, the\npreliminary.\n>> Bill Benson: After service in the regular Army you went into the reserves. Then you were\nmobilized for the Six-Day War. Tell us about what that was for you.\n>> Alex Schiffman-Shilo: The Six-Day War for us started -- | was mobilized -- | checked a few\ndays ago in my reserve book -- May 24. The country was suddenly empty. | just switched -- |\njust moved houses from Tel Aviv to the north of the country. And every reservist in Israel has\nhis own boots. So | went back -- | don't remember if | was in Tel Aviv and my boots were in\nTzfat or the other way around.\n>> Bill Benson: You had to get your boots.\n>> Alex Schiffman-Shilo: No. | didn't go. | went as | was to the camp, the recruitment camps.\nYou could take other boots and get them. That was also an adventure in itself but | got it\nfinally. Then we waited and waited and waited. And there was a waiting period. The waiting\nperiod from May 24 to the war started June 5. We waited. It was kind of demoralizing. You\nwait. You don't know what you wait.\nIn Egypt, the big loudspeaker, talking to the Israelis: \"We will destroy you;” “We will\nannihilate you;” “Tel Aviv will be burning,\" etc., etc. Until one day on the 5th a different rumor\nstarted to come; we, our Air Force, destroyed 100 planes. And then two hours later correction;\nwe destroyed 200 planes in Egypt. And then by the hour the number of planes destroyed went\nup and up. This is how the Six-Day War started for us. Then we moved through the West\nBank. Then we went back. And then we went -- here and there. We also shot a few shells.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nAnd the two last days of the war we went to the Syrian front. And then we started to\nsee on the road buses and buses and buses and buses. In Israel there is no military buses\nlike here for the Marine Corps. Civilian buses are mobilized for the war effort. We see buses,\nbuses, buses, bringing infantry to the northern part of Galilee. This is bringing the brigade to\ngo on the Golan Heights.\n| was in artillery. We gave them artillery support — sorry -- to the brigade. The\nbrigade was known to have very unruly soldiers. We used to nickname them -- what is the\ntribe in Kenya? The famous --\n>> Bill Benson: Kikuyu?\n>> Alex Schiffman-Shilo: No. Anyway, the name will come back but they were tremendous\nfighters, tremendous fighters. They conquered three very hard strongholds. We gave them\nartillery support.\n>> Bill Benson: Because you said you were an artillery officer.\n>> Alex Schiffman-Shilo: | was in artillery. Then they went to the Golan Heights from the\nnorthern part.\nPeople say the Six-Day War was a walk in the park. It's not true. There was one\ntank battalion near Golan. They went up hill 26 times. Two arrived unharmed. They made a\nmistake. They took the wrong turn at some point and instead of coming on the side of the\nSyrians, they came on the front of them and two tanks arrived unharmed.\n>> Bill Benson: |'m going to jump forward if you don't mind. 1989 you moved to the United\nStates. Just recently, just recently, you became a U.S. citizen.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Alex Schiffman-Shilo: Yeah.\n>> Bill Benson: Tell us what motivated that.\n>> Alex Schiffman-Shilo: How it happened.\n>> Bill Benson: Tell us how it happened.\n>> Alex Schiffman-Shilo: Well, two things. | lived here as a resident alien, green card, 20 and\nsome good years. | paid my taxes. Nobody asked me any questions. So, ok then came 9/11\nand the inauguration -- the memorial at the Pentagon. | went to visit the memorial of the\nPentagon the day after it was opened, the day after it was inaugurated, opened to the public. |\nwent there. It's a very moving place. If you never saw it, go. It's very, very moving. Then\nfrom there you can walk up hill. You walk to the Air Force Memorial. The Air Force Memorial\nis -- what you see from the highway, 395, you see the three spikes, the Air Force Memorial. |\nlooked at that. | went there. | looked at Washington. | had a kind of feeling. I'm looking at the\nland of the free. Some feeling. It's a beautiful view on Washington. Ok. | forgot the view. |\nforgot, etc.\nA few months -- | don't remember. A few months or a year later at the Kennedy\nCenter, was 100 years, Woody Guthrie. The Kennedy Center was packed. At the very end all\nthe performers were on stage. And all the audience got up and started to sing, \"This land is\nmy land, this land is your land, from California to the New York island” -- etc. This land was\ndone for you and me. And the next day | sent an application.\n[Laughter]\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Alex, we have time for our audience to ask a couple of questions if you don't\nmind. We've got an immediate volunteer right here. We're going to hand you a mic. If you\nwait just a moment, that way everybody in the room will hear the question, including Alex.\nMake it as brief as you can and then go from there.\n>> Thank you for sharing your personal story. From what! gathered listening to you, you were\nfortunate in your family to have a very relatively peaceful or harmless time under the Vichy\ngovernment. Can you tell us a little bit -- your experience, | think, is somewhat unique. Did\nother Jews in other areas either further or away from you where the Vichy government that\nwas enforcing the German law was much more aggressive against the Jews, did they send\nany Jews from other towns into the camps or deport them besides that one family? You told\nus about one family in town. Are you familiar with other stories?\n>> Bill Benson: Did you get the gist of that?\n>> I'm sorry if | wasn't clear.\n>> Alex Schiffman-Shilo: Yes, yes, yes. As | said before, there might have been things which\n| don't know. Because being a child | was always sheltered. Maybe they didn't tell me what\nhappened.\n| remember once, | came back from school and | started to -- this is when there\nstarted to be rumors of what was happening in the east of Europe. | forgot to tell. We lived in\nan apartment with one room and one kitchen; that's all, a two-room apartment. We had a map\nof the eastern front. My father tried to follow the progress of the Red Army, but one day there\nstarted to be rumors of what was happening to the Jews in the east. One day | came back\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhome and | said to my aunt and my sister, | said: Well, today | spoke with my friends -- | was 9\nor 10. Speak with my schoolmates what they are doing to the poor Jews, etc., etc. And my\naunt and my sister said, \"Shhh. Don't talk about that.\" \"Don't talk\" meaning, there were many,\nmany things we knew -- or they Knew about and | did not know. They didn't tell me.\nWe had a kind of very quiet life. What was happening in other towns we don't know.\nWe know one thing. We know there was also an Italian-occupied zone on the French Riviera.\n| think Jews were more lucky there, more lucky.\n>> Bill Benson: In fact, the Vichy government deported, in collaboration with the German,\nmany Jews from elsewhere. There were some notorious French camps.\n>> Alex Schiffman-Shilo: Another thing happened. This | remember. There were three or four\ncamps, pre-deportation camps, in the south of France. | don't remember. It will come back.\nAt some point they closed these camps and some very elderly people came to Villefranche,\nelderly couples. They came there because being so old they didn't know if they should deport\nthem. So they were just sent maybe for treatment in the hospital. | don't know what, but |\nremember they came. And | remember that we organized, my father tried to organize, to have\na weekly meal with somebody of the Jewish community.\n>> Bill Benson: We have time for one more question. Right here. There's a mic coming to\nyou right now.\n>> Yes. I'm wondering if you visited Germany after the Second World War and if you did what\nwere your feelings towards the Germans that you met and the present day Germans.\n>> Alex Schiffman-Shilo: How should | answer that? | went through Germany on my way to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nDenmark when | was a student. | must have been 23, 24, something like that. | went through\nGermany to Denmark hitchhiking. So | traveled first to Hamburg. Hamburg, | want to take the\ntrain to Copenhagen. | was in the train station, had nothing to do. And here in front of me was\ndrinking a beer, was a German guy. He drank his beer, asked me where I'm from. | said I'm\nfrom France. He said he had good memories of being a POW in France, especially the good\nwines and good food. He said, “You know what? I'll take you.” He had a motor cart, motor\nbike. He took me straight to -- if you know, in Hamburg, it's a closed area with all the\nprostitutes.\n[Laughter]\nOk? He took me there just as a curiosity. | guess it's also a tourist trap.\n[Laughter]\nSo he took me there. He brought me back. Then | took the train. Then | went to\nDenmark. -- went to Denmark.\nAnd then on the way back | hitchhiked again. | came to Landkern at 4:00 or 5:00 in\nthe morning. | had a backpack. | was in the streets. And two young policemen came to me.\nThey were doing their job, asking what is a young guy wandering in the streets at 4:00 a.m. or\n5:00 a.m. doing there. They were just doing their job. | have zero complaint. But | saw the hat\nand | saw the color of the hat. The color -- it's green-gray. It's the same color of copper when\nthe copper is rusted. It gave me goosebumps.\n| don't know if | answered the question, but, yeah.\nHere, | was a guide in the previous exhibition of the Nazi propaganda. | had a group\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nof young German students. They came. They were very respectful. They listened exactly to\nwhat | said. As always a guide should be, very neutral not give his impression. At some point\nthey played the German anthem. | said, \"Today you sing the third part.\" In Nazi time they\nsang the first part. The music by Josef Haydn. At some point they corrected me. It was a\npicture of a young girl. And | saw -- | think -- | thought it was Sophie Shaw. It was not Sophie\nShaw. It was Alfreda Schultz. | mixed the two names. You know, she was the sister of Eric\nMaria. She was executed by the Nazis. Her brother succeeded to run away, the writer.\n| don't know if | answered your question.\n>> Bill Benson: Thank you, Alex. We are going to wrap up ina moment. | am going to turn\nback to Alex to close our program momentarily. | want to thank all of you for being with us,\ninvite you to come back to another First Person program each Wednesday and Thursday\nthrough the middle of August. Our website will have information about the program in 2015.\nIt's our tradition here at First Person that our First Person has the last word so | will\nturn it back to Alex to close the program. When he's done, he'll step off the stage here. So if\nanybody would like to talk with him, please absolutely feel free to do that or just say hi.\nAlso, before he does that, however, I'm going to ask you, when Alex finishes, to all\nstand if you don't mind because our photographer, Joel, will come up on stage and get a\nphotograph of Alex with you in the background. It makes for a very nice photo to close the\nprogram.\nOn that note, Alex? Any closing thoughts or last words that you want to share with\nus?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Alex Schiffman-Shilo: Closing thoughts? I'm looking at the Middle East. I'm an American\ncitizen, but | have very, very strong ties to Israel. My son, my grandson, my daughter-in-law,\nwe all went to the military there, all served the country. | have very strong ties. | look at the\nMiddle East, 150,000 people killed in Syria, Lebanon in turmoil. Egypt, | don't know what will\nhappen there. All hope for the best. Israel is only haven of peace and we are vilified. We,\nIsrael is. We are vilified in the world.\n150,000 people killed in Syria but when Israel builds 40, 50 apartments in eastern\nJerusalem, it's a crime against humanity. We are accused of using disproportionate force\nwhen we react. If you are in war, there is no such thing as disproportionate. D-Day, some\n150,000 -- 115,000 went to Normandy. | think they had in front of them maybe 5,000 German.\nWould you call it disproportionate? This is war. We are at war. You use whatever force you\nhave to. That's all. There is no disproportionate. The propaganda is -- vilifies us.\nDisproportionate. What does it mean? You can kill somebody with a stone. Israelis\nwere killed with stones. When you throw a big stone on a car and the car breaks, the\nwindshield, and the car turns and falls from a cliff and the people inside can be killed. Just the\nsame.\nMany of the so-called killings are also staged. But once the harm is done, the harm\nis done. You can try to explain this and that. It goes on a flash, on the flash news. And to\ncorrect it two weeks later, too late.\nAnyway. We'll survive. No problem. No question. Not no problem. No question\nabout that. We will survive.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3]\nThat's my closing.\n[Applause]\n[The First Person presentation ended 12:07 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}