{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, May 1, 2014\n11:00 a.m. — 11:58 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nESTHER STAROBIN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us today. We are in our 15th year of the First Person program.\nOur First Person today is Mrs. Esther Starobin, whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful to them for their generosity.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as volunteers here at this museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests. Anyone interested in keeping touch with the\nMuseum and its programs can complete the Stay Connected card in your program or speak\nwith a museum representative at the back of the theater when the program ends today. In\ndoing so you will receive an electronic copy of Esther Starobin's biography so that you can\nremember and share her testimony after you leave today.\nEsther will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time at the end of our program,\nwe will have an opportunity for you to ask Esther a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Esther is one individual's account of the Holocaust. We have prepared a brief\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nslide presentation to help with her introduction.\nWe begin with this photograph of a very young Esther Starobin, born Esther\nRosenfeld. Esther was born in Germany to where the arrow on this map of Europe points.\nShe was born in Adelsheim, a town north of Stuttgart, to where the arrow points.\nEsther was the youngest of five children. In this photograph we see her brother, Herman, her\nmother, Katie Rosenfeld, Esther, on her mother's lap, her older sisters, Bertle and Edith, her\nfather, Adolph Rosenfeld, and her sister, Ruth.\nOn November 9 and 10, 1938, a violent anti-Jewish Pogrom, known as Kristallnacht\nor Night of the Broken Glass instigated by Nazi party officials and Nazi Storm Troopers took\nplace. The Pogrom took place throughout parts of Germany, Czechoslovakia, and Austria. In\nthe photograph Germans passed by the shop window of a Jewish-owned business that was\ndestroyed during Kristallnacht.\nConcerned about the safety of their family, the Rosenfelds registered their children\nfor a Kindertransport, the informal name of a rescue effort that brought thousands of refugee\nJewish children to Great Britain from Nazi Germany between 1938 and 1940. Esther wore this\ntag attached to her clothing as she traveled from her hometown of Adelsheim, Germany, to\nThorpe to join her foster family, the Harrisons.\nWe close our slide presentation with this picture of Esther with her English Foster\nfamily: Alan, Dorothy, and Harry Harrison.\nIn 1947, Esther came to the United States, settling in Washington, D.C. She\nattended the University of Illinois and had a teaching career specializing in world studies in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nMontgomery County, Maryland. Esther's husband Fred passed away in April, 2011.\nEsther and Fred have two daughters. Judy is an attorney, and daughter Debra\nfounded the Handmade Afghans Project to, quote, bring comfort and warmth to our wounded\nservice members. Initially most of the afghans went to Walter Reed Army Hospital but then\nalso were sent to other military installations including Fort Sam Houston in Texas, Fort Bragg,\nin North Carolina, and Bagram Air Base in Afghanistan. Their goal of making 10,000 afghans\nwas met in 2013, and, in fact, they exceeded that with 10,845 afghans and this amazing\nproject came to a close. About 1,600 people nationwide were ultimately involved in making\nafghans for this effort. Esther was deeply involved with this project.\nEsther and Fred have two grandchildren. John is in his sophomore year of college.\nAnd Drew is a high school junior. Our audience today includes Esther's daughter, Debra, as\nwell as nieces Renee and Tamar, and Tamar's sons Nathaniel and Solomon. | think we have\nthem all here in the front row down here.\nThanks for joining us, everybody.\nEsther's volunteer work at the museum has involved helping to expand the\nMuseum's collections of documents, photographs, and other items. Esther also is a contributor\nto the writing projects which produces \"Echoes of Memory,\" a collection of writings by survivors\nassociated with this museum. Following today's program, Esther will be available to sign\ncopies of \"Echoes of Memory.\"\nAnd with that I'd like to ask you to join me in welcoming with our First Person\nMrs. Esther Starobin.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\nEsther, thank you so much for joining us today and for your willingness to be our\nFirst Person. We're glad to have you with us.\n>> Esther Starobin: I'm glad to be here.\n>> Bill Benson: You have so much to share with us. We just have a short time, so we'll just\njump right into it and get started.\nYou were very young when your parents sent you to England. And although you\nwere too young to be able to tell us firsthand about all that you went through and what life was\nlike in Germany for your family, perhaps we could begin to the extent that you can, give us a\nsense of your family, your parents, your extended family, what the hometown was like and\nwhat their community was like in the years before the war and certainly before you were sent\naway.\n>> Esther Starobin: Well, | have to tell you, everything | know | know because | have been told\nby my siblings or because I've looked it up. | really don't remember.\nBut, first of all, Adelsheim is this really small place. It still only has one traffic light.\nAnd | was there this summer with one of my nieces. We tried to find souvenirs. They didn't\nhave them, so that gives you an idea how small this place is.\nMy parents -- there were five of us, as you know from the picture. My father sold\ngrain to farmers and occasionally would negotiate a trade of a cow or horse or something like\nthat. He had lost one leg in the First World War, so my mother helped him; especially if the\nweather was bad because he had trouble manipulating the cart and getting on that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThere was a small Jewish community there. There was a synagogue; about 10, 12\nfamilies. It was really a small community. We had one uncle who lived there, but my uncle\ncame to this country in 1937, right before | was born. So | didn't know him then.\nMy sister said they had a very happy childhood until the Nazis came. They went to\nschool. They visited family. They had family in the next little town. They went there, too.\nIn fact, | went back in 1960 with my sister -- 80, with my sister. She met people she had gone\nto school with. They would talk about somebody had died when they were in first grade, so\nhere they were talking away about what had the kid died of. | don't speak German. | took\nGerman in high school, in college. It didn't stick too well. I'm not very good at languages. And\n| really don't know German. My sister translated when we first went, and then she stopped.\n>> Bill Benson: How large was your extended family?\n>> Esther Starobin: Well, my parents each had nine siblings. So it was pretty large. Several\nof my father's siblings had come to the United States. Two had come very early in the century.\nThen my other two uncles had come in the 30s. My mother had one sister who had gone to\nEngland, about 1934 | think. The rest of them were killed in the Holocaust.\n>> Bill Benson: And clearly many, many cousins and uncles and aunts.\nWhat was the age range of your siblings?\n>> Esther Starobin: I'm the youngest. My oldest sister is 12 years older than | am. The other\nthree were in the middle. Working it out. Solomon's mother was the middle of the middle.\nRenee's father was next to me in age. And then | had one other sister who was close to my\noldest sister in age. So there was a big spread in our ages.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Kristallnacht, November 9, 10, 1938, convinced many German Jews, including\nyour parents, that life under the Nazis had become intolerable and could get worse. Do you\nknow anything from what you've learned about the impact of Kristallnacht on your family?\n>> Esther Starobin: | do. According to what | found out, there was a man who lives in\nAdelsheim; he's done a lot of research on the Jewish families and what happened during the\nHolocaust. Whenever | don't Know anything; in other words, when Bill asks me a question, |\nsend an e-mail and find out the answer.\nHe said what happened, people came -- they came from other towns. They traveled\nthrough Germany. And each town a few people would join them. And in Adelsheim, they did\nbreak the Jewish shop windows. They dragged books out of the synagogue. But my parents’\nhouse was off the main beaten path so nothing happened to them on Kristallnacht.\nMy sisters were in Aachen by then. They couldn't go to school. Jewish kids were\nnot allowed in the public schools. So my three older sisters had been sent to Manheim to live\nwith an aunt. | guess that school closed. So they were in Aachen. Unlike today there wasn't\ninstant news, so they had started to walk to school the next day and saw the synagogue\nburning. Somebody said, you know, go home. Go back. So they never saw my parents\nagain. They were living in Aachen at the time.\n>> Bill Benson: | imagine at least Bertle remembers that.\n>> Esther Starobin: Yeah. She does remember it.\nWhen | was growing up -- we came to this country when | was 10. At first we didn't\ntalk about our experiences at all. Then in the 80s, when this started -- when there started to be\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\na lot of information on television and the stories about the Holocaust, my sister Bertle said,\n\"Oh, | have some letters that my mother had written when she was in camps.\" So my husband\nworked for a law firm where somebody knew German. They translated them. So basically\nwhat | know about my mother, a little bit about my father because he basically wrote two lines\non each letter, is what I've learned from these letters, wnat my mother was like.\nMy parents had been living in Adelsheim after | went to England in 1939. My mother\nhad written these letters from Gurs, camp in France, because they were deported in October of\n1940, my parents and my brother Herman. We don't know why they didn't send Herman on\nthe Kindertransport. They didn't. So they were in France.\nThe first couple of letters my mother was very optimistic that she was going to get\nout. But she wrote like all mothers, you know, make sure you listen to the people you're living\nwith, thank them, wash behind your ears, study well in school; all the things that any mother\nwould write. But then the letters changed. She would say to my sister Bertle, \"Save your\nclothes. I've lost so much weight. | can use the clothes.\" Or talking about how hard it was.\nThe tone of the letters changed.\n| mean, there are only five letters so I'm reading a lot into these letters. But at the\nbeginning it was a very optimistic: We're going to be able to come and join you in England and\nwe'll all be together. And then it was more to my sister who was in the very old -- she was a\nteenager: make sure you keep everybody together, stay together. You Know, you stay a\nfamily. Talking about life being hard.\nShe certainly talked a little bit about what it was like. She talked about Herman,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nRenee's father, but not bitter in the way that | think | would be bitter if | was there. Then again,\nthe letters might have been --\n>> Bill Benson: Censored?\n>> Esther Starobin: | would think.\n>> Bill Benson: We may come back to that, and | hope we will. At Kristallnacht in 1939, your\nparents made the extraordinary decision to send their daughters away to England as part of\nthe Kindertransport. Tell us what the Kindertransport was and then to the extent that you know\nanything about the arrangements that were made for you or your sisters to go by\nKindertransport.\n>> Esther Starobin: In England the Quakers, basically, went to Parliament and tried to get\nParliament to agree to accept children from Germany to save them. There were some\nstipulations. We weren't supposed to stay in England. You had to pay so much in Germany. |\nthink it was 50 -- whatever was the equivalent of $50 | think. | don't really know that. And\nthere, of course, were hundreds of people trying to get their kids out.\nlt passed Parliament. The Quakers found hostiles for people to live in England. My\nAunt Hannah was in England. She worked as a domestic because it was the only thing she\ncould do as an immigrant. So my three sisters went from Aachen and she found places for\nthem from people that she knew from her work. They each went to three different places.\n>> Bill Benson: A couple of questions before we get to that. Ultimately, do you know how\nmany kids were saved by the Kindertransport?\n>> Esther Starobin: 10,000.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Bill Benson: It was capped at that. Wasn't it?\n>> Esther Starobin: Right. The war broke out. 10,000.\n>> Bill Benson: And only really from Germany and Austria.\n>> Esther Starobin: And Czechoslovakia.\n>> Bill Benson: And Czechoslovakia. And your three sisters went separately from you and\nahead of you a little bit. Was that because -- something to do with that they were in Aachen?\n>> Esther Starobin: Right. We weren't in the same place. They really never talked about their\nactual trip. My sister, Edy, who loved to eat, remembers when they crossed the border into\nHolland getting chocolate and orange. My other sisters never talked about it, so | don't know\nwhat they remembered about it. And | was 2 years old. Clearly somebody looked after me.\n>> Bill Benson: Some kind of chaperon or somebody was with you.\n>> Esther Starobin: | have no idea. As much as I've tried to find that out, | haven't found that\nout. But | went from Germany to London. And then | was met by a woman, Mrs. Edmunds.\nAnd she took me from London to where my Foster family lived outside Norridge. | had a copy\nfrom my -- a copy of a letter, could they pick me up. We lived out in the country then. | did\nmeet her one of the times that | was in England. But the Quakers were very involved in this\nbecause, as now, they were against war.\n>> Bill Benson: They would make the arrangements to find different places. So you were\nbeginning to tell us you had Aunt Hannah living in England, working as a domestic. So she\nwas sort of instrumental in you getting posted.\n>> Esther Starobin: | think so. My sister, Bertle, lived with a family in London. And then they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmoved to Scotland. And she went to school in Scotland for a little bit. And after the war she\nfound out that the man she was living with was actually a spy for the Germans. When they\nwere in Scotland, he had been plane spotting or doing whatever but apparently not for the\nEnglish but for the Germans.\n>> Bill Benson: So an amazing cover as a spy, he's taken in a refugee Jewish child in his\nhome and he's spying for the Germans.\n>> Esther Starobin: When she was 16, she left and had to go to work. She lived with my aunt.\nAnd my aunt was rather temperamental. If Bertle got mad, my aunt would take her ration book\nso she couldn't leave. She lived in London.\nMy sister, Edy, lived originally with a family in London. And then as the war\nprogressed, people were sent out of London. And she lived with a family out in the country.\nShe felt they treated her like a slave. She didn't go to school after she was 14. She worked\nvery hard. And then ultimately she joined the British Army. She was in the Army.\nMy sister, Ruth, Solomon's grandmother, lived with a doctor in London. And then\nshe was sent to a hostile. And | think someplace else she lived with another family. And she\nalso was not going to school anymore. But then when we came here in 47, she went to high\nschool and ultimately to college.\n>> Bill Benson: When you use the word hostile, what was that? We think of hostiles for\npeople that are traveling on the cheap in this country, go -- they can keep their suitcase and\nstay in a San Francisco -- wherever it is. What was that like?\n>> Esther Starobin: | think it was a way of taking care of children on the cheap, too. Often\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 5\nthey were summer camps that were used for this. So they weren't really warm in the winter.\nBut they lived there. They went to school and did whatever. Ruth, to me, never talked about it\nmuch. Her children said that she talked about it.\n>> Bill Benson: Before we return to your experience in England, let's go back to what you\nwere telling us about with your mother and your father. Do you know at all why Herman stayed\nwith them and why Herman didn't come with you? Have you learned anything?\n>> [Inaudible]\n>> Bill Benson: For those who couldn't hear, the family thought is possibly because he was\nthe only son and with four sisters the parents didn't want to let the son go, possibly, until later.\nThere's also some thought that there was difficulty getting him as a boy, to get to a transport,\nto actually get out of Germany.\nThe many, many, many times you've thought about that decision that your parents\nmade, | imagine for everybody in this room trying to imagine that moment when you say we\nhave to send them away, must have been extraordinary.\n>> Esther Starobin: | can't imagine. There is a movie about the Kindertransport. And in that\nmovie there's someone who talks about how angry she's always been at her parents for\nsending her away. And her parents were killed in the war. | think, to me, it showed such love.\n| can't be angry about it. | think it showed love.\nAnd certainly when my kids were that age, | couldn't imagine. When my grandsons\nwere that age, | couldn't imagine it. But you make sacrifices for your kids. But | think it was\nquite a sacrifice. Even if they did think they were going to get out, there must have been\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsomething in the back of the mind thinking maybe I'm not going to get out.\n>> Bill Benson: Absolutely.\n>> Esther Starobin: | just think it's absolutely amazing. Many of the people went on the\nKindertransport never saw their parents again. We weren't unusual about that.\n>> Bill Benson: And, of course, Herman did eventually get out. What do you know about\nHerman's ability to leave Germany?\n>> Esther Starobin: Herman, when my parents were sent to France in 1940, October 1940, he\nwent with them. They were in two camps, Gurs and Rivesaltes.\n>> Bill Benson: He was with them.\n>> Esther Starobin: He was with them in the camps. It was kind of interesting. In the stuff you\ncan get online now, you can find out lots of things. When he came to this country, it said he\ncould read French and German. And | always wondered where did he learn to read. In 1940\nhe was 7. 7,1 think. Did they have schools in the camps? How did he learn all of these\nthings? And he would never talk about it.\nBut the United States took in 1,000 children in 1941. And Herman came to this\ncountry. And he landed in New York. He said -- he knew he had uncles. He didn't exactly\nknow where they were. But my uncles -- there's a German Jewish newspaper. They saw the\nlist of children. And somebody picked him up. And he lived with an aunt and uncle.\n>> Bill Benson: So he was one of a group of 1,000 kids who were able to come over to the\nUnited States.\n>> Esther Starobin: Right. My aunt and uncle brought him up. In fact, he considered them his\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nparents, his children, until one of the cousins told him otherwise. They were really their\ngrandparents. He was very close. They had one other son. And they were a family.\nIt's pretty amazing. | didn't remember Herman at all. When we came to this country\nand | had this other brother, | had brother number two.\n>> Bill Benson: You told us a little bit about the letters that you had from your mother. So it\nwas not until the 1980s that you even have the opportunity to read those letters?\n>> Esther Starobin: Right. When we first came to this country, | sort of thought, well, maybe\nmy parents would show up. But Bertle knew they were dead. | don't Know when | actually\nknew. There were lists and that. She knew. We never talked about it.\nMy best friend all through high school and junior high, | wrote something for this\nmemoi?ir writing thing about being on the Kindertransport and | sent it to her. And she said all\nthe years she never knew that. | wrote that when | was in my 60s and | had known her since |\nwas about 13. | didn't actually know the name of how | knew | had this family and | knew |\nwent on the train and then | came here. But it's like separate parts of my life that weren't\nconnected Exactly.\n>> Bill Benson: Of course, eventually, you would learn that the date, August 14, would have\nparticular significance.\n>> Esther Starobin: Right. That was the day my parents were transported to Auschwitz and\nmurdered there.\n>> Bill Benson: When did you find that out?\n>> Esther Starobin: There's a French book that lists all the people that were in the camps,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwhere they were from and how old they were, when they were transported and the number of\nthe transported. | would say 15, 20 years. | think | knew it the first time | did this. It was fairly\nrecently when you're as old as | am.\n>> Bill Benson: Yes. That is recent.\nWhat do you know about the camps they were sent to before they went to\nAuschwitz?\n>> Esther Starobin: They were work camps. One of my aunts was also there because in one\nof the letters my mother mentions that Aunt Tony was working in the kitchen and she could get\nextra food for Herman who was always hungry, because they didn't get enough food.\nActually, when he first came here, my aunt told Bertle, when we came, that Herman\nused to hide food all over the house because he was hungry, which makes sense; he was a\ngrowing boy. He had a hell of a time, actually.\n>> Bill Benson: You would live with the Harrison family as your Foster family in England from\nthe time you were age 2 until 10.\n>> Esther Starobin: Right.\n>> Bill Benson: So until 1947, the eight of the first 10 years of your life. Tell us about the\nHarrisons and your life with them and then also having sisters in other parts of England and\none even in Scotland.\n>> Esther Starobin: Ok. Well, the Harrisons were very devout, fundamentalist Christians.\nAnd Uncle Harry -- | called them Auntie Dot and Uncle Harry, worked in a shoe factory owned\nby a Jewish man. He put a sign was anybody willing to take a child. So that's how | got to be\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nwith them. They had wanted a boy because they had one son, Allen, who's seven years older\nthan | am. But! came to live with them.\nWhen | first got there, | had Scarlet Fever. So! was stuck in a bedroom. Allen used\nto play with me through the window. But! was very much afraid --\n>> Bill Benson: Because you were quarantined.\n>> Esther Starobin: | was quarantined. [Laughter]\nSo | was very much afraid of Uncle Harry who was very soft-spoken. In all the years\n| Knew him, he never raised his voice, but | was petrified of him which | think must have been\nbecause | had heard loud voices. There must have been some connection between what had\nhappened.\nBut Allen was so good to me. | think about it. He was 9 and | was 2. And | came\nand took over their family, kind of. And he didn't try to do me in or anything. He used to take\nme around with him. He made sure | got to school. He was a terrific big brother.\nThey belonged to a fundamentalist chapel. Mr. Ramsey, who owned the chapel,\nhad helped them get some of the things they needed. Back then, when you were 2, you were\nstill a baby; so they helped them get some of the things they needed because the Harrisons\nreally didn't have a lot of money. And we went to the chapel there.\nIn many religions now the big thing is community, having community. Well, this\nchapel had community. It had a lot of activities. | went to chapel with them. | don't know if\nthey tried to convert me. | don't think so but | didn't know much about being Jewish either.\nMr. Ramsey knew Hebrew. He was supposed to teach me when | got older, but | am really\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbad at languages; | didn't learn Hebrew.\nThere was a strong union. So after the war there were trips from the factory to the\nseaside. | would go on that. | loved school in England. | was just at the point -- they had an\nexam that you had to take, the 11-plus to go on to higher education. | was just at the point to\ntake that when we came here. According to Allen, he said | was very competitive and liked to\nget good grades. But! don't remember that. He's making it up.\n[Laughter]\n| don't know.\n| really had a pretty happy childhood there. And | guess | knew | wasn't going to be\nthere forever, but | never asked questions. I'm not too good at questioning wherever | am,\nwhatever is happening.\n>> Bill Benson: Generally, it was a happy childhood.\n>> Esther Starobin: It was very happy. | had a gas mask that | had to carry around with me.\nWe had to get it checked. There were bombs. We had a bomb shelter we went into. That\nwas the way it was. My sisters came to visit periodically.\n>> Bill Benson: Each of them were able to do that?\n>> Esther Starobin: Yeah. | think it was mostly after the war that they came. My Aunt Hannah\ncame once, but there was a certain tension between Auntie Dot and Aunt Hannah. | think they\ndidn't gel too well.\nOne time -- my Aunt Hannah was very kosher. It was hard to get food during the\nwar. And one time Bertle got a chicken, but she couldn't get it killed because it had to be killed\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nkosher. She took the chicken back on the train in a box.\nAnd one time we went to London to visit. | remember Allen and | going up and down\nthe escalators | guess in Harrah's or one of those stores because Norridge didn't have such\nthings. It was a big excitement to do that. But the Harrisons always welcomed my sisters. |\nknew Aunt Hannah, but | didn't know any of the other people that my sisters lived with.\n>> Bill Benson: As you had explained a little while ago, one of your sisters, at least one of\nthem, did not have a particularly happy foster situation.\n>> Esther Starobin: Yeah.\n>> Bill Benson: What about the other sisters? Edith joined the British Army.\n>> Esther Starobin: To escape where she was. And Ruth, | never talked about it much with\nRuth. | don't know whether she thought of it as terrible or -- | don't know. If Tamar were here,\nshe would know.\n>> Bill Benson: You told me one time about Edith had an experience as a member of the\nBritish Army returning to Adelsheim.\n>> Esther Starobin: Yeah. She went back to Germany after the war. She was walking down\nthe street in Germany. Somebody came up to her and said, \"Adolph's daughter.\" She knew\nexactly who she was. She looks, according to the picture, she looked a lot like my father. It's\na small place.\nIn fact, when we went back -- when Bertle and | went in 2000, people came up and\ntalked about helping my parents because they didn't get ration coupons and it was hard for\nthem to get food. And one man talked about his father putting -- leaving food after dark on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\ntheir doorstep. He said his wife was very upset because if they had gotten caught, it would not\nhave been good for their family. | said to Bertle, \"Do you think that's true?\"\n>> Bill Benson: It would be easy to say.\n>> Esther Starobin: After the war. She said yeah. There had been other letters, and my\nmother mentioned it.\nAnother person talked about my parents would exchange something that was in the\nhouse. Again, | said to Bertle, \"Do you think it's true?\" And she said yeah.\nBut | go back to when my parents were sent --\n>> Bill Benson: Absolutely.\n>> Esther Starobin: They were sent in 1940, as | said. When we went back to Adelsheim,\nReinhart gave us a copy of the order telling us they had to vacate within an hour or so. The list\nthat was in my house, it was so detailed it even listed the rags in the house. Unbelievable the\ndetails.\nThe house was sold supposedly to pay a debt. Well, in 1936, someone had sued\nmy father saying that he had cheated them on -- something to do with a horse. But it was the\nbeginning of when the Nazis were taking the businesses away from the Jews. It wasn't\nparticularly true, but it got the business away.\n>> Bill Benson: So they used a legal pretense to get his business.\n>> Esther Starobin: Right.\n>> Bill Benson: So you had a complete inventory of everything in the household.\n>> Esther Starobin: Absolutely amazing.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nThe other interesting thing about this inventory, Bertle said they had a very fancy doll\nin one of the rooms that they weren't allowed to touch. But that doll wasn't on the inventory.\nSo somebody had taken the doll.\nWhen we went back, we walked by the house. We didn't go in, but | went back -- |\nhad been back before then. But Reinhart arranged for us to go in the house. It's beautiful. It\nhad been remodeled and this and that. But the thing that really got me -- my grandsons were\nabout 8, 9. | forget how old. But upstairs where the son lived, exact same that my grandsons\nhad but neat. Everything was in its place. Very German. Not the way my grandsons were.\n>> Bill Benson: Which was very American.\n>> Esther Starobin: Yeah. | was there with Renee's sister this summer. There's a program in\nGermany to put stepping stones in front of houses that were owned by Jews. And the people\nwho are living there have to agree to it. And these people won't agree to it.\n>> [Inaudible]\n>> Esther Starobin: Could be. Yeah. When we went -- | forgot Renee was with us. She\nwent, too.\n>> Bill Benson: In 1947, two years after the war has ended, your sister Bertle, your oldest\nsister, arranges for you and your other sisters, except Edith who's in the Army, to leave\nEngland and come to the United States. Will you tell us what you know about the decision to\ndo that, the arrangements, and what it was like for you to leave the Harrisons after eight\nyears?\n>> Esther Starobin: Yeah. Well, my mother had told us we were all supposed to stay together\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nand come to the United States. There was something called Bloomsbury House.\n>> Bill Benson: That was something she told Bertle?\n>> Esther Starobin: In the letters.\n>> Bill Benson: Take everybody when you can to the United States?\n>> Esther Starobin: Yeah.\n>> Bill Benson: Ok.\n>> Esther Starobin: So Bloomsbury has help with getting people on to ships. So Bertle got a\ncall one day that we could leave the next day. The Harrisons did not have a phone. Bertle\ncalled the police in Norridge, and they came to the door of the Harrisons and told the Harrisons\nthey had to take me to London the next day because | was leaving.\n>> Bill Benson: Was that the first they knew that?\n>> Esther Starobin: They knew --\n>> Bill Benson: They knew eventually it was going to happen.\n>> Esther Starobin: Whenever there was room on the ship.\n>> Bill Benson: Ok.\n>> Esther Starobin: So Uncle Harry, of course, couldn't leave work. Allen was supposed to\nget a big prize at school the next day, but he skips that. And Auntie Dot and they took me to\nLondon and handed me over like a package. | was very much a package in all of this stuff.\nWe went to South Hampton to leave. We were on the Queen Mary, which had been used as a\ntroop ship. And then it was for this.\nThere was a strike. Apparently, which | didn't know at the time, but somebody from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe royal family was on the ship. So this was a good time to strike. But my aunt had given my\nsister bread. And Bertle had a boyfriend who was a butcher, so we had sausage, food to eat.\nAnd eventually we took off.\nWell, | was so seasick and so miserable. | didn't want to leave. | wanted to stay\nwhere | was.\n>> Bill Benson: It had to be very painful for you.\n>> Esther Starobin: It was awful. Allen tells me his mother's hair turned White overnight then.\nHe hadn't had white hair. So | guess it was a shock to them. They knew | had to leave, too.\nBut | had been there for a long time. | was very much a part of their family. They were my\nfamily.\nSo we came to the United States. Two uncles met us in New York. Bertle knew one\nof the uncles. The other was a married in American uncle.\n>> Bill Benson: One of your relatives had left Germany in the mid 1930s. So it was part of\nthat family.\n>> Esther Starobin: Yeah. So we lived with an aunt and uncle when we first came. They had\na big house. If you're a local person, North Capital Street has these big houses. We had one\nroom. There was another refugee family in another room. My aunt, my uncle, my aunt's\nmother, two cousins. It was the worst experience I've had in my life. Most people when they\ntalk about the Kindertransport, they talk about going to England and living with families who\ndidn't love them and they had to work and do all of this stuff. Well, | had a great time in\nEngland compared to here. My uncle had a bad temper and threw furniture around. My aunt\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nwas crazy. Nowadays they'd have medicine for her but they didn't then.\n[Laughter]\nIt was before the time that they had for people who were really mentally ill.\n>> Bill Benson: You're 10 years old. It was just a very difficult transition.\n>> Esther Starobin: | moved from the country to the city. | changed religions. | changed\nschools. This school was very different. | had a really nasty teacher. And it was just totally\ndifferent. | had never been to a movie. The Harrisons didn't do movies. They didn't listen to\nmusic. They didn't dance. They didn't wear makeup. And as an adult, some of that was\nbecause they didn't have the money but | didn't know that.\nSo we lived with my aunt and uncle. | remember my uncle dragging me out trying to\nmake me go to the movies. | finally went to see \"The Wizard of Oz\" but | was here quite a\nwhile before | did that.\nlt was mean compared to where | had been in a loving family.\n>> Bill Benson: What do you remember your education transition? There you were in the\nEnglish schools.\n>> Esther Starobin: | didn't learn anything new for quite a while other than grammar. In\nEngland, they didn't emphasize grammar. But |! didn't learn anything new.\nThen | went to junior high and had a marvelous teacher in junior high. That was ok.\nWhen my sister Edy got demarked from the British Army and came over, once she had a job,\nBertle had a job, they got an apartment. So here were these two young women trying to make\na new life in a new country. And they had me, my sister, Ruth, his mother, went to college.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nAnd in those days she could work for room and board and tuition. She worked and paid for all\nof it. So it was really different. My sisters at times were dating people who were teaching in\nthe school | went to.\n>> Bill Benson: But you were living with your sisters at that point.\n>> Esther Starobin: Yeah. We moved a lot, but we were living together. My sisters are pretty\nunusual. They never said -- | graduated from high school when | was 16 because | had gone\nto school in England. We were ahead. They never said to me when you graduate you have to\ngo to work. They expected me to go to college. That would never have happened in\nGermany. It just wouldn't have.\n>> Bill Benson: After you left England in 1947, were you able at that point to stay in touch with\nthe Harrisons?\n>> Esther Starobin: My sisters made sure | did. | did. | wouldn't say | wrote a lot, but | did\nwrite. They wrote back. So | did stay in touch with them.\n>> Bill Benson: And you have continued a relationship with the family ever since.\n>> Esther Starobin: | have. When my daughters were little, we went over to visit. | think it\nwas 1964. And then Allen got a Fulbright teaching -- he taught here for a year. At the end of\nhis year we brought his parents over for the summer. It was really interesting. They lived in\nthis very quiet life. No telephone. They didn't get a refrigerator until we went over and they got\nthis little thing which they unplugged as soon as we left. And they got on the airplane and\ncame here. It was just -- when | think about it, it was gutsy for them; about a month or so here.\nEverybody visited them. We did a vacation in Toms River, New Jersey which Allen found for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nus. It's the mosquito capital of the world. Don't go there.\nlt was really special to have the Harrisons here and to be able to repay them a little\nbit for what they had done for me. Auntie Dot died soon after that. Uncle Harry used to come\nover in the summer for about six weeks. He loved coming over. And he loved going to\nsynagogue with us and to brotherhood. And what Allen found out since his father died, his\ngrandfather was Jewish. He was from the Ukraine. And he was Jewish, which is kind of\ninteresting; which kind of explains. Maybe there was something in his father's memory.\n>> Bill Benson: And Allen still comes to this day. Right?\n>> Esther Starobin: He does.\n>> Bill Benson: You still stay in touch.\n>> Esther Starobin: Very much so.\n>> Bill Benson: You've mentioned, of course, that you went back to Adelsheim. Tell us a little\nmore about your trips back to Adelsheim and what that's like for you to go back to the place\nwhere you left your parents.\n>> Esther Starobin: The first time | went back was in the late 1980s. | needed to find out that |\ndidn't come from a black hole; | came from a real place. And we went back. Originally Bertle\nand her husband were going to go, but Morris got sick and couldn't go. But Bertle had written\nto them because she still remembers some German.\nWe got there. We got to Adelsheim. And there's no one, absolute -- not a person\nanywhere. So we went to where we thought the town hall was. And it wasn't. -- it wasn't open.\nApparently it closes for lunch. Then we found the town hall. When we got there, there was no\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\none who spoke English. | don't speak German. We got them to understand why we were\nthere. They dug out the letter that Bertle had sent. They said that the wife of the assistant\nBurgermeister spoke English. We arranged to meet with them the next day. They said: you\ndon't want to stay here overnight. You want to go somewhere, someplace else. | said, “No,\nyou're not sending me away again. I'm staying overnight.” So we stayed overnight.\n| don't know what we ate because it was all in German. Probably something |\nwouldn't have eaten if | had known what it was. That night, | had such a nightmare. | dreamt\nthat Nazis were coming up the steps to get me. It was really scary.\nBut the next day we met the people. There was a man called Mr. Weterhan who\nhad known my parents. He, at the time, was the man keeping track of the Jews and what had\nhappened. We went to the house. He showed us where the synagogue had been. We went\nto the Jewish cemetery which was between that town and the next town. | had a lot of family\nmembers there. There's a museum, which is opened on Sundays but they opened it, and we\nsaw that.\nSo | was glad to go there. | was also glad to leave there. But it didn't mean anything\nto me. My sisters had told me some places to look for. | found those places. But | didn't feel a\nconnection. | felt like a tourist in a touristy place. It didn't mean much to me even though |\nknew this was where | had been born and where my sisters had grown up.\n>> Bill Benson: Did Bertle go back to Adelsheim?\n>> Esther Starobin: A few years later. She really liked it. She could react to it.\n>> Bill Benson: 12 years older than you were. So she would have remembered many things.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Esther Starobin: Yeah. His grandmother, Ruth, went with his sister once. They went back\nonce, too.\n>> [Inaudible]\n>> Esther Starobin: | can't see that far. [Laughter]\nSo they've been back. Quite a lot of us have actually been there. My kids haven't\nbeen there. And then | was back in 2000 with Renee and Bertle. This past summer | was\nthere with Renee's sister just overnight.\n>> Bill Benson: Tell us a little bit more about [Inaudible] who seems -- | mean Reinhart, I'm\nsorry, who is such -- why does he know so much?\n>> Esther Starobin: Reinhart is really an interesting man. When Bertle first met him, when\nshe went back the first time she met him. | figured | wasn't going to like him. He was German.\nRight? But then he came to visit. He's really a very charming man. But he taught at the local\nhigh school.\n>> Bill Benson: In Adelsheim?\n>> Esther Starobin: In Adelsheim. He said, “It's your turn. You take over.” He had an after\nschool club. They did a lot of research. And just as | wanted to know things about Germany,\nthe other people who left Germany had contacted him. So he has kept track of most of the\npeople -- well, there weren't so many, but he has contact. Many people have been back.\nWe discovered a cousin, a cousin five times removed, whose grandfather and our grandfather\n| think were brothers. Peter. Lives in Ireland. So we have contact with him. He wrote to\nBertle and said | think I'm your cousin and this kind of thing.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nBut Reinhart has really gotten involved. He set up a museum in what used to be the\nsynagogue. He knows a lot about Judaism. He visits the synagogue. And the Jewish tradition\nis to put a little stone on the grave if you visit. And he does that.\n>> Bill Benson: So he's sort of become the keeper of the memories.\n>> Esther Starobin: Definitely. Definitely.\nAnd my mother came from Rexingen. There's somebody there -- Tamar just got\nhere. There's someone in Rexingen that I've gotten some contact with. They have a cemetery\nwhere many of my mother's family were buried. It's really interesting. This man who's written\na book about the Jewish cemetery, who all the people were totally cataloged, when he finished\nthat, the rest of the cemetery is crusaders. He was going to do a thing on the crusaders and\nwhat different groups of people in that.\nSo Reinhart really cares a lot. He's done these family trees for each of the Jewish\nfamilies. He probably knows more about our family than | do, actually. When we went back in\n2000, they had a program to mark the commemoration. No government money in it. He had\nexhibits about each of the families, photocopies. It wasn't slick, but it was very informative,\nvery complete. And they had a lovely program, most of which was in German so | didn't\nunderstand it. But I've had it translated since then. But there were police outside. They\nthought there might be skinheads there, which was a little unnerving. And there were a lot of\npeople at the program. We went because we thought they should have some Jews there. So\nwe were there. | found it very moving. There were various ages of people there.\nDon't you think?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> [Inaudible]\n>> Esther Starobin: What Renee said, that Reinhart said he was very committed to keeping\nthe story of the Jews alive and what happened to them. He is collecting all of this to write a\nbook. In the meantime, he and someone else have collaborated on a book about the Jewish\ncemeteries. He is very committed. In the meantime, he's had some grandchildren, so he's not\nquite as committed.\n>> Bill Benson: We have a little bit of time, Esther to turn to our audience to ask -- have them\nask you a few questions if they wish. Are you ready for that?\n>> Esther Starobin: As long as you repeat the question.\n>> Bill Benson: We have a question right here. Try to make it as brief as you can. We have a\nmicrophone | think right here. Just in case we don't hear it or people in the back don't hear it\nlll try my best to repeat the question.\n>> Thank you for sharing your story. Have you been able to forgive the people who did this to\nyou and your family?\n>> Bill Benson: The question is, for those who might not have heard: Have you been able to\nforgive the people who did this to you and your family?\n>> Esther Starobin: It doesn't help me to be angry at them. | think there were some very evil\npeople. Am | still angry? No. Am | hurt? Yes. They're two different things.\n>> Bill Benson: Thank you, Esther.\nWe're going to bring the mic down to you right here behind you. The people in the\nback might not. So that helps. There we go.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> You said your father lost his leg during the First World War. Did he serve in the German\nArmy?\n>> Esther Starobin: Yes.\n>> Bill Benson: Did your father serve in the German Army in the First World War?\n>> Esther Starobin: He did. He had been training to be a baker. Of course he couldn't do that\nbecause bakers have to stand up a lot and he couldn't do that anymore. He had a medal of\nsome sort which he thought would help him. But, of course, it didn't.\n>> Bill Benson: Do we have any other questions? While some may be thinking of another\nquestion, | was going to ask. You've learned more recently or at some point that there were\nother Kindertransport children | think in the same town of Norridge.\n>> Esther Starobin: Yes.\n>> Bill Benson: Did you know any of that when you were young?\n>> Esther Starobin: | didn't know any of that. Apparently there were about 200 in that general\narea, but part of not knowing was probably because the Harrisons weren't Jewish so they\nweren't connected into the Jewish community. And | don't know if there was any effort to help\npeople to know other kinder in the area. But there's an organization now, Kindertransport\norganization. And one of the men who was president of it at one point was from Norridge. So\nat some point Allen said, well, maybe we could find who he lived with. | said we'll look in the\nphone book. So we did visit her. They also had a very close relationship. | kept up the\nrelationship over the years. | don't know how true that is for most Kinder because a lot of them\nwere pretty bitter about who they lived with.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: It's good to know that you had some folks that you've gotten to know that were\nin the same community as you.\n>> Esther Starobin: Yeah. When | was a kid, | didn't know anybody else would have this\nexperience. | think the first time my sisters and | went to a conference for the Kindertransport,\nit was like, oh, there are other people who had this kind of thing.\nYou didn't ask me this, but one of the things -- my sister Bertle doesn't think we're\nreally survivors. And as | said to Bertle, we had to leave our country, my parents were killed, |\ndon't even remember them, all of these things happened to me. It's not as terrible as people\nwho were in camps or in hiding, but it certainly was something not to be repeated.\n>> Bill Benson: | don't -- oh, there is. There we go. Back in the far --\n>> Thank you for sharing your story with us. I'm a middle school principal. I'm here with 150\nkids from the Cleveland area. | see a lot of kids from around the country. | have a question for\nyou. What's the greatest message that you can give to these young people as they prepare to\nenter the world as young adults and as citizens of our country? Certainly the issue of bullying\nis prevalent in our schools. | think you really have something that you could share with them.\n>> Bill Benson: You heard that ok?\n>> Esther Starobin: | did hear that. | taught middle school. | love middle school.\n| think for me the fact that you can help one person ripples off. | was so lucky\nbecause individual people helped me and loved me and did things. And | think most of us are\nnot going to affect hundreds and thousands of people, but we can help one person. We can\nstand up to someone who is doing awful things to another person. And we can do it one\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nperson ata time.\nAnd | think as middle school kids, too, to know the history, to Know the history of our\ncountry and the changes that have come about in our country is important, too. Because we\njust assumed life was like it was now. And | know some of the things | think are recent are\nancient history to middle school kids. They need to know we still need to look out for\neverybody and to appreciate people who are different from us. And certainly as our country is\nchanging and we're become a much more mixed country, it's important to do that.\n>> Bill Benson: | think we have time for one more question. | think there was a hand up here.\nYes. We're going to bring you the mic.\n>> When you were -- when you were with the Harrisons, did you hear anything about the war?\n>> Bill Benson: When you were with the Harrisons, did you hear anything about the war that\nwas going on?\n>> Esther Starobin: Not a lot because | never heard the radio. But on the other hand, | had a\ngas mask and we had to get it tested and there were planes flying over, dropping bombs. So\nyes and no. Not like now when you listen to the radio and you hear all the news. | didn't hear\nit that way. | lived it.\n>> Bill Benson: Ok. Thank you all for really great questions. Thanks, everybody.\n[Applause]\nI'm going to turn back to Esther in a moment to close our program. | want to thank\nall of you for being with us today. | remind you that we will have First Person programs every\nWednesday and Thursday until the middle of August. We hope you can come back at some\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\npoint if not this year in subsequent years. The website does include information about each of\nour upcoming First Person guests.\nIt's our tradition at First Person that our First Person has the last word. Before | turn\nto Esther to do that, | want to remind you that when she finishes, she's going to step off the\nstage and head up toward the entrance where she will be available to sign copies of \"Echoes\nof Memory\" which she has made contributions to. That could be an opportunity also to say hi\nto her and meet her personally in that way.\nWith that I'd like to turn to Esther to close our program.\n>> Esther Starobin: And I'd like to repeat what | said. | think the individual acts that we can do\nof kindness, of helping people to stand up for what's right, really are important and we need to\ncontinue to do that or to start doing it if we're not doing it.\n>> Bill Benson: Thank you, Esther, very much.\n[Applause]\n[The First Person program ended at 11:58 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}