{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Esther Starobin\nThursday, June 22, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mrs. Esther Starobin, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship. I'm pleased to say that Mr. Louis Smith is\nhere with us today.\n>> [Applause]\n>> Bill Benson: First Person is a series of conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. The museum's website, at\nwww.ushmm.org, provides information about each of our upcoming First Person guests.\nEsther will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask her questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Esther is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nWe begin with this photograph of a very young Esther Starobin, born Esther\nRosenfeld.\nEsther was born in Germany, to where the arrow points on this map of Europe.\nShe was born in Adelsheim, a town north of Stuttgart, to which the arrow points on\nthis map.\nEsther was the youngest of five children. In this photograph we see her brother,\nHerman, her mother, Kathi Rosenfeld, Esther, who is on her mother's lap, her older sisters,\nBertle and Edith, her father, Adolph Rosenfeld, and her sister, Ruth.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nOn November 9 and 10, 1938, a violent anti-Jewish Pogrom known as Kristallnacht,\nor Night of Broken Glass, instigated primarily by Nazi Party officials and Nazi Storm Troopers,\ntook place. The Pogrom took place throughout Germany, parts of Czechoslovakia, and Austria.\nIn this photograph, Germans pass by the broken shop window of a Jewish-owned business\nthat was destroyed during Kristallnacht.\nConcerned about the safety of their family, the Rosenfelds registered their children\nfor a kindertransport, the informal name of a rescue effort that brought thousands of refugee\nJewish children to Great Britain from Nazi Germany between 1938 and 1940. The arrows show\nthe route of the kindertransport.\nEsther wore this tag attached to her clothing as she traveled from her hometown of\nAdelsheim, Germany, to Thorpe, Norwich, England, to join her foster family, the Harrisons.\nAs you can see, beside her name it has the month of her birth, April 1937, on there.\nWe close with this picture of Esther with her English foster family, Alan, Dorothy, and\nHarry Harrison.\nEsther came to the United States in 1947, settling in Washington, D.C. She attended\nthe University of Illinois; then had a teaching career specializing in World Studies in\nMontgomery County, Maryland. Esther's husband, Fred, passed away in April 2011.\nEsther and Fred have two daughters. Judy is a managing partner in her law firm.\nDeborah, who founded The Handmade Afghans Project, which made and sent more than\n10,000 Afghans to \"bring comfort and warmth to our wounded service members\" before it\nended in 2013, is now very involved locally in Community Supported Agriculture.\nEsther and Fred have two grandchildren. Jon graduated in 2016 with a degree in\nmechanical engineering. He is now testing and developing bicycle tires at Maxxis in Suwanee,\nGeorgia. He is also involved in bicycle racing on the national Level. | just learned that\nyesterday he won the Georgia state championship. Drew just finished his second year at the\nUniversity of Southern California and has a summer internship in Orlando, Florida.\nWith Esther today are her daughters, Deborah and Judy, her niece Tamar, and her\nhusband, Marshal, and their son, Solomon, and also niece Renee and grandnieces Danielle\nand Hannah. We have the family lined up here in the front row\nEsther's volunteer work at the museum has involved helping to expand the\nmuseum's collections of documents, photographs and other items. Earlier this year, she took\nthe museum's docent training to be a tour guide for the Permanent Exhibition. Esther has also\nbeen a contributor to the museum's writing project which produces editions of \"Echoes of\nMemory,\" a collection of writings by survivors associated with this museum. Following today's\nprogram, Esther will be available to sign copies of \"Echoes of Memory.\"\nWith that, | would like you to join me in welcoming our First Person, Esther Starobin.\n>> [Applause]\n>> Bill Benson: Esther, thank you for joining us today and for your willingness to be our First\nPerson. Welcome to all of your family and friends that are gathered here in the front row. And\nto all of you, thank you for being with us.\nEsther, you have a great deal to share in a short period so we'll get started right\naway if that's ok.\nYou were very young when your parents sent you to England. Although you were\ntoo young to be able to tell us firsthand about life in Germany for your family at that time,\nperhaps you can give us a sense of what you've been able to piece together about your family\nand about Adelsheim.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Esther Starobin: I'm happy to do that. Clearly | don't remember any of this. About our\nfamily, | learned it from my sisters, as much as they would talk about which wasn't a lot. And\nlater as we get into further information, there's a man who lives in Adelsheim who researched.\nAnd he and | correspond by email. I've learned a lot from him and occasionally from other\nsources, which when | talk about something, I'll tell about it, at the time.\n>> Bill Benson: Tell us a little about Adelsheim. It was and | think still is a very small town.\n>> Esther Starobin: It is a very small town. There's one stop light in it. I've been back there\nthree times because | felt a great need to go back and see where | came from. But there was a\nsmall Jewish community, about 10 families. My father and mother lived there. Before that, my\nfather had lived in another little place and once their oldest daughter was born, they moved to\nAdelsheim.\nMy father sold grain. He had been in the First World War and lost a leg in the First\nWorld War. Originally he had trained to be a baker, to work in a bakery. But you can't really do\nthat when you have to stand and you have a wooden leg. So he was selling grain. My mother\nworked with him because sometimes he had trouble getting up and down the cart.\nIt's hard for me to think of that. When they were doing this, it wasn't in cars, wasn't in\ntrucks. It was a cart, which is a lot different to do. So he did that.\nThere were five children, as you saw in the picture, which explains why | have all of\nthis family here. | was the youngest. And | was born, as he said, in 1937, when things had\nalready started to become very difficult for my parents. In fact, in 1937, before | was born, my\nfather was being sued -- a customer was saying that he had sold a cow that was bad. Well, it\nturns out maybe the cow was bad, maybe it wasn't but it was a way -- my father lost his\nbusiness that way. And not only he did lose his business, he had to pay all the expenses. He\ndidn't get his cow back. So it was really a hard time. So for them to then have another baby,\nwhich was me.\nBut my sister tells me before all of this happened life in Adelsheim was a pretty\nhappy time. They had everything they needed. They spent holidays with relatives, doing the\nthings do on the Sabbath. And they originally went to school, to the neighborhood school. But\nthen they were not allowed to go to the school because Jewish kids were not allowed.\nThey first went to family. That didn't last. Then they went to live with my two aunts in\nAachen. When they were living in Aachen, they went to the Jewish school there. My second\nsister, Edith, told me that sometimes there would be people in the house at night and they\nwere gone the next morning. So they think my aunts were helping people escape from\nGermany or get out. My second sister, Edith, who also liked to eat a lot, said they used to\nsometimes walk across the border and would come back with food, especially chocolates, and\nsome kinds of clothing tucked into their clothes. They were going back and forth across the\nborder.\n>> Bill Benson: One other question. What was the age range among your siblings?\n>> Esther Starobin: My oldest sister is 12 years older than me. She's the only one that's still\nalive. So I'm the youngest and she's the oldest. Three in the middle have died.\n>> Bill Benson: Kristallnacht, Night of Broken Glass, occurred in November 1938. That had a\nprofound effect on your family in, of course, leading them to conclude that life under the Nazis\nwas already horrible and was going to become worse likely. Tell us what you can about what\nthe impact of Kristallnacht was on your family and anything that you might know about it.\n>> Esther Starobin: Well, my sisters were living, as | said, in Aachen with my aunts. They went\noff to school. Because they didn't really know what was happening. They saw the synagogue\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nburning. They were told go home.\nMy sisters really didn't talk a lot about what happened before they left. They left in\nMarch 1938 on the kindertransport. They left from Aachen. They didn't have a chance to say\ngoodbye to my parents.\nWell, | heard two things. Bertle said her ears were pierced because there was an old\nwives tale it helped your eyesight. She didn't ever wear glasses, so maybe.\n>> [Laughter]\n>> Esther Starobin: And my sister, Edy, talked about on the train when they crossed the border\ninto the next country, that they were given oranges and food and she remembers that. But my\nsisters really never talked much about the actual being on the train and going.\nNow, in Adelsheim | know what happened and | know all of this from Reinhart who\nhas told us this. People came from the neighboring village. They destroyed the temple. When\nyou think of a temple, you think of a big, beautiful building. This was an ugly squared small\nplace. They took the Torahs out, the Bibles. They took everything out and took it to a sports\nfield and burned it. Some men were dragged out of their houses and taken away. My parents’\nhouse was sort of off the Main Street so nothing actually happened to them. According to\nReinhart, you know, he's researching, and | don't know that these were all people coming from\nanother village and they would add one or two people in each village. Who knows?\nThat's basically what | know.\n>> Bill Benson: On that night, over 300 synagogues were burned throughout Germany and\nAustria, thousands of businesses destroyed. And in your community, because it was a small\ncommunity, very few Jewish families, | think maybe 10, and your family had been there for\ncenturies.\n>> Esther Starobin: Not in that area. They had been in that area for 200 years.\n>> Bill Benson: They were severely affected by Kristallnacht. As a result of that, your parents,\nthe following year, early 1939, made truly an extraordinary decision to send their daughters\naway on a kindertransport. Tell us, first, what the kindertransport was and then what you know\nabout, if anything, about how arrangements were made to do that.\n>> Esther Starobin: People in England went to the government, the Jewish people in England\nwent to the government, and asked if they could bring children over. And the parliament in\nEngland said they could bring children as long as they weren't going to be a ward of the\ncountry. They had to have a guaranteed amount of money and homes had to be found for\nthem. Other groups joined in helping the Jewish groups, particularly the society of friends, the\nQuakers. And then they sent people to Germany to help organize it.\n| don't really Know and there's not a real way to know whether my aunts arranged --\nmy sisters left from Aachen -- whether my aunts really arranged it, my parents. It isn't clear to\nme from what | know. But my sisters lefts in March 1938 and went to England. We had an aunt\nin England, one of my mother's sisters, who worked as a domestic in England because you\ncouldn't do much else when you were a refugee kind of person. And she found places for my\nsisters through the people she had met and knew.\nMy oldest sister, Bertle, went to live with some people from Scotland and actually\nwent to Scotland for a while. And then when she was 16 -- because she was 14 when she\nwent. When she was 16, she moved back to live with my aunt and go to work. At some later\ndate there was a knock on the door and there were policemen there and said, \"Do you know\nthis man?\" She said, “I don't know that name.” It turned out the people she had been living\nwith, the man was actually a German spy. And while they had been in Scotland, he had been\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ntaking information about the planes and things that were happening there.\n>> Bill Benson: So a brilliant cover, taking a Jewish child, refugee from Germany, and spy for\nthe Nazis.\nA couple of other questions before we talk about your getting to England if we can.\nYour sisters went in March. You would go in June, | believe.\n>> Esther Starobin: Right.\n>> Bill Benson: Do you know why you didn't go at the same time as your sisters? And you also\nhad your brother, Herman, at home as well.\n>> Esther Starobin: | don't know that. Do you want me to finish talking about what happened to\nmy sisters?\n>> Bill Benson: Once they got there? No. We'll come back to that.\n>> Esther Starobin: Ok. | imagine perhaps it was easier living -- Aachen is a pretty big city\ncompared to Adelsheim. Maybe it was easier to get people. It's all speculation. | don't really\nknow. | clearly wasn't there with them.\nAs to why they didn't send my brother, | don't Know but according to my sister,\nBertle, he was spoiled rotten because he was the boy.\n>> [Laughter]\n>> Esther Starobin: So | don't know. Did the kindertransport not take boys as easily? | was 2,\nso he was 6. | don't really know that.\n>> Bill Benson: Ultimately | think about 10,000 children were saved as a result of the\nkindertransport. Does that sound right to you?\n>> Esther Starobin: Yes.\n>> Bill Benson: So your sisters going, went first. You started to tell us where they each went.\nYou were not there yet.\n>> Esther Starobin: Right. So Edith, my next in line sister, lived with a family in England. And\nthen when the war really started, children were sent out of the big cities so she was sent to\nanother family. She always said she was treated like a slave there. She did not go to school.\nAfter she was 14 she wasn't allowed to go to school. Eventually she joined the women's Army\nin England.\nRuth lived with a doctor in the family in London. And then she lived with another\nfamily out of London and eventually landed up in a hostile. Never quite sure what happened.\nOnce she told me it was because she wouldn't do her Hebrew lessons. But | don't think that's\nreally why -- you know, how. There was a lot of movement in kids in England during the war. A\nlot of things happening.\n>> Bill Benson: Just as an aside, my mother's English. She was evacuated during the war to\nthe countryside and moved to several different places, in that experience. And she remembers\na place where she went where her words are, \"I was essentially their scullery maid\" as a\n13-year-old in the country.\nYour aunt, Aunt Hannah, tell us about her.\n>> Esther Starobin: My Aunt Hannah. She was a very energetic, opinionated lady. Very good.\nWell, we haven't talked about where | went but she also kept kosher. That will come later. But\nshe really looked after us. She knew where everybody was. She kept track. She sent\ninformation to my parents. | don't know why she was smart enough to leave early. | have no\nidea.\n>> Bill Benson: You don't know any of that.\n>> Esther Starobin: The thing is, my sister, Bertle, who is 12 years older than me, she always\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nsays that kids at that time didn't know everything that was happening in the family. Well, my\nsister is not a stupid woman. How she couldn't have known some of this stuff is beyond me but\nshe says she didn't. So | guess she didn't.\n>> Bill Benson: When you finally got there in June, your brother stayed behind that meant four\nsisters were there and in different places.\n>> Esther Starobin: Right.\n>> Bill Benson: Do you know if there was any attempt in trying to have you stay together in one\nhome or was that just not possible?\n>> Esther Starobin: | don't think that was possible. There was an organization in England\ncalled Bloomsbury House that kept track of us and sort of looked after us. Not too\nenergetically. And | just got records from them. There's extensive records about Bertle, what\nshe was doing, any money that was given to people. There's a little bit about me. And it talks\nabout | think when | was getting ready to leave, they had taken me for a picture. A tiny bit\nabout Ruth, my sister Ruth. Hardly anything -- well, they didn't find anything about Edith. They\ndidn't have enough information. | have to send information back. But it was really interesting\nbecause the information on Bertle was much more extensive than on us. But they kept track of\nthe people, the kids that were there.\n>> Bill Benson: And you'll tell us in a moment where you went. It was with a Christian family.\n>> Esther Starobin: Right.\n>> Bill Benson: Did some of your siblings go to other Christian families or to Jewish homes or\ndid it matter, just whoever would take you in?\n>> Esther Starobin: Ruth originally went -- the doctor's family was Jewish. And the people that\nEdith went to were Jewish. And the one that treated her like a slave were Jewish, too. | think\nthe people that Ruth land up with in between the hostile were not Jewish. And Bertle's people\nwere not Jewish.\n>> Bill Benson: So it was a matter of -- it sounds like wherever a home could be found.\n>> Esther Starobin: Right. And a lot of kids from the kindertransport landed up in group hostile\nkind of things.\n>> Bill Benson: What was a hostile? We think of a hostile now where college students stay on\nthe cheap.\n>> Esther Starobin: Like an orphanage kind of place.\n>> Bill Benson: At least one of your sisters ended up in a hostile.\n>> Esther Starobin: Right.\n>> Bill Benson: So June 1939 you go.\n>> Esther Starobin: | go.\n>> Bill Benson: Of course, you're too young to know anything about your trip there that you\nknow firsthand but tell us what you know about your leaving, arriving, and where you went.\n>> Esther Starobin: The one thing | don't know is who took care of me. | was on this train and\nthen on a boat. | have no idea who took care of me. But | landed up in London.\n>> Bill Benson: And you're 2 years old.\n>> Esther Starobin: 2 years old. And somebody from the Quaker society took me by train to\nNorwich. There's a good train service. And then | have a copy of a letter that the woman in\nNorwich was also part of the friends, had written to my foster mother asking did they want me\nbrought out to where they lived or could they come to the station. And | don't really know what\nthey did.\nSo | landed with the Harrisons. They lived outside Norwich, a cathedral city. So |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nwas taken there. The Harrisons, my foster father, Uncle Harry, worked for a shoe factory that\nwas owned by a Jewish man. And there was a sign on the bulletin board is anybody willing to\ntake one of these children. And they were willing to take me. They had one son Allen, seven\nyears older than | am. | think they basically would have liked another boy but they got me\ninstead.\nOriginally | was supposed to go to Wales. | don't know why that fell through. So | arrived in\nNorwich. | promptly got pneumatic --\n>> Bill Benson: Scarlet Fever?\n>> Esther Starobin: Scarlet Fever. | was in isolation. Allen used to play with me through the\nwindow.\n| was basically afraid of loud noises. | was afraid of Uncle Harry who was the\nkindest, mildest man you ever heard. But | was afraid. And all | could think of was that | must\nhave heard a lot of men yelling and shouting in Adelsheim because | was afraid of him for a\nlong time.\nBut | lived with this family. They belonged to a very fundamentalist Christian chapel.\nThe man who owned it and ran it, a Mr. Ramsey, helped them out a bit. Back then 2-year-olds\nwere still babies. Not like now. And | think they gave him some of the things they needed. |\nthink occasionally they helped him with money.\nThis chapel was a small chapel. And many of the people who lived there belonged to\nit. It had a lot of community activities of which | was a very happy participant. But now in\nchurches and synagogues, the big thing is community. And it really was a community place\nthen.\nSo | lived with the Harrisons. | was very happy there. | went to school. | did whatever\nkids did, did naughty things, good things. | guess | basically knew | wasn't there forever but |\ndidn't ask questions. It wasn't one of the things | did. Allen was really good to me. A lot of big\nbrothers do mean things to their little sisters. He never did. He would take me with him and\ndrag me around and all of that.\nBertle and Edith and Ruth used to come to visit sometimes in Norwich. It was hard\noriginally for them to travel because there were a lot of regulations, especially for people from\nGermany. One time Bertle came, and she was living with my Aunt Hannah at the time, and my\nAunt Hannah was kosher and it was hard to get meat and chicken. So | don't know how, the\nHarrisons got her a chicken. She took this live chicken back on the train because it had to be\nkilled kosher in London. But they came.\nOne time we all went to London to visit Aunt Hannah and Bertle. There was a lot of\ntension between my foster Monday, Auntie Dot and my Aunt Hannah. | don't really know what\nthat was about. Maybe it was just a natural kind of thing.\n>> Bill Benson: Speculating. Family took you in this and were raising you as part of their\nhousehold during the time. I'm sure Bertle was trying to check on you -- or Hannah, | mean,\ntrying to make sure to keep the family ties strong and all of that.\n>> Esther Starobin: Well, yes. So we went -- | went to a Seder which | had no idea what it was.\n| had absolutely no idea. | was supposed to be learning Hebrew. Mr. Ramsey, the man from\nthe chapel, Knew Hebrew but | am really bad at languages. | didn't really learn it.\nOne time somebody came from Bloomsbury House from the school to check on me.\n| do remember the headmaster not leaving me alone with him. | don't remember what they\nasked me or what they really checked on.\nSo | was there --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: The Harrisons didn't try to convert you or raise you as a Christian or do you\nknow?\n>> Esther Starobin: They belonged to something called the Hebrew Christian Society. So they\nprobably would have not been unhappy if | had converted. But | was 10 years old; what did |\nknow? | knew nothing about Judaism. What | knew -- | mean, | Know tons of hymns and all of\nthose things. But | don't -- they wouldn't have done that. They weren't that kind of people.\n>> Bill Benson: Before we continue on with what it was like for you living with the Harrisons\nboth during the war and a little while after the war, your parents, of course, when you left, were\nstill in Adelsheim and your brother, Herman, was with them. Tell us what you can about what\nhappened to Herman and then what happened to your parents as best you know.\n>> Esther Starobin: In October of 1940, the Jews of the state Adelsheim was in were rounded\nup. They were told they could bring a small suitcase. They had to go to a central place.\nMy brother apparently had been at school someplace else and was home for one of the Jewish\nholidays that day. So he was in the house and rounded up with them. And they were taken to\nGurs in France. They were in Gurs, which was a work camp in France. And my brother was\nwith them.\n>> Bill Benson: And he's probably, what, 7 at that time?\n>> Esther Starobin: Yeah. 7 | guess.\nSo my father's wooden leg for some reason didn't go with him. | have copies of\nletters that came -- Reinhart found them -- that show the mayor of Adelsheim saying this man\nhad a wooden leg; where is it. And they did find his wooden leg so his leg was sent to him in\nthe camp of my parents both worked in the kitchen in the camp.\n>> Bill Benson: Which was in France.\n>> Esther Starobin: It was in France. One of my aunts was in the camp also. And the fact that\nthey were in the kitchen, they could get a little extra food for Herman.\nSo in 1980s, when there started to be a lot of information on TV about the\nHolocaust, my sister, Bertle, said, oh, I've got letters from mother when she was in the camp.\nWell, | didn't know that. My husband had them translated. Basically that's the only way | know\nanything much about my mother. My father just wrote a couple of lines underneath. He didn't\nreally write on it but my mother did. There are five letters. Bertle said she had other letters but\nthey got lost in the movement.\nSo at the beginning, my mother was very hopeful that they were going to be able to\nleave and get out. But you needed money to do that and the right connections so that wasn't\ngoing to happen. A couple of things | learned from them. | never realized that you needed\nmoney in the camps. If you had money, you could buy some things. So my sister, Bertle, was\nsending them money.\n>> Bill Benson: From England?\n>> Esther Starobin: From England. And | think a couple of my uncles from here had sent\nmoney. But my mother would write -- just like a mother -- to Bertle, who was not living with us,\nwas in her teens, make sure your siblings behave, they thank the people taking care of them,\nwash behind their ears, do well in school; you know, all the things anybody's mother would tell\nyou to do on how to behave. | mean, they were in this horrible situation with not enough food,\nno freedom, and they're still trying to make sure that us children were being raised properly,\nbehaving in a way that we should. It was pretty amazing to me.\nSo in the letters -- a lot of the letters are asking them to contact this relative and that\nrelative, aside from telling them how to behave. In one letter my mother says \"Save your\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nclothes for me. | am so thin now | could get into your clothes.\" Well, my mother was not a thin\nlady. You could see that from the pictures. So | found that pretty amazing that they did that.\nBut somewhere in one of the letters it mentions that Herman is in some kind of -- is\nnot with them, is in some kind of a school or a home that children in France were in. Well, we\ndidn't know much about that.\nAnd this is another example of how we're still finding out a lot of things. There's so\nmany things we don't know about our family. But there's someone who worked for this\nmuseum that | Know who is married to somebody from Vienna and had met a young woman in\nVienna who was doing research on the kindertransport. She asked me if Lilly could interview\nme and Lilly interviewed me. So, at the same time, the Holocaust Museum is having a new\nexhibit next year about the American response to the Holocaust and they found a picture of my\nbrother waiting to get on a boat, because he did eventually come here. And the person that\nLilly was doing research was also waiting to get on that boat. So from that connection we\nfound out which home my brother had been in. | mean, it's such --\n>> Bill Benson: This is very recent.\n>> Esther Starobin: Oh, in the last year. So Lilly is doing research because she's going to write\na book. And every time she does research, she finds out other things about my brother, which\nis so interesting. My brother's been dead 27 years, 25 years. He would never talk about what\nhappened to him. And now we're finding out these things.\nOn the ship manifest when it says about him coming to this country, or something\nabout him, it says that he knew -- he could read French and German. Well, where did he learn\nto read it? | guess he learned in these schools. How did he know these things? He certainly --\nhe absolutely wouldn't talk about it; so | don't know.\n>> Bill Benson: He came here in 1941, | believe. Is that right?\n>> Esther Starobin: He did. The United States allowed 1,000 children in, in 1941, it's called\n1,000 children. And he was one of the children that came then. They landed in New York.\nThere was a picture in the newspaper. A second cousin saw this picture and somehow or other\ngot Herman connected with my uncle here. He was raised by an aunt and uncle here. He knew\nhe had sisters but he was a little kid. He thought they were in this country and we were in\nEngland.\n>> Bill Benson: I'm assuming that once he came here -- was there any communication from\nBertle or anybody with Herman here in the United States during that period?\n>> Esther Starobin: My mother knew he was here. One of the letters talked about him being\nhere and how happy he was. He had this cousin who was like a big brother. So there was\ncommunication. | have copies of a couple of letters between my mother and my foster mother.\nLuckily my foster mother saved things. Otherwise | wouldn't have that information.\n>> Bill Benson: What do you know about your parents?\n>> Esther Starobin: Well, | Know they were in the camp. They were in Gurs until 1942. And in\nAugust of 1942 they were sent to Auschwitz and they were murdered as soon as they got to\nAuschwitz.\n>> Bill Benson: And you now know exactly what convoy train they went on?\n>> Esther Starobin: | do. There's a book that was published by a French person. It listed all the\nconvoys, the dates, the people who were on the convoys, when their birthdays were, where\nthey were from, and what happened to them when they got there.\n>> Bill Benson: Did you have -- to your knowledge, did Bertle have letters from your mom up\nuntil almost the time?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Esther Starobin: She did. Unfortunately the letters don't really have dates on them. We put\nthem in some kind of order but reading over them recently, I'm not sure we have them in the\nright order. But as | said, at the beginning my mother really expected to get out. She really kept\nher religion. She still praised God, believed in God. And I've gone through periods when |\ncouldn't understand that at all.\n>> Bill Benson: When your parents perished and they were murdered in Auschwitz, obviously\nall communication stopped. Do you know if Bertle -- how Bertle or other sisters -- what they\nthought that meant, to no longer hear from your parents?\n>> Esther Starobin: Well, Bertle got a letter back so she knew what it meant. | really didn't\nknow. Even when | came here | kept thinking, well, maybe they'll appear. It was a while before\nit really sunk into my head that, no, they are not going to. But Bertle knew and | guess Edith\nand Ruth knew, too.\n>> Bill Benson: The Harrisons, you described it as a pretty happy time. You would end up\nspending eight of your first 10 years living with the Harrisons. You were, of course -- the war\nbegan. You went to England in June 1939. War broke out in September 1939. And then there\nwas terrible war going on in England, between the bombings and all of that. What do you\nrecall, what impact did the war have on you? | know you're out in the countryside, not in\nLondon. Do you remember what it meant in terms of hardships for the family or anything?\n>> Esther Starobin: Well, it's interesting. | had some friends who were English and they talked\nabout always being hungry. We weren't hungry. We had a garden. So they grew some\nvegetables. For a while we had chickens. And then | think the rats appeared and the chickens\ndisappeared. And we got food at school. We used to get milk and stuff at school. In England\nthey give you lunch in school and | think they even did then.\nWe had to carry a gas mask. When my younger daughter was in nursery school,\nsomebody brought a gas mask to the dress-up corner. | had a fit and | was in charge of the\ndress-up corner so it left. | don't think gas masks are to be played with. We had a bomb\nshelter. | don't exactly remember going into it but Allen, my foster brother, tells me we did.\nIt didn't seem to impact me a lot. | never remember hearing the radio. There must\nhave been one. | don't remember hearing it or seeing the newspapers. There was an American\nArmy base nearby. Allen tells me they used to go. And when the German planes came over,\nthey would collect the scraps that fell down. But | didn't know he was doing that. He didn't tell\nme that.\n>> Bill Benson: War ends in May 1945. You would continue living with the Harrisons until\n1947. Tell us what you can about the decision, on Bertle's part, | guess, to get you the United\nStates.\n>> Esther Starobin: My mother had always told Bertle she had to keep the family together. And\nshe did a superb job of that. Bloomsbury House found us passage to come to America. The\nHarrisons didn't have a phone. So one day Bertle and | got passage. My sister Ruth came\nbefore we did. Edith was in the Army.\n>> Bill Benson: The British Army.\n>> Esther Starobin: The British Army. So Bertle called the police in a Norwich, had them come\naround to the Harrisons and tell them they had to take me to London the next day to leave.\nWell, it was -- | Knew | had to leave but | didn't Know | was leaving right then. But just recently |\ngot some records from Bloomsbury House which says that they had taken me to get a\npassport -- it wasn't a passport, a travel something. They had taken me to get a picture. So\nwhat did | think the picture was for? You know? | wasn't thinking.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: That means the Harrisons anticipated you were leaving.\n>> Esther Starobin: So we went up to London the next day. Uncle Harry couldn't come\nbecause he couldn't take off work. Allen was supposed to receive some big prize that day\nwhich, of course, he didn't. They took me to London and they handed me over to my sister.\nAllen tells me his mother's hair turned white overnight. You know, she was so upset. She had\nwritten to my uncle and asked if | could stay and my uncles had written a sort of nice note\nsaying no, | couldn't.\n>> [Laughter]\n>> Esther Starobin: It was interesting. Again, it was something | didn't Know any of this. My\nAuntie Dot gave me all of these letters when | was an adult. | didn't Know that.\nSo we were traveling on the Queen Mary. Well, it wasn't exactly a luxury liner in\nthose days. It had been converted to a troop ship and it was on its way back. So there was a\nstrike the day we left because somebody important was on the ship and it was decided it was a\ngood day to have a strike. Bertle had a boyfriend who was a butcher. He had given her\nsausage, thank goodness, and my aunt had given us bread so we were ok. Then we sailed. |\nwas terribly seasick.\nWhat | didn't know until much later, Bertle didn't want to go either. | never knew that.\nBut she always does what she's supposed to.\nWe came to this country. Well, two uncles met us in New York, an uncle that used to\nlive with us in Adelsheim, Uncle Solly, where my brother lived, and an Uncle Jim who married\nto aunt of mine. |, of course, didn't know who they were. Bertle did. And we came down here\nand lived with my Uncle Sigmund on a big house on North Capitol Street, if you're from around\nhere.\nThere's a movie about the kindertransport called \"Into the Arms of Strangers.\" Many\npeople in that talk about how awful it was going to live with these people in England, how\nmean they were and what a terrible experience. Well, that wasn't my experience. Coming to\nlive with my aunt and uncle's was that experience for me.\nMy uncle had a pretty bad temper. My aunt was mentally ill. And back then they\ndidn't have all of these medications for that. So they argued. My uncle threw furniture. It was\nnot a good time. And it was many different things for me. | was living in a big city. | was living\nwith tons of people. | was living with people who yelled and screamed. They were Jewish. |\ndidn't know anything about Jewish. | went to a school where the teacher, frankly, was nasty to\nme. | was a teacher all my life. | would never have done what she did. So it was a really, really\nbad experience.\nMy other uncle sometimes would give my aunt food but she would keep it until it was\nbad. | threw my lunch out on the way to school every day. Plus | have a lazy eye and nothing\nhad been done about it in England. | was 10 years old when | came here. They thought | was\ngoing to wear a patch on my eye? | was weird enough already.\n>> [Laughter]\n>> Esther Starobin: So | used to take the patch off. Little did | know the nurse at the school\nknew | was supposed to be wearing it.\nSo | went to an elementary school not far from here, North Capitol Street. | had\nnever been to a movie. The Harrisons didn't go to movies, didn't dance, didn't wear makeup.\nAs an adult, | know some of that was because they didn't have the money. But | didn't know\nthat. My uncle dragged me kicking and screaming to a movie eventually. Clearly my uncles\ndrank -- | mean they didn't drink to excess but they did drink. | didn't know that then.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nSO all in all living with my aunt and uncle was not a great experience. When my\nsister, Edy came over, and once she had a job, my two sisters got an apartment. My sister\nRuth was going to college by then. She went to the University of Maryland. And believe it or\nnot, back then you could work and earn your room and board and tuition, which is what she\ndid. Not anymore. But my sisters got an apartment. So here were these young women, early\n20s, trying to make a living in a new country and they took me. They didn't have to. They could\nhave left me with my uncle, but they did. So sometimes they were dating people that were\nteachers in my school. It was very strange.\n>> [Laughter]\n>> Esther Starobin: But my sisters were really very good to me. They went out of their way.\nAnd, of course, | was ahead in school because the English schools were ahead in those days.\nNever occurred to me | couldn't go to college. My sisters never said you've got to go to work,\nwhich was probably good because | failed typing. | went to college. | lived -- my sister Ruth\nwas married by then. | lived with Ruth and David.\n>> Bill Benson: While going to college?\n>> Esther Starobin: While | was going to college. So it all worked you out. Then | came back\nhere and taught school for a long time.\n>> Bill Benson: When did you connect with your brother? At what point after you arrived? Was\nit immediate?\n>> Esther Starobin: Oh, yes. Now, Bertle, remembered him. | guess Edith and Ruth. | didn't\nknow who he was. | was living with my aunt and uncle. He was in high school when | was in\nhigh school. We did some things together. But we weren't living together.\n>> Bill Benson: You've gone back to Germany and to Adelsheim. What was that like for you?\n>> Esther Starobin: First time | went back it was because | needed to know where | came from.\n| needed to know | wasn't born in a black hole. | needed to go back. Originally Bertle and her\nhusband Morris were going to go with me but Morris had a heart attack. So Bertle wrote a\nletter to the people there telling them that | was coming. And Fred and | landed there. It was\naround noon. Nobody was around. It was so creepy. There was absolutely nobody on the\nstreet, nothing happening. It turns out they all go home for lunch or whatever they do.\nSo when we finally got to the Town Hall, | don't speak any German and there wasn't\nanybody there who really spoke English. So they arranged for the next day, the deputy mayor's\nwife spoke English so she was going to go with us and we were going to go on a tour of the\narea. Then they said, well, you don't want to stay here tonight. You know, you can go to the\nnext place. | said, no, | do want to stay here tonight. | don't want to be sent away again. So we\nstayed in a guest house there. | don't know if the people knew who | was or not but | had such\nnightmares that night. | dreamt the Nazis were coming up the stairs to get me. It was really\nscary.\nBut the next day we went on a tour. There was an older man who had actually\nknown my parents. And this woman who translated. So we saw the house where my family\nhad lived. We didn't go in but we did see it. And my sisters had told me certain places. There\nwas a brook -- back then when you baked the bread for Shabbats, you took it to the community\nbakery. One time Edith dropped it in the lake. So | had to look at that. And | saw where the\nsynagogue was. And there's a Jewish cemetery between that little town and the next little\ntown. We went there. We saw where many of my relatives were buried. So we saw a lot.\nThere was a little museum. And there was a tiny section in this tiny museum about the Jews.\nThe museum at that time was only opened Sunday afternoons but they opened it so we could\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\ngo in.\n| in no way felt like this is my home. | felt like a tourist touring. That's how | felt. But |\nwas glad that | went.\n>> Bill Benson: And there were a couple of people from the town who eventually told you, if |\nremember right, tried to provide food.\n>> Esther Starobin: That was later, when | went with Bertle and Renee. Bertle and Morris did\ngo at some point. They met this man, Reinhart Lochman there.\n>> Bill Benson: Who has become sort of a historian about what happened with the Jewish\ncommunity.\n>> Esther Starobin: Right. So he wrote in 2000 that they were having a commemoration of the\ndeportation of the Jews. They were having a ceremony. And Bertle and | both said they need\nsome Jews there. My niece, Renee, came with us. We went to this thing which was interesting.\nIn the meantime -- I'm sorry, I'm disjointed in how | talk. Bertle at some point asked\nme to see if there was any -- what was happening in Rexingen, the town my mother came\nfrom. This man answered that he was from Rexingen but he was in Washington. And Bertle\nwanted to meet him. | said, “You can't go meet a strange man by yourself.” So Morris went with\nher. And we became friends with this man, Tim.\nSo when we went in 2000, we first went to Rexingen and stayed with Tim -- Tim\noffered his parents' house. So we stayed there. And we got to see some places where my\nmother was from and the Jewish cemetery there. There's a man who has written a history of\nthe cemetery there with the names of all the people, so | can look up some of my family and\nthe next project this man did, there's a cemetery of the man -- of the people who were on the\ncrusade. What a difference in this world.\nSo when we got to Adelsheim that time, there were two people: one person who said\nhis parents had brought food -- his father brought food over to my mother and father at night\nand that his mother was very concerned because if she had been caught, something might\nhave happened to his family; and then another woman who said they had traded things with\nmy parents for food. So there were people. So it was an interesting time.\nWe got to go into the house where we had lived. Reinhart arranged for us to go in. It\nhad been renovated in the meantime. What was really interesting to me. On the top floor, they\nhad a little boy about the same age as my grandson was at the time. He had all the same toys\nbut his were neat. They were stacked, put away. They were not a mess. It was just interesting\nto see that.\n>> Bill Benson: You mentioned, of course, that your sister, Edith, | think, had been in the\nBritish Army. Did she end up stationed in Germany? She went to Adelsheim early, right?\n>> Esther Starobin: She went when she was stationed there. Somebody was walking along the\nstreet and said to her [Indiscernible]. She looked just like him actually. But she got birth\ncertificates and things like that.\nRuth has been, Bertle. We've all been.\n>> Bill Benson: In the remaining time -- we want --\n>> Esther Starobin: Oh, Herman hasn't been, didn't go.\n>> Bill Benson: And as you said, Herman never talked about it.\n>> Esther Starobin: No. In fact, the first time | went and sent a postcard back his wife said he\nwouldn't even look at the postcard.\n>> Bill Benson: We're going to turn to the audience and see if you have some questions in a\nmoment. But you've remained very close to the Harrison family. Say just a little bit about that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Esther Starobin: Well, as | said, my sisters were very good people. They made me write\nletters. So we had visited with our kids. Our kids have been back. In 1964, Allen came over as\nan exchange teacher. We brought his parents over to visit with us, which was really a very\nspecial for them and very special for us.\n| was just in -- my foster parents have both died by now but | just visited Allen. He's\ngetting old. I'm getting old, too, but he's getting older.\n>> [Laughter]\n>> Esther Starobin: We have so much history together, so many things. Allen used to visit\nregularly. And after my foster mother died, Uncle Harry used to come and spend six weeks\nwith us.\nWhat's really interesting, he loved to go to synagogue with my husband. And at\nsome point after he died, Allen found out that Uncle Harry's father had been Jewish when he\nnever knew, Uncle Harry never knew that. If he did, he never told us. So it was interesting.\n>> Bill Benson: Did any of your sisters stay in touch with any of the families they had lived\nwith?\n>> Esther Starobin: | think Ruth was in touch a little bit with the first family she was with. And\nthe son came over here. | don't know if he came permanently but Ruth did see him when he\ncame over.\n>> Bill Benson: When did you start talking about what you went through? What prompted you\nto start speaking out as you're doing here and you've done here with First Person for several\nyears now?\n>> Esther Starobin: | retired.\n>> [Laughter]\n>> Esther Starobin: No. You ask it as a serious question. When Allen used to visit -- | taught in\nthe middle school that had a very mixed population. And | would take Allen to school and we\nwould talk about that | lived with him as a foster family. But | mean, | did mention the Holocaust\nbut not so much.\n| was involved with a group, a temple, before the Holocaust Museum opened, that\nwe did stuff on educating our congregation. But | started volunteering here after | retired, which\nwas quite a long time ago, actually.\n>> Bill Benson: | think we can turn to our audience, see if you have some questions. We have\nmicrophones on both sides of the aisle. We ask that if you have a question, wait until you have\na microphone. Try to make your question as brief as you can. Then I'll repeat it just to be sure\nwe hear it correctly before Esther responds.\nAnybody want to start us off with a question? If not, | will continue asking a bunch of\nquestions.\nWe have a brave soul right here.\n>> Hello. | really enjoyed your speech. Thank you very much. You mentioned the\ncommemoration you went back to visit in your hometown, the historian studying. What form of\ncommemoration and what year did that take place?\n>> Bill Benson: The commemoration that took place in Adelsheim, when was it and what kind\nof commemoration did they do?\n>> Esther Starobin: It was October of 2000. It was in what used to be a synagogue in the\nneighboring town. It's been made into a community place. And Reinhart had made exhibits of\nall the families, all five of them, of five families. A lot of people had contacted him to find out\ninformation. So we're used to very fancy exhibits. These were various copies of things, letters\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nand pictures, very basic kinds of things. There was a band that played the Jewish-type music.\nMy sister was supposed to give a speech but she started crying so she didn't do that. They told\na little bit about the history of what had happened. Reinhart read one of my mother's letters.\nI'm trying to think what else. There was all kinds of information about it and about\nwhat had happened to the people.\n>> Bill Benson: And did the townspeople turn out for that?\n>> Esther Starobin: There was some young people. | think they were Reinhart's school,\nactually. There were other people. There was also a guard because they expected neo-Nazis,\nwhich was a little unnerving, to say the least.\nIt was all in German. | took German in high school and college and | don't\nunderstand German. There was a lot of talking about what happened to people, how they had\nbeen taken, where they were sent. A lot of history, a lot of information about what happened to\npeople afterwards. | found it moving and | didn't understand a word of it. When | came home |\nhad it translated.\nOne of the things | forgot to mention. Reinhart found a list, pages and pages, down\nto the rags, of everything that was in my parents’ house.\n>> Bill Benson: An inventory of everything in the house.\n>> Esther Starobin: Bertle looked at it and said there used to be a fancy doll that they weren't\nallowed to play with in the living room but that wasn't on the inventory. Somebody had taken\nthat.\nlt was a very homemade kind of thing. It wasn't sleek like we're used to when we see\ncommemorations. We were really glad that we had been to it. When we first went, Bertle was\ntalking to people she had gone to school with in first grade. Somebody had died when they\nwere in first grade. So they were busy talking about this kid that died. It was like if you go back\nto your hometown. And to the first day, Bertle translated for me. After that she didn't. But luckily\nReinhart and his wife speak English, so that worked out.\n>> Bill Benson: Thank you for that question.\nDo we have another one? We have one right here. Yes, sir.\n>> [Question Inaudible]\n>> Bill Benson: | can hear you.\n>> [Question Inaudible]\n>> Bill Benson: The question is, If you could walk into a time machine and Nazi leadership\ncame out on stage, what would you say to them?\n>> Esther Starobin: Good grief.\n>> [Laughter]\n>> Esther Starobin: You know, | have never actually thought about it. But when | think about it,\n| guess | would ask why they felt they needed -- in order to get ahead, they had to persecute.\nWhy did they need to do that?\n| mean, | know I've read a lot of history, I've taken this class. What makes people --\neven today, why do people -- why the need to stigmatize other people to make yourself\nstrong? What is the need for it?\nYou have me stumped. | don't know -- oh, | think it's a terrific question. And I'm going\nto think about it.\n>> Bill Benson: And your response | think is exactly right. Why? | think everybody would have\na very similar response to that.\n| have another question for you before we close. Have you been to Auschwitz?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\n>> Esther Starobin: No. I've been to the one in Munich.\n>> Bill Benson: | think we're going to close our program now. One last view for questions.\nOk. We're going to close in a moment. Oh, we do have another question. I'm sorry.\nOk.\n>> Hello. Thank you for sharing your story. I'm curious and inspired about how empowered\nand independent your sisters were throughout the story. | was wondering if you could talk just\nbriefly about your thoughts on that.\n>> Bill Benson: She's impressed with how empowered your sisters were and if you could say a\nfew words about that.\n>> Esther Starobin: | think it's fascinating. Because it was a time when women really were not.\nBut they really were. It just amazes me. We laugh in my family that we have very strong\nwomen in our family and the men who marry in better beware.\n>> [Laughter]\n>> Esther Starobin: | think they had a very strong feeling of self. | think particularly in my sister,\nBertle, who did all kinds of things when we were growing up, when we had families to make\nsure we spent time together, that the kids -- my parents would have had 10 grandchildren, and\nother than one who lives in New Mexico someplace, they're pretty close. | think my sister really\nworked at it. She felt her mother had told her that she had to keep her family together. And the\nfact that | have all of this family people here, most of whom have heard what | have to say\nseveral times before, is really -- it really shows that why they feel -- we all went to college.\nNone of that would have happened. | mean, my parents maybe had sixth grade education if\nthat. My sisters, only Ruth went to college. Edy got her G.E.D. and took some college courses\nbut she was really smart. | think they just had a good sense of self. Now, where it came from |\ndon't know. Maybe circumstances forced them into being very strong. They really were very\nstrong people, exceedingly strong.\n>> [Laughter]\n>> Bill Benson: Thank you all for really some great questions. We're going to have to wrap up\nnow. I'm sorry. I'm going to turn back to Esther in a moment to close our program. | want to\nthank all of you for being here with us today. | remind you we will have First Person programs\neach Wednesday and Thursday until the middle of August.\nIt's our tradition at First Person that our First Person gets the last word. So Esther\nwill close our program. When she finishes, Joel, our photographer, will come up on stage. He's\ngoing to take a photograph of Esther with you as the background. So we ask you to stay with\nus until we do that.\nEsther?\n>> Esther Starobin: For me, | don't think most of us are going to be in a position to affect tons\nof people. What we can do is help one person, two people. | think what we can do as\nindividuals is to see people as individuals and to help encourage, do what we can in a small\nway. And if we all do things in a small way, it will improve the world in a big way.\n>> Bill Benson: Thank you.\n[Applause]\n",
    "segments": []
}