{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON DAVID BAYER\nWednesday, March 29, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. David Bayer, whom we shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue\ntwice-weekly until mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of David's\nbiography so that you can remember and share his testimony after you leave here today.\nDavid will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask David questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from David is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nWe begin with this 1945 portrait of David Bayer taken in his hometown after liberation.\nOn this map of Europe, the arrow points to Poland, where David was born\nSeptember 27, 1922. He will be 95 in September.\nOn this map of Poland, the arrow points to the approximate location of Kozienice,\nDavid's hometown. This is a contemporary photograph of David's home in Kozienice.\nDavid's brother, Joshua, is in this 1938 photo of a Zionist youth group. He is in the third row,\nthird from the left.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn 1939, German troops invaded Poland starting the Second World War. The next\nyear the Bayers were forced to move into Kozienice ghetto. Here we see a view of the\nKozienice ghetto through the barbed wire fence that enclosed it.\nIn September 1942, the ghetto was liquidated and its inhabitants, including members\nof David's family, were deported to the Treblinka killing center. The arrow points to Treblinka.\nDavid was taken to Pionki, an industrial complex that produced munitions. In 1944, he was\ndeported to Auschwitz. The second arrow points to Auschwitz.\nOur next photo shows a fence around the barracks in the main camp, Auschwitz 1.\nAs the Soviet Army neared, David and the other prisoners were sent on a Death\nMarch. However, David managed to escape into the forest and was found by the Soviets. He\nspent two years in the Foehrenwald displaced persons camp in Germany.\nHere we have a map of the major camps for Jewish displaced persons with the arrow\npointing to the Foehrenwald displaced persons camp.\nIn this next photo, David, first row, third from the left, and friends pose at an airport\nnear the displaced persons camp in 1946.\nHere we see David with a friend at the Foehrenwald DP camp in 1947.\nLater that year, David moved to Panama. We close with two photos in Panama. First,\nhere is David in front of a gate to a synagogue in Panama City. And next we see David\nstanding by his employer's horse in Panama City.\nAfter a remarkable year in Panama, David went to Israel as a soldier in Israel's War\nfor Independence and saw a great deal of combat as the State of Israel was created.\nEventually, David returned to Panama before coming to the United States to start a family and\na new life.\nToday, David and his wife, Adele, live just outside of Washington, D.C. The Bayers\nhave two children: daughter, Sandra and son, Mark, two grandchildren and a great grandson,\nMiles, who is now 3 years old. Their grandson, Josh, who served in the Israeli Army, is a civil\nengineer in Virginia. Their granddaughter, Jennifer, who is the mother of David and Adele's\ngreat-grandson, is a recent graduate of the University of Kansas. Adele and Sandra are here\ntoday with David. And all three are seated right here in the front row.\nSince 1992, David has volunteered his time in the Museum's Registry on Wednesdays\nand often on other days. As part of the Registry, David researches and compiles lists of those\nwho survived the Holocaust as well as those who perished. Among other purposes, the\nRegistry helps make it possible for survivors, family members, and others to find those who\nmay have survived.\nIn addition to our First Person program David speaks frequently about his Holocaust,\nexperience especially to area schools. In April he will speak at the United States Naval\nAcademy in Annapolis. He also speaks with groups of visitors at the museum, especially those\nwho are Spanish-speaking as David is fluent in Spanish. He says speaking with kids is\nespecially important to him.\nWith that | would like you to join me in welcoming our First Person, David Bayer.\n>> [Applause]\n>> Bill Benson: David, thank you and welcome. Thank you for being our First Person today.\nYou have so much to share with us in our hour together so we will just get started right away.\nDavid, it was less than a month before your 17th birthday when the Nazis invaded\nPoland on September 1, 1939. Before you talk about your life during the war and the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nHolocaust, let's start first with you telling us about your family, your community, and yourself in\nKozienice before the war began.\n>> David Bayer: Well, | was born September 27, 1922. The Germans attacked Poland\nSeptember 1. | was 16 years old. | was going to school and | worked in my father's factory\nsometimes after school. My father had a shoe factory. There were 25, 30 people working. We\nsold shoes wholesale all over the country.\nWe lived in a big house. We had a maid. | had two sisters and a brother. My parents\nwere only in their 40s. We lived in a nice neighborhood across from a big church. We had a\ngood life.\n>> Bill Benson: I'm going to ask you a couple of questions before you tell us about the\nGermans coming in. Tell us how large was your family.\n>> David Bayer: Well, my father had four more brothers younger than he. My grandfather was\na wholesale -- had a wholesale business, selling supplies for shoe making, supplies for fishing\nindustry, and supplies for casket making, a big business. They were all brothers working there.\nMy father was the first one, so he got married and went on his own.\nMy sister was 18 or 19 when the Germans came in. My little brother was 12. And my\nlittle sister 8.\n>> Bill Benson: And David, | was also going to ask you something you shared with me. You\ntold us that your father had a shoe making business. On the sole of the shoes was stamped a\ngoat.\n>> David Bayer: A goat. The town of my hometown, Kozienice, means nothing happened to\nthe goat. That's the name of the town. Because my area was a lot of wild goats. So they\nnamed it Kozienice, goats. A prince or king or something years ago came before | was born.\nHe went hunting and his wife yelled, “Nothing happened to the goat.” They couldn't shoot goat.\n>> Bill Benson: Nothing happened to the goat.\n>> David Bayer: Kozienice. That's it.\n>> Bill Benson: Once the Germans occupied Poland on September 1, 1939, your life and that\nof your family changed swiftly and dramatically. Tell us wnat happened once the Germans\ncame in.\n>> David Bayer: When the Germans attacked Poland, they bombarded every little town, every\nbig city. Everybody was running away. We run out of our house and we went to stay in the\nforest because our house -- our home was bombarded, the area.\nAfter the Germans came in, September 9, they came into our town. When we came to\nour house, everything was opened, the doors opened, windows opened, Germans hanging\naround in my house and plundering, taking whatever they can. They took our food, our\nclothing. They took all the shoes. We had a warehouse in the backyard. Everything was\nransacked.\nWe came in scared. The Germans were laughing and making fun of us. One German\nofficer asked my father, “Why are you so scared;” the Jewish were scared. And said the\nreason we were So scared, we don't want to fight, we love everybody. We don't believe in\nviolence. And they laughed. Made fun of us.\nAnd then they took everything. Even my mother's linen, the linens from the house,\ndishes, they took the dishes. They took all the food we had. We had no food anymore. And all\nthe stores or ransacked. And we had curfews. We couldn't go out of the house.\nSo | always sneaked out of the house. | tried to find food. There was a German group\nof soldiers, not far from our home, had a compound, a lot of German soldiers. And they had a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nfield kitchen. And | went there to look for food. So | took a bucket, a pot with a handle, like a\nbucket, and | took it out to that place where the Germans were eating and cooking their food.\nBut when | came over, there was a lot of other young people and a lot of women, young\nwomen also with buckets, with pots, waiting for the Germans to give them leftover.\nBut | was the only Jew because other Jewish people were scared to go see a\nGerman. But all the people there were not Jewish, were Christian. And they were all my\nfriends. We went to school together. We played soccer together. We were neighbors. Some of\nthe parents were working for my father's factory. When they saw me, they pointed their finger\nat me, “Juden,” “Juden,” to the Germans, pointing the finger. We grew up together.\n>> Bill Benson: But they were letting the Germans know you were a Jew.\n>> David Bayer: But a lot of Germans came over and gave me the barley, beans soup. | take\nbarley and beans and pork. We Jewish people were not allowed to eat pork. My father didn't\nwant to touch it. So my grandfather, eat it because it's not a sin. To survive, you have to eat\nanything you can. We couldn't get to the bakery. Everything was locked up. No stores was\nopen. They were ransacked. We had curfews, we couldn't get out. So we had to have\nsomething to eat. So this was the first.\nMy mother was crying, all the time crying and praying. She was praying. My father\nused to say God doesn't listen to her anymore.\n>> Bill Benson: At some point soon after you were forced into the ghetto. Tell us about the\nghetto, what that was like for you.\n>> David Bayer: Well, the neighborhood was a nice Christian area. We had a nice big home.\nIt's still there now. | don't know who owns it. | didn't claim it so the Polish government said |\nowe a lot of money for taxes. So somebody is living there and | don't even care for that house.\n| wouldn't live in Poland if they paid $1 million every day. | live here.\nWhat happened --\n>> Bill Benson: In the ghetto, yeah.\n>> David Bayer: The first few days they told us to put the Star of David on our door, that we\nwere Jewish, Jewish people live here. Then they give us an order that we had to move out. All\nthe Jewish people who lived in the Christian area had to move to a Jewish neighborhood. They\nmade a ghetto. The Germans put barbed-wire and they gave us one room. We used to have\nSix, Seven rooms in our house. We had a room for our maid who used to live with us. So we\ngot one room in somebody else's apartment.\nThe Germans grabbed me to work every day somewhere else. One day the Germans\nwere digging an irrigation canal about six miles out of our town. It took about 400, 500 young\nmen from our town to work in the canal. And | was one of them working the irrigation canal,\ndigging ditches, big shovels and wheel barrels.\nThe ghetto was very bad. But | was going to work to the canal, working, in an area\nwith farmers, with a lot of food. The farmers had potatoes an everything. | used to steal the\npotatoes from the field. And then | went to farmers begging for bread. And then the farmers\nasked me if | could sell them something. So whatever the Germans give us, clothing, | sold it to\nthe farmers for food. And then when we came home, shared with my parents, my sister and\nbrother.\nThis didn't last long. It was going on until September 27, 1942, the day | was born.\nThe Germans took all the people of my town on a train and shipped them to Treblinka, to the\nsettlement. Actually took them there to kill to kill everybody, 8,000 people in my town, my\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nmother, my father, my uncles, my sister, my brother, everybody. My grandpa's dying in the\nghetto from hunger, couldn't survive.\nSo after they did that, the Germans took us away from the canal and shipped me to a\nplace called Pionki, a big ammunition factory in Poland not far from my hometown, maybe 20,\n25 kilometers. They taught me how to make explosives for bullets. | worked in the centrifuge\ndepartment for two years, making explosives. | became a chemist. | knew how to do it and it\nkept me alive.\n>> Bill Benson: It was very dangerous work. Wasn't it, David?\n>> David Bayer: The gases were eating us up. They gave us special clothing, special shoes,\nwooden shoes. And a lot of people died from exhaustion and from the gases.\n| worked with civilians, Polish people who worked in the factory before the war. So\nwhatever the Polish people were sharing some food with us, this helped me a lot.\n| did a lot of work for a Polish man. He used to work at the factory there. He used to\nget paid, go to work and come home.\n>> Bill Benson: The Pols were able to get paid their regular job.\n>> David Bayer: Before the war and during the war Germans occupied it. But us they didn't\npay. They gave us only some clothing. They killed other people to give us the clothing. And\nsome clothing, some shoes were good, so | sold them to the Polish people | worked with and\nthey brought me food. And this kept me going. | was healthier. Because if | had no food, |\ncouldn't work. The gases -- we didn't have tt.\n>> Bill Benson: You told me there was lots of smuggling and bartering for food.\n>> David Bayer: And also, we had to work with all kinds of chemicals. And also they used 100\nproof alcohol to make special explosive. So who worked with the alcohol? Only Jewish people.\nThe Germans didn't allow the Pols because the Pols were drinking.\n>> [Laughter]\n>> David Bayer: And Jewish people not drinking. So | stole a lot of the alcohol, put it in little\nbottles and exchanged with the Pols.\n>> Bill Benson: David, you told me that non-smokers were lucky.\n>> David Bayer: Ok. Talking about smoking. Cotton is used to make explosives, powder. The\nGermans didn't have cotton. So they made imitation cotton from paper. There was a\ndepartment, a lot of people worked there, a lot of Jewish woman, a lot of men. There was one\nguy who worked especially from my department. He was putting the cotton on the conveyor.\nAnd shipped to my department, which | mixed with the chemicals. This guy was a smoker. He\nworked with me and three other guys. We were five people in this department. And he smoked\ncigarettes, food for cigarette. And sometimes he volunteered -- and | also volunteered\nsometimes -- to clean German offices and everything else in the factory. And we picked up\nbutts from cigarettes that the Germans smoked. | picked it up and put it in my pocket and sold\nit for food. Whoever need cigarettes gave away their bread.\nThis guy, a smoker -- it was night shift. He worked 12 hours a day. He was tired. The\ncigarette fall on the conveyor. It ignited. The conveyor came in and there was a big fire. They\ntook us out. They were going to hang us. They didn't fool around.\nBut what happened, there were two old men, Germans, engineers, in charge of my\ndepartment. They came in. One name was Dr. Vitter and the other, Dr. Lesher. | never forget\nthat name. | have to remember that name. The two Germans asked the Gestapo not to kill us\nbecause they needed for the factory. And they let us go. They canceled the hanging. There\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nwas an announcement, a big splash, everybody should see that we were hanging because we\ndid sabotage.\n>> Bill Benson: You also tried escaping from Pionki several times.\n>> David Bayer: Yeah. | escaped one time. | got shot. | didn't escape from the factory. |\nescaped from the camp. We went through the barbed-wire. We cut the barbed-wire. But poor\nguys. Somebody must have snitched, the Germans. They were waiting. White uniforms,\nmachine guns. We were trying to get through, the machine guns. | got shot in my leg. | was\nlying in the snow. And the Germans thought | was dead. They left us lying there in the snow.\nAnd the guys from the camp came in and they took us in. A doctor sewed me up. After a while\n| went back to work.\n>> Bill Benson: In addition to getting shot, you were also, if | remember correctly, seriously\nburned in a locomotive fire.\n>> David Bayer: This was later on. But before that | escaped once again from the factory with\na guy named Mosze Matis. He was maybe 7 feet tall to me. He was working like a gorilla. He\nwas working for a Polish worker in factory. He was taking out the chemicals from the train,\nfrom the tankers, and put it in the building. He said to me there was a chance to escape and\njoin the underground, Polish Army, in the forest. We could fight the Germans. So | agreed with\nhim. We went out under the barbed-wire. We went to the forest. We walked in the villages. We\nsaw big posters everywhere we went. \"10 litres of vodka to bring in a Jew.\" The German give\n10 liters of vodka to bring in a Jew dead or alive.\nWhat we did? We made a u-turn and went back to the factory. | was more secure in\nthe factory than outside. This was the other escape. And then | escaped again.\n>> Bill Benson: We'll come back to that.\n>> David Bayer: | survived this time.\n>> Bill Benson: There you are in Pionki doing the slave labor. But the Russians were closing\nin. And as the Russians got closer, you were forced out of Pionki. Tell us.\n>> David Bayer: The Germans took over Europe and wanted to take Russia. Russia was not\nso easy for the Germans to take. So winter came. And the Germans were freezing to death.\nAnd the Russians were burning all the houses, all the little towns, all the Villages, all the food.\nThe Russian were burning everything up for the Germans to freeze to death; they couldn't\nfight. Everything was cold. They were losing the war. The Russians pushed the Germans back.\nThe Germans were taking everything they could, dismantled the Pionki factory. They take us\nwith them to Germany to work in Germany. We had to march in the snow, in the winter, in\nJanuary 1945 -- 1944, December to 1945.\n>> Bill Benson: Tell us about leaving Pionki and going to Auschwitz.\n>> David Bayer: Well, | was in a school in Virginia and one man asked me did | ever\nencounter a good German. I'll come to that.\n>> Bill Benson: Ok.\n>> David Bayer: So | told him, | said, yeah, we had a good German, a nice engineer who used\nto come in the factory, used to fix the pumps and the machinery. He was very polite. He said\ngood morning. He was thank you. Really pleasant guy. He never hit us, never beat us. So that\nwas a nice German. Ok?\nBut, when the Germans were fleeing and trying to escape and wanted to dismantle the\nmachinery, this nice Germans came in to our camp and asked for volunteers. Other Germans\ncame in, nobody wanted to go. They were hiding under the bed. They were hiding in the forest.\nWe didn't want to go. He came in. Everybody was raising their hand and running to him\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nbecause we knew he was a nice guy. This German got confused. He thought we were running\nto him and hurt him because we were rushing to the gate. He pulled a pistol and shot the\ncrowd.\nAnd he was the good German. He killed a guy and injured another one. He was a\ngood German, but he was still a Nazi, still pulled a gun and shot in the crowd. So this is the\nanswer | gave him about a good German.\nSo what happened, they finally took us out by train and shipped us to Auschwitz.\nThere were over 100 people in a wagon, in the freight car. No food. A lot didn't make it. We\nwere choked inside. No water, no nothing. We came to Auschwitz -- actually, Birkenau. We\nwalked to Auschwitz.\nTalking about my burn, got injured. But before this happened | was working on a\nlocomotive to transport the powder to make plastic rollers. A spark came out, some powder\nignited and burned me in my arms, face, and my legs. So | didn't go to work anymore. | got\ncreams on me.\nWhen | came to Auschwitz, | still was -- crust on my face and everywhere else. There\nwas a guy, a prisoner who helped me get out of the freight car, said to me, \"What happened to\nyou?\" And | told him. So he said, \"If a German ask you what happened to you, tell them that\nyou are a chemist and you make explosives. They're going to need you.\"\nSure enough, a Gestapo came over and checked everybody else and pulled me\naside, me and other people. And a lot of them got killed. And they took us to the gypsy camp\nwhere all the gypsies were living. There was a barrack, maybe 75, 100 of us separate people.\nIn the meantime, a German Jewish doctor used to come with the Red Cross band and\nhe was giving me creams. It got clear. Other Germans, dignitaries came in and picked people.\nThey picked us to work in the coal mine.\n>> Bill Benson: And you told the Gestapo officer that you were a chemist.\n>> David Bayer: Yeah. But he just put me aside in case somebody needs me. But they didn't\nneed me to be a chemist. They took me to the coal mine. So | went with the others to work in\nthe coal mine.\nThe coal mine was the worst thing in the world, underground, 12 hours a day. We had\na quota. We had to make 18 wagons of coal, little small wagons. Couldn't even do that.\nSometimes they left us to stay overnight in the mine.\n>> Bill Benson: I'm going to interrupt you for a second. Because the quota, these 18 carts that\nyou had to do --\n>> David Bayer: 18 little wagons of coal everyone had to produce.\n>> Bill Benson: You found a way to trick the Germans. Right?\n>> David Bayer: We tricked them. But they find -- what happened, we stole the previous shift,\nwhoever worked before. And we put our numbers on the wagon and took theirs off. And this\nwas going on like this. The Germans didn't have much coal. We were cheating.\nAlso, the mine, the people who was the regular job, we took their coal. And\nsometimes -- in my department we were hungry. What they gave us was very, very bad food.\nThey used to call ita Romanian name for our soup. And the bread was sticky like glue. We\ndidn't keep it because we were scared to lose it, Keep it in my pocket or somebody steals it\nfrom you. So whenever | have a piece of bread, the morning, | ate it right away. Starving later\non. Then a lot of people were hungry. In the coal mines, they have layers of coal, layers of\nsome kind of clay, looks like margarine, like butter. Some people were eating that, just\nhallucinating and eating.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: Clay.\n>> David Bayer: They never made it. They died.\nIn my department there was a young man who died that way. They took him out. The\nnext day they replaced him with another young man, a religious Jewish boy with a little beard,\ntall, skinny, constantly was praying. Whenever you looked at him, he was praying. His name\nwas Ruben. He was from Poland. He was praying all the time. We talked to each other that\nhe's crazy. He's praying. And he had a lot of time. We said he's crazy. He said, “I'm not crazy.\nYou kind of. I'm not crazy.” He was praying. He cited the psalm, continuously cited the psalm.\nAnd then there was a Gestapo man, a supervisor with the uniform, walked around with\na Stick, like a pick, with a pick handle, made out of copper. He was hitting people over the head\nand killing them. He killed a lot of people. He was supposed to go around and check the coal,\nwhere to drill, you know.\nIn my group there was a miner, regular guy who used to come to work. He was drilling\nand putting the dynamite in. He put dynamite in. After you're ready to blow, you have to yell\n\"Fire in the hole\" or \"Watch out\" or \"Achtung\" to look. The miner said to us, I'm not going to call\nnothing. I'm not going to say fire in the hole or anything like this. You move away. The German\ncame. He ignited the things and he blow up the German to pieces. A whole row of coal fall on\nhim and he got covered up and killed.\nRuben came out and said, \"Didn't God help us?\" And | never forget it because if\nsomebody asked me about God, | bring up that story. Because he believed 100% -- everybody\nshut up. Nobody said a word anymore to him. He survived and lives in Jerusalem.\n>> Bill Benson: David, while you were in Auschwitz, you also had surgery while you were\nthere.\n>> David Bayer: Well, every morning when we were going to work, the roll call. We stand in\nthe line. The Gestapo man pass by, checks everybody; a stick in his hand, he checked.\n| had my glands swell up. | was covering up with my collar from my jacket, my dirty coal jacket.\nHe noticed up. He came over, pushed away the coat, and my glands were swollen like this. He\ncalled up another kapo and they took me to a clinic.\nThey put me down in the clinic and they cut me without anesthetic, without anything\nelse. They tied me up on the table. The guy, the doctor who was doing the job, was smiling at\nme, with a smiling face and looked at me. He cut me, no injection, no medicine, no nothing,\njust tied me up. And the blood was coming out. | was lying there in pain. After the operation,\nafter their experiment, he sewed me up and left me lie on the bed.\nIn that clinic there was a lot of prisoners who were working --\n>> Bill Benson: Like orderlies.\n>> David Bayer: And nuns. There was one guy who was like an orderly. He was a nurse. He\nwas from my hometown in Poland. He was our neighbor, lived about two blocks away from me.\n| Knew him very well. | Knew his mother. His mother was a post office director. And he saw me.\nHe said, \"They going to kill you.\" He called me Duvtche in Polish. My name was David. Knew\nme. We played soccer. He was a coach. He said, “I will try to save you.” He made a false\npaper in German, tied me up and everything else, and I'm able to go back to work. | walked out\nof the clinic, went back to my barrack and went to work.\n>> Bill Benson: | think just recently you found in the archives of the museum, recently\nacquired, the German records of that surgery.\n>> David Bayer: | got them right here because | got copies of it. And the German doctor who\noperated on me, there's a story about him. He was a doctor in the Russian front. He got sick.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nSO someone advised him to get a job in Auschwitz. So he applied and they took him in to\nAuschwitz. And he became a doctor in the concentration camps.\nSo they sent him to a camp which the coal mine was. His name was Fischer. He was\na German. They gave him a home. He was doing experiments. They claim in here that he\nkilled 70,000 people.\nHe escaped and was living in east Germany, under the Russians. About 10, 15 years\nago, they find him and they hanged him. They had a trial and he was hanged. He was a doctor\nin a little town with his family like nothing happened.\nAnd even, this is his report, his signature, and my name and what he did to me. The\nreport. So they find this in Germany in the archives.\n>> Bill Benson: Just recently.\nDavid, in January 1945, one day while you were in the coal mines you were all pulled\nout of the coal mine and then forced on a Death March.\n>> David Bayer: We named it Death March because the Germans told us to hook up, under\narms, each other, eight in a row and march towards Germany. The main highway was full of\nGerman tanks and trucks running away from the Russians. And they told us to go into the\nfields, in the snow, the country roads. Whoever fell down, a bullet in the head. And thousands\nof thousands of people were killed like this.\n| had a friend next to me who couldn't walk anymore. He fell down. A German bent\nover, boom, in the head. | stopped and | took his jacket and | prayed over him. | asked for\nforgiveness | take his jacket, he didn't need it anymore. The jacket was full of blood. | wiped it\noff with the snow.\n>> Bill Benson: And this was the winter of 1944, 1945. Very cold.\n>> David Bayer: We keep walking, keep walking. Then we walked to a place called\nBlechhammer, another concentration camp. There were a lot of British soldiers there, Russian\nprisoners. Chased us in, no food, no nothing. But there were buildings. And everybody was\ntrying to break into the buildings. There was warehouses with a lot of food but everybody took\nwhatever they could. | went to one warehouse, there was margarine. So | grabbed the\nmargarine. | took margarine and | put it under my shirt, in my pants, wherever | can. It was so\ncold. We had nothing to eat.\nThe Germans were announcing to come out again, marching. We didn't want to go.\nSo | went with two Russian prisoners to a barbed-wire. We went under the snow, went out, and\nwent through the forest.\n>> Bill Benson: So you broke out.\n>> David Bayer: Of Blechhammer. We stayed in the forest for six days and six nights. We had\nbombardments, coming and going. We heard the war was going on. We lied in the snow under\npine trees. We ate bark. The two prisoners were Russian soldiers, looking for mushrooms\nunder the snow. We shared. | shared the margarine with them. The margarine melted. | didn't\ntake no bath. It was so dirty. Everybody licked it like it was the best ice cream.\n>> Bill Benson: And this helped you to survive.\n>> David Bayer: And then we decided to get out because | was freezing to death. The\nRussians came. We saw Russian people with the guns.\n>> Bill Benson: The Russian Army was coming.\n>> David Bayer: We didn't know if they were Russian or Germans. We didn't care no more.\nAnd they were Russian. One Russian soldier picked me up, carried me. | weighed maybe 60,\n70 kilos. | was nothing.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: You were half of your body weight.\n>> David Bayer: | was just bones. They took me into a woman;s home, a German woman with\na daughter. And the Russians said take care of me, spoke to her in German. Actually, one was\na Russian Jewish officer. He spoke Jewish, too, also German but an officer.\n>> Bill Benson: So he ordered these German women to take you in?\n>> David Bayer: Yeah. She took care of me. She didn't have much to eat anyway. She made\nsome kind of cream soup or something. She bathed me. She gave me some clothing, woman's\nclothing. No men. They must be in the Army or something. | was going to leave and she was\ncrying. She didn't want me to go. And then the reason she didn't want me to go is because she\ndidn't want the Russian soldiers to come. They were two women. They would have raped\nthem. She said, “Stay, please.” She had a cow. They had nothing eat she told me but the cow\nin the barn.\nWhat happened to Ruben, the young man who believed in miracles, he was going with\nus, with the two Russian prisoners to escape, but he got injured. Something happened to him\nand he was bleeding. Must be a bullet or something. He couldn't walk anymore. So we put him\nin a barn. And we kept going. After the war, he was found by the Russians also, and they put\nhim in the hospital and he lived in Germany. And from Germany, the Israelis and Palestinians,\nJews from Palestine came in and smuggled him to Israel. But he was caught and locked up.\nAfter the War of Independence, he came to Israel. Then | went to Panama and then to\nIsrael. When | came to a center who do | see? Ruben is standing there. He recognized me. A\nreligious guy with long beard and praying. And he said, \"My God. | can't believe it.\" That's me. |\nwas already in Panama and | was in the Army already and everything else. And then | went to\nsee him one time. He lives in Jerusalem. He has 11 children.\n>> Bill Benson: In the little time that -- we still have some time. Once you were liberated, you\ndecided to go back to Poland. Tell us about going back to Poland.\n>> David Bayer: When | got back on the road, the German woman was crying and | was\nleaving her, she told me how to get to the highway. It was Russian Army and refugees.\nEverybody was walking out from hiding. The German houses were empty. A lot of German\nhouses were empty because the Germans run away to escape the Russians. There was a lot\nof beautiful homes with beds and everything else. So on the way walking, we stopped in\nhomes every day in a different house.\n>> Bill Benson: And the next day get up and continue walking.\n>> David Bayer: One house | picked up a big coat, a German officer's coat. | put it on. And the\nRussian saw me. I'm not a German. I'm a refugee. He said, “Take it off because we don't know\nwho you are” | had to throw away a warm German coat.\nAnd then one time | stopped in a home and | stole a bicycle. It was outside. | was\nwalking with the bicycle to the highway. Two Russians with a jeep came over, knocked me off\nthe bicycle and took it.\n>> Bill Benson: They stole the bicycle from you.\n>> David Bayer: No. They took it back to that woman, the Russians to the woman.\n>> Bill Benson: She said you took her bicycle.\n>> David Bayer: | took her bicycle. It was a hard way to go home.\nAnd then a lot of times, the Russian soldiers stopped with the trucks and they give you\na lift. But some of them were Russian women soldiers. They were worse. The women very\nbad. They wanted me to go with them, you know. They were the real McCoys, characters.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nSO finally | reached Poland, my hometown. Nobody there. | saw the home where | was\nborn, where | lived. There were other people living there. | walked in, the Pol was scared. He\nsaid, “Here's papers. | live here now.”\n>> Bill Benson: In your home.\n>> David Bayer: In my house. And | recognized things. So | said, don't worry, I'm not going to\ntake nothing. I'm not going to stay. | stayed for a few days. | went to a Polish man who used to\nwork for my father. | walked in the house. There was all my furniture before we moved to the\nghetto. They put a lot of stuff there for hiding for him, my tables, cabinets, furniture, drapes,\neverything of my mother's. | didn't say nothing. | didn't care for it. | was a single guy. | have\nnothing else. I'd rather be empty, you know? Luggage. | didn't want to be tied up with\nsomething.\nSo then other people come back. Other friends of mine come back. We start\norganizing. We went to places where people not live and we took over the house. There was a\nfriend of mine and everybody else keep coming back. And then we got notification from the\nembassies who came to Europe to help us.\n>> Bill Benson: To bring you to Palestine. Right?\n>> David Bayer: They told us to go to Czechoslovakia, go to Germany. From there we going\nto transfer you to Palestine.\nSo we listened to them. We keep going from one place to the other. | wind up in a DP\ncamp, displaced persons camp, in Germany. Over there the Americans came in. They gave us\nmilk and honey, so they called. We get everything. They give us cigarettes, candy, all of the\nAmerican military, Russians, were coming to us. We ate. We slept. We got homes.\nBut | had no money. So cigarettes, | didn't smoke. Candy, | didn't eat. Coffee, stuff\nAmericans give us, | sold it to the Germans and started making money. | make money. | was\nselling in the black market, so they call. | collect some dollars. The big American dollars, 100\nyears old, maybe.\nFrom there | went to France, Paris. | spent everything over there. From over there |\nwent to Holland. | took a ship to Panama.\n>> Bill Benson: And this was 1947 when you left for Panama. Why Panama?\n>> David Bayer: Why? When | was in DP camp, the American Ambassador from Munich sent\nme a letter that somebody in Panama is looking for me. | was on a list, a survivor. He had my\nname, that this was a friend of mine who went to school with me and his parents emigrated to\nPanama before the war and they had been looking for relatives and friends. So they asked me\nif | wanted to come to Panama. So | agreed.\n>> Bill Benson: And you went to Panama.\n>> David Bayer: | could have come to United States if | had a way but takes a while. So\nPanama, there was a ship going to Panama from Holland. So | went to Panama.\n>> Bill Benson: You spent a year in Panama at that time.\n>> David Bayer: And | went to Panama. | was a while there. | was in Panama for a while. |\ndidn't like Panama City so | went to live with the Indians. From Panama to Costa Rica. | was\nmaking leather for them. They were making shoes. They were nice people.\nAnd over there | met a Jewish guy, Sam was his name. When he saw me, he said,\nOh, you crazy. What are you doing here? Going to get married, live with the Indians? Why\ndon't you go to Israel, plenty of independence. Threatened of war and they need young people\nlike you. So | said, ok, | go.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nThere was going to be a ship in Panama was going to pick up 180 trucks in the canal\nzone and pick up a lot of -- you could join that ship. The ship was named for the Royal Air\nForce. A Greek ship, the father named the ship after the son who got killed in the Air Force.\nSo | joined that ship. And | became in charge of the cargo. When | came to Haifa, to Israel, |\njoined the Army and they sent me to the desert and that's it.\n>> Bill Benson: Can | get you to just say --\n>> David Bayer: The war.\n>> Bill Benson: Can | get you to say a little bit, David. On that journey, on that ship to Israel,\nyou were towing a PT boat. Right? Tell us about that.\n>> David Bayer: Well, when | joined that ship, there was two Mexican Jewish guys,\nvolunteers, and the crew, and me. | joined the ship. They got a notification that we should go to\nVeracruz, Mexico. Why? There was a torpedo boat have to be towed to Palestine. Then all of a\nsudden they changed it and they said don't go anymore, go to Cuba. Why? Because two\nAmerican Navy men will take that torpedo boat to Cuba. This torpedo boat was a German\ntorpedo boat the American government got from the Germans. Two Navy men who were going\nto take it to Cuba, stole the torpedo boat for $80,000. The Jewish agency paid them.\n>> Bill Benson: That was to become part of the Israeli Navy, right?\n>> David Bayer: They stole it and took it to Cuba. First Veracruz and then Cuba. They got a\nload of sugar.\nWell, we went to Cuba, from Panama to Cuba. In Panama they got cable to tie this\ntorpedo boat, to tow it to Israel. That's what happened. The torpedo never made it to Israel. It\nwent to Gibraltar, near Greece, filled with water. We had to chop off the cable. Never made it.\nSo the first boat the Israelis were supposed to have never made it.\n>> Bill Benson: But you made it and served in the Israeli Army, saw combat during the War of\nIndependence, went back to Panama, and then came to the United States and met Adele.\n>> David Bayer: | met her at the Israeli consulate in Israel. | was charged from the Army. | had\nnowhere to go. | had no family, no nothing. There were thousands of thousands of people\ncoming in. There was nowhere to sleep. | was discharged. So | slept on a bench in a park.\n| couldn't find a job.\nOne day | went over to a park. | was hungry. | was going to ask the man to give me\nsome apple cake and soda water. There was two ladies sitting there talking to each other. And\none lady yelled out to the man, \"Mr. Bayer, Mr. Bayer.\" | turned around. | thought they called\nme. The man behind the counter was named Bayer and it was my uncle.\n| never knew | had and uncle. He was my grandfather's brother. He came to Palestine\nbefore the war from Germany. He was a German. He was a Russian soldier in the First World\nWar. He surrendered to the Germans. He lived in Germany, met a German woman and lived in\nGermany until 1938. In 1938 he went to Palestine. He lived there. | didn't know | had an uncle.\nHe asked me who | am. So | told him, my mother, told about my cousin who went by\nmotorcycle to Palestine. He said, yeah, he is here and lives here. | went to see him. So | got\nfamily.\nSo | couldn't find a job. | stayed with my uncle. | met a man from Panama. He said\nthere was a ship going back to Panama. If you want to go to Panama for free, you can go on\nthe ship. So | said, ok, I'll take it. | could go back and | want to.\nSo | went back to Panama and stayed in Panama for a while and then | came here. |\nstayed eight years in Panama, actually. | came here in 1955. With $9.35 in my pocket. | came\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nto Miami. | got off the plane. | took a bus to Washington. And that's it. | started here in\nWashington.\n>> Bill Benson: When did you meet Adele?\n>> David Bayer: | met Adele when | went to see a friend in New York, a survivor, also lived in\nNew York. | had the address. And she introduced me to my wife. We had each other. That's it.\n| wanted to go back to Panama but my wife said huh-uh. We went to Panama. | went with her\nto Panama. And she said \"Devil's Island,\" she called it. Too hot. It's very hot over there.\nAnd that's it.\n>> Bill Benson: We have a couple of quick minutes for some questions from our audience, for\na couple of questions. Do you feel up to it? A couple of questions?\n>> David Bayer: Yeah. If | know the answer.\n>> Bill Benson: Ok. All right.\nWe have microphones on either side of the aisle. Please wait until you have a\nmicrophone in your hand. Make your question as brief as you can. I'll repeat it to make sure\nthat we hear it and everybody in the audience hears it.\n>> David Bayer: Yeah, but my hearing is not so good.\n>> Bill Benson: You've done great so far. | saw a hand go up somewhere.\n>> | was just -- | don't know if you can speak to it or not since you were sort of younger before\nthe war really got started. A lot people | think are drawing parallels between what was\nhappening in the “30s in Germany and Poland to today, what's happening sort of in certain\nplaces. I'm just wondering if you see any parallels.\n>> Bill Benson: For our purposes, we'd like to just stay focused on his story, if you don't mind,\nif that's ok.\n>> Ok.\n>> Bill Benson: She was asking your thoughts about the world today compared to then.\n>> David Bayer: | have a lot of -- | don't want to talk about it. Why? I'm a big critic of\neverything. If | start talking, | will criticize half the world anyway.\n>> Bill Benson: Ok. Let me just say this. When we finish, David is going to stay up on the\nstage. So if anybody would like to come up and ask another question, talk to him a bit more\nabout anything, please feel free to do that there. | assure you, David has something to say\nabout most everything.\nAny other questions? Back here. Thank you.\n>> Hi, David. Back here. So much of what you said is so awful as it relates to humanity. What\nyou were able to overcome is so inspiring. | was wondering, where did you find the strength to\npersist and to keep going?\n>> Bill Benson: David in light of all you went through, where did you find your strength to be\nable to persist and keep going and survive?\n>> David Bayer: When | was working for the irrigation canal outside my hometown and stayed\nin the house, every time | walked out my mother said to me, every day, she said to me, \"Don't\nforget you're a Jew,\" don't change your religion, stay a Jew, die a Jew. That's what our family\nwas and is and should be. And | listened to my mother. | wanted to survive to show the world\nthat | am a Jew and | have family.\nThe reason | didn't marry in Panama, after the war, nowhere is because | wanted to\nmarry a Jewish woman and that's what | marry. | wanted to have a family, create a family that\nthe Germans killed. My father was only 42 or 43 years old. He was a religious man but young. |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\ndon't know how was religion after that. Maybe he change it. Maybe he realize God didn't listen\nto us. Maybe he listen now.\n>> Bill Benson: And now you have a great, great -- a great grandson.\n>> David Bayer: He going to live to 120 like | will. | will live to 120. You all come back 20 years\nfrom now and | will be here.\n>> Bill Benson: We will have him scheduled, | promise that.\nWe're going to close in a moment. I'm going to turn back to David to close our\nprogram. | want to thank all of you for being here with us today, remind you that we will have a\nFirst Person program each Wednesday and Thursday until the middle of August.\nIt's our tradition at First Person that our First Person has the last word. When David\nfinishes, as | said a moment ago, he will stay up on the stage. Please feel free to come up\nhere, shake his hand and say hi, get a photo taken with him, whatever you would like to do.\nOn that, David, your last thought?\n>> David Bayer: My last word. It couldn't be the last word because I'd have to start again.\n>> Bill Benson: And we have 20 more programs to go at least.\n>> David Bayer: The last word, remember. That's all you have to do is remember this could\nhappen again and again and again. You should not allow it to happen to anybody. It does\nhappen now and nobody even thinks about it. Nobody knows about it. But it could happen\nagain and again. Killed so many people. Not only Jewish, all the -- in Europe wiped out,\nmillions of Russians were wiped out.\n| had a German kapo -- | don't know if you know what a kapo is. He was a murderer.\nHe came in -- he walked around with a golf club. He knocked you down, hit you over the head\nand killed you. | find out that he was in jail for killing his mother and the German Nazi took him\nfrom jail and put him in the concentration camp to kill Jewish people. He was a killer. He killed\nanybody. He killed his own mother. He was in jail for killing his mother.\nAnd nobody got punished. There was a Nazi, they caught him after the war. He claims\nthat nothing happened to anybody, we didn't know what's happening, we didn't know about the\nconcentration camps. How you can say such things? | was taken one day out from the barrack\nand taken to the commander's, from the camp, house, and his wife told us to dig a garden, dig\nthe ground for a garden. And this same commander for the camp was shooting people like\nflies. And his wife saw it. And | saw it.\nAnd after the war he got locked up. The wife, the family said we didn't know anything.\nShe was living right in front of the camp. She saw the barbed-wire. She saw the people. She\nsaw the shooting, the killing every day. Lying saying we didn't know anything. We didn't know\nthat the Germans were killing so many people. They didn't see anything? They didn't hear\nanything?\n>> Bill Benson: So we must remember all of this.\n>> David Bayer: Remember. That's all | want you to do. It's not only me. It's all my friends, all\nmy brothers and sisters. They die for nothing, for nothing. They didn't harm nobody. The\nGerman people listened to one man who was not normal. He was not normal. He was mentally\nsick. Took it from me, give it to them. Went to Poland, they took out everything from Poland,\noil, coal, my mother's jewelry. Some German woman probably wearing my mother's jewelry.\nMy mother had a lot of jewelry.\n>> Bill Benson: Thank you, David.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> David Bayer: | have to live like this all my life until | die thinking about it. And I'm dreaming\nabout my sister, my brother every day and every night. Never goes out of my mind. Never.\nAlways thinking about them.\n>> Bill Benson: Thank you, David.\n>> David Bayer: She was a beautiful girl. My sister one day -- we were still living in our house.\nShe took a pair of boots, went to the farm. | had a Polish man give me a wooden cross. She\nput the wooden cross as a Christian and she wrote things and sneaked out of the barbed-wire\nand walked to a village about three kilometers of my town. She got groceries, food, potatoes,\nvegetables, everything else. | know the farmer, the farmer's son. The farmer was dead but the\nmother lived there. And they gave her everything. She was coming back and never come back\nhome. She never came home. | never saw my sister again. | find out that they put her on the\ntrain to Treblinka, out in jail, then the transport was going away, they put her on the train.\n>> Bill Benson: | know you wanted to tell us that earlier. I'm glad you had the chance to do\nthat now.\nThank you, David.\n>> David Bayer: The pain goes never away. Sometimes | cry. Nobody sees it. My sister was\ntaking care of me. She was protecting me. She was good to me.\nOne time when | was a kid, | went away to a group to see -- not far from home, a\ngroup of gypsies. They were dancing and playing harmonica. And my mother didn't know what\nhappened. My sister didn't know, nobody. She figured out that | must be with the gypsies. So\nthey were scared maybe the gypsies would take me away. So my sister went to see me. She\ncame to pick me up. | wandered away, maybe 8, 9 years old.\n>> Bill Benson: Thank you, David. Thank you so much.\nThank you.\n[Applause]\n",
    "segments": []
}