{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, May 7, 2015\n11:00 a.m. - 12:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: JOSIE TRAUM\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nJosie Traum, whom we shall meet shortly. This 2015 season of First Person is made possible by the\ngenerosity of the Louis Franklin Smith Foundation, with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship. First Person is a series of weekly conversations\nwith survivors of the Holocaust who share with us their firsthand accounts of their experience during\nthe Holocaust. Each of our First Person guests serves as a volunteer here at this museum. Our\nprogram will continue through mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Josie Traum's biography so that you\ncan remember and share her testimony after you leave here today.\nJosie will share her First Person account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If we have time toward the end of the program, we will have an\nopportunity for you to ask her some questions.\nWe have prepared a brief slide presentation to help with Josie's introduction. Bear with me for a\nminute. We begin with this portrait of Josiane Aizenberg walking on a street in Brussels. Josie was\nborn March 21, 1939 in Brussels, Belgium to Jacques and Fanny Aizenberg. The arrow on this map\nof Belgium points to Brussels. The German Army conquered Belgium in May 1940. Shortly before the\noccupation, Josie's father left Belgium to join the British Army. In this photo we see Josie with her\nparents in Brussels. In 1942, Josie's mother, Fanny, was able to secure a hiding place for Josie in a\nconvent in Brugges, Belgium. Here we see Josie and Fanny, shortly before Josie went into hiding.\nSoon thereafter, Fanny, who worked with the Belgian Underground, the resistance, was denounced\nand she was deported to Auschwitz. After six months of hiding in the convent and growing Nazi\nsuspicion, the Belgian Underground relocated Josie to hide with the Debrackalaers, a Christian family\nin Brussels. Here we see Josie with the Debrackalaers. Mr. And Mrs. Debrackalaer are on the right.\nTo their left are neighbors of Josie's grandparents. Their grandson is in the front, in the middle, with\nJosie to the right. The Debrackalaers' daughter is on the left. Allied forces liberated Belgium in\nSeptember 1944. Soon after, Josie was found by one of her aunts.\nHer mother Fanny's sister. Here we see Josie, Jacques, and Fanny after they were reunited in\nBelgium. Josie would eventually marry Freddie Traum, also a Holocaust survivor.\nWe close the slide presentation with their wedding portrait. After moving to the United States\nwith her parents in 1949 and then completing her schooling in Patterson, New Jersey, Josie went to\nIsrael to study for a year. On the return trip on a ship she met Freddie Traum, the ship's Chief Radio\nOfficer, who was also a Holocaust survivor. Upon her return to the US, Josie attended Montclair State\nTeachers’ College for one year. Josie and Freddie were married on his ship a year after she met him,\nand she moved to Israel where they lived for five years. While in Israel, the Traums' son Michael and\ndaughter Yael were born. Upon the advice of medical experts in Israel, the Traums relocated to the\nUnited States in 1963 to obtain medical care for their disabled son Michael. Their third child,\nJonathan, who also is disabled, was born in the US. Eventually, Freddie's work brought them to\nVienna, Virginia. Josie returned to school and graduated from the Catholic University of America\nSchool of Social Work and began her career in child welfare. She retired in 2008 from her work as a\nclinical social worker for abused children for Montgomery County, Maryland.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nToday, Josie and Freddie live in Silver Spring, Maryland. Josie's volunteer work at this\nMuseum includes leading tours of the Permanent Exhibition for law enforcement, including police\nofficers, the FBI, judges and others. She also volunteers with Visitor Services. Josie speaks publicly\nabout her experience as a Holocaust survivor in various settings especially local synagogues and\nschools in Prince George's and Montgomery Counties, Maryland and Alexandria, Virginia. Two weeks\nago she spoke to 500 students at the St. Stephen's and St. Agnes Episcopal School in Alexandria.\nShe also spoke to grades 1-8 at Legacy school in Carroll County, Maryland, which my son attended.\nAs part of the Holocaust Days of Remembrance activities last year, Josie joined others in reading\naloud here in the museum the names of those killed during the Holocaust. Josie read the names of\n100 victims including 12 from her and Freddie's families. | would like you to know that Freddie is here\nwith Josie today in the front row, next to Josie, and he will be our First Person guest on July 15th.\nWith that | would like you to join me in welcoming our First Person, Josie Traum. Josie, please join\nus.[Applause]\nJosie, thank you so much for joining us and being willing to be our First Person today. Thank you.\n>> Josie Traum: I'm delighted.\n>> Bill Benson: You have so much to share with us in a short period, so we'll start. Your parents,\nFanny and Jacques Aizenberg, were married in early 1938. You were born in 1939, months before\nGermany and Russia invaded Poland beginning World War II. Before we turn to the war, tell us a little\nabout your parents and their life in Brussels, Belgium in those prewar times.\n>> Josie Traum: As you mentioned, my parents were married in 1938, and a year later | was born.\nThey had a pretty normal life. They were both in the garment and clothing industry, and they lived\npretty normal lives, until the Nazis marched in and took over Belgium. Your mother was in the\ngarment industry, but it was more than that. Tell us about your mother Fanny.\n>> Josie Traum: My mother as a young girl went to a textile school design and she would draw and\nmake patterns and new clothes. At the end when she graduated, the family sent some people to the\nschool to pick out a few to work for the Royal House hold. Sure enough, she was picked and worked\nfor the royal, the king and queen of Belgium as a dress maker and designer for a little while before\nshe got married. She was pretty proud of that.\n>> Bill Benson: Had to be a huge honor.\n>> Josie Traum: Oh, it was. It was a pretty big deal.\n>> Bill Benson: Your father, he did not start off in the garment business. You have to share that.\n>> Josie Traum: OK. My dad was a violinist, | Know you can't imagine there, but there used to be\nsilent movies.\n[Laughter]\nWay, way before your time. Movies were not talkies. So they would have a little quartet playing music\nwhile the movie, while the film was showing. So my dad did that. He played the violin. The talkies\ncame in, and he lost his job. There was no need for musicians in different cinemas. They didn't need\nit. So he went to school to become a tailor. He became a tailor, and actually had, once my parents\nwere married he had a store which was actually at the bottom of our apartment building, and in those\ndays you didn't just walk into Bloomingdales or Macy's and get a suit. You would go to a tailor. You\nwould pick out the material. My dad used to have bolts and bolts of different materials. A person\nwould pick out the material, then my dad would actually make a pattern out of paper. The person\nwhose suit was being made would come to my dad every week or quite a few months.\nSo my dad would get to know the person. It wasn't just a suit. You know, you talk to them, you made\nthe suit, so it was very, very interesting. So they were more than really clothes makers.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nA\n>> Bill Benson: When they married in 1938, Nazi power had really come into its full bloom, if you will,\nsince 1933. In fact, in 1938, the latter part of the year, was Kristallnacht, the Night of Broken Glass.\nThe following year, they would invade Poland. You were born in 1939. Do you know if when you were\nborn in the year the war began and Naziism and Hitler in power, if your parents, do you know if they\nfelt worried about the future at that time, bringing you into their lives? Was it a scary time for them?\n>> Josie Traum: | don't know if they realized it when they got married, and the Germans had not\ninvaded Belgium yet. In fact, they invaded Belgium May 10, 1940, invaded four countries in one day:\nHolland, France, Belgium and Luxembourg. Those countries really didn't stand a chance. They\nimmediately fell.\nSo | don't know if my parents before that, if they were worried, but | know that my parents would listen\nto the radio and hear calls from Britain to ask for volunteers to join the British Army to fight against\nGermany. That's when my dad actually decided to go to England to fight.\n>> Bill Benson: Before you tell us more about that, one, | want to ask you how you got your name\nJosiane.\n>> Josie Traum: There's a very famous French singer, her name was Josiane, which is what my\nmom calls me, and she named me after her. | never met another Josiane. | became a Josie or\nJosiane in this country, because nobody could really say Josiane. My mom is the only one who calls\nme Josiane.\n>> Bill Benson: She definitely does.\n>> Josie Traum: She does, absolutely.\n>> Bill Benson: Kristallnacht, which of course happened before your birth, November 9, 10, 1938, it\ndid have a direct effect on your family, though. | think they sheltered a young Jewish child. Say a little\nabout that.\n>> Josie Traum: They did. They sheltered a young Jewish girl that had run away from one of the\nother countries. | don't even recall which one. As a matter of fact, we sheltered quite a few young\nJewish people who were running away when the Germans had already invade, in Poland, Romania.\nJews were fleeing from there. We would have people sleep over fill they found a safer -- till they found\na safer place.\nKristallnacht did not really impact Belgium. | think people were very worried. My dad listened to the\nradio, really wanted to get to England to be able to join the Army. Also, it was thought in Belgium\nwhen the Germans would invade they would leave the women and children alone and only arrest and\ndeport the men. So | think my dad didn't worry to the same extent as far as leaving us. He and his\nbrother indeed took one of the last ships to cross the English Channel in 1940 to get to England.\n>> Bill Benson: That was right before the invasion of Belgium.\n>> Josie Traum: Yes. Baseline and the other so-called lowlands, France, The Netherlands.\n>> Josie Traum: Exactly.\n>> Bill Benson: He and his brother took the last ship, made it to England?\n>> Josie Traum: They made it to England. My dad was a tailor. His brother was also a tailor. They\ngot to England, England wondered what they could do with these two guys. They put them in a\nfactory making British uniforms. That was --\n>> Bill Benson: Their experience.\n>> Josie Traum: Probably the safest place for them to be.\n>> Bill Benson: We'll hear later not entirely safe for sure. Now that your father is gone, it's your\nmother and you. Did your mother know once he said goodbye to her, thinking that you would be safe,\nof course, as you explained, did she know what happened to him?\n>> Josie Traum: No. There was no communication. It was impossible.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: Because war was on.\n>> Josie Traum: War was on. In fact, the ships crossing the channel were being torpedoed by the\nGermans. He, | think, made it across the channel on one of the last ships that actually crossed\nwithout being sunk. But my mother had no idea\n>> Bill Benson: He could have been sunk for all she knew?\n>> Josie Traum: She didn't know.\n>> Bill Benson: What did your mother do now? She's alone. She doesn't Know what's happened to\nher husband.\n>> Josie Traum: And me. We lived actually in an attic apartment of the apartment building where we\nlived. My grandparents, maternal grandparents lived with us, my mom's mom and dad. We lived\ntogether pretty much to ourselves. My mother was part of the underground. As | mentioned before,\nshe was hiding Jewish people till they could find a safer place to live or to be, such as Spain or\nSwitzerland, wherever perhaps countries were more neutral and letting Jewish people in. So we\nalways had people sleeping over.\nMy mom kind of had a network in the underground. She was working with the underground. She was\nhelping them and she made sure she wanted me to be safe. So one day, 1942, 3 years old, two\nstrange ladies came to pick me up and to take me away.\n>> Bill Benson: Before we go on about that, Josie, a couple more questions, because before she did\nthat it was the two of you for two full years.\n>> Josie Traum: Yes.\n>> Bill Benson: Living under German occupation.\n>> Josie Traum: Yes.\n>> Bill Benson: What was that time like for her? How was she able to make ends meet? Do you have\nany idea?\n>> Josie Traum: She would get food rations. Belgian food was really rationed. There was very little to\nbe gotten. We just managed, with very, very little.\n>> Bill Benson: You had told me that even access to healthcare, you're a little girl, was very difficult.\n>> Josie Traum: Well, there was none. There was none whatsoever. So | wasn't exactly a newborn. |\nwas up to the age of 3, but there was really no healthcare or anything else. That's why when people\nask me today if | had any of the childhood illnesses, like measles, chicken pox, | really don't know,\nbecause my mom, | wasn't always with her, and | was separated from her.\n>> Bill Benson: You told me Jewish mothers were specifically forbidden from going to --\n>> Josie Traum: To the clinics.\n>> Bill Benson: If you were sick or needed immunization, you could not go?\n>> Josie Traum: Right.\n>> Bill Benson: Food was rationed.\n>> Josie Traum: It was hard.\n>> Bill Benson: She was not able to earn a living at that point?\n>> Josie Traum: No. Not at all. So she did get -- she was able, she made a decision to put me in\nhiding. | think to myself that must have been such a difficult thing for her, you know, being a parent\nnow and a grandparent, | can't imagine giving up my 3-year-old.\n>> Bill Benson: To go to some absolute unknown.\n>> Josie Traum: She had no idea where | was going. She wasn't allowed to know. | think how brave\nit was for her to do that. These two ladies came to pick me up, and they put me in a convent in\nBruges, which is a beautiful little city in Belgium on the eastern coast -- excuse me, western coast, by\nthe ocean. They took me. By the way, my mom was not allowed to know where they were taking me.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nBecause they knew when the Germans would come and perhaps arrest you, they would ask, Where\nis the rest of your family? Where is your husband? Where are your children? They decided the only\nway was that parents were not allowed to know where they were taking their children. So | was taken\naway, and my mom really didn't Know if she would ever see me again.\n>> Bill Benson: Do you have any idea, do you know why or if there was a precipitating event that was\nenough for her to do what you just said, this profound act of devotion to put you into hiding? What\nwas the deciding event for that?\n>> Josie Traum: Well, in 1942, that's when the Nazis really started deporting Jews. All the Jews\ndeported from Belgium actually were taken to Auschwitz, which is one of the most infamous camps in\nPoland.\nSo | was taken away, and | was put in a safe place.\n>> Bill Benson: | want to ask you one more question before you tell us what you can about life in the\nconvent. You told me about, because you were so young you don't have personal memories of a lot\nof it but you have a fleeting memory of some things with your mother, including riding on a bus are\nher.\n>> Josie Traum: You remember that.\n>> Bill Benson: | do remember that. Probably because you did.\n>> Josie Traum: | know. In Belgium or anywhere that was run by the Germans, by the Nazis when\nthey invaded, you had to have an identity card. In the identity card it said if you were Jewish or not.\nThere was a large J if you were Jewish. So you had to go everywhere and carry that identity card with\nyou. One day my mom and | were, | was 3 years old, before | was put into hiding, my mom and | were\nriding a trolley. They didn't have buses in Belgium. They had trolleys, you know, electric wires.\nWe sat in the back row, my mom and |. And while we were sitting in the back row on this trolley a\nNazi officer came on the trolley, and he was going from row to row to row, asking for people's identity.\nIdentity card. He went from row to row, and my mother was shaking. Of course, | didn't know why. |\ncouldn't understand why.\nHe got to every row, and got to the last row, and for some reason turned around and walked out. So\nsomebody must have been watching over my mom and I, but that was a pretty close call.\n>> Bill Benson: Sure was. During that time, Josie, where were your grandparents? What was going\non for them?\n>> Josie Traum: My grandfather worked in synagogue. My grandmother worked in Jewish and\nHebrew, which is for the society, making sure that the right burial things were done to a Jewish\nperson who died, making sure watching the body, washing the body, making sure everything was in\norder. She worked for this society. My grandma and grandpa were very involved in the Jewish\norganization.\n>> Bill Benson: They were able to continue that for a while?\n>> Josie Traum: Until they were deported.\n>> Bill Benson: Maybe you'll tell us more about that in a bit. Here you are now, two people have\ncome and taken you. Your mother does not know where, and you end up in this con vent. What do\nyou know about what that was like for you? | think you were there for --\n>> Josie Traum: Six months. | was in the convent for six months. | want you to realize when people\nwere hiding Jews in Belgium, and I'm sure many other countries in Europe, is they were taking great\nrisks. If a German would know on the street that you are hiding a Jew, they would shoot you. No\nquestions asked.\nSo I'm thinking the nuns, when | got there they were very, very strict. Have you seen \"The sound of\nmusic\"? The nuns with the very, very heavy starched garb. No wonder they were strict.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n[Laughter]However, they were still nuns. They saved me. They hid me, and they saved me. | found\nout after the war there were three other Jewish children being hidden there, me and the three others.\nThe convent was full of kids. Apparently, it was like an orphanage. In wartime there was no food.\nPeople who couldn't take care of their kids would put them in an orphanage for a little while until they\nwould be able to manage. It was wartime; there was no food. So kids were very often left there quite\na period of time.\nWith all of kids | was very young. If | mention the nuns were very, very strict. Not because | was\nJewish.\n>> Bill Benson: They were just strict.\n>> Josie Traum: To all of the kids, they really were. | was 3 years old. | think all | wanted was to be\nheld and hugged and kissed and, you know, told everything would be OK. And one day the nuns\nfound out that the Germans were going to pick up the four Jewish children. So by night they\nsmuggled me out of the convent, me and the three other Jewish children, and took me back to\nBrussels, where | was born, and they placed me with a Christian family. You sat the pictures. Their\nname was Debrackelaer. | stayed with them actually for the entire duration of the war, till Belgium was\nliberated in 1944.\n>> Bill Benson: Josie, | think while you were in the convent your name was changed. What was it\nchanged to, and there was some significance to that if | remember right.\n>> Josie Traum: Yes, there was. My name Aizenberg was a very Jewish name, so they changed my\nname to a very Flemish sounding Dutch name like Van Berg. My name was changed. My first name\nremained the same. It was Josiane Van Berg. Which was more than acceptable Dutch name, Flemish\nname.\nIn Belgium you speak Flemish and French. In fact, when you go to school you learn both languages. |\ndid not remember my Flemish at all once | left Belgium. | stayed in convent until | went with this\nfamily, the Debrackelaers.\n>> Bill Benson: Do you have any knowledge of how, once the nuns thought there was danger for you\nand arranged for you to leave, do you have any idea how that was arranged?\n>> Josie Traum: No.\n>> Bill Benson: You show up at the Debrackelaers' home?\n>> Josie Traum: Right, | just showed up there, and they were kind enough to take me in. | stayed\nwith them from 1942-44.\n>> Bill Benson: A long time.\n>> Josie Traum: A long time. They had a little girl my age, and it was a husband, a wife, a mother,\nfather, little girl. The father was very involved in the underground. They were Christian people, but he\nwas very involved doing things against the Germans, and he was often taken into interrogation from\nthe apartment we were living in. | remember him coming back, they used to interrogate him, they\nmust have beaten him, because he used to be black and blue. But he never told on me, and they\nnever really -- they used to torture him, but he never told on me or anything else that was going on\nthat he was doing.\nThe Debrackelaers, not only did they hide me and protect me, but food was rationed before, and here\nthere were three people. Their names were on the list to get food. My name was not. | was there\nillegally, because | was being hidden there. So they would pick up food once a week for three people,\nand they would share it with me. So not only did they save my life, but they risked their lives and they\nsaved me.\n>> Bill Benson: The photograph of you with the Debrackelaers, | think relatives of your mother's were\nin that photograph, in the photograph. Was it your --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Josie Traum: My grandparents’ neighbors.\n>> Bill Benson: Do you know how that connection came about?\n>> Josie Traum: They were neighbors of my grandparents, and they were close with them.\n>> Bill Benson: Do you think that had anything to do with why you went to the Debrackelaers'?\n>> Josie Traum: | don't think there was a connection between the Debrackelaers and my\ngrandparents’ neighbors.\n>> Bill Benson: Coincidence?\n>> Josie Traum: Pure coincidence. They were interested in me, and they came to visit me.\n>> Bill Benson: Again, your mother had no idea where you were? None?\n>> Josie Traum: No. In the meantime, my mom was taken to Auschwitz.\n>> Bill Benson: Tell us what you can about that.\n>> Josie Traum: OK. My mother was arrested. She was deported.\n>> Bill Benson: She was denounced, wasn't she?\n>> Josie Traum: She was denounced. People were wonderful in Belgium. There were so many\npeople who risked their lives to save Jews, but there were also many people who denounced Jews\nand got money for telling the Nazis where the Jews were living. So one of our neighbors denounced\nmy mother, and we know it's the neighbor because after the war we found that he was using our\nsilverware and our dishes. So we knew people believed other people. Sometimes for just a bit of\nmoney.\nSo my mother was arrested. They did hit her, torture her, but she couldn't say where it was. She\ncouldn't say where any of us were.\nThey were deported and they were taken by cattle car to Auschwitz. Before that, they actually were in\na transit camp for five, six days, called Malini. From there they actually went in the cattle car to\nAuschwitz.\n>> Bill Benson: Did the Gestapo or Germans ever learn that your mother had been part of the\nresistance?\n>> Josie Traum: | don't know that. | don't know. Maybe they did.\n>> Bill Benson: You don't know that that was a reason for her being denounced?\n>> Josie Traum: No, | think the reason is because the neighbor --\n>> Bill Benson: Wanted your property.\n>> Josie Traum: Right.\n>> Bill Benson: Go ahead, I'm sorry, Josie.\n>> Josie Traum: No, I'm just saying the cattle cars, | don't Know if you've been through the museum\nyet, but on the second floor -- excuse me, the third floor, there's a cattle car where they actually\ntransported Jews. They would fill up the cattle cars and transport the Jews to take them to the\nconcentration camp. In each cattle car there were about 100-150 prisoners. They couldn't sit or lay\ndown; they could just stand. There was no food for the duration of the time, however many days they\nwould be from the country they came from to the concentration camp.\nNow, there's no food or water. By the time they got to Auschwitz, some of the people on the cattle car\nwere already dead. My grandfather died on a cattle car. He never actually made it to Auschwitz.\n>> Bill Benson: Did your other grandparents make it to Auschwitz?\n>> Josie Traum: My grandmother made it to Auschwitz. She got off the train and as soon as you got\noff the train, you know, most concentration camps were killing centers. You got there, they killed you\nimmediately. Auschwitz had a subcamp, a labor camp called Birkenau, and so when you got off the\ntrain there was a selection. The German guards would form two lines: One line with the young people\nwho could work, and the other line with the elderly or people, children who they felt couldn't work. So\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nthey made two lines, and by the way, my mom was put on one line and my grandmother on another\nline, because she was elderly. She must have been in her 50s. And my mother went to be with her\nmother, by the way, because they were separated immediately. The Germans swatted her and said,\nYou go where you're told. She actually never saw her mother again.\n| think my grandmother was killed pretty soon after she got to Auschwitz. And my mother went to the\nfactory where they made ammunition. They used the prisoners to fill bombs and grenades with\nchemicals. So my mom would go to the factory every single day.\n>> Bill Benson: All she could do was hope that you were alive, but she of course had no knowledge\nof that.\n>> Josie Traum: Yes.\n>> Bill Benson: At the Debrackelaers', you're so young, but what do you remember of your life there\nwith them for the better part of the year? More than a year.\n>> Josie Traum: | played with the little girl. We were very much inside all the time. | do remember the\nfamily was very much a unit, the three of them. Although they saved my life and risked their lives to\nsave me, | was never part of the unit. | remember that.\n>> Bill Benson: You said earlier that even in the convent where they're risking their lives and\nprotecting you, but there was no affection, no --\n>> Josie Traum: To anyone.\n>> Bill Benson: Then, of course, you go here, and again as you say you're there, they're protecting\nyou, but you're not part of the household in that sense.\n>> Josie Traum: Yes.\n>> Bill Benson: Do you know, obviously they were not getting rations for you, so you were a fourth\nperson, so in terms of the neighbors, other than your mother's friends, did anybody -- do you know,\nyou had to be a secret in that house.\n>> Josie Traum: | was. | was very much a secret. Hardly went out. | don't remember going out,\nexcept for that picture. | don't know how that was taken or when. | really did not go out very much. |\nwas very much inside most of the time.\n>> Bill Benson: Anytime anybody came near the house, I'm sure there were worries about you not\nmaking any noise or anything like that.\n>> Josie Traum: Right.\n>> Bill Benson: Do you know anything more about the Debrackelaers? You worked in the\nresistance -- he worked in the resistance.\n>> Josie Traum: He worked in the resistance. | really don't know what he did. But my husband and |\nwent back to Belgium in 1989 because we wanted to find them. My parents were in contact with them\nuntil they left Belgium, but once we went back to Belgium in 1989 we had found out that the entire\nfamily, the mother, father, even the little girl wno was my age, they had all died.\n>> Bill Benson: You just found that out in 1989?\n>> Josie Traum: Yes.\n>> Bill Benson: You would remain there until the war ended in Belgium which was in 1944. The war\nis over. You're alive. You've been with the Debrackelaers. What happened to then?\n>> Josie Traum: My mother had two sisters, my two aunts, who were also hidden in churches\nthrough the underground. They spent the entire war years in churches. One had three sons, three\nboys, a wee bit older than |, and they were all hidden in churches.\nBecause it was through the underground there was like this whole network; you could find people. So\nthey were able to find me. My one aunt, who had the three sons, my three cousins, found me and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nbrought me to her apartment. | stayed with them, which was wonderful. For the first time | was with\nfamily again. The three boys spoiled me rotten. It was great!\n>> Bill Benson: The aunt that has the three sons, were they hidden together?\n>> Josie Traum: Yes, in church.\n>> Bill Benson: In the same church, the mom and those three children?\n>> Josie Traum: Yes, yes. My aunt's husband was also part of the underground, and actually was\nreally defending Belgian people and killing Nazis. We were so surprised at the end of the war, he got\na special medal. He had killed like six Nazis, which is -- he was such a quiet, gentle man.\n>> Bill Benson: You said to me you could have never imagined him being capable of doing\nsomething like that.\n>> Josie Traum: No, no. The whole family was very, very shocked. It was just for us, for me,\nwonderful being with family again. Just being hugged and nurtured, which | had really missed.\n>> Bill Benson: You had been in a convent, then with a Christian family.\n>> Josie Traum: Yes.\n>> Bill Benson: When you were reunited with your aunts did you know anything about being Jewish?\n>> Josie Traum: No. Really, when | was put in hiding, when | was 3 years old, | didn't even know\nwhat a Jew was. So | really didn't know. While | was in convent, all the kids in there were saying\nrosaries.\n>> Bill Benson: That was part of trying to protect you.\n>> Josie Traum: Right. | was doing what they were doing. The only thing different, the rosaries were\nin French. | was really protected by many, many people. | was very, very lucky.\n>> Bill Benson: And once you were back with them, of course, at this point you don't quite yet\nknow -- you don't know about your mother.\n>> Josie Traum: No.\n>> Bill Benson: The assumption is that she was lost in Auschwitz, I'm sure.\n>> Josie Traum: Right.\n>> Bill Benson: Your mother shows up.\n>> Josie Traum: What happened was my mom remained in Auschwitz till liberation.\n>> Bill Benson: That would be much later, right?\n>> Josie Traum: April 1945. The armies invaded different concentration camps and Auschwitz was\nliberated by the Russians. She was actually taken out of Auschwitz by the Nazis and put, placed in\nthe death march. Once the Germans realized that the Allies were approaching, they emptied some of\ntheir concentration camps and tried to take the prisoners back towards Germany.\nSo my mom was taken out on a death march from January 1945 till she was liberated by the Soviets,\nby the Russians, in April 1945.\nShe was taken to hospital, because she was a pretty sick person. She had meningitis, tyohus and\nweighed about 65 pounds. She was taken to the Red Cross, taken to a hospital, and eventually was\nbrought back by the Red Cross to Belgium. The first place she went was to her sister's house. She\nknocked on the door, and there | was. So we were reunited. How fortunate.\n>> Bill Benson: Oh, my God. Just a miracle.\n>> Josie Traum: Yes.\n>> Bill Benson: When she was liberated, but then having to be treated so she could recover, the\nfamily didn't know.\n>> Josie Traum: No.\n>> Bill Benson: She literally showed up on the doorstep.\n>> Josie Traum: She showed up.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: Wow!\n>> Josie Traum: No idea. This is the first place she went. To her sister's apartment. So we were so\nfortunate.\n>> Bill Benson: Do you remember that personally?\n>> Josie Traum: No, but my mom tells me.\n>> Bill Benson: Told you about it, yes.\n[Laughter]\n>> Josie Traum: My mom, by the way, is still alive. She's 98 years old.\n>> Bill Benson: And joins us here at First Person. Yeah. Do you have any insight as to what it was\nlike for you? You hadn't seen her since you were very, very young. You'd been through different living\nenvironments, different families, different settings. Now this sense of family with your aunts and your\ncousins. You've been there for months now when your mother arrives. What was that transition like?\n>> Josie Traum: | don't remember very much of it, and my mother tells me it was joyous and happy,\nand | believe her. And you know, of course, it must have been wonderful to see her.\n| Know you're going to want me to tell the story.\n>> Bill Benson: Of course | am.\n[Laughter]\n>> Josie Traum: Bill Knows everything.\n[Laughter]\nMy mother tells me, because there are things | don't remember, because | was so young, and my\nmother tells me when we were first reunited | would tie my nightgown to hers, because | was afraid\nshe'd leave. | was afraid to leave her. Yeah.\n>> Bill Benson: When your mother tells us that, she reacts exactly the same way.\n>> Josie Traum: | know.\n>> Bill Benson: Yeah.\n>> Josie Traum: | know. It was wonderful being reunited. My dad eventually came back also.\n>> Bill Benson: Again, another shock.\n>> Josie Traum: Yeah. He came back in 1946, which was the year after the war, and apparently\nwhile he was living in London his house was bombed, and he spent two years in a hospital. But\neventually he did come back. He was pretty cut up from the top to the bottom, to his legs.\nHe came back, and we were reunited, which was difficult, because the three of us had gone through\ntotally different experiences. And so it was wonderful to be together again, but it was hard. My\nparents decided that they really would not be able to -- they didn't want to stay in Europe anymore,\nbecause after everything that they had gone through. So they made out papers and requests and\nvisas to come to the United States.\n>> Bill Benson: Before we talk a little about that, Josie, wnen your father came back you were of\ncourse another year older.\n>> Josie Traum: Yes.\n>> Bill Benson: Do you remember his return?\n>> Josie Traum: | remember his return. We went to the port city in Belgium where the ships come in\nfrom the channel. My dad was coming in, and my mom and | went to the port to meet the boat. This\nman with a hat, everybody wore hats then, this man came running, came down the steps, and my\nmom said, There's your father. | had no idea who he was. He was almost -- | was about a year old\nwhen he left. So | really had no recollection of him.\nWe went to meet him, and we started being a family again.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: Josie, do you have any idea when your mother learned that he was alive? Did she\nknow right after the war? Was it a period of time?\n>> Josie Traum: She did know right after the war, because then he started corresponding and he got\nletters. Once she came back from Auschwitz, that's when they started corresponding.\n>> Bill Benson: She was anticipating his return.\n>> Josie Traum: Yes.\n>> Bill Benson: Tell us a littlhe about once your mom was back and recovering, recuperating as best\nshe could, and yet it would be another year before your father came back.\n>> Josie Traum: Yes.\n>> Bill Benson: What did your mother do to sort of re-establish her life as best she could, then what\ndid they do together once he was back? What did your mom do?\n>> Josie Traum: My mother relied a lot on her sisters. We were kind of part of the family, but we also\nmoved into the attic apartment where we used to live. So my mom really tried to get work again. |\nstarted going to school, because | was 6 years old. | didn't have school before because | was too\nyoung. My mother was working in dress making. Little by little, we became a unit, a family again.\n>> Bill Benson: As you say, they made the decision, they really wanted a new start, and they were\ngoing to leave Europe.\n>> Josie Traum: Yes.\n>> Bill Benson: It took a while for that to happen.\n>> Josie Traum: Yes.\n>> Bill Benson: What led up to their finally being able to leave?\n>> Josie Traum: First, there were waiting lists and quotas. You couldn't just come to the United\nStates. It took years to be able to be accepted for visa and to be able to come here. And you had to\nhave sponsors to make sure that you'd be able to work and support yourself wnen you came here.\nSo my mom did have a sponsor. She had an elderly aunt living in New Jersey.\n>> Bill Benson: Who had come before the war?\n>> Josie Traum: No, no, way, way before the war. So my parents and | lived with my mom's aunt for\nabout a month, till both my parents found work in the garment industry, and we found an apartment\nand just started living.\n>> Bill Benson: | have to believe that for all of you, you, of course, but your mother and father, the\ntransition from the horrors they had been through, each different as you described, the aftermath of\nthe war in Europe, pickup, arrive in the United States, the transition must have been a challenge for\nthem.\n>> Josie Traum: It was. | think especially for my mom.\n>> Bill Benson: Especially for your mom.\n>> Josie Traum: It was very, very difficult. It was hard. Mentally and physically. She used to have\nnightmares nightly.\n>> Bill Benson: You remember those?\n>> Josie Traum: | remember those, because | remember her running through the apartment and\nscreaming. Yeah.\n>> Bill Benson: For you too, it was hard. When you arrived and you were put into school, because\nnow you've got to go to American school.\n>> Josie Traum: Right. | didn't know one word of English. | was 10 years old. They put me in first\ngrade.\n>> Bill Benson: Because of English?\n>> Josie Traum: | didn't know English. | was never tall, so it didn't matter.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n[Laughter]\n>> Bill Benson: Except you knew you were 10 among first graders.\n>> Josie Traum: Right. | stayed there about two weeks. Then they put me in second grade. Then for\nanother week or two, then | was put in third grade. Eventually, | caught up with the kids. | don't really\nremember ever not speaking English.\n>> Bill Benson: You learn quickly.\n>> Josie Traum: | learned very quickly.\n>> Bill Benson: When you first arrived and went to school, you had a really tough experience. You\nwere beat up by some girls.\n>> Josie Traum: Yeah. Yeah.\n>> Bill Benson: Your mother jumped in on that, as | recall.\n>> Josie Traum: Well, the first day coming out of school, there was a gang of girls waiting for me,\nand they beat me up. | didn't know why. | couldn't talk. | couldn't defend myself. Really, there were too\nmany of them.\nSo | got home. | was pretty bruised. And my mom went to school the next day to speak to the\nprincipal. Whatever English she knew. | don't know how she did it. The principal said that for some\nreason the girls who ganged up against me, they all thought | was German.\n| don't think that would have made really any difference. For some reason, | was different, and she\ndecided to gang up on me. It never happened again.\n>> Bill Benson: Last time?\n>> Josie Traum: Yes.\n>> Bill Benson: Your aunts, did they remain in Belgium?\n>> Josie Traum: My aunt with the three boys moved to Israel. And my other aunt, my mom's other\nsister, came to the United States and lived in New York.\n>> Bill Benson: You were able to see them?\n>> Josie Traum: Oh, yes.\n>> Bill Benson: For the entire -- for your mom, her sisters and your dad, how did they do after that?\n>> Josie Traum: | think eventually they assimilated. My parents wanted very much to become\nAmericans. So when | came home from school every day they didn't want me to speak French with\nthem. We spoke English. They learned all the Presidents, the capitals, you know, everything that in\nthose days you had to learn all that to become an American citizen.\nThey attended a special high school at night so they would learn everything. For them, | see they\nslowly became assimilated and acculturated. Life went on.\n>> Bill Benson: Tell us about meeting Freddie.\n>> Josie Traum: Ah. That was a very good part.\n[Laughter]\n| went to study in Israel for a year, and on the way back, this was in the late 1950s, in those days we\nreally didn't travel by plane. It was really expensive. So | traveled on a ship, and Freddie, my\nhusband, was the chief radio officer, and we met, and we danced, and we were married a year later.\n>> Bill Benson: And the rest is history.\n>> Josie Traum: The rest is history. We've been married 56 years.\n[Applause]\n>> Bill Benson: | hope you can come back when Freddie is our First Person and hear what Freddie\nhas to share with us. The same is true when Fanny is with us. The fact that the three of them are able\nto share their stories and do it individually is very remarkable.\nYou had a terrific career working with children, particularly abused children.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Josie Traum: Yes.\n>> Bill Benson: To what extent do you think what you went through had any bearing on your choice\nof a career to work with abused children?\n>> Josie Traum: | think everything. Somehow | was pulled to that profession, and | always wanted to\nwork with children to protect them, to make sure that they're safe and protected and all right.\n| really -- you know, my feeling always in children growing up, | feel that | was very, very fortunate and\nvery, very lucky. My first three years of life | had nurturing, love around me. My grandmother, my\ngrandfather and my mom. My feeling, having studied child development, it is so important the first\nthree years of life to be nurtured and taken care of. Not necessarily by a parent, by a caretaker who is\nalways there and the child knows will always be there.\nSo | think | was fortunate enough to have that, for my first three years of life, and | think it's so crucial\nand important.\n| was drawn to social work. | really was. I've always wanted to work with children, to protect them, to\nkeep them safe, and | did for 20 years.\n>> Bill Benson: Josie, | think we have time for questions from our audience. If you're willing, let's see\nwho has questions for you today.\nIf you have a question, | ask you make it as brief as you can. We have microphones on either sides of\nthe aisle. Please wait till the microphone is in your hand. Then I'll probably try my best to repeat the\nquestion, just to make sure everybody, including Josie, hears the question.\nDo we have anybody out there who's got a question? Who are the brave always to start us off?\n>> As there is anti-Semitism in Europe, do you think there might be another genocide that will\nhappen?\n>> Bill Benson: | don't know if you --\n>> Josie Traum: | did hear.\n>> Bill Benson: OK.\n>> Josie Traum: That's a very good question, and | fear what's going on in Europe and watching\nwhat's happening. There is a possibility, unfortunately. | fear it very, very much.\n>> Bill Benson: Thank you. Do we have another question? There we go, in the back.\n>> When you relocated back to your original home, were the neighbors that denounced you still\nthere, and was there any sort of acknowledgment of what they had done?\n>> Bill Benson: The question is when you went back to your home with your mother, were the\nneighbors still there, and if they were was there any acknowledgment of what they had done?\n>> Josie Traum: As far as | know, | don't think they were ever approached or confronted, but all |\nknow is that my mom knew that all her stuff was being used there in the apartment.\n| don't think the government did anything. | don't think really anything was done. But there were many\ncollaborators, people who helped the Nazis. There were many people who helped Jews, but by the\nsame token there were many people who did not.\n>> Bill Benson: Might take an opportunity just to mention there's a very special exhibit called \"Some\nwere neighbors\" that is a special exhibit, | think for another year or so, right outside these doors to\nyour right. It's really particularly in light of what Josie shared with us, might be one that you want to go\nto.\nA question right here. One there, then back to you. >> Josie, thank you very much for sharing your\nstory. What gives you your inner strength, do you think? How would you give advice to children these\ndays based on that?\n>> Bill Benson: What gives you your inner strength, Josie, and what advice would you give to\nchildren because of that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> Josie Traum: Hmm. | think -- well, the inner strength that | have | think is doing what is best with\nwhat you have, and trying to see the positive in whatever you have. Also finding a good partner and\nmate is also very, very helpful. It has been for me.\n| don't Know really what else gives me the inner strength. | think having survived and wanting to\nsurvive, and making life as good as possible for me and for my family.\n>> Bill Benson: Thank you. OK. Right here. We'll get the mic to you, if you don't mind. OK. >> When\ndid you find out, did your parents talk about the war, because you were so young? Did you even know\nwhat was going on, and did they talk about their experiences?\n>> Bill Benson: The question is when did you find out really what your parents went through, and did\nthey after the war talk about what they went through?\n>> Josie Traum: | really started finding out what happened when | was a teenager, after | had been\nhere in the country for a little while, and | started reading and hearing. My parents didn't -- well, my\nparents talked about what happened to them. My mom didn't talk too much. In fact, she didn't really\nstart talking till the age of 50. But | started reading more and more. Also, once | retired from social\nwork, | started volunteering at the museum. It just was a natural place for me to be. So | had read a\nlot. | do read a lot. And | try and get to learn as much as | can.\n>> Bill Benson: OK. Thank you. Two. Why don't we go with you. | think this will be our last question.\nAll right. We've got a mic. I'm sorry. We'll get back to the one. | just short changed somebody in the\nback. >> The Debrackelaers --\n>> Bill Benson: Yes.\n>> They passed away when you went there. Did you ever have any communication at all with them\nbefore that?\n>> Bill Benson: The question is did you have communication with the Debrackelaers before they\npassed away?\n>> Josie Traum: | did not. My parents did up to 1949, before they left Belgium. They were in contact\nwith them. But | was not after that. No. And I'm sorry that | did not. They did not.\n| also tried to find out the nuns who saved my life, and I've written to the Belgian government and\nfound out that the order is no longer in existence, and my understanding is that sometimes an order\nmerges with another order, and so they become something else. But I've not been able to find out\nwho they were or -- my husband and | went back to Belgium in 1989 and went to Bruges looking for\nthe convent. There are hundreds of convents there!\n[Laughter]\nAnd really we couldn't find it.\n>> Bill Benson: | think we are at the end of our time, so we're going to close now. Before we do, I'm\ngoing to turn back to Josie, because it's our tradition at First Person that our first person has the last\nword.\nBefore | turn back to Josie for her last word, two things. One, Joel, our photographer, who is right\nhere, is going to come up on stage and take a photograph of Josie with you as the background. So\nwhen he does that, I'm going to ask you all to stand, because it makes such a terrific photograph.\nWe'll do that.\nThen because there are some people that had questions, did not get a chance to ask them, Josie will\nremain with us on the stage here. So when Josie is done, please feel free to come up on the stage,\njoin us. Ask Josie some questions or shake her hand or give her a hug or get your photo taken with\nher. We welcome that. Please know that you can do that when we finish.\nOn that note, Josie.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\n>> Josie Traum: OK. When | speak to groups of people, especially to young people, | like to read a\nparticular quote from the museum, because to me it's so meaningful. | don't know if | any of you have\ngone through the museum yet, but as you leave the second floor, the whole war, there's a quote and |\nwant to read it to you. It's from a man named Martin, he wrote something very, very wise. Let me read\nit to you: First they came for the socialists. | did not speak out because | was not a socialist. Then\nthey came for the trade Unionists. | did not speak out because | was not a trade Unionist. Then they\ncame for the Jews. | did not speak out because | was not a Jew. Then they came for me. There was\nno one left to speak for me.\nTo me this embodies what the museum is all about. You have to speak out for your fellow human\nbeing. Somebody asked about genocide in Europe, is there a possibility. Yes, there is. No one is\nspeaking out. Nobody is saying anything. | think it has to be done. You, especially the young people,\nyou're the generation of the future. You could really make a difference. When you see injustice or\nsomething not nice being done to someone else, you must speak out.\n[Applause]\n[Ended at 12:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}