{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, June 26, 2014\n10:52 a.m. — 11:53 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: NAT SHAFFIR\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us today. This is our 15th year of the First Person program.\nOur First Person today is Mr. Nat Shaffir whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are very grateful for their sponsorship. I'm pleased to let you know that today\nMr. Louis Smith is with us.\n[Applause]\nFirst Person is a series of weekly conversations in which survivors of the Holocaust\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as volunteers here at this museum. Our program will continue\ntwice weekly through mid-August. The Museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card that you'll find in your program today or speak with a\nmuseum representative at the back of the theater when we close the program. In completing\nthe card you will receive an electronic copy of Nat Shaffir's biography so that you can\nremember and share his testimony after you leave here today.\nNat will share with us his firsthand account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time at the end of our program, we'll have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nan opportunity for you to ask Nat a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Nat is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nNat Shaffir was born Nathan Spitzer on December 26, 1936, in lasi, Romania. In this\nphotograph we see Nathan with his parents and his sisters, Sarah and Lily. The arrow on this\nmap of Europe points to Romania.\nNear lasi, which is shown on this map, Nathan's family owned a dairy farm. In 1941\nthe fascist Iron Guard confiscated the farm and all the cattle because Nathan's family was\nJewish. The family moved to a neighborhood of lasi where Nathan's father, Anton, was able to\nkeep cows and his mother Fanny bartered dairy products in exchange for tutoring their\nchildren.\nWhen Anton was sent to do forced labor in early 1944, 8-year-old Nathan helped his\nfamily continue to make dairy products. After lasi fell to the Russians in the summer -- excuse\nme, the spring of 1945, Anton returned to his family. The Spitzers would stay in Romania for\nseveral more years before immigrating to Israel.\nAfter moving to the United States in 1961, Nat got a job as a dental assistant with\nplans to be a dentist but a job offer to work for a major toy manufacturer began Nat's long\ncareer as a businessman and entrepreneur starting several successful import/export\ncompanies. He then opened an internet company selling home healthcare products. In 2005\nNat retired, but that lasted six months before he accepted an offer to be Executive Director of a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nsynagogue. Following that, Nat opened a home care agency in Maryland, Personal Health\nCare Providers, which he operates today.\nNat and his wife Merryl live in Silver Spring, Maryland, having moved there in 1986\nfrom North Carolina. They have four children: Deborah, Ari, Michael, and Ilana. Nat has a\nson Jeff from his first marriage. Nat and Merryl have 11 grandchildren.\nNat started volunteering here at the museum in 2010, first at the Information Desk,\nthen the Donor's Desk where you will find him on Mondays. He is also a guide for the\nPermanent Exhibition often leading groups from such places as the FBI and Homeland\nSecurity. Nat soeaks Hebrew, Yiddish, German, and Italian. In his spare time he loves\nbuilding things in his workshop, gardening, baking bread. And Merryl told me he is a great\ncook. Merryl is here with Nat today as is their daughter Deborah. If you would let people know\nyou're down here.\n[Applause]\nWith that I'd like to ask you to join me in welcoming our First Person Mr. Nat Shaffir.\n[Applause]\nWelcome, Nat. Thank you so much for being willing to be our First Person today. I'm\nglad that we have a large crowd. We'll go ahead and get started if you don't mind.\n>> Nat Shaffir: Thank you. Welcome.\n>> Bill Benson: Nat, you were not yet 3 years old when Germany invaded Poland in\nSeptember 1939 starting World War II. But before we turn to the war, tell us what you can\nabout your family and your community in those years before the war began.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Nat Shaffir: Ok. As you saw on the map where Romania was, Romania was the border\nbetween Romania and Hungary. There was a small patch of land called Transylvania. That's\nwhere my family came from. My father was the youngest of six and my mother the oldest of\n11. They stayed in Romania until my father married my mother. From there they moved to a\nsmall area close to Lasi called Bucium. They opened up a big dairy farm at that point. The\nrest of the family did remain in Transylvania.\n>> Bill Benson: Tell us a little about the dairy farm and who they served, how they made ends\nmeet with the dairy farm.\n>> Nat Shaffir: My father and two brothers, actually, when they left Hungary they opened this\nbig farm in Romania. They served primarily for the Romanian Army all their dairy products and\nfor the community of the same area.\n>> Bill Benson: The little community you lived in was Bucium?\n>> Nat Shaffir: Bucium. It's a small agricultural village, small agricultural area.\n>> Bill Benson: Tell us what your home was like from what you know. As you Say, it was very\nrural. You had no electricity. | don't believe.\n>> Nat Shaffir: No.\n>> Bill Benson: Tell us about that.\n>> Nat Shaffir: Well, life was normal, what we considered normal at the time. Again, without\nelectricity, without indoor plumbing, but we were pretty happy. We didn't know anything\ndifferent. Being a young child, my sister a little older, we did have certain chores to do but life\nwas Ok.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Life on the farm.\n>> Nat Shaffir: Exactly.\n>> Bill Benson: Was your family religious?\n>> Nat Shaffir: Yes, my family was religious.\n>> Bill Benson: In Bucium, which was a small community, was there much of a Jewish\ncommunity there?\n>> Nat Shaffir: Not a big Jewish community but at least had three families, two brothers of my\nfather plus some other ones as well.\n>> Bill Benson: Tell us about your sisters. When were they born in relation to you?\n>> Nat Shaffir: My sister, two years apart. My sister born in 1934, and my younger sister was\nborn 1938.\n>> Bill Benson: You told me that at that time you don't believe there was really a lot of\nanti-Semitism, at least that your family was aware of, in that area.\n>> Nat Shaffir: It was not anti-Semitism. When my parents moved to that location, for 20\nyears they lived in that area in Bucium. And my father was pretty much dealing with and\nhelping out other farmers as well. For 20 years they were trading with these people. There\nwas no problem whatsoever with any anti-Semitism.\n>> Bill Benson: As you had said to me, your life was modest but you had what you needed\nand everybody was relatively content at that time in that community.\n>> Nat Shaffir: That's correct.\n>> Bill Benson: Before we move on, you told me you had three different birth dates.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Nat Shaffir: Right.\n>> Bill Benson: Tell us about that.\n>> Nat Shaffir: Well, obviously when | was born, to be recorded into the official record, my\nfather and my mother had to travel to the large city. Sometimes it took a week. Sometimes it\ntook a month. Sometimes it took a couple of months to record our date of birth. So my father\nactually put our date of birth into a Bible stating exactly the date when we were born. So many\ntimes the Bible got misplaced. At one point my mother told me that | was born December 28,\n1938. And one point | was born December 29, 1937.\nAnd finally the reason what happened, | had an uncle, which later I'll tell you a little bit\nabout, he came to Israel one year in July and his children wished him a happy birthday. And\nmy mother who was alive at the time says, “What happy birthday in July? When you were\nborn, there was snow on the ground.” So what he did, he send away to the Romanian\ngovernment to request the birth certificate. And he got it back exactly mother was correct. He\nwas born in February, not in July. So | did the same thing. | send away to the Romanian\ngovernment to get a copy of my birth certificate and finally received it after so many months.\nReceived my birth certificate saying that | was born December 26, 1936.\n>> Bill Benson: Thanks for that.\n>> Nat Shaffir: So now | have two birthdays. My children sometimes miss it a little bit.\n>> Bill Benson: You get to celebrate twice? That's the question.\nAlthough World War II began with Germany and Russia's attack on Poland in\nSeptember 1939, it wasn't until 1941 that the lives of your family and other Jews in your\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncommunity near the city would change dramatically. What can you tell us about that period\nbetween the war beginning in Europe in September 1939 and the events that led up to the fall\nof 1942? Really that two-year period, what do you know about that?\n>> Nat Shaffir: As | mentioned, we lived in this farm for probably 20 years. All our farmer\nfriends, farmer neighbors, were pretty good with us, the farmers as well. We also had a\nneighbor, a priest. And he would come by to the house once a week asking my father for\ndonations for the church and also ask for dairy products for some of the neighbors that couldn't\nafford.\nOne time in 1942, the end of 1942, he showed -- that same priest showed up with two\npolicemen, armed policemen, and two Iron Guard soldiers. The individual who was in charge\nof these four people told my father that we have four hours to vacate the property and move.\nThey told us that we could get one horse and one cart, one wagon, whatever we can carry and\nput in that wagon for the next four hours, that's what you're going to have.\nFirst of all, my father asked this policeman, he said, “Look, I've Known your family for\nSO many years, known you since you were a little child. Can't you do something about it?” He\nsaid, \"That's why we're giving you four hours.\" Otherwise we wouldn't give the four hours.\n>> Bill Benson: Before we continue talking about that because that was the fall of 1942, you\nhad lived for two years after war began in Europe -- do you know what affect the war was\nhaving, if any, before you actually were forced to move? | think the government began\nimposing anti-Semitic measures right away, beginning with the war.\n>> Nat Shaffir: The Iron Guard was very anti-Semitic, actually did the dirty work for the Nazis.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nGermany never occupied -- never came into Romania itself. But the Iron Guard did everything\nfor the Nazis, whatever they asked to do.\n>> Bill Benson: | think you told me that immediately there began to be tension generated by\nthe Iron Guard and others between Jewish families and non-Jewish families that had not\nexisted before.\n>> Nat Shaffir: That's correct. Actually what happened is they tried to impose a lot of power\non individual citizens. For instance, | remember one situation where my father hired one\nindividual to cut wood for us. He came with two people. My father said, “I only hired you.” So\nhe picked up his ax and says, “How many did you hire?” My father said, “Three of you.” So\nyou get the information of what happened with the Iron Guard.\n>> Bill Benson: Do you know if your family or your community was aware of what was\nhappening to Jews elsewhere in Europe in the first couple of years of the war?\n>> Nat Shaffir: Not at that time. There was no newspapers, no radios. No information came\nto us until later on, probably when we were already in the big city of Lasi.\n>> Bill Benson: As you were explaining to us, in the fall of 1942, suddenly denounced by this\npriest and you've got four hours to move.\n>> Nat Shaffir: Right.\n>> Bill Benson: So what happened?\n>> Nat Shaffir: My mother, after my father couldn't convince to stay there, my father took the\nthree children, the three of us, and said get dressed quick, put on as many clothes as you can.\nTwo shirts, two pair of pants, couple of pairs of socks. The only thing she was able to take,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nshe took some blankets, pillows, cooking utensils. She took some food that was available for\nher at that point, some dried meats and things like that to be stored through the winter, all the\ncash that we had at that time and all the jewelry. And we were escorted to a ghetto area in the\ncity of lasi.\n>> Bill Benson: When | first talked you, you said that when that happened, it was like a “bolt\nout of the blue.” Those were your words. And the family was truly stunned. That's one of your\nearly memories. You remember that yourself personally, don't you?\n>> Nat Shaffir: Yes, | do. All of these bad memories you remember very well and very clearly.\n>> Bill Benson: And you were | think forced to just take one cart.\n>> Nat Shaffir: That's all, one cart and one horse. Actually the two policemen and the Iron\nGuard came on horses. They actually escorted us to make sure we don't vary, hide, or go\nsomewhere, someplace else. So we were actually escorted to a ghetto area where most of\nthe Jewish people lived at that particular time.\nThere were houses in this particular area, single family homes and maybe some\nhouse has four and five bedrooms. Once they put us into this ghetto, this area, each family\nreceived one room. So in the family that housed maybe four bedrooms, four families living\nthere.\n>> Bill Benson: What were the conditions like there?\n>> Nat Shaffir: Conditions were pretty bad. Again, there was no electricity, no running water.\nThere was other things, rations, but we never received those because those were pretty much\nsold on the black market. But we received the ration for bread every two days, received a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ?\nquarter of a bread per person. So a family of five would receive 1 1/4 bread.\n>> Bill Benson: Loaf of bread for two years for the entire family.\n>> Nat Shaffir: Correct. The bakery was outside the ghetto. You could not travel outside the\nghetto unless you had a reason to go, like going to the bakery or go to the kerosene station to\nget the kerosene. All the time you had to wear a yellow star identifying us as Jews. Anybody\nwho did not have the star and was caught outside the ghetto was punished very severely.\nThe Jewish people were lining up every two days to get the bread portion for the two days.\nThe regular population of the city would just come and buy whatever they needed.\n>> Bill Benson: As you just said, you were able to go out for bread. You had mentioned to me\nthat it was considered an open ghetto. What does that mean?\n>> Nat Shaffir: There were 600 ghettos through the Holocaust. Some of them were closed\nghettos. Some of them open. Closed ghettos were primarily either barbed wire enclosure or\nwalls enclosure. Ours was a six-block radius that people were not allowed to leave that area.\nSome people actually did leave, risked their own lives to go out and tried to smuggle in food to\nthe ghetto. Some of them were successful. Some of them were not so successful. Those\nwho were not were eventually shot.\n>> Bill Benson: As you told us a few minutes ago, the Iron Guard did the dirty work for the\nNazis. Tell us a little bit about the Iron Guard, who they were.\n>> Nat Shaffir: The Iron Guard was a fascist group of people. The leader at that time aligned\nwith the right-winged people of Germany, the people from Italy. And then he actually did all\nthe dirty work that the Germans requested of him to do. The Germans couldn't occupy every\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\ncountry in Europe. So what they did, they appointed some of the individuals, some of the\nofficers of some of the armies to do their dirty work. For Romania it was the Iron Guard.\n>> Bill Benson: You would remain in this ghetto in Socola for three years, almost three years,\nuntil the end of the war really. Tell us what life was like for you during that time and what was\nhappening to other Jews in Romania and in Lasi while you were there in Socola.\n>> Nat Shaffir: In Romania, it was not a city. Actually had other ghettos as well, but in\nRomania, Lasi itself, where we were, things were, | would say, normal. But men between the\nage of 20 and 40 were taken to work every day, railroad station, unloading crates of\nammunition for the Army or doing, quote, manual labor. They would leave in the morning and\ncome back at night. Women primarily did work in hospitals. My mother worked in hospital as\na nurse. My older sister who was at that time a little bit older worked as a maid and as a\nbabysitter for some officers of the Iron Guard. The rest of us, | was in charge primarily of going\nout and staying in line and getting the bread portion of the day and also once a week kerosene\nthat we were having under the ration program. | would say there's nothing else that we were\nable to do there.\n>> Bill Benson: Right. | think as early as 1941, there was a major Pogrom conducted against\nJews in Lasi. Can you tell us a little bit about that?\n>> Nat Shaffir: July 31, 1941, 10,000 people were taken out and actually murdered. At the\nsame token, same time, there was two trainloads of people were loaded in Lasi and would\ntravel to Calarasi, approximately 150 kilometers, back and forth for three days; people without\nbread, without food or water. And when they come back after the three days, they came back\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto lasi half of the people on the train were dead. So there was a big, big Pogrom in 1941.\n>> Bill Benson: That included some people that were from your family and from the ghetto that\nyou were in.\n>> Nat Shaffir: Correct.\n>> Bill Benson: Did you lose any of the family members in that particular Pogrom?\n>> Nat Shaffir: We did lose some neighbors, number one; some cousins. But also what\nhappened, later on some of these men were actually taken away for slave labor, later on. The\nmen were not able to come back on a daily basis anymore.\n>> Bill Benson: As you mentioned, there was rationing. You could only get limited amounts of\nbread, do it every other day. In that time, how did your family make ends meet? How was it\npossible to do that?\n>> Nat Shaffir: As long as my father was there, we still had some cash available, he was able\nto buy things from the black market. After he was -- after he left in 1944 until he actually came\nback -- he was shipped out east, helping repair railroad tracks for the Germans. So at 8, 8 1/2\nyears old, | got a job, being the head of the family and taking care of three people: my mother\nand two sisters, which was pretty hard. This probably must have been my worst year of my\nlife. In the situations like that, one grows up very fast. | must have grown up probably 15\nyears in a matter of this year.\nOne instance, if | might add. When we were lining up for kerosene, we had these\ncoupons. We lined up, some on Mondays, some on Thursdays. The attendant of the\nkerosene station would advance five people from the line, take their coupons out from the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nration card, and pump the gas out. Most of you -- | see a lot of young people here today. Most\nof you would not know that. But to be able to pump gasoline in those days, you had a pump\nwith a handle. You keep moving the handle back and forth that would fill up a cylinder which\nwould consist of five gallons. And then the hose would put into one of the cans. The flow of\nthe gas would go in, that's the five gallons.\nThe individual was pretty much a lazy guy, a drunk. But he had the power to tell us\nwhat to do, what not to do. So he'll advance five people, take your coupons out and go rest in\nthe booth. Sometimes he'd light a cigarette and let the rest of the people wait. Then all of a\nsudden something hit me. | said, well, this could be something that could help me a little bit. |\ncame to this individual one day. His name is Grigory. Said people remember names,\nnumbers. Remember Grigory. | actually gave him a title, Mr., or Sir. | said, “I'd like to help\nyou. Now, here --\n>> Bill Benson: You're 8 1/2?\n>> Nat Shaffir: 8 1/2 years old. He looks at me and says, \"You're going to help me, you little\nZhidan?” Now, Zhidan is a derogatory word for a Jew. | said, “Yeah.” He said, “How are you\ngoing to help me?” | said, “I tell you what. You look tired and probably sick. Why don't you\nstay in the booth. I'll collect the coupons, bring it in to you. You take the coupons from the\nration card. I'll pump the gas. And when my turn in line comes, I'd like a little extra kerosene.”\nHe didn't say anything. He says, ‘I'll see how you do.”\nSo two weeks, the next two weeks, I'm pumping the gas for the people. One day he\nsays to me, “Next week bring an extra can with you.” So he gave me sometimes one extra\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ngallon, sometimes two extra gallons. The most | ever see was three. And once | received that\nextra kerosene, | was able to trade some of that with other people. Because two things were a\ncommodity, kerosene was one and bread was the other.\nLater on, after a while, | became friendly with him also. Sometimes | used to go and\nstand in line early in the morning. Then | realized early in the morning, being among the first\nones, wouldn't be good for me because this individual, Grigory, might want to hire another one\nto do the same thing. So | kind of stayed late, come into the end of the line, so | can do all the\npumping of the gasoline for the entire line almost.\nSo one day when my father left, was taken away, deported in 1944, | found a bottle of\nSlivovitz, which is a plum brandy, in the house. | wrapped it in some rags. | came to him, |\nsaid, “Dominick Grigory, | got a present for you.” | opened up the rags. He saw the bottle of\nSlivovitz. His eyes lit up. He said -- | said to him, “You know, what | would like for that, | would\nlike you to give me a ration card for a family.” He said to me, “Are you trying to bribe me?\nBecause if you do, | can have you shot.” | said, “I Know that.”\nSo for two weeks we didn't say anything to each other. After two weeks, he came to\nme and gave me aration card for four people which means | was able to get additional five\ngallons of Kerosene on a Thursday and | was able to get a loaf of bread again for my family.\nAnd that loaf of bread | was able to trade for eggs, potatoes. So you can imagine, 8 1/2 years\nold trading with black marketeers or smugglers.\n>> Bill Benson: When | think -- we may have a chance to talk about this later. Later, you\nwould become a paratrooper. You were a very brave little boy, so it's no surprise you became\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\na paratrooper. And you had a successful life as an entrepreneur. That clearly was also one of\nthe things that you exhibited at a very early age.\n>> Nat Shaffir: | must say one thing, though. When | first started to trade -- the first time |\nasked for gasoline to trade, came to the area where people were trading, everybody knew\neach other. One individual came over and says, “What do you have?” | says, “I have some\nextra kerosene and | have half a loaf of bread.” He says, “I'll give you three eggs and two\npotatoes for that.” | accepted. Later on | found out that the rate for this amount of gasoline\nand the bread was at least four eggs and three large potatoes. So | never dealt with this\nindividual anymore since that time because | figured that he cheated me. He saw a little kid.\nHe cheated me, and | never traded with him again.\n>> Bill Benson: During that time were you able to, and your sisters, were you able to get any\neducation?\n>> Nat Shaffir: That's one thing my mother always insisted, on education. So whatever we\nhad left over from the trading, she would get teachers in the community, in the ghetto, to teach\nthe three of us and a couple of others. She would trade dairy products, whatever she had, to\ngive the teacher that was an elderly person, primarily, to teach us.\n>> Bill Benson: So in effect home schooling you.\n>> Nat Shaffir: Because we couldn't go to school anymore. The schools were closed for\nJewish people.\n>> Bill Benson: Right. At some point your father somehow managed to get some cattle. Tell\nus about that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Nat Shaffir: Back in Bucium, my father had some of these farmers that he was dealing\nwith.\nBefore | get to that, | want to say something else. Some word got back to him from\nsome of these farmers. And they said, “Why don't you wait” -- usually Thursday morning was\nmarket day. And the farmers would leave 12:00 midnight with the caravan of different carts\nand different wagons to go to the market and bring their products. So these farmers somehow\ngot word to my father and said, “Why don't you wait on the outskirts of the ghetto and watch\nthe last two wagons.” Always the last two wagons. A sack would fall down. Inside you would\nfind some potatoes, some meats, some bread, some cheeses. These farmers would actually\nleave my father because my father helped them out in the past, would drop off certain food for\nus. That took for a while. After a while, word come back to him and said we have a problem\nbecause some people realizing what we are doing and we are afraid for our lives and we are\nno longer going to be able to drop off any of this food.\nI'm sorry. What was the question?\n>> Bill Benson: Your father was able to obtain some cattle.\n>> Nat Shaffir: Yes. Some of the farmers, since they were able to move easily back and forth\nso my father bought 35 cows.\n>> Bill Benson: These were farmers he had been friendly with.\n>> Nat Shaffir: For 20 years. So we housed them in the outskirts of the ghetto. There was a\nbig lot or big field. That's where we were able to do it, taking that part, whatever we were able\nto manufacture -- not manufacturer but produce this milk, able to trade and try to get certain\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nthings.\nBut once he left, | could not do anymore of that. My mother started to help with that,\nalthough she didn't have much time to do it because she worked in the hospital most of the\ntime.\n>> Bill Benson: But she somehow managed the cattle as part of your survival there.\nYou told me -- of course, you had gone out to get the bread rations. Your mother was very\nafraid of your sister going out and doing that.\n>> Bill Benson: That's right. Because once you got out of the ghetto, was a free for all. Some\nyoung hoodlums would probably pick my sisters, especially older sister. So my father always\ntold me -- the day he left, the last thing he says, \"Nat, take care of the girls.\" So | was the only\none to go out and do whatever needed to be done. Not once did | come back with bloody\nnose, but | threw some punches myself.\n[Laughter]\n>> Bill Benson: Came back with the bread sometimes.\n>> Nat Shaffir: And with bread.\n>> Bill Benson: Your father had some brothers. Were their families with you in Socola?\n>> Nat Shaffir: They were in lasi but not in the same ghetto. There was different ghettos,\ndifferent groups of streets. They were not in the same place. Not that far.\n>> Bill Benson: Were you able to have any connection with them?\n>> Nat Shaffir: Very little.\n>> Bill Benson: Very little. Would the Iron Guard come into the ghetto?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Nat Shaffir: There were some policemen come in. We knew exactly when they were\ncoming in because word would come out. For those who were dealing and trading, they knew\nexactly when they come. So they kind of advanced notice. They would come and said they\nneeded extra man power for the specific jobs that they had.\nThe day that my father was taken away, two days before there were signs all over the\ncity saying you must report, people between the age of 20 and 40, must report to the\nsynagogue yard. Failure to report is punishable by death. Some people tried to run away and\nhide. Those who did, the Iron Guard would take the family out to the main square of the ghetto\nand shot. And they were told not to take them away from there so other people could learn a\nlesson.\n>> Bill Benson: The bodies there.\n>> Nat Shaffir: Yeah.\n>> Bill Benson: When your father was taken away for forced labor, do you know where he\nwent and what he did?\n>> Nat Shaffir: He went on the border between the border of Germany and Poland. He was\nfixing the railroad tracks that were bombed by the ally forces. And then later on he was further\ninto Poland, towards Russia. They were laying railroad tracks so the trains would keep going.\n>> Bill Benson: Dangerous circumstances.\n>> Nat Shaffir: Very hard work as well.\n>> Bill Benson: Did your mother have any contact with him when he was gone?\n>> Nat Shaffir: No. Didn't have any contact whatsoever for almost a year and a half.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: Were you allowed to continue practicing your religious beliefs while you were\nin the ghetto?\n>> Nat Shaffir: We weren't allowed, per se. We did pray. But not in matter of going to a\nsynagogue or anything like that. But we were able to pray among us.\n>> Bill Benson: You had told me that there was a public bath you could use because you\ndidn't have running water. There was no electricity. There was a public bath you were allowed\nto use from time to time.\n>> Nat Shaffir: The public bath was divided by two ways. One day a week men were able to\ngo there. And one day of the week women were able to go. Obviously only once a week.\n>> Bill Benson: Of course, you were the man of the family. You were out bartering and getting\nthe goods that you needed to survive, but you were still a kid. What did you do as a kid during\nthat time? Were you able to do anything for fun or recreation while there in the ghetto?\n>> Nat Shaffir: There was no fun whatever. The best you could do was hope for the best and\ntry to make maybe a good deal with somebody. Try to survive from there. Really tried to\nsurvive and make sure my family survives.\n>> Bill Benson: | was struck when you told me one time when we talked, you said to have\nanything to play with, | think you played marbles with walnuts.\n>> Nat Shaffir: With walnuts, right. Dig a hole. Pushed it with walnuts.\n>> Bill Benson: And | think rags for a soccer ball.\n>> Nat Shaffir: Right. You make due whatever you can. You make due with certain things. It\nwas a hard life. It was a very hard life.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n>> Bill Benson: And that would go on until you were liberated by the Russians.\n>> Nat Shaffir: By the Russians.\n>> Bill Benson: And when you were liberated, your father was still away on the forced labor\ndetail that he was on. Tell us about the events leading up to the liberation and what was\nhappening in lasi and what you knew was about to happen.\n>> Nat Shaffir: There was many bombardments through 1943, 1944, probably by the\nRussians, maybe some by the Americans. But three days before the Russian invaded\nRomania, there was tremendous bombardment day and night. All the people from the ghetto\nwould go into the fields. They dug up a lot of bunkers, covered with timber. That's where they\nstayed through the entire bombardment. So three days before they came and liberated\nRomania, there was tremendous bombardment. The fourth day was always quiet. We looked\nout from the slat from underneath the bunker and we see these soldiers dressed in long gray\ncoats with fur hats and a red star on their hat. And one of the individuals that was in the\nbunker says these are Russians. And right away they says we are liberated. And everybody\nwas very happy. But nobody dared go out of the bunker still at that time.\nLater on, the next day, we were able to go out. The Russians actually brought food,\nstuff, sardines and all kinds of things they gave us.\n>> Bill Benson: Prior to the liberation but during the bombardments, you were, of course,\nforced to blacken all of your windows. Tell us a little bit about that.\n>> Nat Shaffir: The Romanians thought the Jews actually are signaling the pilots where to\ndrop bombs. So they would leave a light, for instance, a candle light burning into a certain\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nroom so you could see it through the windows. Now, the allies primarily tried to bomb the\narmies, the depots. They said the reason -- what you have to do, you have to black out or\ndarken the window so no light would shine through so the pilots couldn't see exactly where to\ndrop their bombs.\n>> Bill Benson: And if you didn't do that, the penalties were severe.\n>> Nat Shaffir: Very severe. Many times -- the reason that the people obeyed, because what\nthey did, they shot people on the street. They shot people because they didn't obey the Iron\nGuards' wishes. People know. We saw it. We saw people getting killed in front of me.\nBecause for whatever reason, they did something wrong.\n>> Bill Benson: So when you were in the bunker and you realized that these were Russian\nsoldiers and eventually you came out, do you know if there was a sense of it really is over for\nus now or because there was still obviously war going on around you, a fear that the Iron\nGuard or the Germans would, you know, counterattack and you would be right back in the\nsame situation? Do you know when there was a sense in your community that, whew, we\nreally are safe now?\n>> Nat Shaffir: When the Russians came and all of a sudden we realized we don't need\nrations anymore, we can get whatever we want. Jobs were available to work for the Russian\narmies. We didn't see the Iron Guard anymore because most of them were either captured or\nran away. So all of a sudden we realized we can leave the ghetto without having the yellow\nstar pinned to our chest and were able to go to different places. Then we realized we were\npretty much secure.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Bill Benson: So the Russians were relatively decent to you?\n>> Nat Shaffir: In the beginning they were very decent. They gave us food. They did\nwhatever they can. Later on we found out under the Communist regime wasn't so great\nbecause the Russians were anti-Semites as well. Although we were able to go to school, but\nchildren who were doing well in school were allowed to join the Communist young party or the\nyouth, Communist youth, which was called the pioneers. Well, Jews could never join that club\nstrictly because of the Jewish people.\n>> Bill Benson: I'm hoping we can talk a little more about that but at some point your father did\nreturn. Will you tell us what you remember about that?\n>> Nat Shaffir: Some people returned. The ones who were taken away the same time my\nfather was taken away, some said we saw your father a month ago or six weeks ago. He was\nactually shipped closer west. My father was a pretty strong individual. So we thought labor\nprobably wouldn't kill him, starvation would. So people said, well, we saw him this such and\nsuch date. So we know if you saw him six weeks before that, chances are we're probably\ngoing to see him. And that's how later on he made his way back to lasi. Obviously was very,\nvery happy about that.\n>> Bill Benson: You told me he literally just one day walked up. Here he is.\n>> Nat Shaffir: Showed up. There was no communication, obviously. So we didn't know\nwhere he is. He couldn't communicate with us. The only communication was people that\ncame back from the same area that had slave labor, they would come back and say, yes, we\nsaw him or we didn't see him. So that was the only communication.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\n>> Bill Benson: And you remember him coming back.\n>> Nat Shaffir: Oh, yeah. Yeah. He was obviously very skinny.\n>> Bill Benson: But he was there.\n>> Nat Shaffir: He was there.\n>> Bill Benson: What about his brothers?\n>> Nat Shaffir: Both brothers came back later on. And then actually one brother was able to\nleave Romania before we did under the Communist regime. And one stayed and never left,\ndied in Romania. He couldn't leave. He couldn't leave Romania at that time anymore.\n>> Bill Benson: At one point when the war was over and your father is back, sounds like there\nis an attempt to re-establish kind of a normal life, people getting jobs, tell us what your father\ndid to get himself reestablished at that time. And also tell us at what point do you think the\nenormity of the Holocaust really became known to your family and to your community, whether\nyou really knew what had happened throughout Europe.\n>> Nat Shaffir: First thing obviously we moved out of the ghetto and got another house,\nanother apartment. One day my father said to me why don't we go back to the farm and see\nwhat's happened with our farm. We came back there, and what happened is the farm was\ndivided into four. One of the four -- 25% of the farm, one of the four portions, the owner was\nthe priest's brother-in-law.\n>> Bill Benson: The priest who denounced you.\n>> Nat Shaffir: Correct. So we realized what the priest did was actually something financially\nbeneficial for him. And that's what he did.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nSo the farmers that actually helped, dropped off the sacks of food from time to time\ncame to us and said, “| would recommend that you no longer come back here because they're\ngoing to kill you.” So we never saw the farm again. Till many, many years | filed claims for it.\nStill pending.\nSo obviously there was no way of going back to where we came from. So my father\ndid whatever he was able to do. Immediately he realized in 1947 that this is not a place for us\nto be anymore. So he tried -- we tried to leave. But it was very hard to get exit visa from\nRomania under the Communist regime. Finally, later on he was able to bribe a high official to\nget an exit visa to Israel.\n>> Bill Benson: Until that point, because he couldn't get his farm back, what did he do to be\nable to feed a family and take care of a family?\n>> Nat Shaffir: Since he dealt with the Iron Guard Army, he tried to make contacts with the\nRussian armies. Did the same thing. So he would try to figure out ways to actually deal with\nthese people. They were a captive audience pretty much. He dealt with them for a while. We\nwere able to go back to school but not really much else.\n>> Bill Benson: When did you begin to fully grasp the losses to your own extended family and\nknow the extent of the Holocaust?\n>> Nat Shaffir: | think it was probably maybe six months later. Again, there's no phone calls,\nno individuals that came from this area. Started to know that Germany invaded Hungary in\nMarch of 1944. Between April 15 and July 9, 1944, 440,000 Jews were deported from\nHungary. 33 of these 440,000 were part of my family. These 33 individuals, aunts, uncles,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncousins, grandparents. So most of them, the young ones and the old ones, they were all\nshipped to Auschwitz and Treblinka, to the gas chambers. Once they arrived to Auschwitz,\nwithin six hours these people were dead. The other ones were able to work. The stronger\nones were sent to slave labor camp.\nMy grandfather and two of his sons, my uncles, were working ina camp. My\ngrandfather actually starved to death a month before liberation by the Americans. Two of his\nsons, two of my uncles, survived. One was 21 and one was 22 years old. They were sick.\nThere were malnutritions. Each one weighed 65 pounds at age 22. So you can imagine what\nthey looked like.\nWhat the people did at that point, they put them on ships to send them to Sweden to\nrecuperate. Both of my uncles shipped to a sanatorium to Sweden. One of these two uncles\ndied on the way to Sweden. And only one survived and eventually was able to immigrate to\nthe United States. That's when | found out what happened to my family.\n>> Bill Benson: Of all that were deported, | think one returned.\n>> Nat Shaffir: That's the uncle that | mentioned, yeah.\n>> Bill Benson: You and your family, as you began to tell us, lived then under the Communists\nuntil 1950, another five years. Tell us a little bit more about what life was like for you on the\ncommunists. Obviously as you were saying your father knew this was not a place you could\nstay. He was compelled then to try to find a way to get you out.\n>> Nat Shaffir: First of all, there was no more Jewish freedom. No freedom of religion. The\ncommunists did not believe in freedom of religion. So if you had to pray or go to synagogue,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nyou had to go primarily to make sure that nobody sees you.\nAgain, the Russians themselves didn't do well for the Jewish people. They did a lot\nof things that people could not imagine, that after the war was over people would still do\ncertain things. The lron Guard, some of the top echelon officers, eventually were part of the\ngovernment of Romania.\n>> Bill Benson: So even though they were fascists, they became part of the Communist\ngovernment?\n>> Nat Shaffir: Correct. [Inaudible] was one of them. We know what he did for the Jewish\npeople. So it was pretty tough, pretty hard. Freedom of movement was ok, but not too far.\nYou couldn't go that far. Schooling was ok, but, again, we were not included among the\nchildren.\n>> Bill Benson: You started to tell us earlier that as you were doing well in school but you\nwere not able to join the activities that other students could participate in, there's a pioneer\nprogram you started to talk about.\n>> Nat Shaffir: Children that did well in school -- | Know my younger sister was probably top in\nher class. | was not as good as she was. | must have been third in the class. We were not\nallowed to join the pioneers. That hurt a lot because we were looked down at. Because these\nkids, because they're not part of pioneers -- and the pioneers had a red scarf or a red tie\nidentifying them as a Communist youth. Since we did not walk around with that red scarf, they\nknow that we are dumb or we didn't do much, well, in school.\n>> Bill Benson: And the combination of all of those things, your father then begins to try to get\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nyou out. How did he get you out?\n>> Nat Shaffir: First he applied for exit visas. Every time he applied, the visas were denied for\nvarious reasons. And then finally he was able to bribe an official. He gave us an exit visa.\nFrom there we went from lasi, traveled to the seaport of the Black Sea. There we waited for a\nship to take us out. The only way we were able to leave Romania at that point was in a cargo\nship. | remember we actually -- most of the people leaving there, there was a big hull where\nthey carried grain or any other commodities. That's where they took from us Romania to\nIsrael, took us approximately two weeks to get there.\n>> Bill Benson: How did your father manage to get enough to bribe?\n>> Nat Shaffir: My mother still had some jewelry, some of the cash. That's probably how they\nwere able to bribe the right people.\n>> Bill Benson: And | remember you telling me a little bit about they had one large wooden\ntrunk.\n>> Nat Shaffir: Right. It's like when you go to camp. They build a large wooden trunk and in\nthere our possessions. And the possessions were blankets, pillows, some things that today\nyou wouldn't think were of any value. But that's what we had. That's what we took.\n>> Bill Benson: That was your possessions. What was it like to land in Israel?\n>> Nat Shaffir: It was great. First of all, the freedom that we had was enormous. The first\ntime | saw an orange. | never knew what oranges looked like or tasted like. So once we got to\nIsrael everything was pretty new and everything was great. Schooling was fun. You lived\namong Jewish people. Things were really great. And then my father was able to do certain\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nthings. My mother became a nurse again. Things were good. In Israel things were good.\n>> Bill Benson: And your father got back into the dairy business.\n>> Nat Shaffir: Correct. And then he was dealing various things. My father was an\nentrepreneur as well. He always was able to make money.\n>> Bill Benson: | think you were initially living in some very limited circumstances.\n>> Nat Shaffir: Once you arrive, you lived in an absorption center. There we were able to get\nfrom the state of Israel, able to get a cot, a blanket. Food was given to you on a daily basis.\nYou go in a certain area where they had a dining room and kitchen. You get your food for the\nday.\n>> Bill Benson: You said it was sort like a tent city.\n>> Nat Shaffir: Tent city. Right. Then you get that. You take it back to the tent. You make do\nwith that.\nAgain, my father realized that's not a way to live as well. So he tried to get out of\nthere. And later on we were shipped to another location where we lived in British barracks,\nwhich was stone barracks with metal roofings. And then there we had maybe two families per\nbarrack. So we were able to -- a little more humane. People were sitting on their beds and\neating. My father, first thing he did, he got some wood together and made a table. Especially\nmy mother, she always wanted to make everything proper. So instead of eating on the bed,\nwe'll have a table.\n>> Bill Benson: And your dad was an incredible handy man. Made the table.\nDid any of your other extended family members -- did they remain in Romania?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Nat Shaffir: One of the brothers, father's brothers, stayed in Romania, and a sister. The\nrest were killed or murdered. The sister later on came to Israel. One of the brothers came as\nwell. Actually, he came before us. And the rest of the family remained there. Some of the\ncousins eventually came back to Israel as well.\n>> Bill Benson: Nat, in 1955, you joined the Israeli Army and became part of an elite\nparatrooper unit that fought in the Suez Canal in 1956. You were wounded, which is\nremarkable enough that you were wounded and you're here with us today, but there's another\ntwist to it, if you will, that | would like you to share with us.\n>> Nat Shaffir: After | was wounded in my knee, they took me from the fighting fields back into\nthe cities. They took me to the hospital where my mother was a nurse. That's the first time\nshe saw me being in a wounded soldier. And my mother was the nurse there so that's -- that\nwas a way of meeting my mother.\n>> Bill Benson: If you don't mind, | think we've got some time to turn to our audience and see\nif they have some questions they'd like to ask of you.\n>> Nat Shaffir: Sure.\n>> Bill Benson: If not, I'll come back with a few more. But! think we've got a lively audience\nhere. Hopefully -- we've got a hand up already. Got a couple. What we would like you to do is\nuse the microphones. Sonia is here. | think Emily is coming down here with microphones.\nWait until you get the microphone. Try to make the question as brief as you can. If need be,\nI'll repeat it just to make sure we all hear the question. And then Nat will respond you.\nA gentleman there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Did your father ever talk about the specifics of his forced labor? Did he ever talk with the\nfamily about the things he had to do, the trials he went through?\n>> Nat Shaffir: A lot of people really didn't talk about it. We knew that he was in slave labor\ncamp. We saw when he arrived how skinny he was, knew he suffered from malnutrition. But\nhe never really spoke a lot about it. Actually, recently my 11th grandchild was born and they\nnamed her after my grandmother. And my son asked me, “What do you know about your\ngrandmother?” And | said, “Absolutely nothing.” That was bad. That was really tough on me,\nnot to tell my son what | Know about my grandmother.\n>> Bill Benson: Ok. | think we've got one right here. Yes, sir? Oh, go ahead. Use the\nmicrophone if you can. Ok?\n>> Who were the people being gassed?\n>> Bill Benson: One more time?\n>> Who were the people being gassed?\n>> Bill Benson: There were people being gassed. That happened to Nat's family.\n>> Nat Shaffir: The people that couldn't work or that the Germans did not think they could\ncontribute anything to their society. So there was primarily young children who couldn't work,\ntheir mothers, and old people.\n>> Bill Benson: Thank you for asking that.\nYes, sir?\n>> What made your family leave Israel and come to the U.S.?\n>> Bill Benson: What made you leave Israel and come to the United States?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Nat Shaffir: After | finished the Army, | tried to do something. | did not Know what | wanted\nto do. My uncle that survived the Holocaust living in the United States at the time. | asked him\nif he would mind sponsoring me to come for a visit, to come as a visitor to the United States.\nAnd he did. Visited here for a while. | realized the potential of the United States, what a great\ncountry it is. | eventually changed my visitor's visa to a permanent resident. After that |\neventually got my Green Card and decided to stay.\n>> Bill Benson: I'll take advantage of the question, though. It wasn't as easy as that.\n>> Nat Shaffir: No, it wasn't as easy as that. First of all, because | came in as a visitor's visa, |\nhad to leave the country and come back again. Literally for two weeks. Come back again\nunder different visa as a request for permanent resident. It took approximately three years to\nbecome -- to get my Green Card although | was able to work at the time and do things but not\nreally a permanent resident of the United States at that time.\n>> Bill Benson: All right. We've got a question right here, a young lady.\n>> You mentioned earlier that you were involved with the synagogue. | was just wondering\nwhat you do.\n>> Bill Benson: Oh, we mentioned that you had been the Executive Director of the synagogue.\n>> Nat Shaffir: The Executive Director of the synagogue. That's pretty much handling the\nsynagogue or the daily activities, management primarily.\n>> Bill Benson: And that was relatively recently.\nDo we have other question? Right here.\n>> As you have conquered some very serious trials, what advice would you give to us as we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nendure our own personal trials?\n>> Bill Benson: You endured many trials. What advice would you offer to young people as\nthey face their own trials?\n>> Nat Shaffir: Well, you need to be committed. If you're committed enough, you probably\ncould do anything that you want to do. The commitment and stick to this commitment.\n>> Bill Benson: Thank you. | was going to ask you -- | know that you've not returned to\nRomania. But you were considering it recently. Can you tell us a little bit about that?\n>> Nat Shaffir: Yeah. My son Jeff, which is a colonel in the Reserves, he does a lot of things\nwith the European Armed Forces. So he was in Macedonia a while back. Must have been a\ncouple of months ago, six months ago. He's involved with NATO. So he said, “Dad, how\nabout meeting me and we'll travel back to see where you grew up.” Somehow -- it was a great\nidea, but somehow we couldn't manage timewise. But hopefully one day | might still go back.\nAlthough, the memories were so bad that | don't look forward to it. Some people that went\nback that | understand were there, they said there's nothing really to see. But nonetheless, the\nhouses are still standing. But the memories were too bad for me to actually wanting to go\nback.\n>> Bill Benson: So it would take some unique circumstances.\n>> Nat Shaffir: Yeah. But maybe my kids will one day take me to see -- show them where |\nwas born, the year | was born. Maybe they'll figure it out.\n>> Bill Benson: Now that we've pinpointed that.\nWell, | think it looks like -- oh, one more question. Then we'll close our program.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nYes, sir?\n>> You said there was a priest that gave you up to the Iron Guard. Did that priest repeat that\nto other farmers and other people that were around where you lived?\n>> Bill Benson: The priest who denounced you to the Iron Guard, do you know if he was doing\nthat to other Jews in the community?\n>> Nat Shaffir: He must have. We didn't stick around to find out. But when he came with\nthese officers and the guard pointing to us as -- these are the Jews, probably would take them\nto other places because these people probably wanted to know where other Jews lived as\nwell.\n>> Bill Benson: Ok. I'm going to turn back to Nat in just a few moments to close our program.\n| want to thank all of you for being with us. Thank you.\nWe will have First Person programs each Wednesday and Thursday until the middle\nof August. So | invite you to return either this year if you can or in future years. The Museum's\nwebsite will have information about First Person in 2015.\nI'm going to turn to Nat for his last word because it's our tradition at First Person that\nour First Person gets the last word. Before doing that, | want to mention two things. When\nNat's done, you can stay behind for a few minutes to chat with anybody. If you have a\nquestion that you think | should have asked or I'd just like to say hi, Nat will be available to do\nthat. So please do that. But I'm also going to, when Nat's finished, ask you all to stand\nbecause Joel, our expert photographer, is going to come up on stage and take a photo of Nat\nwith you as the backdrop. It's just a lovely effect. So if you don't mind, we're going to have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nyou all rise for that occasion.\nNat?\n>> Nat Shaffir: I'd like to leave you with a quote from Martin Mueller who said, \"First they\ncame for the people, obviously the Nazis. | did not speak out. | was not a Nazi. Then they\ncame for the trade unions. | did not speak out because | was not a trade union member. Then\nthey came for the Jews. | did not speak out because | was not a Jew. Then they came for me\nand nobody was left to speak out for me.\"\nMy point is this. Every one of us here knows sometimes at some point things are\ndone wrong and we keep quiet. It's very important we do not remain silent because people\nthat remain silent -- you see what happened to those millions of Jews that were murdered in\nGermany. Even today we have people in Darfur being killed, Sudan. We must say something.\nWe cannot remain silent.\nThank you.\n[Applause]\n[The First Person event ended at 11:53 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}