{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, May 2, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: MORRIS ROSEN\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson, | am the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 14th year of First Person. Our First Person today is Mr. Morris Rosen,\nwhom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each guest serves as a\nvolunteer here at this museum. Our program will continue through mid August. The museum's\nwebsite at www.ushmm.org provides information about each of our upcoming First Person guests.\nMorris Rosen will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time, at the end of the program there\nwill be an opportunity for you to ask Morris a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Morris is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with a portrait of Morris Rosen, born Moniek Rozen, son of Jakub Rozen and Golda\nChaya Warszawski in 1922. Morris was born in Dabrowa Gornicza in Upper Silesia where his father\nwas an Official distributor of tobacco and acetylene. The arrow on the map of Poland points to the\nlocation of Dabrowa.\nHere we have a 1924 portrait of one of Morris' sisters, Rozia Rozen Bilauer, who survived in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nthe USSR during the war.\nThis photograph is of Morris and his friends on a hillside in Dabrowa. Morris is at the top.\nAs you will hear shortly, Morris survived several Nazi camps, then after a six-week forced\nMarch he arrived in the Buchenwald concentration camp in Germany. The arrow points to\nBuchenwald.\nEventually, in 1945, Morris was liberated from the Theresienstadt camp in occupied\nCzechoslovakia by the Soviet Army.\nWe close this brief slide presentation with a photograph of Morris with Regina Zilberstein,\nabout whom we shall hear more later.\nMorris came to the United States in late 1949 and, following seven years of art school, built a\nsuccessful contracting business in Baltimore, where he continues to live today.\nHe is well-known as a stamp, postcard and letter collector, especially for his Holocaust postal\nhistory collection including those from Nazi-created ghettos in Poland. He is also recognized\nworldwide for his collection on the Olympics and has traveled and lectured about this collection as\npart of the Olympic games. He has exhibited at numerous US and international exhibitions, including\nin Nuremberg, Germany, and in Israel. | am pleased to share with you that today Morris is donating\nto this museum several items from his collection of postcards, documents and correspondence from\ncamps and ghettos.\nMorris speaks frequently about his Holocaust experience at such places as the headquarters\nof the Social Security Administration, the Centers for Medicare and Medicaid Services, and the US\nArmy's Aberdeen Proving Grounds and Fort Meade in Maryland. He also speaks to students at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnumerous Baltimore-area schools and other locations.\nBesides his volunteer work in this museum's archives, Morris has been a volunteer with the\nRed Cross Holocaust and War Victims Tracing and Information Center. He was named the\nBaltimore-Washington, DC Man of the Year for the American Red Cross. Morris, who lost his wife in\n2000, has two sons and two grandchildren.\nFinally, | think you should know that in addition to his vigorous gardening that he continues,\nMorris works out three times a week doing, are you ready for this, Zumba.\n[Laughter]\nWhich combines Latin and international music with dance as an exercise program. However, his\ndoctors have ordered him to no longer go on his steep roof to clean gutters and do repairs.\nWith that, | would like to ask you to join me in welcoming our First Person, Mr. Morris Rosen.\n[Applause]\nThank you for joining us.\n>> Morris Rosen: Thank you for that introduction. Good afternoon, ladies and gentlemen. Yes, it's\nvery difficult to condense five years of the darkest chapter in mankind history into 45 minutes.\nBelieve me, | would talk all day. But unfortunately, | have to skip many months, a year or two, but it's\nimpossible to do five years what | went through, which | remember every day of life in the camps.\nThank you.\n>> Bill Benson: Thank you, Morris. And thank you for being willing to do this with us. Before we turn\nto the war years and the Holocaust, tell us just a little bit about your family and your life before the war\nbegan. Just a little bit.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Morris Rosen: Well, before the war | was well-known in school, because | was an athlete all the\ntime in school. Had many, many friends, not only Jewish friends, but gentile, we were very close.\nBut everything changed in 1938 during the crystal night in 1938. This was November 8, they started\nboycotting our store also. Although it wasn't Poland, in southern Poland, Silesia. People that knew\nus, students that | went to school with, they boycotted. | remember two sisters, they took a broom\nfrom the store, started chasing away the ones that they told everybody, don't buy from Jews, this,\nthis, and that. It didn't help. We had to close up our store. That's what happened. It's a very short --\n>> Bill Benson: Tell us about your father's business and what happened to it after Hitler came to\npower in Germany.\n>> Morris Rosen: Well, after Hitler came to power, it was very, very bad. First of all, you have to give\nup everything. If it was radios, other things, valuables, people that they own stores for so many years\nthe Germans take over the stores. They closed up, and it was tough.\nAfter 6:00 in the evening, they announce whoever is going to be caught on the street might get\nshot or in prison. You couldn't walk any more than two or three people, the most. Not gathering, not\nin the church, not to synagogue. It was very, very tough. It was restrictions, and then they made us\nput off this was -- this was already in November 1939. They made us wear armbands on the left\nhand, white armbands with the Jewish star. This is, if they needed any forced labor or to do any dirty\nwork when Germans moved in some places, we had to do the dirty work. It was very easy to\nrecognize the people. This was there.\n>> Bill Benson: Let's go back a little to the actual beginning of the war, September 1, 1939. You\nremember that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Morris Rosen: Oh, yeah. It was about 5:00 in the morning. | was sleeping very sound. Suddenly,\n| heard noises from airplanes, | look out the window. | mean, the sky was dark from the planes, over\n60, what | count. They flew very, very low, and the reason they flew low, because they dropped the\nfifth column, which they were dressed in civilian clothes. They were actually army people. They were\nthe ones that they let know the German army, with assistance from the Polish army, was safe to go,\nwhere it's not safe to go. But the Polish army kept a lot of them, which they hung them in the woods.\nThey took off everything, except their underpants. This is shameful, because they were not soldiers;\nthey were just like private people, not army. They didn't wear the uniforms.\nWe started to run away also from our home, because we were very close to the German\nborder. We heard already the canons, bombardments and everything. We started running away.\nOnce you were expelled from Germany, from Hamburg to our city, but we run away. After about five\ndays, we were caught by the Germans near the river. That's when we started to be overcome.\n>> Bill Benson: What did you find when you went back home?\n>> Morris Rosen: So many Jews were already killed at that the. One was a good friend of ours. It\nwas rough. It was miserable. Food, you couldn't buy any food. There was a special place where\nJews can only buy bread in a certain bakery, a Jewish bakery. And you have to stay for hours in\norder to get bread. | was all night long hidden in the little woods, and then to be the first one to be at\n7:00 in the morning to stay at line.\n| came out at 7:00 in the morning, it happened that a German battalion on the bikes came\nover, wanted to keep order. One Polish guy, which he didn't belong to them, he said all the Jews. |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ngot kicked in the back. \"You can eat the dirt. You get home, with no bread.\" | started crying, after\nstaying all night long. It was tough.\n>> Bill Benson: Morris, you were at the start of the work in September 1938, October, you were not 7\nyears old.\n>> Morris Rosen: No.\n>> Bill Benson: One of the first things you were forced to do was help build a scaffold.\n>> Morris Rosen: Yes. What happened, they formed a Jewish council. The Jewish council was\nresponsible for every order that the Germans gave, they have to do the dirty work. The Germans\ndidn't do the dirty work.\nThey started a Bauleitung, a construction company. You would be lucky to get in. | know my\nfather paid a lot of money. Why? First, we were more safe not to be sent to Germany. Second, you\ngot a little bit extra food. My first job | became a bricklayer, painter and carpenter. My first job was as\na helper carpenter to build hanging scaffolds in the market. | will never forget this. We did about 10\nhanging scaffolds. It was scary. Then the police, German police, not soldiers, went from every\nperson they took away their IDs, you had to have IDs, otherwise you couldn't walk on the street.\nYou'd be 11:00 at the market, you get back. Otherwise, you don't get back your ID.\nIt happened the next day, | saw it myself. They brought 10 -- at the foundry, before the war\nthey made all of the locomotives for Poland. During the war they made parts for planes. Motors for\nplanes for the Germans. They brought 10, and one of them they did sabotage, that's the reason.\nThis is not right. They didn't do anything. They did in every city in Silesia. They hung people for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsabotage which people didn't do, just to scare of the people. That's why they were successful,\nbecause they murdered, they killed and people were scared. That's what happened.\n>> Bill Benson: Morris, about that time, | think your sister Rozia, who we saw a picture of, she\nescaped to Russia.\n>> Morris Rosen: What happened, she lived in Bedzin, which was 65% Jewish people. When the\nGermans came in about a week later, they burned the synagogue there. When they burned the\nsynagogues, the rabbi wanted to save the holy scriptures. They pushed them into the synagogue.\nPeople were watching, because it was like a Jewish city, everybody was pushed in there to the\nsynagogue, and they put fire to the synagogue.\nNext to it was a church there. The priest from the church opened the gates, metal, he pointed\nout to people that they looked out the window. Several did, about 12 people jumped down. He\nunlocked the gate, they were safe. Then the Germans went house by house, chase out the Jews,\nthen the synagogue. Machine-gunned it. One of it, | met in Israel, | exhibited in Israel my stamp\ncollection of the Olympics, and | talked also about it, what happened at the ghetto. Said, you want to\nmeet somebody that was right there? You come to the meeting. He picked me up, went there to the\nmeeting, which is from my region, from Silesia, the room was full from papers from the priest that\nsaved the Jews. He was one that chased out from the house, and he was shot, but he managed to\nrun into the church there. The priest locked the door, and he showed me a bullet hole here. He was\ntreated, but | took pictures, if | told the story, of the man that actually survived this and lived through.\n>> Bill Benson: Your sister went to Russia?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Morris Rosen: My sister when she saw hanging Jews, 35 Jews hung in the market, after the\nsynagogue was burned, she came home, said goodbye to my father, her husband, said I'm going.\nBecause the Russians at that time were in good things with the Germans, because they signed a\npact. She managed to escape. She swam through the river to Russia. Some of them, the Russians\nsent back. She was lucky with her husband. About four weeks later, we received the first postcard, |\nremember the stamp has a horse that | collected stamps as a youngster. She walked -- she never\nknew Russian all the time. She walked in a bank, and then she escaped further when the war broke\nout. It's along story. Bult it's not her story, it's mine.\n[Laughter]\n>> Bill Benson: You were a bricklayer for a while.\n>> Morris Rosen: Yes.\n>> Bill Benson: Assistant carpenter. But before long, you were forced to become a painter. That\nwould play a really important role in your survival.\n>> Morris Rosen: In the ghetto | worked painting. The Germans sent me away. In fact, every Friday\nevening | walked to three buildings for the Germans, which was a police state. In the third building,\nunfinished yet, paint and everything. Every Friday my older brother, myself, went through the woods,\nwhich was about 20 kilometers through the woods, and to be there Friday evening, this was the\nsafest place. Even | have such a good ID card sometimes it didn't help.\nSo | was hiding at the police station. This was the safest place. But the war soon came, which\n| have to skip also. It was March 1942 that they called all of the Jewish girls in our city from 12 years\nold to 30 to register, that they're going to work in the shop for the Germans as tailors, and they should\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ncome register. Whoever won't register won't get any food stamps or anything.\nThey came there to the place, to Chemnitz, which was a transition camp, and they were\nexamined by a doctor. They didn't let them out no more. My father went there, tried to get out. Didn't\nhelp anything.\nTwo days later, they shipped them away. Let me tell you, my house was like after a funeral.\nCan you imagine a 12-year-old girl, the youngest, to be taken away. My mother cried constantly. My\nfather. It was like after a funeral. It was terrible. Till about three weeks later, we got the first postcard\nfrom her that she works in lower Silesia, in a camp, in a factory where they make clothing and\neverything, 12 hours a day, if it's possible to send some packages of food. So we knew they're\nhungry.\nMy mother baked everything she could. | could go to the post office. Though it was restricted.\nIt was already in our city, the ghetto, which you couldn't go everywhere. We were still not in the\nghetto. And | went to the post office and mailed those packages all the time. But the war thing\nhappened, | never forget, was August 10, 1942. There came an order from the Jewish community,\n9:00 in the morning, we have to come near the Jewish community there was a stadium, to be there at\n59:00 in the morning. Put on your summer clothing, so you look presentable. There you will get new\nID cards.\nWe waited till 8:00 in the morning. It was so hot, August, the hottest season in Poland. Kids\nwere crying. Of course, they were thirsty, no water, no nothing. People were fainting from the heat.\n7:00, 8:00 in the morning | thought something is not kosher like, to say. Came three cops with SS\nand soldiers. On the roof were already soldiers with machine guns. Something smells. | saw it is not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nright.\nAt that time, | walked as a -- worked as a painter, but the head of all of the gestapo in Silesia,\nDreier, | did painting for him. My father too. We came in the morning. They put up three tables.\nThere came a selection. The one, the elder people, over 40, some people younger, but they have\nbeards, you know, go to the right. To the center were people that haven't got IDs, young people, but\nthey're still able to work. Went to the center. The left is like people like my brothers and I, that we\nhave ID cards, we work for the Germans, to the left.\nAbout 10:00, they finish, they march all the people, about 2,000 of them, to Bedzin, next city.\n| didn't know where to go in, because my father didn't keep them in our home. | found out\nwhere they were in Bedzin, so at 8:00 in the morning | went there to see my parents if | can get first\nthe key to the house. Who was there? Jewish police, not German. They didn't let me in. What do\nyou want? | knew a policeman from our city. | said | just want for a second. | am there for a minute, |\ncome back out.\nThe scene | was there, crying, | will never forget in my life. | saw my father, gave me his keys,\nhis pocket watch. My mother said don't forget your younger sister, 12 years old. See to send the\npackages. See that she gets the best. That's the last time | saw my parents.\n| came back to work there, | told him you promised me my parents would be safe.\nOh, don't worry. | find them. Like you found them, like he did.\nOn the third day, | went back from work, | worked with my older brother, | walked through the\nfields, not the city. | see somebody wave to me like this. It was my friend's father, my best friend's\nfather. | said this is the transport. German soldiers are there, on the roof, on the outside. As | wave,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsuddenly a German started shooting. So | jumped in there, waited 10 minutes. When | didn't see the\ntrain anymore, | went home.\nWent home, the next day | get from the Jewish community we have to move to the ghetto. We\ndidn't even have time to cry after my parents. You were busy moving. What can you move? We\ndidn't have horse and wagon or anything. We got a little two-wheeler. What did we pack? Some\nbedding. We took my father's library, because he has a very well-known library, books, Jewish books\non history from the 17th century, 18th. This | took. What can you take? The rest, everything we left.\nWe came back to the ghetto. We were 16 people, nine girls, seven boys. Just hay on the floor,\nwooden floor. We let the girls sleep there. We went to sleep outside. When it rained, we stood in the\nfoyer like this.\nThere was one lady, she was pregnant, she begged me, she baked something for her husband\nin a forced labor camp. This is important to you when | tell you later the story. He was our tailor that\nactually for my bar mitzvah, if you Know what it is, he did my suit. He was our tailor from home.\nTo him | sent the packages. And then came the high holidays about a week later, we went to\nthe cafe, everybody cried. After that, | have a friend. We were five people, very good friends. One of\nthem was very poor. He didn't have no parents. He had the elder brother that went to the Polish\narmy. He didn't come back. He probably got killed.\nHe was so hungry, he didn't have food to live. That he went as a volunteer to the slave labor.\nSo we put some money together. | went and bought some on the black market, some beer,\nsome kielbasa, good good oils, went to a garden there to someone's, we had a little party there, and\nthat man that was so poor, he was so talented, he was a good singer. Every time he saw a picture\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwith Fred Astaire, he did step dancing, like, like Fred Astaire. | never met him after the war. | have\npictures of him.\nThen | came home, | have a letter from the Jewish community that this gets you on the special\npermit, they sent me to a leather factory. There we were about eight months. After eight months,\nthey were only in the factory two Jews. One was the chief engineer for leather that he knows what to\ndo everything, a scientist. The other one that knew the motors. That man, one of them went to\nBedzin to see his brother. Never came back. They caught him, he never came back. He left his wife\nand little child.\nAbout a week later, we got the food from the Jewish community. | heard there was no more\nJews there, it was clean of Jews. | thought | might escape, because | came, went by a church,\nsomebody whistled. It was a Jewish guy. He says come with the bread. | said no, the people won't\nhave anything to eat. The next morning, 6:00, who comes in? SS with the truck. They took us all\nthen. But one, a friend of mine, an electrician that used to go with me, he must have escaped\nthrough a window, but | never heard him after the war. | don't know if he made it or not.\nThere was a lady, the wife of the engineer with the little baby, who we saw. | held the baby\ngoing to the train, and when we arrived, | gave back the baby, lucky me. Right away, the SS came\nfor her in the private car, took away the baby. If | would hold the baby, | would go with her, because |\nam her husband. They took them to Auschwitz. We didn't know at the time what Auschwitz meant.\nWe were the ones cleaning out the ghettos, because no more Jews were there. Mountains of shoes\nand leather, bedding to separate, this to separate.\nOn the third day, we stood at the guard going to the ghetto. Here comes Ludwig. Ludwig was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nthe head of the slave labor in all of camps, and the concentration camps. He worked for Mr. Paul, he\nwas the head of all of the slave labor camps. He asked is he a painter? \"Ein maler\"? I'm skinny as\ncan be. Don't kill me. Wanted the one with the big mouth.\n[Speaking German]\nAre you a pointer? | told him I'm a very good painter.\n[Speaking German. |\nHe gave me right away in the face, he hit me, | started bleeding from the nose. | got dizzy. He asked\nare you a painter? | says I'm a good painter. He puts me on the size. The people went to work, |\nstood there. Then he comes over to me to assess. \"We're watching.\" He said | have three rooms to\npaint. If you're not finished in three rooms, he takes the pistol to my temple, \"You lived enough.\" |\nalmost fainted. | was dizzy. | was sure this is my end.\nThen | came myself, | said | don't have no paint. | have no brushes. If you let me go home, it's\nnot far from her here, | thought | could escape, then I'll have everything to paint. He said you will\nhave everything.\nTwo SS men took me in the middle of the road with machine guns. I'm the big prisoner. Two\nof them with machine guns. They helped me move the furniture. | started painting. Nobody was\nhome. A beautiful Polish woman about 25, 26, like a movie star, blonde hair. She didn't even give\nme a glass of water, anything. Silently, what kind of Polish woman, knows I'm hungry, she knows I'm\nthirsty, not to give me anything? Doesn't she have a heart?\nWhat happened, | painted the dining room, the chandelier there, | thought maybe this will help.\n| was very good in artwork, even in school. | painted very good colors. | started from the chandelier\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ncoming twigs, and from the twigs, the snake, the mouth open, the colors everything, it was beautiful. |\nthought maybe she'd give me something to eat.\n| finished washing her floor. | went home, | had my sliced bread with black coffee. This was\nthe dinner. In the morning again, one sliced bread with the dark coffee. It wasn't coffee. | come to\nwork again, started the second room. Who comes in? Ludwig half-hour later, he smiles. Smile is a\ngood sign. He calls me over. He says where did you learn so good to paint?\n| said, well, my father was the best painter in the city. What do | tell him, we're a\nbusinessman? | said we didn't have much to eat. When | was 6 years old instead of going to school |\nhave to help my father. That's why | learned good to paint. That's why I'm a good painter.\nHe smiled. That's all. He left. Half-hour later he comes with a bag\n[Speaking German]\n| shouldn't get caught. Don't get caught. He left, | looked, it was a big kielbasa, with the loaf bread,\nwhich is four pounds, and a cigar that he shouldn't get caught.\nBelieve me, it didn't take 10 minutes, the kielbasa nobody is going to take away. | finished all\nof the kielbasa.\n[Laughter]\nBread, how much bread can you eat? | took a piece, | left myself a piece for the next day. | took\nback the rest of the bread for my colleagues there, which they were hungry, with the cigar. | don't\nsmoke.\nThe next day | come to work, the same thing. | finished the three rooms. | washed the\nwindows, the floors, he brought me steel wool to do the floors, which | got from the shellac, it's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nalcohol, opened the windows, lucky | didn't smoke, otherwise the thing would go up in flames.\n[Laughter]\nYeah. | didn't know that, but | learned later after the war what happened in Baltimore to one when at\nthe did the floors, it went up in flames. Then came, well, are you finished?\nYeah.\n| don't send you to Auschwitz.\n| didn't know what Auschwitz meant.\n| send you to acamp. Since he was so nice to me, | stood at attention. | begged him, | have\nnobody from my family, one sister. Is it possible to come to the camp where my sister is. He says\nwhere? | told him. He says this is a woman's camp.\n[Speaking German]\nFirst | go to a transition camp, transition camp was murder. No work, no bread, three times a day\ncabbage soup. You didn't have no potatoes. Can you imagine three times? Cal kohlrabi soup. It\nwas terrible.\n| had beatings. | didn't go out except time for soup, then | went out. About a week later, who\ncomes? Ludwig. OK. So | saw him, he gave a note to someone, and then he called up, there was a\ntransport to Gruenberg, 20 people, I'm not on the list. | jumped over the fence. It was not electrified\nor anything. | Knocked on the door. Comical, really. No shirt, no pants, in the boots with his\nunderwear.\n[Speaking German]\nYou promised me I'd go to Gruenberg. I'm not on the list\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n\"Was?\"\nHe left, | followed him like a little doggy. He started screaming at the SS. Nobody goes. Next\nmorning, 4:00, he pulls me down from the third bunk, | hurt myself \"Get dressed.\" | took my suitcase,\n| go out. There was already one woman, one man. The man was in a transition camp from the war,\nfrom Berlin, he was the head of the transition camp. The woman was Jewish, she was the one that is\ngoing to be the new head of the woman's camp.\nWe three go to the train, the SS pushed me hard. They gave me their suitcases. | couldn't\ncarry them. It was heavy. | couldn't say anything. What am | going to say?\nWent to the train. They emptied it, we couldn't be with the Germans together. We arrive in\nGruenberg, same evening, | want to see my sisters. What happened? They took already from\nanother camp nearby men, they put them, they started outa camp. There was about 80 people at\nthe camp.\nNext morning, they gave me a nice, beautiful new suit, two shirts and shoes, you got to be\nclean, you got to shower every morning, because we worked in the factory in Gruenberg where the\nwomen were. The women had it very bad, no food, very little beatings, but the men had it better.\nMy God, | had a clean suit, everything. All of the men, we worked with the Germans together\nin the same factory. | became their painter. When | came there, they put me to the painting thing,\nthere was an elder German, 72 years old. \"Don't worry about me, I'm a communist. But watch out for\nthe dog, he's a Nazi.\"\nHe brought me every day a piece of bread | don't have myself, with a vitamin pill. Only\nMonday when his wife baked something. But | have enough food. Why? We had the paints, we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwaited where it was five women working there. One of the ladies, about 30 years old, clean up here.\n| swept up everything. Pull out the garbage. She pointed to something there. | came out, take out\nthe garbage. A nice hall, she's in the back. Every morning she brought me a sandwich. | knew it, |\ntook the sandwich.\n| saw my sister every day, | painted the machines with ether paint and the windows also, and |\ntoo ate the sandwich. She had the basket for garbage there. | had it very good there, because where\n| worked, | had it. Once the assessment, it was Christmastime, | should carry this Christmas tree to\nhis house. To paint his room. | painted it.\nComes lunchtime, his daughter calls me, sit down. With the white tablecloth. With the good\nlinen. No, | can't do it. | was scared.\nDon't be afraid. | will look out the window. My father is not coming. With the white tablecloth,\nnapkins. Not paper, linen. She packed me something. | said | can't take food. | will be caught. | will\nbe shot. | ate it there.\nThree days | worked there, she gave me food every day. It shows you some Germans were\ngood. Not everybody was bad.\n>> Bill Benson: Morris, during that time in Gruenberg, did you continue to be able to see your sister?\n>> Morris Rosen: Every day. Every day | went to the machine right away, because | knew which\nmachines.\n>> Bill Benson: How was she doing?\n>> Morris Rosen: Well, how she did, I'll tell you when she escaped from the death march. But it\ndidn't last long. After eight months, we didn't go to work. What happened? Ludwig came. Ludwig,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\neverybody got petrified. Something is going on. OK. We went to work, Ludwig left. | come back\nfrom work, the head of the SS, Rosen, | should go to his office. Sit down. | sitdown. He brings a\nloaf of bread with the soap. You come every day after work to my office. Ludwig told him to treat me\ngood. | gave right away the bread to the girls there. | went to the doctor there. Every day | go to\nthat. | have preference, you know. Because | held the suitcases for them. It didn't last long. A week\nlater, they took us in trucks, went to a concentration camp. We couldn't eat with the women no more,\nbecause the women's camp, the slave labor, everything in 1944 became concentration camp. No\nmore slave camps. They were attached to it. We come there about three hours later, we come in the\nwoods with the trucks, snow, dirt, it was in March, cold as can be.\nAs we arrive --\n>> Bill Benson: March 1944?\n>> Morris Rosen: 1944. Came over with the beret, leather pants, with this,\n[Speaking German]\nThen we formed a circle. And then he takes two guys, throws them on the ground, puts his foot on\ntheir throats and killed them. That's how we're going to look if you don't give up everything what you\npossess. You're not allowed to have anything.\nSo people have watches, have this.\n| threw everything down. The Juden-Eltster, very handsome, tall guy, he didn't do anything, why kill\nhim? He pushed him into the ground. Came day one of the soldiers that was a guard in the camp,\nhe was very nice, we called him the savior. Because he was so good. He never touched anybody.\nWhat do you want from him? Don't you know he's the Juden-Eltster? He pushed him to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nground. Unbelievable. We stood there. Till late in the evening, 10:00.\nThen you go into the camp. What happened? Our bunk wasn't finished yet. The cement was\nwet, no windows, no water. Just a bucket to relieve yourself. You can't go out.\nWhat did | do? | saved some pictures. | knew where they put them in our suitcases. One of\nthe pictures from home. Especially | have my first love, like you say girlfriend, when you are 15 years\nold. | have a picture from her. | says I'm not going to lose this picture.\n| got 2:00 in the morning, it was pouring, no electricity, so | wasn't afraid to jump over the\nfence. Went to the back where there was my suitcase, knocked out a window. Nobody there. Took\nme an hour to find my suitcase, took out the pictures and went back to the back. | have like a metal\ncan for the soup in the morning to take, put everything, and | made a hole near the back, deep hole,\nwith cement, piece of paper wrapped around that has plastic, the cement.\n>> Bill Benson: You buried your photographs?\n>> Morris Rosen: Yeah. | organized another camp.\nOK, | have the worst job there. We were a company about 50 people and cutting down trees,\nwhich was for wood. | have the worst job. Why? | worked on a tank. There was stumps to go, and |\nhave to feed the tank, they didn't have gas, but wet wood, the smoke going, | stopped breathing, |\ncouldn't breathe anything. | became like a Musselman after 10 days, like only skin and bones, that's\nall.\nSO one evening comes over someone to me with a piece of bread and soup. This is from\nGrossman. That's Grossman that | sent him packages, that his wife was with me in the ghetto with\nthe nine girls. | didn't want to accept.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHe came, what do you think you're somebody special? At home you were somebody. Here\nyou don't eat, you die.\n| want to die. Look how | look. If you want to help me --\n>> Bill Benson: You said at that point, you told me you were ready to give up?\n>> Morris Rosen: | gave it up, because | couldn't breathe anything. If you want to help me out, the\nfood won't help me. Get me out from that job, because the smoke kills me. 12 hours a day. You\nknow | was a painter, bricklayer in the ghetto and everything. Two days later, | don't go to work\nanymore, | became a painter.\nWhen we stood there at roll call, it was off. We stood six blocks. Every block has about over\n500, 600 people. When you stay in the front it was a long row, five deep. The one at the front all the\ntime had beating. The one with the scar. You don't stay straight. Your head is crooked. It was\nterrible.\n| was healthy. | all the time look for some tall guys, and hid in the center under tall guys that |\nwouldn't be beat. | was selfish. You got to survive, that's all. So | did.\nThen | come there in the morning to work, three painters, and everybody has a can, like the\nmilk can, 50 people, 10 people, 3 people, the same amount. | see they're giving the soup away.\nWhat are you doing? I'm hungry. Giving them my soup?\nYou'll have plenty to eat.\nWe came to work, we went where they had the paint. They made a little fire, baked potatoes.\nWe had plenty to eat.\nWhat happened? We worked in the hospital painting. You work in the hospital, those big\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nrooms with 30 wounded soldiers, they came from the east. When we painted this big room, the beds\nwere standing there with everybody, with the cabinets open, with food plenty. Wounded soldiers got\nout, and we helped ourselves. We ate butter and bread. Not butter and butter. We have so much\nfood. Even chocolate there. You name it. Everything.\n| became right away | got my skin, everything back, and | took down garbage and | packed\nunder the garbage food, because people were hungry walking outside in the cold. | threw it out, they\nknew there was food. | became healthy again, and | went to the block number 6 with the -- | got right\naway a little boy, 16-year-old from Hungary, | gave him my food. | didn't need my food. | had plenty\nthere. He cleaned my shoes. We organized another -- we have no underwear, no shirts, but\npajamas. That was the clothing. He organized another pair of pants. | gave him all of my food,\nanother one | helped. But it was miserable. Every day we -- every block had the dead people. 25 to\n30, 40 people dead. Because they worked them to death, with 600 calories, 12-14 hours a day.\nBeating, every day. Roll call and cold, to stay with nothing, you were shivering, till them came to\ncount. They have to count. One day three people escaped. Not going back. Every 10th person is\nshot, unless we found them. Two days later, two of them they found. They brought them back. One\nwas a good friend of mine. He was in Gruenberg with me. His sister was there also. They put black\nthings, like clothing, and they got such a beating you didn't see the eyes. On the third day they took\nhim, from the main camp, they hung them there, brought them back. They laid on the ground. That's\nhow we're going to look if you try to escape. The third one they didn't catch, which | met him, in 1982\nin Los Angeles, he managed to go into a metal purse, that he knows metals. He walked there. He\nhad papers. He lived through the war.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Morris, you would stay there until February of 1945.\n>> Morris Rosen: Yes.\n>> Bill Benson: That's when you were forced on death marches.\n>> Morris Rosen: What happened, February 5, | never forget. We don't go to work. We heard that\nthe Russian Army was there. Didn't go to work. Everybody take your blankets, and everybody got a\nloaf of bread with marmalade in a can, we started marching, in the woods. Eight hours.\nWe came out from the woods where German soldiers, they were retreating. One of the\nofficers, why don't you let them go, to the head of the SS that led us? Don't you see the war is almost\nover? We're retreating. Let them go. The war is almost over.\nNo, he has other things. He took us back to the woods. We marched another eight hours.\nPeople can't walk that long. Whoever couldn't walk, a bullet in the head. We go again. We didn't\nwash for two weeks. It was so cold, in February --\n>> Bill Benson: This was an especially brutal winter too?\n>> Morris Rosen: My God, the winter. We got undressed, everybody going into the river to wash\nthemselves. Can you imagine? And wash your clothing. It was full of lice. If you don't wash, one\nsleeps with the other one, we slept first in the barn. The farmer had food for the horses, the pigs, we\nate everything up. People were hungry. You didn't get any food, just a potato a day, that's all.\nSo punishment, we slept in the snow. One on top of the other to keep warm. So we washed\nourselves, then we get dressed. | was with a nice bunch, youngsters, about five people. We jumped\naround, back-to-back. We were never allowed to talk food. When you started talking food, you got\nhungry. You were never allowed, between the five of us. We helped each other what we can.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAnd what movie did you see? What book did you read? What girlfriend did you have? That\nkind of talk. Never allowed to talk about food. We jumped around. We got dressed, we walked\nagain.\n| want to put on my pants, it was a board, frozen. | worked one shirt, the other one like every\ncentimeter till | got unfrozen and --\n>> Bill Benson: Your pant leg broke off because it was so frozen?\n>> Morris Rosen: Yeah. It was like a board. You put on wet clothing, it dried on you, and so many\npeople within three days died. What happened, we walked further, on the fourth day, we saw a\nHungarian platoon, SS Hungarian platoon. They worked with the Germans. | worked in the front with\nthe doctor, what a beautiful person. Intelligent person. He saw the person they helped out, they were\npoor, the father worked in the bakery --\n>> Bill Benson: Helped him before the war?\n>> Morris Rosen: Before the war. Never took a penny from them. He gave him medicine.\nSometimes money to buy the medicine. He ran over \"Don't you know me?\"\nHe knew who he was. He says that's when you have friends, you help them out, what pay did you\nget back? | tell you, then | had a friend that was a Baker, Jewish Baker during the war. He was older\nthan me, because so many people died, so they brought a transport from Auschwitz to supply more\nlabor. Who came? One, a friend of my brother, elder man, who was in Auschwitz. He gave me the\nfirst greetings that the two brothers are alive in Auschwitz. And he looked terrible, like a skeleton. He\ntold me what happened in Auschwitz, that they burned people. Then | found out what Auschwitz\nmeant. | didn't know. Nobody knew. He told us a horror story. The SS, the stump from the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\ncigarette, the people want to get it. They went to get it, they got beaten up. | told them, does it pay to\nget beat over a cigarette? Of course, he died, why else? He died in my hands. He couldn't survive.\n>> Bill Benson: Morris, in the time that we have left, tell us, eventually the march took you to\nBuchenwald.\n>> Morris Rosen: The march took us to Buchenwald. What happened, we came to Buchenwald,\nuphill, we can hardly walk, with no food, no nothing. He was the one that killed the two guys and\nkilled so many people. Like a soldier, he walked left and right, he wanted to show off who he was.\nWhen we came to the gate there, who was at the gate? Germans, that they were couples, elders,\npolitical prisoners, communists and socialists. When they saw what he did to Jews, they grabbed\nhim: Are you any better than they are? They threw him to the ground. He had a beating. He was\nbleeding all over.\nMy God, we have God to punish him. We was lucky they kept him long enough we went\ninside. They gave us -- it's a whole story, because it's not much time. But anyway, the next day\nsomebody noticed and they tore away his clothing, he was afraid we would kill him. He took probably\nfrom a dead person his uniform, put it out, but he managed to escape not where we are. | was all the\ntime like for history. It smelled to high heaven. | looked, there were mountains of dead, six\nmountains about eight feet high with all dead people that they -- the high heavens smelled.\n| walked over there, who was on the top? Morris, Morris, one eye open, one closed. He was a\nGerman Jew. They sent him to Poland because his grandparents were from Poland. We played\nPing-Pong in the Maccabiah club. He was at my camp. He had it nice. He did nothing. He was so\ngood. He had a lot of food. On the death march, they were the ones that didn't survive. The same\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nthing with the Hungarian Jews, in 1944 they were all healthy. We knew already what's going on. We\nknew the hunger. They didn't know. They couldn't take it. He later, oh, you would be soon.\nThen | saw cannibalism for the first time in my life. | never saw this in my life again. People\nwith two knives, tall guys, dark-skinned. People are still alive. What are you doing, you murderers?\nThey started telling me. | run away. | ran away, they start yelling all the Jews out. They started\nphasing out all of the Jews from there, because the Americans were already very close by. We didn't\nknow, but that's what happened.\n| didn't go. | said, no, I'm not going to another death march or something. | saw one guy, |\nwent into the wall, a hollow wall in the back, | ran in there for about an hour. Then some other people\ncame, they noticed. They started machine-gunning the wall. | managed to get out, knocked out the\nwindow with my back, which | bloodied myself. | ran right out. | saw the people there staying out. |\nran to them, they should see me. We'll be shot, because they killed everybody running from that wall.\nThis was the last transport getting out. If | would have stayed another day, | would be liberated by the\nAmericans. Instead, | suffered another two weeks.\nWe went all the way to another station, because there was no station in Buchenwald. Hungry,\nsome people barefooted, wooden shoes and pajamas. It was full of glass, because what they\nbombed, it wasn't the house there with glass.\nWe went to the woods, cold as can be. Didn't have a place to sit. During the night, we started\npulling out dead bodies. It came so bad, on the fourth day it was only 1/4 of the people left who went\nout. We didn't pull out the bodies. We put them as pillows, because it was very cold to lay down. No\nfood. For nine days, no water, no food. Suddenly, we come to Gera, we see water from the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nlocomotive. People come with the bucket. This was the first water in nine days. Then they gave us\nsoup. | said don't eat this. This is poison. | grabbed it from someone. | threw it out. | knew right\naway, they want to poison us. They couldn't care.\nWhat happened, two Russian planes came every five minutes for about a minute to check on\nthe locomotives, we were not the only one, about 10 ina row. One got wounded. We jumped off the\ntrain, ran away. The soldiers there let us in. As we go back, | noticed a young boy from my city. He\nwas only about 14. Oh, Morris, come. They don't know I'm Jewish.\n| says no. So far I'm lucky. | stay. You come with me.\n| didn't go. | found out later on they took all of the Poles into the woods where we escaped,\nthey shot them all.\nFinally, we walked in the woods, we walked on foot, we went to Dresden. | don't know if you\nknow the history how they killed 100,000 Germans.\n>> Bill Benson: In Dresden?\n>> Morris Rosen: He punished them, what we went through in the Elbe River. OK, we come there in\nthe night, they didn't know where to put us. All over Germany, they're supposed to kill us off there.\nBut what actually happened was a German officer let Know that they meant to kill us. So the Russian\nArmy said go first, they came around, and they came to Theresienstadt, that's why we're safe. They\ncame the next day, they took off my clothing, they burned everything, it was full of lice. And they\ngave me two shirts with a pair of pants, the same shoes what | had, no socks or anything, and we\nwere about 32 in the back to Hamburg. We were there, and | don't know what happened, | only know\nthat | laid on the ground, | must have jumped out the window. | know what happened. Russian\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nofficer woke me up, rushed me off with a little water, put me back to the back, and there was only 12\npeople. Everybody died of typhus.\nThere must be one, a couple there, who was healthy, hefty, he came with a pair of Belgium\nhorses, the big ones, full of wine and the sardine, the Portuguese sardines, the best. And thousands\nand thousands and thousands, hundred Mark bills that he went to a bank there.\nWe put the money on hooks, because we didn't have toilet paper. We used it. | wish | would\nhave known. | would be rich. The money was still good for two years.\nSo we ate there. On the third day came a nurse, a Czech nurse. Took us to the doctor. The\ndoctor asked me what did you eat? | said all day wine and sardines. He said you're lucky, if not the\nwine, you wouldn't be here, the sardines would kill you. In Theresienstadt, there were so many\npeople killed, which the Russians killed them. What happened, they came in with the same kitchen,\nwhat the soldiers ate, with beef and cow and potatoes. People didn't eat for 2-3 weeks, their\nstomachs were shrunk. They killed them with that food.\nLucky me, | only ate a potato and a piece of bread. | didn't want to touch their food. | was\nsmart enough. | don't know why. | thought about it. | was sane. | knew what I'm doing. Then\nsuddenly, on the fourth day | hear somebody calls my name. My sister's husband heard on the radio\nthat I'm alive. Because in Europe every night between 10:00 and 12:00 the Red Cross put out names\nfrom each camp who was alive here, in Budapest I'm alive. He came. He got me out from there.\n>> Bill Benson: Morris, we're right at time to wrap up in a couple of minutes. | know you had said\nthat you wanted to be sure to say a little bit about your sister and your brothers, what happened at the\nend.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\n>> Morris Rosen: What happened, so they were -- | have three sisters, which they escaped with their\nhusband, this is the husband later that took me out of Theresienstadt. Two sisters, they couldn't\nescape with my other sister, but they won't say goodbye to my father. When they started going back,\nthey were killed. There were 12 kills. They were killed with axes and shovels by the Ukraines. | had\na witness who saw it. A neighbor who moved away. They got killed there.\n| have another sister that was -- there were four girls, she was with a 2-year-old boy with her\nhusband. Her husband went to dynamite a train, this was near Krakow, when the train went to the\neast. When he came back he saw all of the four Jewish girls cut their toes and stomachs. But the\nlittle boy wasn't hurt, but bloody from my sister. He grabbed the baby, ran away right away, washed it\noff, put it in Krakow near an nunnery where the nuns he knew were there. He left to the house\nlooking out for the windows from the third floor. After half-hour, the baby was crying. Some nun\ncame out, grabbed the baby, then he escaped.\nHe escaped back where he came from. He joined the communists on the ground with the\nRussian soldiers also, in the underground. When the Russians came in, in 1945, to Lemberg, he had\na brother in the Polish army, which started at that time, he says any POW wants to join us fighting the\nGermans will be free. So he joined, he came right away to his own home. He saw his brother, my\nsister's husband. He told them what happened to my sister, that the kid was alive. They went toa\nrestaurant to eat. Came in, the Russian officer saw my brother-in-law in civilian clothing. Killed him.\nBecause he was not in uniform, he doesn't belong there.\nThe day from liberation what he went through, he killed him. But anyway, his brother later on\ntook after the war six months till we find the baby. He came there finally to a farm. He was so many\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nplaces. When he came there, there was a little boy with cows, barefooted, \"Help, help, the Jews want\nto kill me\" because he called them. He ran into the house. He ran into there. He said, yes, | won't\ngive him up. I'm his uncle.\nNo, | saved him, | spent money, he's my son. | don't have kids. He says, but I'm his uncle. He\ngot to go where he belongs.\nDidn't help. Next day he came with two Jewish guys from the Russian Army, also from Poland,\nthey put on a full table money, they didn't want to touch it. They grabbed the money, they ran away,\nthey tore away their uniforms, in civilian clothing, ran over the Italian border and went to Palestine.\nAfter the war, my only sister that escaped, she was in Jerusalem, she went to court because she\nwanted the baby. No, he risked his life, so they gave it to him.\n| met him. What a good-looking boy. Looked exactly like my brother. But he just passed\naway a couple of months ago of cancer. He went through the war and everything.\nThen what happened with me, after | was liberated by Russians, | wanted to go back to Poland\nso if anybody is alive. The Red Cross gave me money, a ticket in Prague. | came there. There\ncame a train. | see Jewish guys from the camp. | asked are you Jewish?\nOf course. Where are you going?\n| said | want to see my family. He says you're crazy. We hardly make it. We have to buy the\nRussians to buy everything. What do you want, to get killed? Not every Pole was bad, but it was an\nelement pretty bad, because they killed a lot of people in the city, | know it.\n| came back, that's when my brother-in-law, | told him what happened. He said | have enough\nof Stalin, | don't like Stalin. | said but he liberated. Never mind. We're going to the American side.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMaybe from there we go to Palestine.\nSo he told me when you're on the train, when the Americans come up don't you tell them\nyou're from Poland, they'll send you back to Poland. Tell them you're a German Jew, you go back to\nGerman.\nWe come on the train. His son was on the train too. We come to the border, came up, the\nAmerican Gl. That's impossible. With ties, with elegant shoes, with the MP, they looked so\nhandsome. This is not soldiers.\nMy nephew, only 16 years old, started talking English, better English than they did, the British\nEnglish. He spoke French. They had a housekeeper, a French lady, spoke with them only French\nand English. So they knew better probably than Polish. Spoke several languages. Also Lithuanian,\nbecause he escaped from Lithuania right away.\nThey took them as spies.\n>> Bill Benson: The Americans thought he was a spy because his English was so good?\n>> Morris Rosen: Right, because English was so good, they're spies. You go, we find you. Next\nday, | get off the station in Pilsner. | see American soldiers there. I'm cold, dirty, tired. They see from\nthe ground bags covered. | keep the cover to me. | fell asleep. | woke up, I'm the only one on the\ncement floor. 11:00. Cold, what do | do? | go to the police there. | ask for the police. | tell them I'm\nPolish, I'm hungry, I'm from the camp. They say don't say you're Polish. Tell them you are a Jew\nfrom Poland. They hated the Poles.\nWhy? In 1938 when the Germans occupied all parts from Czechoslovakia then Prague, so\nPoland went to war, because they claimed Szczakowa belonged to Poland. They hated the Poles.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMany Czech soldiers died. There was only one Polish soldier that died. His name was Moise, a\nJewish guy. One guy. | think the time is up.\n>> Bill Benson: | think so. I'll turn back to Morris to close our program in a moment. | want to thank\nall of you for being with us. Morris was absolutely right, we could spend until the wee hours tomorrow\nand not even begin to scratch the surface for all that he could share with us. I'm grateful for you\nbeing here. | remind you we'll have First Person programs every Wednesday and Thursday through\nthe middle of August. | hope you'll come back if you have a chance or next year.\nLook to our website for information about the program for next year.\nIt's our tradition at First Person that our First Person gets the last word. After Morris concludes\nour program, he's going to step down off the stage over here. We didn't have a chance for you to ask\nquestions of Morris. If you want to, please do it. Meet him, say hi to him, get your picture taken with\nhim or ask him any questions you want. That will be OK?\n>> Morris Rosen: Of course.\n>> Bill Benson: All right. Morris?\n>> Morris Rosen: One thing | want to tell you, especially the younger generation also, you are the\nfuture of our country. Please be kind to everyone. It doesn't make any difference if you're black,\nyellow, white, what religion, if you're Muslim, Hindu, Christian, Jewish, we all are God's children. You\nknow what happened later on, Yugoslavia, in Rwanda, Darfur, everything. Hate can bring us to that\nagain. Be kind to each other. That's my final word. Thank you for listening to me.\n[Applause]\nThank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}