{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, July 2, 2014\n11:00 a.m. — 11:58 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nJACQUES FEIN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. I'm the host of the museum's public program First Person.\nThank you for joining us today. We are in our 15th year of the First Person program. Our First\nPerson today is Mr. Jacques Fein whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship. And I'm pleased to let you know that Mr. Louis Smith is here\nwith us today.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as a volunteer here at the museum. Our program will continue\nthrough August. We have programs twice weekly on Wednesdays and Thursdays. The\nMuseum's website, www.ushmm.org, provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card that you'll find in your program for today. You can either fill\nthe card out here or talk with one of the museum's representatives at the back of the theater\nwhen our program closes. If you complete one, you'll receive an electronic copy of Jacques\nFein's biography so that you can remember and share his testimony when you leave here\ntoday.\nJacques will share with us his First Person account of his experience during the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHolocaust and as a survivor for about 45 minutes. The life stories of Holocaust survivors\ntranscend the decades. What you are about to hear from Jacques is one individual's account\nof the Holocaust. We have prepared a brief slide presentation to help with his introduction.\nBear with me.\nJacques was born Jacques Karpik in Paris, France, October 10, 1938. His parents,\nSzmul and Rozja, were born in Poland in the 1910s but relocated to France. The arrow on this\nmap of France points to Paris.\nGermany invaded France in May 1940. The next month, June 1940, France signed\nan Armistice with Germany. Under the terms of the Armistice Northern France, including\nParis, came under German rule and Southern France remained unoccupied. Here we have a\ngroup portrait of the Karpik family with an aunt, uncle and cousins taken shortly after German\ninvasion of France. Jacques's parents are on the left. And Jacques is seated in the middle on\nthe first row.\nIn this picture taken in late 1941, Jacques is pictured with his mother Rozja and his\nyounger sister Annette. After Germany invaded France, Jacques and his sister were hidden\nwith the Bocahuts. Here we see a portrait of Jacques and his sister who were in hiding with a\nfamily at the time. Jacques stands in front of Suzanne Bocahut and Annette is in front of\nMarcel Bocahut.\nWhile Jacques and Annette were in hiding, their parents were deported to transit\ncamps and then to Auschwitz. Pictured here are prisoners from the Pithiviers camp.\nJacques's father Szmul is the man smoking the cigarette on your right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nAfter the war, Jacques and Annette were placed in orphanages then later adopted\nby an American couple, Harry and Rose Fein. We close our slide show with Jacques’ passport\nphoto from 1948.\nAfter their adoption by the Feins in 1948, Jacques and Annette began their new life\nin the United States growing up in New Jersey. Jacques attended Clark University in\nMassachusetts majoring in math. After attending graduate school at N.Y.U., he began his\ncareer as a computer scientist in the aerospace industry starting with Martin Marietta in\nBaltimore. He recently retired in the same field after 38 years with Computer Science\nCorporation or CSC.\nJacques has a daughter Rachel and a son Matthew from his first marriage. In 1986\nhe married his second wife, Judee Iliff, wnose daughter Laura and her husband David opened\na very successful ice cream parlor in Baltimore, the Charmery. Jacques and Judee have four\ngrandchildren. Maggie was born June 27, 2014, so just recently. Judee and Jacques live in\nElkridge, Maryland, about midway between Washington, D.C. and Baltimore. Judee is here\ntoday with Jacques. If you don't mind waving your hand so people know you're down here.\nAnd also joining Judee and Jacques today are their friends Lynn Warshaw of Elkridge,\nMaryland, Don and Lynn Waldman of Hamilton, New York, and Michelle Ostroff, Executive\nDirector of Jewish Federation of Howard County.\nIn 1983 Jacques attended the American gathering of Jewish survivors of the\nHolocaust where he found other survivors who were children during the war. After that he and\nothers formed the organization Washington/Baltimore Survivors of the Holocaust-Last\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nGeneration. Jacques is former president of the Jewish Federation of Howard County,\nMaryland, and is very active as a volunteer in his community. In 2011, Jacques was\nrecognized as the Howard County Volunteer of the Year. The Howard County Volunteer of the\nYear coordinator said about Jacques at that time, \"He was affected at such a young age. He\ntook a terrible thing and has done greatness with it.\". Jacques became Co-President of OSE-\nUSA, an organization -- this past January -- that we will learn more about later. On June 6,\nSteve and Judee went to the 70th Anniversary of D-Day at the World War II memorial where\nhe was able, as Jacques said, “to thank a few Normandy veterans for saving not only my life\nbut the lives of the world.”\nJacques volunteers here at this museum where since his retirement you will find him\nat the Donors Desk on Thursdays. Jacques volunteers because years ago he was saved by\nstrangers and with the help of the Jewish community and now, he says, it's payback time.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. Jacques\nFein.\n[Applause]\nJacques, welcome. Thank you so much for your willingness to be our First Person\ntoday. | think this is the fourth time you've been with us over the last four or five years.\nLet’s get started because you have an awful lot to share with us in a short time.\nWorld War II began in September 1939 with Germany's invasion of Poland. The\nfollowing May, May 1940, Germany invaded France. You were just 1 1/2 years old at the time.\nBefore you turn to the war years, please tell us what you can about your parents and what their\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlife may have been like in pre-war Paris knowing that because you were so young you don't\nhave memories of those early years but you've learned some things in the years since.\n>> Jacques Fein: Well, | was 11 months old when World War II started. | was put in hiding\nwhen | was about 2 years old. Strictly speaking, | do not remember my parents at all. | know |\nlived with them but that's about it. So how do | know anything about my parents? Well, in\n1984 | found out that | had a cousin living in Paris who lived with us as a family. She sent me\na letter and wrote about nine pages of my history. That was the first time | really found out any\nsignificant information about my family.\nAs she says here -- I'll paraphrase it -- my parents who had come from Poland to\nescape anti-Semitism came to Paris in the early 1930s. As you know, once World War Il\nstarted, the anti-Semitism did not disappear. It got worse. And it's still going on. But that's\nanother issue. And what she tells me is that my parents were poor people, lived with other\nPolish foreigners. And they worked in the clothing industry. They took care of their kids, my\nsister and I, like all parents did. But in 1941 or so my father was taken to a transit camp,\nPithiviers.\n>> Bill Benson: Before we talk about that, you know that they were in the clothing industry.\n>> Jacques Fein: | know --\n>> Bill Benson: Because of what you've read. Absolutely. Do you have any idea what life\nmay have been like for Polish Jews who had come to Paris?\n>> Jacques Fein: That's a good question, but I'll have to deal with it for next year. | have to\nresearch it. I'm pretty sure they were very poor. They lived in the poor section of Paris, in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nouter sections. That's all | know.\n>> Bill Benson: Have you learned whether or not you had an extended family, cousins, aunts,\nuncles?\n>> Jacques Fein: | did have aunts and uncles. In that picture where you saw my parents and\nmy cousins, my father was on the left and my sister was on the lower right. But | did have\nother relatives. What happened was a lot of them did not survive. They were murdered at\nAuschwitz.\n>> Bill Benson: And you've been able to learn that in the years since the war.\n>> Jacques Fein: Right.\n>> Bill Benson: | know that you're beginning to tell us --\n>> Jacques Fein: My First Family.\n>> Bill Benson: Yeah. We'll talk more about what you've learned about what happened to\nyour parents. You started to tell us about the transit camp. | know that most of the details\nabout your parents being rounded up and sent to camps and later deported are pretty much\nunknown to you, but as you said, you believe your father was taken in 1941 and your mother\nthe following year, in July of 1942. Have you been able to learn anything about the\ncircumstances in which your father was rounded up and taken? And you know for a fact that\nhe --\n>> Jacques Fein: In simple terms -- well, Paris was ground zero for the Jews of France and\nespecially Paris because most of the Jews lived in Paris. So as far as Jewish people being\ndeported eventually to Auschwitz, the foreign men were first taken -- sorry, foreign Jewish men\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwere first taken. And then in July --\n>> Bill Benson: That would have been your father.\n>> Jacques Fein: My cousin's letter says -- if | could read it. Yeah, he was taken with Sara's\nfather in May 1941 to Pithiviers, a transit camp south of Paris.\n>> Bill Benson: Tell us what a transit camp -- what does that mean?\n>> Jacques Fein: It means it's a place where people were being sent as a holding place for\nthe next step. The French police, the French government, in coordination enforced by the\nGerman government knew that the next step was Auschwitz, going by trains and all.\n>> Bill Benson: As you said, so a holding camp.\n>> Jacques Fein: My mother went to Drancy, one worse than Pithiviers.\n>> Bill Benson: What have you learned about Pithiviers?\n>> Jacques Fein: Not too much except it was mostly for men.\n>> Bill Benson: And close to Paris.\n>> Jacques Fein: The southern part of Paris.\n>> Bill Benson: How are you able to get the photograph of your father that we saw?\n>> Jacques Fein: Well, we'll have to go fast forward.\n>> Bill Benson: We can come back to that if you want.\n>> Jacques Fein: Since you asked me that question. In 1984, | went to -- | found out | had a\ncousin living in Paris for the first time in my life, a blood cousin. So | went with my kids to Paris\nto visit them. And then she gave me a letter. Before | went, she wrote me a letter that she\ngave me some pictures of my family at that time.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: So photos that were sent to her.\n>> Jacques Fein: Right. So 1973 -- 1984 -- | came here in 1948 so 36 years after | came to\nthe United States.\n>> Bill Benson: Was that the first photo you had seen of your father?\n>> Jacques Fein: Yes.\n>> Bill Benson: Wow.\n>> Jacques Fein: Just as an aside, my sister is two years younger than |. Somehow she\nknew about my cousins living in Paris. How | found out more about that, April 1983 there was\na gathering in the United States of American-Jewish Holocaust survivors in Washington. |\nwent. Then | opened up and | tried to figure out the next -- you know, what had happened the\nfirst six years of my life.\n>> Bill Benson: And I'm hoping that before we end today you might say more about what that\nwas like for you to begin learning those things about your family all of these years later. But\nwe'll come back to that.\nFrom what you know after your father was taken and before your mother was also\ncaught in a German roundup, before she went somehow she was able to arrange for you and\nyour sister to be hidden with this French Catholic family. What do you know -- before we turn\nto going into hiding, what do you know about the roundup that your mother was taken in?\n>> Jacques Fein: They were forced to do that. The Jews had to register with the authorities.\nThe poor foreign Jews lived in a certain section of Paris, so they knew where they were.\nPeople followed along. And brutally. It wasn't saying, hey, let's walk to this transit camp.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nThey just shoved them, put them in trucks and took kids in a terrible manner. There's a movie,\n“La Rafle,” part of it you can see the process.\n>> Bill Benson: And that particular film was about probably the single largest roundup of Jews\nin France ever. Tell us a little bit about that. That was the subject --\n>> Jacques Fein: That was the biggest roundup. But basically there were other roundups. It\nwasn't the only one. | believe my mother was taken right around that time. I'm not quite sure.\n>> Bill Benson: | think -- you don't think she was taken in the big one in which 13 --\n>> Jacques Fein: | don't think so; around that time, ‘42, ‘43.\n>> Bill Benson: To spend a moment on the Velodrome roundup, you told me some 13,000\nJews were round up and then deported to transit camp and then off to places like Auschwitz.\nSo what have you learned about your mother's roundup? | think you think she may have been\ncaptured or grabbed on the Metro system?\n>> Jacques Fein: Well, two things. First of all, | was already in hiding with my sister in 1941 or\n‘42, early ‘42. | believe and I'm pretty sure that my mother would visit us, my sister and I, in\nsecret. But at that time you also had to wear -- Jews had to wear a yellow star. And she\nprobably did. And from what | understand, when | visited family who hid me, visited them in\n1984 or 85 -- | forgot exactly. It seems that she forgot to wear her yellow star and she\npanicked in the Metro. And she was then taken.\n>> Bill Benson: On the Metro.\n>> Jacques Fein: So people were scared. They were terrified. They didn't believe what was\nhappening.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: And from what you know, as you said a moment ago, she was taken to a\ndifferent camp than your father.\n>> Jacques Fein: It was cold and terrible during that time.\n>> Bill Benson: Have you learned anything more about what Drancy was like?\n>> Jacques Fein: Just from reading. There was a terribly cold -- the worst you can imagine. It\nwasn't a concentration camp. It was where people were -- there were hardly any bathroom\nfacilities, hardly any food, hardly any water, hardly any life.\n>> Bill Benson: Thousands of people crammed into these camps. You know and you've\nlearned that your parents were eventually deported to Auschwitz where they were murdered.\nDo you know when they were taken to Auschwitz and how long they were there before they\nwere killed?\n>> Jacques Fein: How long I'm not quite sure, but my father was taken -- well, there were\ndifferent convoys, trains, going from Paris to Auschwitz. There were maybe 50, 60 convoys.\nSo my father was taken under convoy number 4, which was in July 1941. And my mother,\nconvoy number 58 or something, 51, which was in 1943, | believe. How she survived two\nyears -- I'm not quite sure exactly when she was taken to Drancy.\n>> Bill Benson: Right. And, of course, what you were just implying a moment ago is that the\nNazis kept such meticulous records that you actually know the number of the convoys. You've\nlearned that, that your parents were taken on.\n>> Jacques Fein: Also, | was reading the letter that my cousin sent to me in January 1984.\nAnd she specified -- she had a -- she was five years older than | was. So if | was 3 or 4 years\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 5\nold, 3 years old in 1941, she was 8 years old. And she has a pretty good memory. She told\nme exactly the convoys that my father was in and my mother.\n>> Bill Benson: As you explained to us a moment ago, before your mother was taken she\nsomehow was able to arrange for you and Annette to go into hiding with the Bocahut family.\nAnd you would remain with them until the end of the war. Tell us what you can about the\nBocahuts and what your life was like with them to the extent that you know and if you know\nanything at all about how your mother may have been able to arrange for you to go into hiding\nwith the Bocahuts.\n>> Jacques Fein: How did | get into hiding? In Paris there was a French organization called\nOeuvres de Secours aux Enfants whose mission was to save as many Jewish kids as\npossible. They probably saved about 10,000 kids or so. So they, with the cooperation of my\nparents, or my mother definitely, agreed to put me in hiding. For any parent to say, ok, my\nchild, you're going to go in hiding it's got to be a very difficult decision.\n>> Bill Benson: Unimaginable, | imagine, for most of us.\n>> Jacques Fein: So from that point my mother and father were heroes. They resisted the\npersecution of Jews. So it was a key Jewish organization, OSE. As you mentioned, before |\nbecame co-President. So fast forward into the last 20 years. In 1994, we formed -- we, the\nkids who were chosen during the war and saved by OSE, formed OSE-USA. It's like a\nnetwork. And what we do also is raise money and send money to OSE in Paris.\n>> Bill Benson: So is OSE still saving kids today?\n>> Jacques Fein: Well, it's different. It's a special service agency. It has a different mission\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthan it did during the war.\n>> Bill Benson: Does it run orphanages today?\n>> Jacques Fein: A few. But in France it's like a social agency. It expands outside of France\ninto Israel and Morocco and Northern Africa.\n>> Bill Benson: So your mother somehow or possibly your father were able to work with OSE,\nfind a hiding place for you. Tell us about the Bocahut family.\n>> Jacques Fein: | must have been there roughly 1941. | hid with my sister. My sister was\nborn in August 1940. | lived there. | don't recall any terrible memories over that time; except |\nknow we had to be very quiet. The family took care of us. And | remember two or three\nincidents. One day my foster father put my sister and | in a ditch with a blanket over us. And |\ncould see -- | still can see it now. Maybe 100 yards away, soldiers with guns with dogs. And\nobviously they were looking for Jews or resistant fighters, people of that nature.\n>> Bill Benson: And that is one of the early memories that you have.\n>> Jacques Fein: One of my early memories. Another time for whatever reason | was sick, |\nhad an earache. | was sent to a hospital in Paris. | found out later that the father took me out\nas quickly as possible from the hospital. And when | went to visit the family in 1984 or so, they\ntold me that hospital was raided by the German police or the French police. So had he not\ndone what he did, | would never be here today.\n>> Bill Benson: Right.\n>> Jacques Fein: And again, it wasn't as if | was living in fear because -- the other thing, | was\ntoo young to understand what was going on. Nobody -- we didn't have television, internet.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nThe family was not telling me, hey, this is the war going on; this is what's happening.\n>> Bill Benson: Right. And you wouldn't know that. I'm sure they protected you for as much\nas possible. But as you said a moment ago, you do remember an atmosphere of having to\nremain quiet. Is there anything more you can say about that?\n>> Jacques Fein: Well, that was the nature of the time of being in hiding. You could not\ndivulge -- the family could not divulge who was being hidden or else that family would have\nbeen killed immediately. And | would never be here. Not only that, that family, but their kids.\nFortunately the neighbors were not any trouble. So that's my second family.\n>> Bill Benson: The Bocahuts. That's right. Have you learned anything from your subsequent\nvisits about the Bocahut family to have any insight as to how they would explain the presence\nof two youngsters in their house?\n>> Jacques Fein: Well, this is very tough. | left their place after the war. The war was ending\nin Paris, in France, rather, August 1944. It ended May 8, 1945. | was taken out of that home.\nThe key thing after that was the particular relationship between them and | because it would\nhave been impossible. The mission after that was to try to reunite me and my sister with my\nfamily. It would have been very difficult given all the dynamics.\n>> Bill Benson: For the period you were with the Bocahuts, almost four years, | believe, they\nraised you as Catholics. Do you know anything about that?\n>> Jacques Fein: All | know | was baptized. | don't remember any prayers. | don't remember\nanything --\n>> Bill Benson: But they did take you --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Jacques Fein: According to my records. By the way, the records that | have, some of the\nrecords -- the OSE Paris had fantastic records. And | visited them in 1984. And | copied a\nbunch of records that they had. | had some from living in New Jersey but | was able to create\npart of my history.\n>> Bill Benson: From the records and from conversations with the children and the Bocahuts\nwhat do you know about their family?\n>> Jacques Fein: They were good people, in very simple terms. When Judee and | visited\nthem -- | forget what day it was, 2000 or so. They were very simple people. | think they said it\nwas the right thing to do. And also, Paris being ground Zero is different than living on a farm in\nthe countryside. Less dangerous but still had to be careful.\n>> Bill Benson: At great risk themselves.\n>> Jacques Fein: Right.\n>> Bill Benson: Do you know did they hide any other Jewish children?\n>> Jacques Fein: | believe they did but I'm not sure. I'm not really sure.\n>> Bill Benson: Your sister Annette, of course, was | think almost two years younger than you.\nHas she learned from you what you know about the Bocahuts?\n>> Jacques Fein: Basically, my sister, two years younger than I, she moved to Israel in 1962.\nShe didn't deal with her hiding or the Holocaust. It didn't really happen until -- our groups have\nconferences once a year. | forgot which year it was, maybe 2008 or 2009, she came to a\nmeeting and then realized that she was in the Holocaust in hiding. She kind of sort of opened\nup more about what had happened to her.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: And no doubt learned a great deal from you from the research that you've\ndone.\n>> Jacques Fein: | hope so.\n>> Bill Benson: So as you said, Jacques, you lived with the Bocahuts until the war near Paris\nand in France ended in August 1944. You were not quite 6, | think, when D-Day occurred, and\nyou were 6 1/2 when the war itself was over. As a 6-year-old, do you have any memories --\n>> Jacques Fein: Yes.\n>> Bill Benson: Ok.\n>> Jacques Fein: Of the war.\n>> Bill Benson: Of the war.\n>> Jacques Fein: So the one thing | remember, it must have been obviously after the\nliberation of Paris or it could have been after the war ended. It was a hot summer day. All the\ntownspeople -- it was a place called Vers-Galant, went out to the highway to the main road. All\nwe saw was the Americans -- the allied troops coming in, in their tanks and waving flags and\nthrowing candy to all the kids. And everybody was shouting. | didn't Know it was the end of\nthe war.\n>> Bill Benson: Right. You knew candy was being thrown.\n>> Jacques Fein: Hershey bars candy. It was very -- people were shouting.\n>> Bill Benson: And that you do remember.\n>> Jacques Fein: Most definitely remember that.\n>> Bill Benson: As you said, the war for you and where you were living at that time was over\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nin August of 1944. Of course, it would continue in Europe until May 1945. When the war\nended, OSE, the organization that had put you into hiding with the Bocahuts, removed you\nfrom their home and took you to an orphanage. And later you and Annette were moved to yet\nanother orphanage where you would stay until 1948. Tell us what you know about the\ncircumstances of them coming in and saying now we've got to take Jacques and Annette and\ntake them elsewhere.\n>> Jacques Fein: Getting out I'm not quite sure what happened. | was 6 years old. My sister\nwas 4. At that age you follow the program. And that was the plan. | didn't really have any\nother options. So we were first put in an orphanage near the coast of Brittany. People\nsometimes think of orphanages as being terrible and lonely places, kids. Well, this was exactly\nthe opposite. Because we came out of the hiding, number one. And we learned about -- we\nwere fed. We played with kids. So it was very good for us. So that was my third family.\nBecause then we went to another orphanage outside of Paris and the same thing. But we\nlearned more. We knew more about what was happening. And that was my fourth family.\n>> Bill Benson: The second orphanage. Do you have any recollection of what it was like for\nyou to be taken from the Bocahut family to move from there?\n>> Jacques Fein: | don't remember. | remember both orphanages. One was by the coast of\nBrittany, going to the ocean and learning. And the other thing is, all the kids who were there\nwere in the same situation. Most of us knew that our parents or our family were no longer\nalive. So everybody was in the same boat, so to speak. It's not like one had more money or\nless money or one had parents living and others didn't.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Bill Benson: So all the kids, as you said, were in the same boat.\n>> Jacques Fein: The same situation.\n>> Bill Benson: The first orphanage you went to, the one in Brittany, | think you were there a\nshort period.\n>> Jacques Fein: About a year.\n>> Bill Benson: And then went to, | think, stayed at Taverny until 1948. Do you have many\nmore memories of that? And you described it to me as almost like a chateau. Tell us about it.\n>> Jacques Fein: It was a chateau. That's why.\n>> Bill Benson: That's why you called it that. Ok.\n[Laughter]\n>> Jacques Fein: Exactly. | got there roughly in the early ‘47, | believe, and left in 19 --\nOctober ‘48. As a matter of fact, after the war ended, many teenagers that age had been in\nBuchenwald. They were sent to Taverny because it was a very orthodox -- Jewish orphanage\nat that time. | never was there at the same time that he was.\n>> Bill Benson: You came in a later group.\n>> Jacques Fein: About a year, year and a half later. But, again, the main thing is we were all\nin the same situation and we played. It was good to us.\n>> Bill Benson: It's also a place where you were really reestablished with your Jewish identity.\nCan you tell us a little bit about that, to the extent you remember? Again, you were very\nyoung.\n>> Jacques Fein: Well, while | was in hiding | don't know what we did, but | was baptized. I'm\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nsure we didn't have any Friday night Shabbat services.\n>> Bill Benson: Not likely.\n>> Jacques Fein: I'm sure. And I'm sure | didn't know anything about being Jewish. But once\nwe were out, Shabbat service was very important. The Jewish holidays was very important.\nI'm not quite sure about learning Hebrew and being with other Jewish kids and being\nsupervised by the staff who was mostly Jewish.\n>> Bill Benson: And what was OSE's role with these two homes?\n>> Jacques Fein: They had two homes but they had many other homes.\n>> Bill Benson: They were operated by OSE.\n>> Jacques Fein: Right. During the war they were in secret, resisting the Germans as much\nas they could. And after the war -- | forgot how many orphanages they had; unfortunately quite\na number because many kids had no more parents.\nSo at that time, especially when we went to Taverny, they were reuniting me with my\naunts and -- reuniting me with my aunts and uncles would have been impossible. Some of\nthem had come back from Auschwitz. They had their own kids to take care of. They could not\ntake care of two more kids. The situation would have been extremely difficult.\n>> Bill Benson: Do you know if the OSE folks, did they attempt to try to find if there were living\nrelatives?\n>> Jacques Fein: I'm sure they did. But I'm not quite sure how they were able to connect all\nthe dots. But, again, as you said, the Germans kept pretty detailed records. And that was\npart --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: Right. And as it turned out, OSE kept very detailed files. | hope we'll talk a\nlittle bit more about that in a minute.\nOf course, this is Postwar France. Do you have any idea what conditions were like?\nWas food scarce in those times?\n>> Jacques Fein: | could read history, but where | was --\n>> Bill Benson: Not an issue?\n>> Jacques Fein: It was not an issue. I'm sure we had enough food for the kids. And maybe\nit wasn't enough. The fact that we came out of hiding, playing, eating and all of that, was not\nsuper, duper important.\n>> Bill Benson: Jacques, do you know at what point you understood that your natural born\nparents -- you would not see them again?\n>> Jacques Fein: That's a good question. | probably knew by the time | was in the\norphanages in 1947, ‘46. But | don't remember the moment.\n>> Bill Benson: And, of course, | know you're going to tell us in a moment about being\nadopted by the Feins family. Tell us about that. That was 1948. This American couple, the\nFeins, come to the home where you were.\n>> Jacques Fein: First of all, my parents, my adoptive parents, they couldn't have any\nchildren. They were actually from Russia. They came to the United States in 1920s. She\ncould not have any children. As you know, by 1945, ‘48, there were a lot of kids available in --\norphans in France. They were very well connected to the Jewish organizations of New Jersey\nand New York. They were not religious, but they were connected to the religion and the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\norganizations. | had no idea why but they wound up going to the orphanage where | was,\nTaverny, with my sister. They visited there. | remember seeing them. We were playing, |\nthink. From what | understand, they saw my sister. She was two years younger. Probably\nwhen they came maybe she was 6 1/2, 7. They wanted her. The Director of the orphanage\nsaid good. But there was a but.\n[Laughter]\nThey said it's a package of two. So they obviously agreed.\n>> Bill Benson: Did they come back to the United States and then return to get you?\n>> Jacques Fein: They came to France, to the orphanage. | think we visited with them in a\nhotel in Paris. They went back to the United States. | don't remember if they came back\nagain. But October 8, 1948, we left the orphanage, which was my fourth home, by the way.\nAnd we went to Marseille and then to the United States. Arrived in -- October 8, 1948.\n>> Bill Benson: How did you come to the United States?\n>> Jacques Fein: By boat.\n>> Bill Benson: You came by ship.\n>> Jacques Fein: If you remember -- | was at a retreat for our federation board last\nSeptember. And a young lady who was in charge said, \"When you were 10 years old, what did\nwant to be?\" So everybody said | want to be a doctor, a nurse, a teacher. And | said | was on\na boat from France to the United States and all | wanted to know was what my life was going\nto be here.\n>> Bill Benson: That's what you thought about. Do you remember that trip?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jacques Fein: Oh, it was a great trip. | learned how to play chess, among other things.\nWe had a chaperon, four or five of us. | had a French beret, which | lost in the ocean\nsomewhere.\n>> Bill Benson: Blew off your head into the sea.\n>> Jacques Fein: It was a windy day. | had my 10th birthday on that ship. As we were\napproaching New York, a lot of people went to the side. And | was wondering why. It was a\nfoggy day. | realized they were looking -- they saw the Statue of Liberty. And that was the\nmoment that we arrived.\n>> Bill Benson: Do you remember seeing the Statue of Liberty?\n>> Jacques Fein: It would be nice to say yes, but. It was very foggy.\n>> Bill Benson: It was foggy. Ok. So you dock in New York and here are the Feins.\n>> Jacques Fein: They picked us up, | think with some other couple. As a matter of fact, and\nJudee knows, they had a friend that went with them. And he took a 35-millimeter film which we\nhad and converted to a CD, aDVD. You could see us, my sister and I, coming off the boat.\nLiterally coming off the boat. And people were wearing hats. You know, in those days --\n>> Bill Benson: 1948.\n>> Jacques Fein: It was a different time in terms of clothing.\n>> Bill Benson: So you have the footage of that today.\n>> Jacques Fein: We have the footage.\n>> Bill Benson: That's fabulous. That's fabulous.\n>> Jacques Fein: And then we came home. So that's my fifth family. | met my cousins, my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\naunts, uncles. We had a big dinner. | got terribly sick because | was eating everything | could\nsee.\n[Laughter]\nThe doctor came over -- in those days, you know, having a doctor coming home was\nmore natural. He spoke English. And | spoke French. We had a neighbor who spoke French.\n| recovered.\n[Laughter]\n>> Bill Benson: Jacques, you mentioned several times the number of families: your natural\nparents, the Bocahuts, the two homes in France, and then, of course, the United States with\nthe Feins. That's a lot of change, a huge amount. For most of us, it would be very difficult to\neven imagine what that's like. What do you recall of not only you now have a fifth family but\nyou're an entirely different world.\n>> Jacques Fein: Actually six or five and a half.\n>> Bill Benson: Now you're in a whole new world.\n>> Jacques Fein: Well, coming here, what we had to do, obviously, we assimilated the United\nStates culture, language number one; number two, my parents, family. Schooling, | was 10\nyears old when | came to the United States. My parents were fortunately well-to-do. They put\nme in a private school. When | was 10, | started in the first grade because of my English.\n>> Bill Benson: You're in there with first graders, 10 years old.\n>> Jacques Fein: Right. But | managed to skip, skip, skip. Eventually | made up the grades\nand graduated college -- high school at the right time.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\n>> Bill Benson: And went on to remarkable education. What was that like for you?\n>> Jacques Fein: It was kind of strange. Our granddaughter was adopted when she was\nliterally a baby. So she didn't know anything else. To be adopted at the age of 10 is not easy\nbecause you know there's a big difference. You know you had a history. So that was quite a\nbit of a difference.\n>> Bill Benson: Not just a history; is a very complex, convoluted, with much upheaval and loss\nso it must have been just an extraordinary transition.\n>> Jacques Fein: So given everything | guess | turned out to be ok. [Laughter]\n>> Bill Benson: You did. If you don't mind, I'm going to skip around with a couple of things |\nwanted to ask you about.\n>> Jacques Fein: Before we go -- | need to say hi to my friend Regina who volunteers at the\nmuseum. She's also a survivor who survived Auschwitz. She's about 90 years old, roughly 90\nyears old. She's great.\n[Applause]\nAnd she lives in Columbia, where we live. We know her daughter. Michelle knows her. She's\na great part of the Holocaust community here, Montgomery County and Howard County.\n>> Bill Benson: We've had Regina speak on our First Person earlier this year.\n>> Jacques Fein: And she's volunteering today at the Donors Desk. But because I'm here\nand we're friends. Right?\n[Laughter]\nSorry about your age.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n[Laughter]\n>> Bill Benson: Jacques, tell us about Felice.\n>> Jacques Fein: The orphanage. When | came to the United States in 1948, we had about\n60, 70 kids of my age-group. At the beginning they wrote me letters. And one of them was\nFelice; wrote me a letter, missed me, wanted to know how it was in the United States. In the\nmeantime my parents would send money to the OSE, to the orphanage. She told me that with\nthe money that they received, they went to a circus in Paris. They wanted you to know how\nthings were going.\nSo skimming forward to April 1983, the gathering of American-Jewish Holocaust\nsurvivors here in Washington. There was a breakup of tables: Germany, Hungary, France, of\ncourse. So! went to the French table. There was somebody put a sign OSE here. And a few\nof us went there. When you talk to people, you play like geography so she said her name is\nFelice. | said, | know Felice; | have a letter from someone named Felice. | lived in Columbia,\nMaryland, at the time. So! went home 30 miles, brought back the letter, showed it to this\nFelice. And that was her.\n>> Bill Benson: That was her. Written in 1948 and here it is 1983. Wow.\n>> Jacques Fein: She screamed. It was unbelievable. And not only that, we lived in Newark,\nNew Jersey and Union, New Jersey. And she was living in Linden, New Jersey, which was\nvery close by.\n>> Bill Benson: And you didn't know that at the time.\n>> Jacques Fein: So that's one of the power of the networks, the OSE-USA networks, our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ngroup's network. You never know who you're going to meet from the past.\n>> Bill Benson: Tell us a little bit more about the kinds of things you've learned from reading\nthe OSE records about your case, if you will. They had a dossier on Annette and on Jacques.\nWhat kinds of things did you learn?\n>> Jacques Fein: The thing that we learned really is that for those of us who were saved by\nthe OSE, we want to support them. So that's the main thing. We have the OSE-USA group.\n>> Bill Benson: Which you're now President of.\n>> Jacques Fein: Co-President. The Co-President is a -- not a survivor, per se, but the child\nof a survivor. So that's what | really learned. That's very important to remember what\nhappened in the past, not to forget. They are still operating. It's a completely different mission\nthan it was in the ‘40s.\n>> Bill Benson: What was it like for you the first time you went to a meeting where there were\nother survivors who had been children like you?\n>> Jacques Fein: Well, let's see. In the late “70s -- and Regina knows -- there was a group in\nthe Washington area, shalom group, called Shalom. That was compromised of survivors, but\nthey were mostly survivors who had lived, who had survived concentration camps or ghettos. |\nnever went to a concentration camp. | go to the Donors Desk and people want to know\nwhere's my number. Had | gone to a concentration camp, | would have -- | was too young to\ndo anything.\nSo when you meet people, you connect immediately. You don't have to say too\nmuch. They know exactly what you're going to say. | never met my parents. | don't have to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncontinue. They know what | mean.\n>> Bill Benson: They know what you experienced, what you went through.\n>> Jacques Fein: Right.\n>> Bill Benson: And, of course, you remained not only active in the organization, you've\nhelped to build a more local organization in the years since. You are now very involved as a\nCo--President of OSE, and you continued to learn things that you hadn't known before. Do\nyou still have any connection with the Bocahuts today, any family?\n>> Jacques Fein: No. First of all, once we left the orphanage, their home, we broke up the\nrelationship. It was almost necessary. | don't have anything except for the time we visited.\nThe reason | was able to visit was because the OSE records were so accurate. | went to their\nhome -- Judee and | went to their home with my cousin who lives in Paris. And the address |\nthink was 146. They had moved to 148, next door.\n[Laughter]\nMaybe the numbers were wrong originally. The reason | quit the board because | became\nCo-President of the organization. You understand.\n[Laughter]\n>> Bill Benson: | think we have time to turn to our audience.\n>> Jacques Fein: One more thing.\n>> Bill Benson: Ok.\n>> Jacques Fein: Before | forget. Lynn came with us. We went on the Metro, the MARC train\nfrom Elkridge, Maryland, to here. For the first time in years the power line broke down and we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncouldn't go anyplace. We were going to go by taxi. But Don and Lynn from Hamilton, New\nYork, were staying in our development. We called them. They were driving because they\nhave relatives in Virginia. They were just about to leave. They picked us up and we got here\nby 10:30 without any problem. If it wasn't for them -- I'm sure we would have made it, but |\nhave no idea what time we would have been here. You deserve a special thank you.\n>> Bill Benson: We're glad you rescued him today and got him here.\n>> Jacques Fein: And my wife was the one -- Judee was the one who said, \"Call Don and\nLynn.\" | said, go ahead. Whatever she wants.\n>> Bill Benson: Thank you. Let’s turn to our audience and see if our audience has any\nquestions they'd like to ask of you. We have one hand shot up already. If you wait until we get\na microphone. It's being passed to you now. Make questions as brief as you can. If | need to\nrepeat it so everybody hears it, including Jacques, I'll do that. If it's brief, that will help us.\n>> Do you know if the OSE, is that the organization that was like Sara's train where they were\nsending children to be adopted? | didn't know if that was the organization.\n>> Bill Benson: The Kindertransport?\n>> Yes. Were they connected?\n>> Jacques Fein: It's somewhat similar. But the Kindertransport were kids from Austria and\nGermany, about 10,000 sent to England. England opened up its doors to them. The OSE\ngroup was part of France. They did save kids from Austria and Germany. Some of them were\nsent to actually to France. So it's somewhat similar. But it was basically saving kids, staying in\nFrance.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Bill Benson: About 10,000 kids on the Kindertransport were saved.\n>> Jacques Fein: Yeah.\n>> Bill Benson: Thank you. Do we have another question from our audience? Gentleman\nright here. We got the microphone coming to you here.\n>> After you left the Bocahut family, how were you able to reconnect with your Jewish identity?\nAnd how important is it to you now?\n>> Jacques Fein: The second part is very important. I've been involved, as people know here,\nwith the Jewish community and the non-Jewish community also. But | definitely am connected\nwith the Jewish community.\nHow did | connect? At that time we were all in hiding, my sister and |. | didn't know\nanything about what religion we were doing, but | was baptized according to my records. But\nthe OSE people, when they took us out, their prime mission was since they could not reunite\nus with our family was to make sure that we were -- reconnect us with our Judaism. So by\ngoing to services, Jewish religion, the holidays, and religious school to some degree. And the\nregular school. | went to a regular school in Taverny with the other kids, the kids that were\nliving in Taverny, | assume.\n>> Bill Benson: So it was a French public school for education.\n>> Jacques Fein: Right. So that was their mission, also to reconnect us with our Judaism.\nGood question.\n>> Bill Benson: Thank you. A question over here.\n>> What advice would you give to anyone who's interested in adopting or fostering a young\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nchild?\n>> Bill Benson: Interesting question. What advice would you give to somebody considering\nadopting or fostering a young child?\n>> Jacques Fein: Well, my son and his wife adopted a baby, basically, from scratch -- the\nbeginning.\n[Laughter]\nFrom day one. And they did some research. My parents adopted me. There's no way of\nknowing how it's going to work out. They need to be supportive of who they adopt. I'm sure\nthere have been cases where adoption doesn't work. | was very lucky. Because | was\nadopted at the age of 10; | had a major history that | knew about.\nI'm not a psychologist, but to support whoever you're getting. I've heard recently that\nkids who were adopted from Russia but they were not in top health and they sent them back.\nThat's like a no-no.\n>> Bill Benson: Thanks, Jacques. Thank you for that. We have a question right here.\n>> You said that your sister didn't necessarily consider herself having been in the Holocaust.\nls that common for people who are in your sort of situation, where they weren't in camps?\n>> Bill Benson: Just so people in the back -- the question was -- you commented on your\nsister didn't think of herself so much as a Survivor. The question is: Was that common with\npeople who had been through similar circumstances as you and your sister?\n>> Jacques Fein: Well, typically speaking -- when | ask people — say: The Holocaust, what\ncomes to your mind? People say concentration camps, horrible, you know, no way of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsurviving concentration camps, absolutely unbearable, ghettos. But we were so young. And in\nhiding some people didn't think they were survivors. So it really didn't happen until 40 years in\nthe United States. And 40 years is a magic number in life, mid-life crisis. You want to know\nwhat's happening to you. Like Moses took the Jews -- 40 years. Whenever he was. Into the\npromised land.\nSo the answer is, yes. A lot of people of that age didn't think they were survivors but\neventually they dealt with it. | think my sister is dealing with it better.\n>> Bill Benson: When you think about the losses for you, the bottom line is your parents were\ntaken from you and murdered in Auschwitz. Your life was constant upheaval for years after\nthat until you settled in the United States.\n>> Jacques Fein: The other thing is in terms of different families, | was married once. My fifth\nfamily. And then because of Judee is my sixth family and our family.\n>> Bill Benson: | think that we've got one more question and then we're going to close our\nprogram. I'll turn back to Jacques to close it ina moment. Young man in the green shirt in the\nmiddle. A microphone for him?\n>> What was your first feeling or thought when you found out about your history, about the\nwar, and hiding, and your parents? What was your first feeling?\n>> Bill Benson: What was your first feeling when you found out what you had been through?\n>> Jacques Fein: That is a good question. Unfortunately the only answer | have is | really\ndon't remember how | felt at that time. | could have been 7 years old or 9 years old.\nRemember, | didn't have any family. | was basically, from a feeling point of view, relationship\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\npoint of view, we were on our own. So there was nobody to tell me or remind me of what had\nhappened. But | do know what happened. And my feeling is that a lot of people went through\nhorrible, horrible conditions. And some of us survived. Some did not.\n>> Bill Benson: Thank you for that question. We're going to close in a moment. | want to\nthank all of you for being here with us for First Person. We'll have First Person programs each\nWednesday and Thursday until the middle of August. Our website has information about the\nupcoming programs as well as information will be posted for our program in 2015. So we hope\nvery much that you might have the opportunity to come back and join us.\nIt's our tradition at First Person that our First Person gets the last word. So | will turn\nback to Jacques to close our program in just a moment. | want to mention two things before |\ndo that. When Jacques's finished, can you stay for a few minutes for people who have other\nquestions?\n>> Jacques Fein: Oh, yeah.\n>> Bill Benson: Jacques will step off the stage. So please feel free to come up and shake his\nhand or get a photo taken with him or ask a question. He'll do that. Then when Jacques is\nfinished, our photographer Joel is going to step up on the stage. And I'm going to ask you all\nto rise because Joel is going to take a photo of Jacques with you as the backdrop. It really is\nterrific.\nI'm going to stop now and turn it over to Jacques.\n>> Jacques Fein: First of all, | want to thank a few people. Not necessarily in this order, but\nMr. Louis for supporting this program, which is very, very good for the Museum, for the Jewish\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncommunity, my partner -- not only with me but with many other survivors, really fantastic. And\nthe Museum staff is always fantastic. My friends who came from New York and Elkridge and\nJudee, | thank them and all of you for coming here. | hope you learned something different\nthan the usual Holocaust history. That's what we do. A lot of us survivors -- it's our only time\nto speak. In 10, 15 years we're not going to be here anymore. We have no problem speaking.\nRemember, it's 70 years after the end of World War II. So emotionally speaking, there's\nobviously emotions but it's not like we came off the boat. So -- it's very important for us to\nspeak and answer questions.\nWhat | like about volunteering is it's like a learning experience from the people who\nask me different questions. I'm sure there are people from all over the United States and other\ncountries. It's really great doing this.\n>> Bill Benson: Thank you, Jacques.\n[Applause]\n[The presentation ended 11:58 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}