{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON RITA RUBINSTEIN\nWednesday, May 20, 2015\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nRita Rubinstein, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional support from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue through mid-August. The\nmuseum's website, at www.ushmm.org provides information about each of our upcoming First Person\nguests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Rita Rubinstein's biography so that you\ncan remember and share her testimony after you leave here today.\nRita will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, there will be an opportunity for you to ask Rita some\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Rita is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nWe begin with this portrait of Rita, shown here between her Aunt Bella and cousin, Bayla\nShulwolf, who perished in the Holocaust.\nRita was born Rifka Lifschitz in December 1936 in Vascauti, Romania. The arrow on the\nmap points to Vascauti.\nHere we see an engagement photograph of Rita's parents, Tabel and Avraham.\nRita's father ran a dry goods store and small factory with his sister and brother-in-law in this house,\npictured on the right, which also served as the family home. Their factory had a few looms to weave\nnative Ukrainian clothing that was sold in the store. In 1940, the Soviet Army marched into Vascauti\nand drafted young men, including Rita's father, into the Army.\nWhen Axis troops invaded the Soviet Union the next year, Romanian soldiers entered\nVascauti and told all the Jews to prepare to leave within 24 hours. Rita's family was able to bribe\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nRomanian soldiers who took the family to a ghetto in Transnistria. The area known as Transnistria is\nshown on this map. Once there, a village family took Rita's family in. Rita was able to attend a small\nschool but during the three years the family lived in the ghetto they faced terrible hardships. After they\nwere liberated, the family was eventually able to return home.\nAfter the war, Rita attended a Ukrainian school in what had become Communist Romania.\nBy obtaining false papers, Rita, her mother, and her aunt were able to travel from Romania to a\nDisplaced Persons Camp in Germany that was administered by the U.S. Army. Here we see Rita in\nher Purim costume.\nRita arrived in the United States in 1949 with her mother and her mother's husband, an\nAuschwitz survivor, whom she met in the Displaced Persons camp. They settled in New York City. Rita\nmarried Nathan Rubinstein in 1959 the same year Nathan entered the University of Maryland for his\nMaster's degree. Rita graduated from Brooklyn College in 1960 then joined Nathan in Maryland where\nshe began teaching elementary school in Olney, Maryland, just outside of Washington, DC. She left\nteaching to have and raise their three daughters: Nina, Sheri, and Rene. When the girls were older,\nRita began teaching at a Yiddish Hebrew school then later became its principal. After retiring from the\nschool Rita became a private tutor for bar and bat mitzvahs, including for adults who haven't had their\nbar or bat mitzvah.\nNathan passed way at age 58 in 1995. He had lost most of his family during the Holocaust\nbut he survived with his parents in Siberia. After the war they came to the U.S. After service in the\nU.S. Army, Nathan began a career as a scientist at the Johns Hopkins Applied Research Lab in\nBaltimore with a top secret clearance.\nTheir three daughters have a combined eight grandchildren. Daughter Nina is an industrial\npsychologist with two children. Daughter Sheri is an attorney with four children and Rene is a pediatric\nnurse at Johns Hopkins Hospital with two children. Four of Rita's grandchildren are now college\ngraduates with the most recent having just graduated from Ohio State University this past Mother's\nDay. One grandson begins Dental School this fall at the University of Maryland. Rita's Daughters and\nson-in-law are here today as is her granddaughter Alexis.\nRita is very active in the community. 14 years ago she formed a singing group, the Happy\nMatzah Balls, which still performs at area nursing homes, senior centers and such places at the\nNational Institute of Health and the Catholic University of America, as well as here at the museum. She\nalso sings with the Gaithersburg Community Chorus and her Congregation Choir. Rita is a volunteer at\na local hospice and has traveled to Israel to do volunteer work for the Israeli Army. And Rita volunteers\nhere at the museum, as well, by translating documents and videos of survivor experiences during the\nHolocaust from Yiddish to English. She is speaking publicly more frequently about her Holocaust\nexperience including recently at a local high school and an elementary school.\nWith that, | would like you to join me in welcoming our First Person, Rita Rubinstein.\n[Applause]\n>> Bill Benson: Rita, thank you so much for joining us and for your willingness to be our First Person.\nWe'll get started because we just have you for an hour.\nAlthough World War II began with Germany and the Soviet Union invading Poland in 1939,\nmainly it didn't come directly -- the war didn't come to your community in Romania until 1940. Before\nwe turn to your life during the war and the Holocaust, tell us, first, a little bit about your family and your\ncommunity and you in those years before the war began.\n>> Rita Rubinstein: | was an only child. | had a loving family. You would say pretty well to do because\nwe had a two-family home that we shared with my father's sister. You saw the picture. They had a\nfactory with weaving looms. They would weave clothing for the Ukrainian -- the natives there. And my\nmother -- they had a dry goods store. She sold them. They had a nanny for me. We had electricity. It\nwas modern. We had a radio.\n>> Bill Benson: How common was it to have electricity?\n>> Rita Rubinstein: It was not that common. So it was pretty good. And they were able to hire\nsomebody to do our laundry. There were no washing machines.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nMy grandmother lived with us, my father's mother who had been widowed in World War I.\nShe sent her two eldest daughters whom | had never met until | came to the United States to the\ngolden land. They were only 18 and 16 at the time. They said you could find gold in the streets in the\nUnited States but they wound up working in sweatshops and sending money, whatever money they\ncould, home.\nMy father and his sister were younger so they stayed behind. And when things got bad, they\nwere doing well already and they couldn't get out anyway.\nMy mother -- my grandparents lived in a nearby town. My mother was one of eight children,\ntwo of whom had died before the war. There were no antibiotics available then. She was the eldest.\nAnd | was the first grandchild. So needless to say, | was loved by everyone.\nMy grandparents had a dry goods store as well. They had an orchard, a farm. My\ngrandmother would sew different clothing for me. My youngest aunt was only seven years older than I.\nGetting back to the dried goods store, there was a special -- if you haven't been there, |\nrecommend you go, they were neighbors and friends. There was one photograph that | submitted to\nthe museum that | had. In it, my father is standing. It's on the right-hand side. It's not labeled. That's\nwhy I'm pointing it out to you. You see the Ukrainians in their native costumes. Those are the\ncostumes that my father had manufactured in his factory. The European that you will see, my father is\nwearing a cap. An uncle, my oldest aunt from the United States, her husband came to visit. This was\nbefore the war in the 1930s, around 33, | guess, before my father even was married. His sister and his\nbrother-in-law -- you'll see five people in the background. You'll see all the rest in the Ukrainian\ncostumes. So you'll be able to see that was my family, my late father.\n>> Bill Benson: Incidentally, that exhibit \"Some Were Neighbors\" is very powerful. It's just right outside\nthe doors of this theater to your right. If you have time afterwards, have the opportunity, we strongly\nrecommend you consider it.\nJust a little bit more about your father. You told me he was a very respected man in the\ncommunity.\n>> Rita Rubinstein: Yes. He was very respected. He believed in giving charity. He gave some people\ncredit who could not afford things. He said, \"It's fine; you'll ove me money.\" He was part of the ritual\ncommittee. He helped with burials. We call it -- in other words, he was like a canter. From the time |\nwas little he used to take me to synagogue but, of course, it was short-lived. It was only for four happy\nyears. | had friends. | had toys. | had a doll carriage. | had my cousins to play with, a cousin that was\neight months younger than | and one who was five years older. So those were happy times. |\nremember visiting grandparents. But unfortunately not for long.\n>> Bill Benson: In September 1939, the Soviet Union and Germany attacked Poland which really\nbegins World War Il. It was some months later into 1940 when the war directly affected your family\nwhen the Soviets occupied your town of Romania. Though you were not yet 4 years old, as you\nmentioned, tell us what you can about your family's life and the time when the Soviets occupied.\n>> Rita Rubinstein: From what | had been told, the well-to-do they sent to Siberia. Things were\ndifferent. They came marching in. My oldest cousin looked outside from the attic --\n>> Bill Benson: Still a kid.\n>> Rita Rubinstein: He was still a kid, oh, yeah. He was about 8 years old. The soldiers came running\nUp --\n>> Bill Benson: They saw him in the window.\n>> Rita Rubinstein: We were so frightened we hid under the bed. So this was just the beginning of a\nfrightening experience. We couldn't play outside anymore. Things were definitely getting different and\nsadder for us.\nWhen they drafted the young men into the Army, they drafted my father. For some reason\nmy uncle did not get drafted. He stayed behind. That was the last time | saw my father, when | was\n4 1/2 years old at the time.\nThe only thing | have left of my father besides stories that were told to me by his family, his\nsisters -- he was the only boy and was dearly loved by everyone -- was his prayer shawl. It's\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\ncustomary in the Jewish religion for a couple who becomes engaged for the parents of the bride to\npresent their future son-in-law with a prayer shawl. Amazingly enough, my mother had hoped -- during\nthe war, she had his clothing with him and she carried his prayer shawl. So this prayer shawl is 79\nyears old, 79 or 80, almost 80 years old. He had received it from my grandparents.\nMy husband used to lovingly wear it at high holidays. It was beautifully made. I'll stand up\nand show it to you. This is actually silver. | tried to preserve it as much as | can. It's very meaningful\nto me. | wear it on Yom Kippur and Rosh Hashanah, the high holidays. | feel that he's surrounding me\nwith his love. It was short-lived but. It's also been present at all of my grandchildren's bayonet mitzvah\nand hopefully some day at their weddings.\n>> Bill Benson: Thank you for bringing that in and sharing that with us. It's just beautiful.\n>> Rita Rubinstein: The Museum wanted this but | said | can't give it up. It's my family heirloom. It's\nthe only thing.\n>> Bill Benson: When your father was drafted and that was, as you said, the last you saw of him, how\nold was he at that time?\n>> Rita Rubinstein: Well, he was seven years older than my mother. She married at 23. I'd say he\nwas in his 30s.\n>> Bill Benson: He wasn't a young man at that point, for draft age.\n>> Rita Rubinstein: No. No. He was not draft age. But he was still young. 30s, still young to me, an\nold lady --\n>> Bill Benson: In terms of drafting him, though, he was in his early 30s when they took him.\n>> Rita Rubinstein: Yes.\n>> Bill Benson: Do you know anything about where they sent him?\n>> Rita Rubinstein: All | know is that he was fighting against the Germans, against the Nazis with his\nbest friends. That's how we found out when he met his demise, his end. | don't Know what he was sent\nto. We didn't get any mail. He was just gone.\n>> Bill Benson: When your father left --\n>> Rita Rubinstein: My mother was devastated, his mother who lived with us. It was difficult for the\nfamily.\n>> Bill Benson: Who else was living at home with you? Your mother, your mother's -- his mother.\n>> Rita Rubinstein: Yes. My father's mother and also my father's sister and her husband, her two\nchildren, and her mother-in-law.\n>> Bill Benson: And this is your Aunt Bella?\n>> Rita Rubinstein: Oh. Thank you for reminding me that. My mother, her younger sister, next in line,\nwas seven years younger than my mother. She came to live with us which was lucky for her, the year\nbefore we had to leave. She had a job in an office and lived with us. And when, of course, the war\nbroke out, she wanted to go back home but the trains -- that was her lucky day -- were no longer taking\nher there so she stayed with us and she lived with us.\n>> Bill Benson: Because she couldn't get a train to leave.\n>> Rita Rubinstein: Correct. Yes.\n>> Bill Benson: As it turned out, as you said, that was lucky for her.\n>> Rita Rubinstein: Lucky for her. Lucky for us, too, because she helped a great deal.\n>> Bill Benson: Do you know what happened to the family business when your father was drafted and\ngone and you're under the Soviets at that point? What happened to the family business?\n>> Rita Rubinstein: It was pretty much gone. We had to close.\n>> Bill Benson: Do you have any idea how the family was able to make ends meet, to eat and just\nbasically manage?\n>> Rita Rubinstein: | really don't know. My mother didn't want to talk about these things too much. My\nrecollection is going back quite a few years.\n>> Bill Benson: Right. Right.\nSo you're living under the Soviets, of course, until June 1941 when Germany and its allies\nturned on the Soviets and Romanian troops -- Romania was an ally of the Germans -- occupied the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ntown and the effects of that on you and your family were immediate. Tell us what happened once the\nRomanians were now in control.\n>> Rita Rubinstein: As you know, the Romanians were allies of the Germans. So they came marching\nin, the same march that you see the German soldiers, how they came in. To let us know that they\nmeant business they took 20 young men, Jewish. Their only crime was being Jewish. They marched\nthem into the market. They asked people to come. And they shot them, 20 of them. And one of them\nwas an engineer that my Aunt Bella knew from her office. So we saw the beginning of the atrocities. It\nwas a very frightening time. | no longer went out to play. There was a lot of sadness. We were\nrestricted as to when we were allowed to go out.\nShortly, shortly after, we were given 24 hours. They didn't tell us where we were going but\nthey said you can take whatever belongings you can carry, take with you. That's how my mother took\nthe prayer shawl. She dressed me in four layers of clothing. That! remember. 4 1/2 years old, | hada\nbackpack with whatever other clothing she could pack. Took some bedding. It's amazing how much\nthey took and carried with them, a lot of packs.\nThe reason | have photographs of course were because of my two aunts in this New York\nwhere we sent them. But in addition to that, she put an album in the attic. They somehow tried to hide\nit, an album of some pictures and some money.\n>> Bill Benson: To keep hidden in the family home.\n>> Rita Rubinstein: Right, keep it hidden in the family home because we were hoping to return. And\nmy grandmother, may she rest in peace, she had money sewn in her undergarments. | asked her,\n\"Why are you doing this?\" She said, \"You never know. This might help us out one day.\"\nSo we had to be ready, 24 hours, leave our home behind. We gathered at the train station.\n>> Bill Benson: As you said, literally with whatever you could carry as well as wearing.\n>> Rita Rubinstein: They wouldn't tell us where we were going. We were supposed to be going to be a\ndeath camp.\nThanks to my grandmother's foresight, one night we were -- | can't tell you -- it was a great\nauditorium. | had an ear infection. That | remember. Hundreds of people, almost 1,000 people. My\nuncle somehow found out that we could get out of the transport. After we had already gotten --\n>> Bill Benson: So they had put you on trains after you had 24 hours and they took you there.\n>> Rita Rubinstein: Right. And from there we were going to be sent to the death camp.\nSo some Romanian soldiers took bribes. And on barges -- there was a river. They took us to\nTransnistria. They took some people. Of course it was taking a chance. Your life was in danger.\n>> Bill Benson: Your family wouldn't have known, even if they offered them the bribes, that, in fact,\nthey would have done that but in this case they did.\n>> Rita Rubinstein: Yeah. Well, | don't know how it was done. It was done secretly.\nThey did take us. But many of the soldiers -- it was on barges. We were on barges. We\nwere not on cruises or any ship. A soldier -- | had blond hair at the time. A soldier was holding my\nhand. | guess he looked at my mother's anguished face -- because many of the soldiers threw the\nchildren into the river and they never made it anywhere.\n>> Bill Benson: From the barge.\n>> Rita Rubinstein: From the barge. Yes. They killed them then. So he said, \"Don't worry. | have a\nlittle girl the same age. I'm not going to harm your daughter.\" So that was one time | was saved.\nThere were righteous gentiles. They were far between but there were people that tried to\nhelp. And that's very, very important to remember. One person can save a life. You save the world.\n>> Bill Benson: And in this case saved you.\n>> Rita Rubinstein: Correct.\n>> Bill Benson: It was your uncle who somehow figured out to bribe these soldiers to get you across\nthe river.\n>> Rita Rubinstein: Correct. Correct.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: So you get across the river and you made it to the village of Shargorot. You have\nmemories that are both good and bad. Tell us about those years, three years, as best you can knowing\nhow young you were living in this village of Shargorot for that time.\n>> Rita Rubinstein: Well, it was a ghetto. My aunt was taken. Two soldiers came and they took her to\nthe labor camp from there, Bella. The conditions we lived under were terrible but at least we had a roof\nover our head. | saw people dying in the street. They had no shelter whatsoever.\nWe were very lucky, as you pointed out. A family, they had two children so they were four.\nNine of us came. They had the one bedroom. It was a one-bedroom clay hut. No running water, no\nelectricity, a potbelly stove that kept everybody warm.\n>> Bill Benson: So a family of four lived in this house.\n>> Rita Rubinstein: That was their home. They were very kind. They were very poor but they took us\nin, all nine of us. There were no bathrooms. And excuse me, there was a pail. | remember. It was\nbitter cold. The weather was very cold. And, of course, we had to empty that pail. So if you had to\nhave movement, you had to go outside.\nSo the conditions were really pretty bad and we had no food. If you wanted to get some\nfood, we were lucky, my Aunt Bella was very good with her hands and she would take our old sweaters\nand knit some new things and go on the black market. So she was able to trade for a piece of bread\nnow and then. And we had potato and water, like a soup, at night. Conditions were bad.\n>> Bill Benson: You said to me, mentioned you didn't have much food. You had said that you\nremember being always hungry.\n>> Rita Rubinstein: Always hungry. In fact, you said a school. It was just a nursery school, a\nkindergarten. One woman from our area had established it. So to keep us children a little bit busy and\nhappy. The happiest time was when | was able to share with them that, oh, | had a piece of bread\ntoday with oil.\nAs children, you find things to play with. We had little rocks. We had little dolls made out of\nrags that mother and aunt made for us.\nTalking about the little doll in rags, | recall. What kept me alive really was not having been\nseparated from my mother and her loving care. Our cleanliness, she had to go about half a mile or\nmore to take our laundry to the river. None of us swam. | went along with my cousin to wash clothes\nfor our dolls.\n>> Bill Benson: Washing your clothing in the river.\n>> Rita Rubinstein: Yes. And suddenly my cousin said, \"Oh, Aunt Tina, look, there's a little girl in the\nwater.\" That was |. | was drowning. But my mother thought very quickly and threw a sheet in and\npulled me out. It was such a traumatic experience for me. | did not sleep for about three days. There\nwere no doctors or anybody. There was -- | call ita witch. She helped me. She took and broke an egg\non my forehead. They believed in all of these witchcraft things. Sort of mumbled some abracadabra\nthings which you know from \"Cinderella.\" Miracle of miracles, | started speaking again. It was very,\nvery hard, a hard time.\n>> Bill Benson: As you said, | think now we have 13 people crowded into the little one-room house.\n>> Rita Rubinstein: Yes.\n>> Bill Benson: At some point while you were there, your aunt, uncle, and their family which was part\nof the 13 decided to leave. What can you tell us about that?\n>> Rita Rubinstein: They had to leave. It was impossible. My cousin was getting older. He was a boy.\nHe was hungry all the time. But he was so honest. My aunt would get very upset with him. She would\nsay, “Other children steal. Why can't you steal?” He said, “No. That's against our religion. | am not\ngoing to steal.” Because he was hungry. He begged for more. She said we could have more food on\nthe table.\nSo they left. They were in a labor camp. They just left for another labor camp. They came\nback after a little while and my uncle suffered from Typhoid. People were sick all the time. It's a\nmiracle that we didn't become ill.\n>> Bill Benson: And as you said, no medical care.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Rita Rubinstein: No. No. No. No medical care at all.\n>> Bill Benson: So they left and were able to come back at some point?\n>> Rita Rubinstein: Yes. At that point my grandmother who lived with us, she suffered cancer.\nAccording to our religion, also, we have to be buried in shrouds, white shrouds. | asked questions, as a\nchild, you know. She explained that she's probably not going to live too long. Since my aunt was no\nlonger there, my father's sister who left for the other labor camp, | was the oldest grandchildren there, if\n| would light the candle for her when she's gone.\n>> Bill Benson: You remember that conversation.\n>> Rita Rubinstein: | remember that conversation. She had a little packet of soil. | said, “What is this?”\nAnd she said, \"This is a packet of soil from the Holy land of Israel. When I'm buried | want that soil over\nme.\"\nOf course, nobody else was buried so she was privileged. | only have one gravesite. | have\nnot been back. | had no desire to go back. But she's buried somewhere in the Ukraine. And she does\nhave a gravesite unlike my other grandparents and my father.\n>> Bill Benson: Right.\nDuring that time, as hard as it was, you were able to get some education. Tell us how you\nwere able to go to school.\n>> Rita Rubinstein: Are you talking about during the war?\n>> Bill Benson: Yeah. During those years. | think you went to a small, little class that was organized\nby somebody --\n>> Rita Rubinstein: Somebody from our town organized it. She taught Hebrew. We had singing. |\ndon't know how it was done but somehow they managed to do it.\n>> Bill Benson: And the commitment was there to try to find a way to give you some form of education\nduring that time.\n>> Rita Rubinstein: Yes. We learned some words and some songs to try to keep us busy and\noccupied.\n>> Bill Benson: As you said, you were under these circumstances for about three years. Then the\nSoviets, as they're moving westward, they came into Shargorot and occupied it essentially as liberators\nthis time. Tell us what you can about what it was like when the Russians came back in to now take\ncontrol of where you were living in Shargorot and what that meant for your mother and your aunt and\nyou. And now, of course, you're under the Soviet's control.\n>> Rita Rubinstein: Well, you're talking about coming back home.\n>> Bill Benson: Not before you got home but when Shargorot --\n>> Rita Rubinstein: No. They came -- yes. Before they came in. Before we knew that we were\nliberated. We heard the bombing.\n>> Bill Benson: You heard the bombing.\n>> Rita Rubinstein: It was just terrible. So we were told leave your house. There was a neighbor who\nhad a basement. Many people crowded in that basement. We waited and waited. The front was\ncoming nearer and nearer.\nOne 12-year-old boy could not contain himself and he said he had to go out and see what's\nhappening. He ran out. Of course his parents were very frightened for his life. When he came back,\nhe said, \"The Russians are here. We are liberated. There's no war.\" And they thought he's\nhallucinating; it really can't be. But sure enough, we started coming out slowly and there were the\nRussians.\nWe wanted to go back home, of course, to Vascauti. How conditions were, they didn't\nchange much but, of course, we had more freedom to move around and they were our heroes because\nthey liberated us. And at last we were free. We did not feel obligated to anybody.\nBut we still had to stay in this clay house for a little while. And then we were transported on\nthe Army transport train. My aunt who had recognized somebody from home, a young man whose\ngrandfather was a priest, he helped check things out, how we could get back home. They didn't\nprovide us with transportation or worry about us getting back.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: It was like you're free to go but you're completely on your own.\n>> Rita Rubinstein: On your own. Right. Right. You have to survive on your own.\nSo they checked it out. This soldier, he was a Romanian -- actually, not Romanian. He was\na Ukrainian soldier. He got us on some train and we got to Vascauti. But he also helped us find a\nplace to live. We could not get into our own home because the Russians, an Iron Curtain started\nsetting in and the Russians had taken over our home. They used it to store grains. So we could not\nget in there.\n>> Bill Benson: When | first met you, you said \"They took our home and made it into a silo.\"\n>> Rita Rubinstein: That's what they did. It was a beautiful home. They made it into a silo.\nBut | had great grandparents who had a house there and other people lived there but the\nsoldiers helped us get a room in that house so that we were able to live there.\nMy aunt, again, got a position in a bank. It was my first experience there was in a school. |\nwent to a Russian school where they indoctrinated the students to love Stalin. And Stalin's picture, we\nwere to kiss Stalin's picture. He's the liberator.\n>> Bill Benson: You remember that, don't you?\n>> Rita Rubinstein: | remember that well. We walked about a mile to school. It was my first grade\nexperience. So | learned Ukrainian. | learned how to read. | was a very good student.\nMy mother said she had to beg the people who were watching over our house, using it as a\nsilo: Please let me in. My husband was a soldier in your Army; all | want is to get my pictures. She did\nmanage to get the album.\n>> Bill Benson: She did?\n>> Rita Rubinstein: They finally let us in. Yes. She had some pictures. But the money was gone\nwhich is ok. And that's how -- oh, and at that time we also found out how my wonderful grandparents,\naunts and uncles were murdered. My mother found some people from the town. She asked what\nhappened to my parents. They gave her a blow-by-blow description of how her very pious -- my\ngrandfather was pious, too, very giving. He gave credit to all of his neighbors who were Ukrainian\nfarmers. They used farm implements to murder my grandmother, my aunts and uncle. They left my\ngrandfather to the end. They had him watch and then they murdered him, too. They even had the\ndates down so that my mother was able to observe those dates. We put up a candle in their memory.\nBut there was a horrible shock to find out when you have lost your parents, your sisters, your brother.\nMy father's friend, who was drafted at the same time that he was, he came back. He was\nlucky enough to come back. He survived. He told us exactly when my father was killed. At least |\nhave the knowledge that my father was killed fighting the Germans. He was not brutally murdered.\n>> Bill Benson: So your mother and family learned all of this at the same time.\n>> Rita Rubinstein: All of this while we were there. We were there for a year.\n>> Bill Benson: During that time, Rita, when your mother, of course, realizes that she's lost not only her\nhusband but her parents and many of the family, what did your mother do to help make ends meet, to\nmake sure that you could survive, have food on the table? What did your mother and the remaining\nmembers of your family do?\n>> Rita Rubinstein: Well, my aunt worked; so she was on a salary. My mother and other aunts, they\nreally went illegally, in the black market, sold things and brought food. It was hard. But at least we had\nthe freedom. Not the freedom that you have here. This was under the Russian rule.\n>> Bill Benson: Of course, the war is still going on.\n>> Rita Rubinstein: Yes, the war was still going on. Correct. Correct. They were definitely hard times.\nYou saw Russian soldiers there. They were very kind to me. | remember that. They loved the fact that\n| learned some Russian. When | brought a report card, they were nice about it, things. But not so\nnice -- there were a lot of people that were killed. And there were very few Jews that came back to our\ntown. Chevra kadisha, it was a larger town.\n>> Bill Benson: But a few came back.\n>> Rita Rubinstein: Yes. A few came back.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: In time, your mother, your aunt and you were able to escape from Communist\nRomania and made your way to a Displaced Persons Camp after the war had ended. Tell us what you\ncan about your escape to actually get away and make it to a Displaced Persons Camp.\n>> Rita Rubinstein: Ok. That was a story in itself. That | remember more clearly because | was older\nat the time.\n>> Bill Benson: Of course.\n>> Rita Rubinstein: We had papers that were falsified. We were, of course, born in Romania saying\nthat we were from Poland. So we had false papers. We were getting ready to leave. Our papers were\nall in order. But my aunt worked for the Russian bank. We were on the train and my aunt still wasn't\nthere. At the last minute, because they wouldn't let her go, she did arrive.\nInteresting, another story about a righteous gentile. There was a young man who was\nchecking the papers a young soldier. His mother happened to be a midwife to my grandmother and\ndelivered some of my aunts. So he knew very well --\n>> Bill Benson: Who you were.\n>> Rita Rubinstein: Who we were. And he could have reported us but he did not. So it was thanks to\nhim that we got on the train.\nFor the most part, the trains were coal trains, cattle trains. We just hopped on them illegally.\nWe didn't have any tickets or anything.\n>> Bill Benson: All you had was falsified papers.\n>> Rita Rubinstein: Falsified papers. We had to pass through borders. We posed as Greeks, as\ndifferent nationalities. They gave us a very hard time. We begged for water.\nFinally, finally, we traveled at night, it took us -- with the underground -- three months. We\nwent through Poland.\n>> Bill Benson: The three of you.\n>> Rita Rubinstein: Yes, the three of us.\n>> Bill Benson: You, your aunt, and your mom.\n>> Rita Rubinstein: Yes. Yes. It was quite a journey. | still remember that. It was at night. My mom\nand also my aunt, my mother's sister, was with us at the time.\nWe finally got to Germany. It was Munich. The United States, with the help of the Hebrew\nSheltering Society, they set up this Displaced Persons Camp. So where did they set them up? They\nset them up in former camps or the camps where the Nazis were trained. We were in a camp where\nthe Nazi soldiers were trained. They were like barracks. We had a room that we shared.\n>> Bill Benson: In a former Nazi barrack.\n>> Rita Rubinstein: Right. Right. That's where my mother had met -- it was the first time -- life was\nreborn. There were Jews from all over, from Poland -- | met a young little girl my age in school who did\nnot speak a word of Yiddish. My mother tongue was Yiddish thanks to my late grandmother. They\nspoke Polish. So | learned Polish. Why? Because they were hidden in some convent or by some\nPolish family.\nSo there were some righteous people around. And we do thank them. There is a special\nforest set aside in Israel for the righteous gentile who did good.\n>> Bill Benson: During that three-month journey, as hard as it was, | think a good thing happened to\nBella, didn't it? Didn't she meet her future husband on the trip?\n>> Rita Rubinstein: Oh, yes, yes. She met her future husband on that trip. Love blossomed. Yes.\nThere was a quota system then. We had a wonderful school. It was sad; there were only about 100\nchildren in that school but it was like life reborn. Babies were being born. Many parents lost their\nchildren. People had been to Auschwitz, to Dacha, people in the streets would greet my mother in\nPolish and she said, \"I don't speak any Polish. We're not from Poland.\" \"Well, your daughter speaks\nPolish.\"\n| was involved in school plays. You saw that picture that was from school, many different\nactivities.\n>> Bill Benson: In the Displaced Persons Camp.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Rita Rubinstein: We loved school. Those of you who say \"oh, school,\" we were really loving\nlearning. We were thirsty for school. There was a gap in my life | lost my childhood there, at least four\nyears lost. But a lot of us suffered the consequences of war. Because of starvation and poor diets, |\nlost my teeth. A lot of us did. A lot of us had tuberculosis. They checked us out.\n>> Bill Benson: You personally had tuberculosis. Right?\n>> Rita Rubinstein: | personally, yes. | was diagnosed. | was 9 years old. | had to go to a sanitarium.\n| was there for nine months. | was quarantined at first because | had a bad case and they wouldn't give\nme certain medications, streptomycin. They had TB of the bones. But mine was the lungs. | had to\nundergo surgery where they collapsed a lung.\n>> Bill Benson: And you're 10 years old?\n>> Rita Rubinstein: Yes, 9, 10 years old. Right. It was very frightening. | only saw my mother once a\nweek because it was not in the same town. | was in the camp. It was very, very difficult. | was with\nother children. My mother left me with many children. When she came to visit she couldn't find me.\nThey said, well, we had to put your daughter in quarantine because she's highly contagious.\n>> Bill Benson: In another town.\n>> Rita Rubinstein: So it really worried us -- no in another level of the hospital. How are we going to\nget to the United States? Because there were stringent health exams to pass. But there was a quota\nsystem then.\nThank God, we had family in the United States. And Bella, by the way, at that time was away\nalready. She made the quota because she married her husband. He was in a different quota and they\nlet them emigrate earlier. So she immigrated in --\n>> Bill Benson: She was in a different --\n>> Rita Rubinstein: “47.\n>> Bill Benson: For a different nationality.\n>> Rita Rubinstein: Right, her husband's nationality. She took that on.\n>> Bill Benson: Allowed her to leave earlier.\n>> Rita Rubinstein: Right. We stayed behind. She was not there when | was ill.\n>> Bill Benson: Before we turn to you telling us a little bit about coming to the U.S., you have said to\nme that your mother -- and it's clear from all you have told us -- was a Survivor and a very strong lady is\nwhat you said to me.\n>> Rita Rubinstein: Absolutely.\n>> Bill Benson: Tell us a little bit more about her.\n>> Rita Rubinstein: Well, she was very strong in that she was able to provide for me. She fought as\nmuch as she could. She would send letters to the United States where she got them to send us\nstreptomycin that | could not get. Unfortunately she came a little late because | was on the operating\ntable when she brought the medicine but it was still administered, the streptomycin, every three hours\nfor three months, night and day. As a result, I'm a little hard of hearing. | found that out later.\n>> Bill Benson: The medicine had to come from the U.S.?\n>> Rita Rubinstein: The medicine came from the U.S.\n>> Bill Benson: Wow.\n>> Rita Rubinstein: We had food then but we didn't know what the canned goods -- the tuna fish and\nother things, spam. We wouldn't touch spam. So what we did, we gave the Germans the canned\ngoods and they in turn gave us some fresh fruits and vegetables.\n>> Bill Benson: In return for canned spam.\n>> Rita Rubinstein: Yes, can of spam, can of tuna fish. We wouldn't touch that. We didn't know what it\nwas.\n>> [Laughter]\n>> Bill Benson: One of the things you shared with me was that you were still in the Displaced Persons\nCamp when Israel won its independence. You remember that night, right?\n>> Rita Rubinstein: Yes. Also, let me just go back a little bit. At one of our performances, my mother\nwas in the audience. | loved the stage. | have loved to sing even then. | inherited it from my father,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nmay he rest in peace. She sat next to a lady and the lady said, \"| wonder if the mother of this child\nsurvived.\" And my mother said, \"I'm the mother.\" And she started to cry. And she said, \"I lost a child\nand she would have been the same age.\" So there were many of those instances that | will never\nforget.\nAnd you were saying -- remind me.\n>> Bill Benson: The independence of Israel. You remember that.\n>> Rita Rubinstein: Oh, yeah. At the school, | was out of the sanitarium at that point. When Israel was\ndeclared independent in 1948, May 15, we children stayed up all night long because we were surviving\nchildren. We built a big bonfire. We were just so elated and so happy. We no longer had to\nsay -- there's a song \"Tell me where shall | go, there's no place for me, to the left to the right.\" There\nwas no place. No one took us in. You know about the Saint Louis. Unfortunately they went to their\ndeath. Nobody wanted the Jews. There were two countries that did help out. In any case, that's -- we\nstayed up all night. We danced and sang. And, of course, we finally had a country of our own. That's\nwhy Israel has to stay -- they're a good ally of the United States. That's why | will always fight for it to\nbe independent, to have our own country. If we had an Israel then, then all of these people would have\nsurvived. We're talking about 1.5 million. It's unfathomable. Six million Jews and non-Jews, too -- the\ngypsies, Christian, Catholics, non-Jews too suffered. A lot of people suffered in the war.\n>> Bill Benson: Eventually it took another year, | think, 1949, when your mother was able to get you\nbecause you had some relatives had come to the United States earlier that were here which enabled\nyou come to the United States. You told me that when you got here, your mother was very protective\nof you. Can you say a little bit about that?\n>> Rita Rubinstein: Oh, yeah. Well, | was her only child. The reason | was her only child was the year\n| was born, they already heard Hitler's soeeches and they knew what was coming. She was very\nprotective of me, yes. She didn't allow me to ice skate. She was worried that something would happen\nto me, swimming. Well, | didn't have any opportunities. | didn't know how to swim. Thanks to Brooklyn\nCollege, where | attended, we had to pass a swimmer's test in order for us to receive a diploma. So\nthat was when | learned how to swim.\n>> Bill Benson: She had to allow you to learn how to swim.\n>> Rita Rubinstein: That's right. That's right. Her only child. She was very protective. | was very\nclose to her.\n>> Bill Benson: How did your mother do once she came here?\n>> Rita Rubinstein: Ok. Well, we came here. She had been married to my stepfather. We came here\nwith nothing. And this is really the land of opportunity. We can criticize as much as we want but we\nhave the freedom to criticize. It's freedom of speech. We have the freedom to free education, really.\nWe had nothing. We qualified for welfare but we would not take it. My stepfather took up house\npainting. We lived in a small apartment. But we were so happy to be here.\nThe journey, | will never forget that. We went on an Army transport, General Haan. We had\nbunk beds right next to the engine. My mother and | never left the cabin because we were so ill.\nHowever when we landed in New York City Harbor, to see that Statue of Liberty, | have to tell you, it\nwas one of the happiest times in my life. The statue of freedom. We were finally free to practice our\nreligion, free from all the problems. But, of course, we were also free, unfortunately, of many of our\nfamily members. So there were a lot of mixed feelings.\nWe had to move in with my Aunt Bella who at that point had a child, a little baby. The three\nof us moved in with her in what | thought was a very rich neighborhood. Apartments were very hard to\nget. | was put into a seventh grade, a special class yet. Some of my friends had a piano and | really\nthought they were rich. We stayed there with her several months until we were able to get our own\napartment. It was not as affluent as a neighborhood. | found some children who spoke some Yiddish.\nAnother thing, we had no bilingual education then. It was sink or swim. | was so frustrated. |\ndidn't open up my mouth for three months. And when | got to high school, the principal had called me\nin. | says, what did | do? | was a good student. He said, \"I'm amazed at the |.Q. tests. Your average\nhas gone up so much, your score.\" | said, well, | was here for three months. Not only did you put me in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthe seventh grade where | had to learn French as well, | didn't know English, you gave me -- it's a\nwonder that | passed this I.Q. test. | didn't know the difference from a Shoemaker and a tailor. Of\ncourse I've improved. I've had the education.\n| always tell -- my kids know that story. It was hard but it was bittersweet because | was able\nto get the education. And the same with college. If you persevere and if you try hard, you can do it.\nYou really can do it. It's the land of opportunity. | went to school at night. | went to college at night,\ntook the bus and train. But if you really want something, you can do it.\n>> Bill Benson: And it's clear from what you just said that you very much have your mother's strength\nand spirit and many gifts from your father as well.\nI'm going to turn back to Rita in a moment to close the program but | think we have time for a\ncouple of questions from the audience. We have microphones on both sides of the aisle. If you have a\nquestion, please wait until you have the microphone. Please make the question as brief as you can. |\nwill repeat it just to be sure that everybody hears it and then Rita will respond to it.\nDo we have a couple of questions? Anybody wants to ask before we close our program?\nOk. Well, I'm going to give you another opportunity and that's when Rita's done up here. So\nwhen Rita finishes the program -- I'm going to turn to Rita ina moment. She's going to close our\nprogram. But Rita, you'll stay behind with us on the stage. So if anybody would like to come up, say hi,\nshake her hand, get a photograph taken with her or ask her a question, you're a little shy to ask, you'll\nhave an opportunity to do that.\nIt's our tradition at First Person that our First Person gets the last word. So | thank all of you\nfor being here. We hope you can come back. Our programs are every Wednesday and Thursday\nthrough the middle of August.\nWhen Rita's done, she'll not only stay on the stage but our photographer Joel who took the\nglorious photographs you saw in the beginning of the program will come on the stage and take a\nphotograph of Rita with you in the background. It's a lovely photograph. At that point we'll ask you to\nstand to take the photograph.\nRita?\n>> Rita Rubinstein: Thank you for being such a good audience. | must compliment the young people.\nYou were wonderful, really good manners.\nThank God that we survived one of our darkest days in history. I'm really grateful to the\nUnited States for opening its doors to us. I'm very patriotic. It is the greatest country in the world. We\nshould appreciate the freedoms that we have and all of the opportunities. I'm proud to be a U.S.\ncitizen. Thanks to our many women in the military for the sacrifices that they have made and are still\nmaking in protecting our freedom.\nWe must remember the past. Find courage in the future. Never stand silent. Always speak\nup when you witness bullying, prejudice. Hate is never right. Love is never wrong. Help those in need.\nAlways take a stand. When you save one person's life, it's as though you have saved the world.\nI'm dedicating today to my grandparents who were brutally murdered by their neighbors. In\ntheir memory, the memory of my father, the six million -- 1.5 million children, | will continue to tell my\nstory. Now all of you will be able to pass it on to your children and tell them that you actually met a\nsurvivor and the Holocaust did happen. There are a lot of deniers that say the Holocaust did not\nhappen. Believe me, it happened.\n| hope and pray that none of you will experience war, hunger, and loss of families. May we\nenjoy shalom, which means peace, and the world. May God bless you all. And may God bless the\nUnited States of America.\nThank you for listening.\n[Applause]\n",
    "segments": []
}