{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON FRANK LIEBERMANN\nWednesday, June 17, 2015\n11:00 a.m. — 11:55 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Suzanne Brown-Fleming: Good morning, everyone. We have a full house. That's amazing.\nWelcome to the United States Holocaust Memorial Museum. My name is Suzanne Brown-Fleming and\n| am the host of today's First Person program. We really appreciate you joining us today. This is the\n16th year of the First Person series. Our First Person today is Frank Liebermann, whom we shall meet\nshortly.\nThis 2015 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We are\ngrateful for their Sponsorship. And Louis Smith is with us today, if you could stand.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue through mid- August.\nThe Museum's website, www.ushmm.org, provides information about each of our upcoming First\nPerson guests. Anyone interested in keeping in touch with the Museum and its programs can complete\nthe Stay Connected card. We would love to stay connected with you. Or speak with a museum\nrepresentative at the back of the theater at the end of the program. You will receive an electronic copy\nof Frank Liebermann's biography so you can remember and share his testimony after you leave us\nhere today.\nFrank will share with his First Person account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows at the end of our program, we'll have an opportunity for\nyou to ask Frank a few questions. We have prepared a brief slide presentation to introduce you Frank.\nThis first slide you see is one of Frank as a baby. Frank Liebermann was the only child of\nHans and Lotte Liebermann. On the left we see Hans Liebermann. And on the right we see Lotte and\nher infant son, Frank.\nBoth of Frank's parents’ families had lived in this part of Germany, now Poland, for several\ngenerations. Frank is pictured here with his paternal grandparents, Bernard and Jenny Liebermann.\nAdolf Hitler came to power in 1933. When Frank began school in 1935, Jewish students were\nseparated from the non-Jewish students and fear of anti-Semitic attacks became frequent. Pictured\nhere is Frank's first grade class on the first day of school. The cones they are holding contain sweets\nto make school sweet, which is a German tradition still in place today. Frank is pictured in the second\nrow, fourth from the right\nIn 1936, Frank's father was no longer able to practice medicine as a result of Nazi anti-Jewish\nlaws. In 1938, the family tried to obtain visas to come to the United States. Hans traveled first and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nFrank and his mother followed a few months later in October of 1938. Here we see Frank's mother's\nticket for the ship they took to the United States.\nIt is now my pleasure to invite to the stage Frank Liebermann.\n[Applause]\nAre our mics working? Can everybody hear us in the back? Raise your hand if you can hear\nus. Great.\n>> Frank Liebermann: The lights a little bit lower?\n>> Suzanne Brown-Fleming: Sure. If we could lower the lights a tiny bit, that would be great.\nFirst of all, Frank, thank you so much for being here with us today and sharing your\nexperience. | thought we might start with some of your earliest childhood memories about life in\nGliwice and what you can remember.\n>> Frank Liebermann: Gliwice was a city of a little over 100,000. We lived on the main street. What\nwas common at that time, my father had his office in the rooms when you came in; we had an\napartment in the back. So it was a combination, apartment. Close to everything, including the street\nCar.\n| came from a very nice house. My father was a ear, nose, throat surgeon. My mother was\nactive in the community.\nOne of the major things | remember was probably 1934, my father bought his first car. It was\nsmaller than a VW It didn't have a gas gauge but there was a tank which you filled up with gas. When\nyou ran out of gas, you used the second tank and then headed for the gas station. They basically got\nthat in order to visit my father's -- well, both parents were anywhere from 20 to 50 miles in either\ndirection. Cars were a luxury at that time since everybody could reach every place by street car.\n>> Suzanne Brown-Fleming: That brings to bear another question | had for you. Can you tell us a little\nabout your extended family in Gliwice and around the areas?\n>> Frank Liebermann: My mother's family lived in Poland, about 50 miles northwest. They had a\nwholesale leather business and tannery. In fact, the business celebrated its 100th anniversary in 1933.\nThey felt very secure in the community which ultimately became their demise because they felt Hitler\nwould be over. They survived starvation in World War | and they'll survive that also. Unfortunately they\ndidn't.\nMy father's parents had a hardware store a little bit east of Gliwice. In other words, my father\nand mother settled in the middle. So they weren't too far away.\nMy mother had three younger brothers. My father had a brother who was a couple of years\nyounger, an economist. He lost his job almost immediately in 1933 because he worked for the\ngovernment.\n>> Suzanne Brown-Fleming: That was because of the 1933 April civil service law.\n>> Frank Liebermann: Correct.\n>> Suzanne Brown-Fleming: Barring any Jewish person from working for the government.\n>> Frank Liebermann: Correct.\n>> Suzanne Brown-Fleming: Do you have a favorite childhood memory from Germany?\n>> Frank Liebermann: Not really. | don't play favorites.\n>> Suzanne Brown-Fleming: [Laughter]\n>> Frank Liebermann: | do remember -- | was kidded about it for a long time. The first time we were\non the way, after getting the car, we passed a farm and | saw some cows on the side. | said, \"Gee,\nwhat funny looking horses.\" Because horses at that time were still used for transportation in the city for\nmilk deliveries and all kinds of things. But cows were new to me.\n>> [Laughter]\n>> Suzanne Brown-Fleming: You started school in 1935 at a public school. Can you tell us a little bit\nabout that?\n>> Frank Liebermann: Well, it was a public school which became segregated. We had three\nclassrooms. This was for the three grades: first, second and third grade. We had our own teachers.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nThe scary part that | remember was recess. We had to go out for recess. That was considered\ndangerous. We usually tried to stay very close to our teachers between the boys and the girls who\nwere separated -- separated and couldn't wait until recess was over. It was scary. We also were told\nto get to school about five minutes later than anybody else. We were dismissed about five minutes\nearlier. It was dangerous. People were beaten up. Especially, we became noticeable as groups.\nIndividually | went all over but as groups, you were too easily identified.\n>> Suzanne Brown-Fleming: How did your teachers treat you?\n>> Frank Liebermann: They were authoritarian here, especially my second grade teacher. The first\ngrade was Miss David who was very motherly. The second one was an autocrat.\n>> [Laughter]\n>> Frank Liebermann: | could say probably German mentality.\n>> Suzanne Brown-Fleming: In 1936, | know that the situation for your family became much more\ndifficult and dangerous. Do you want to say a little bit about the year 1936 and what that meant for your\nfamily?\n>> Frank Liebermann: If you study history, you will Know that after World War | there was a Crimean\nWar which led to the establishment of Poland as a country between Russia and Germany. The borders\nwere unofficial. Gliwice was very close to the border. The areas within a certain distance of the\nborders were protected by the treaty against any prejudice because it gave each country 15 years -- it\ngave the Germans a chance to get out of Poland. That treaty was over in 1936. We were warned to be\ncareful. At that time my father lost his hospital privileges. Shortly beforehand my parents told me that\nwe might take an ocean voyage and | better learn to swim. And that the swimming pool would be\nclosed after 1930, closed to us in 1936.\n>> Suzanne Brown-Fleming: Closed to the Jewish.\n>> Frank Liebermann: Yes. As well as certain events, institutions, like movies, similar places.\n| remember that, | think, in May of 1936, my grandfather came with me to the pool and said, “I'm not\nleaving here until you take a test in deep water.”\n>> Suzanne Brown-Fleming: Oh, boy. [Laughter]\n>> Frank Liebermann: I've enjoyed swimming ever since.\n>> Suzanne Brown-Fleming: Your father lost his ability to practice as a surgeon. What happened to\nhis practice and his office?\n>> Frank Liebermann: Well, number one, he couldn't use the hospital. The German system depended\non health insurance which became closed to him. So we were fortunate -- we got early warning that\nthings were going to get worse. My parents started seriously to look for choices to go.\nEventually my grandfather on my mother's side, was a genealogist, and he discovered a\ndistant relative who was kind of the black sheep of the family who had emigrated to the United States in\n1905 and was living in New York.\n>> Suzanne Brown-Fleming: Ok.\n>> Frank Liebermann: January 1938, after doing thorough investigations, my father went to the United\nStates, also to look up other relatives because being a genealogist. One of the women on my mother's\nside, married Michael Grant, who was one of the pioneer families to settle in Philadelphia. And in fact,\nthey established a college in Philadelphia. Among other things, my father went to the Archives to find\nout what happened to the family. Unfortunately, stayed a single woman and her brother emigrated to\nthe west; namely, Louisville, Kentucky. They lost trace.\n>> Suzanne Brown-Fleming: How did your family make ends meet between 1936 and 1938?\n>> Frank Liebermann: That was tough. Basically, in order to get a visa to the United States you had to\nget an affidavit from somebody that you won't be on welfare for a year. The time was 1938, which was\nthe second part of the Great Depression. The way we support -- actually, my parents bought first class\ntickets on a German boat because there you could get a pretty substantial spending allowance to be\nused on the trip.\n>> Suzanne Brown-Fleming: Ahh.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Frank Liebermann: That basically supported us probably for the first year of our residence because\nwe never used any of the affidavit giver's funds during that time.\n>> Suzanne Brown-Fleming: And your father was able to leave in June 1938?\n>> Frank Liebermann: We got the affidavit in January and we got a number to be on the list of people\napplying. The quota for Germany was 25,000 people. Obviously there were many more who wanted to\ngo. That's the reason the affidavits were very, very restrictive. Generally, by the way, that quota was\nnot filled for that reason.\nActually, nothing happened. My father called a friend of his in Berlin and said, “What's\nhappening? I've had this number. Do you have any idea how | can find out how long this is going to\nlast because things aren't getting any better?” He said, “Well, the counsel has a secretary by the name\nof Fraulein Schmidt. If you get her a nice box of candy, maybe that's going to help.”\n>> Suzanne Brown-Fleming: [Laughter]\n>> Frank Liebermann: A month later nothing happened. He called his friend again and he said, “Well,\ndid you put a hundred marks into the box of candy?” And my father was a very straight and narrow and\nhe said, \"I didn't Know you had to do that.\" He got a second box of candy. About a week later we were\ncalled to get a physical at the American Embassy.\nWe got the visa in June. It was good for 120 days. Since my father had to take state boards\nin order to practice in the United States, my mother was left to close the household and we took our\ntickets at the end of the 120 days because all funds -- all bank accounts were frozen in 1936. You\ncould only take out enough for living -- what was determined living expenses. And anything over that\nmade you subject to arrest. You couldn't take any money out of Germany. The amount was 10 marks,\nwhich is about $2.50 a person. That explains how we managed and why | think my father was studying\nin Cleveland he had a room for $5 a week. We lived frugally and survived.\n>> Suzanne Brown-Fleming: What was that like in those 120 days where your father had left and you\nand your mother were still in Germany?\n>> Frank Liebermann: Tough. First of all, the family was broken. We had already given up the\napartment. In fact, we had quite an incident over that. The equivalent of the lease is that you give the\nlandlord mortgage. After all, he had an office and he wanted to make sure that he didn't have to move\nshort-term. When you canceled the lease, the money was refunded and he asked for it to be\ntransferred to his bank. Somebody at the landlord's bank notified the Gestapo that somebody made a\nlarge withdrawal from the bank and they said investigate. Two agents came in and said \"You're under\narrest.\" We said, \"For what?\" For withdrawing funds. Said they were transfer to my bank.\nVery fortunate. He called his bank and the bank president vouched that they got the deposit and that it\nis still in the account. And they left us.\n>> Suzanne Brown-Fleming: Thank God.\n>> Frank Liebermann: When we were ready to pack -- at that time we could still take belongings in the\nlift, which is like a container, providing we paid 100% tax of whatever we had. And it had to be used.\nWe did take most of our smaller furniture, office supplies; in other words, instruments. And my mother\nalso bought a sewing machine that in case things got rough, she could sew our own clothes. That was\npacked up with a customs inspector when the time came who was then checked on.\nWe also had a pretty tough experience at that time. There was a house which had a backyard\nwhich was converted into a playground where we played tag. | promptly broke my arm.\n>> Suzanne Brown-Fleming: Oh, no.\n>> Frank Liebermann: At that time one did not call -- there was no 911. One didn't call the police\nbecause the police were not your friends. So | did something which we would consider outrageous. |\ntook my bicycle and rode home holding my arm like this. This is on the main street, like Connecticut\nAvenue, except it didn't have a lot of cars. So it wasn't heavy traffic.\n>> Suzanne Brown-Fleming: [Laughter]\n>> Frank Liebermann: So my mother got on the phone and called the local orthopedist. And he said,\n\"I'm sorry. | don't take Jewish patients.\" She frantically got on the phone and found somebody in my\nfather's hometown who said, \"Look, I'll take care of you. Take a taxi to the backdoor of the Catholic\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\norphanage. I'll meet you there.\" Which we did. He set my arm, put it in a cast. My pediatrician took\ncare of it after six weeks to try to get the movement back. We developed instinct on what we can and\ncan't do. That's how we adapted.\n>> Suzanne Brown-Fleming: So you're 9 or 10 years old, | believe, when you boarded the ship with\nyour mother to come to the United States.\n>> Frank Liebermann: Yes.\n>> Suzanne Brown-Fleming: What was the journey like?\n>> Frank Liebermann: It was in October 1938 during hurricane season.\n>> [Laughter]\n>> Suzanne Brown-Fleming: Oh, no. [Laughter]\n>> Frank Liebermann: We had the cheapest first class seat, cabin, which was in the extreme front of\nthe boat. | remember -- so that you had that elevator effect going up and down. In fact, | was\nfascinated by watching from the promenade deck as the bow of the ship literally dove into the waves\nand then came up and when it got to the water level, it made a quick jump up. It was fascinating but it\nwas not comfortable at night. And my mother never left the cabin during the whole week until we were\nclose to arrival.\nAt one time | was one of simple in the first class dining room. The other five sat at the\ncaptain's table. | had my own table. [Laughter]\n>> Suzanne Brown-Fleming: What was it like to see your father again?\n>> Frank Liebermann: Oh, he met us in New York. We had a wonderful reunion. He introduced me to\nthe American drink which was a Coke. | thought it was cocoa. [Laughter]\nAnd we promptly went to Cleveland. My father had rented a small, one-bedroom apartment\nwith a Murphy bed, which was my introduction to sleeping in the United States.\n>> Suzanne Brown-Fleming: Oh my gosh.\n>> Frank Liebermann: | still think fondly about that.\n>> Suzanne Brown-Fleming: And what happened to all the family that was not able to take a ship to\nthe United States?\n>> Frank Liebermann: Well, on November 6, my parents took advantage -- | think it was a Wednesday\nwhere there was a movie special of 10 cents per person. Remember, we have had a lot of inflation. In\nthose days you could buy a car for under $1,000. They asked a neighbor to kind of look in on me.\nThey told me they would be back around 10:00. At maybe 8:30, the phone rang. The person called for\nmy grandparents. 8:30 was 2:30 in the morning so | knew enough that this was not an ordinary call. It\nwas a person-to-person call for my mother. That was the longest hour that | remember in my life.\nWhen they finally did come home, they found out that my mother's brothers had been\narrested, that the business had been confiscated. This was Kristallnacht, which was the beginning of\nthe Holocaust. It was called the Night of Broken Glass, when all windows were smashed, synagogues\nwere burned, and the Holocaust became serious.\n| said | consider myself a witness because | was fortunate due to our early warning we got out\nbefore all hell broke loose.\n>> Suzanne Brown-Fleming: Were any other family members able to get out of Germany besides your\nfather and your mother and yourself?\n>> Frank Liebermann: Unfortunately not because my father immediately went to the person who gave\nus the affidavit. | found out he had a history -- | said he was a black sheep. His father came to my\ngreat grandfather in 1905 and said he simply needed to borrow $3,000, which was a lot of money.\n>> Suzanne Brown-Fleming: Yeah.\n>> Frank Liebermann: For the week. He never -- he took the next ship to the United States not to be\nheard from again and almost was close to driving the business to bankruptcy. But they did survive.\nWhen my father went to see the son, he said, “I'm sorry, | already have responsibility for you,”\neven though he never gave a penny. My grandparents were too close and not having any funds of our\nown we really weren't able to help.\n>> Suzanne Brown-Fleming: That must have been very frustrating.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Frank Liebermann: Yeah. Furthermore, in 1941, my parents were able to get help in getting my\ngrandfather, on my father's side, who was a single person -- was supposed to be able to get out from\nSpain and Portugal. He got sick on the way. Instead of being taken for medical treatment, he was\nshipped to Theresienstadt where he died.\n>> Suzanne Brown-Fleming: A concentration camp in today's Czechoslovakia.\n>> Frank Liebermann: My mother's brothers were on an Italian ship in | think June of 1940 when the\nNazis broke through in the -- it was decided it was a good time to declare war on the allies because it\nwas safe. And the ship never got through the Suez Canal and went back. We never heard from them\nagain after that.\n>> Suzanne Brown-Fleming: And what was life like for you in the United States in those first years?\n>> Frank Liebermann: | adapted pretty well. Fortunately my father passed his state boards that\nDecember in 1938. His friend in Cleveland had an office with an ear, nose, throat specialist and\nsuggested that it would be very good if they moved -- if he moved to Dayton where there was no Jewish\near, nose, throat specialist.\n>> Suzanne Brown-Fleming: [Laughter] Very good advice?\n>> Frank Liebermann: It was very good advice because he did do, after a tough first year, did very well\nin Dayton. Even though the first year was very tough. He opened his office on Valentine's Day and\nimmediately applied to the Medical Society which was the sign of legitimacy if you became a member.\nThe following week the Medical Society decided to convene an emergency meeting on a Friday night,\nwhich is Jewish Shabbat and passed the law requiring citizenship for membership. The cost to\ncitizenship is five years after filing first papers.\n>> Suzanne Brown-Fleming: This was a way of keeping Jewish members out.\n>> Frank Liebermann: The following day, a reporter for \"The Dayton Herald,\" which was one of the two\nmain newspapers, gave him a ring and said, \"Doctor, I'd like to see you. I'd like to see your\ncredentials.\" So he said, fine, come over any time. He was not busy at that time.\n>> Suzanne Brown-Fleming: [Laughter]\n>> Frank Liebermann: And he went through. He studied that he passed the state boards on first trial.\nThe next day \"The Dayton Herald\" had a Sunday editorial, \"Freedom of Opportunity in the United\nStates.\" The next day, the next Monday, he had 11 new patients.\n>> Suzanne Brown-Fleming: Fantastic.\n>> Frank Liebermann: That really started his practice. He was quite successful.\nAlso, the Chief of Staff of Good Samaritan Hospital gave him hospital privileges even though\nhe was not a member of the Medical Society. He stayed on the senior staff until he retired in 1972.\n>> Suzanne Brown-Fleming: Well, | think we have time to open this session to the audience if you're\nwilling to take questions.\n>> Frank Liebermann: Fine.\n>> Suzanne Brown-Fleming: So that everybody understands to stick around, we're going to give Frank\nthe last word. We have 15 minutes or so for questions. And then we will give Frank an opportunity to\nhave the last word here.\nThere are microphones on the right and the left. If you want to raise your hand and ask a\nquestion. | will repeat the question so we are sure everybody hears it.\n| can't see from here who is raising their hand, unfortunately. | see a couple in the back.\n>> | have a question about what languages did you speak at home growing up and how was that\ntransition moving to the United States, learning English.\n>> Suzanne Brown-Fleming: I'll just repeat the question to make sure it's clear, if | understand the\nquestion. What languages you had and how -- what languages you had to learn in the United States.\n>> Frank Liebermann: Well, my parents both learned English and French in their high school and\njunior college. | got English -- they had a friend who spoke English. | had an English tutor for about the\nlast two, three months. I'm a visual person. I'm not that good with languages. But it was good enough\nthat we did not speak German at home from the time we arrived.\n>> Suzanne Brown-Fleming: Wow.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Frank Liebermann: In other words, we -- this was where we belonged. | started school. They put\nme half a year back, | remember in 3B. By the time | got to Dayton | had caught up. In fact, | skipped a\nyear. | was one of the younger ones in my class when | graduated.\n>> Suzanne Brown-Fleming: Any other hands?\n>> Frank Liebermann: Since | don't have a good ear for language, by the way, that's why | still have an\naccent.\n>> [Laughter]\n>> Suzanne Brown-Fleming: | think | might have -- a couple of hands here.\n>> What is one of your favorite moments as a child living in America?\n>> Suzanne Brown-Fleming: Favorite moment as a child living in America.\n>> Frank Liebermann: | have no favorites.\n>> [Laughter]\n>> Frank Liebermann: This is where | belonged. | did -- sightseeing in New York, where for 5 cents we\ntook one of the double-decker buses on 5th Avenue. That was my treat. It basically covered all of New\nYork. | said | have no favorites. The minute we arrived this was my home.\nIn fact, I'd say part of my last word, which | usually save for the end but it's appropriate for the\nquestion. | was back 20 years ago just to see what it was like. | pinched myself. How could | possibly\nhave been part of that? I've been able to live the American dream. In spite of all the things which\nhappened, | feel I've got three wonderful kids, five grandchildren. My daughter is over there. All the\nmoments are my favorite.\nAlso, we traveled extensively to know the country well. This is part of the background that I'm\nstill a travel agent. | think I've been to 46 of the 50 states. | have nothing but good things to say.\n>> Suzanne Brown-Fleming: The little girl over here.\n>> Hello. How were you treated when you got to the United States in school? How did that change\nover time or did it change?\n>> Frank Liebermann: | never knew that | had an accent.\n>> [Laughter]\n>> Frank Liebermann: | went through school pretty much with flying colors. Of course, the times were\nfrom Depression through World War II. That's why | say -- I'd like to add one other thing which | want\nyou to know about Germany. A dictatorship leads to a tremendous amount of corruption. In other\nwords, when times are bad -- when | talked about Fraulein Schmidt, that's not alone. Hundreds of\npeople were given visas by counsels which were invalid. You heard of people going on to St. Louis\nwith fake visas. One of the lessons that | tried to persuade people to listen to is that when times are\nbad, people look for quick fixes. Quick fixes can be also dangerous. That's what | consider particularly\nimportant. That's why | volunteer here.\n>> Suzanne Brown-Fleming: We still have time for more questions.\n>> Frank Liebermann: This young lady had a question. [Laughter]\n>> Suzanne Brown-Fleming: We promise we'll get to you.\n>> Frank Liebermann: You're next.\n>> When you came to the United States, how or where were you -- what was actually going on in\nGermany or in your own town?\n>> Suzanne Brown-Fleming: I'm just going to repeat the question for the sake of the transcriber. The\nquestion was, when you came to the United States, how aware were you of events that continued to\nculminate into the Holocaust in Germany?\n>> Frank Liebermann: You could write weekly letters until World War Il. In other words, you addressed\nit to certain boats. We knew that things were tough but they were heavily censored. Everything was,\nfor instance, from Theresienstadt where maybe once or twice a year one would get letters. My\ngrandparents wrote that we were doing so well, we gained weight, we now weigh 120 pounds. My\ngrandfather weighed 175.\n>> Suzanne Brown-Fleming: Letters from the concentration camp.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Frank Liebermann: Everything was written in code. Rumors were pretty substantial but very little\nwas verified. We did finally find out -- as | said, we never heard from my mother's brothers. | did find\nverification that they were sent to Auschwitz. My grandparents were sent to Auschwitz in 1940, 1944.\nIt became obvious what was happening. But I'd also like to say that due to World War II that was not\nthe primary focus of the United States government, which was essentially to defeat Germany.\nThis young lady.\n>> Answered my question.\n>> Frank Liebermann: OK.\n>> Is there anything about Germany that you miss?\n>> Frank Liebermann: Frankly, no.\n>> [Laughter]\n>> Frank Liebermann: Although -- I'm a travel agent. | enjoy traveling. I'm doing it. That pays for my\ntrips. Sometimes -- I've been retired for 20 years.\nI've kind of made peace with Germany. It's now three generations and I'm absolutely appalled\nover the fact that when | went to school, the Civil War was ancient history. Today, 1940 is about the\nsame timeframe. | try to keep that in mind when | speak to young people. But the lessons that we get\nfrom it is that we basically have to defend our hard-earned rights. | miss nothing about my history.\n>> As someone who battled segregation from a kid and then living here, how were you affected during\nthe ‘60s when we as a country had such a battle against segregation?\n>> Suzanne Brown-Fleming: I'm going to repeat the question for the transcriber. The question is how\nand whether you were affected by the fights for desegregation here in the United States given your own\nhistory.\n>> Frank Liebermann: One of my biggest shocks was that in 1941, in the summer, we took our first\nvacation from Dayton, Ohio. We went down to the Smokies and stopped to -- at one of the tribes of the\nnew deal which was Tennessee valley, a system of dams. We stopped at one of the bigger dams. We\nhad to go to the restroom. | saw four doors which were ladies, gentlemen, colored women, colored\nmen. | still see that picture. | am extremely sensitive to any kind of prejudice. That's kind of been a\nguide, as far as I'm concerned, that | have to watch my moral compass to see that everybody gets a fair\nshake.\n>> Suzanne Brown-Fleming: We probably have time for one or two more.\n>> Have you ever gone back to Germany? If so, where are some of the places you visited there?\n>> Frank Liebermann: First of all, | went back to my hometown, which is not Germany anymore. It's\nnow Poland. Because the borders were changed during -- after World War Il. | went there on business\na couple of times. | really tried to avoid it. But when we went over -- when the memorial was\nestablished in Gliwice, | mentioned | took my family to. We met in Berlin. | swore | would hate and |\ncouldn't do it. That's why | say about the generations. First of all, the people you hate don't know it.\nSo it's absolutely a counterproductive procedure. It only hurts yourself. Because it limits you. It's also\nwhy | volunteer here.\nDid | answer? Oh, | went one further. | took my first vacation where we touched Germany\nwhich was three years ago. We went from Amsterdam to -- it was part Holland, part Germany, part\nFrance. | felt | have to accept everybody for who this is and you can't categorize anybody. | am on the\nextreme side of not only talents but liking what | see in human beings.\n>> Suzanne Brown-Fleming: I'm going to turn back to Mr. Liebermann in a moment to close our\nprogram. |'d like to thank all of you for being here and hope you come back. We have First Person\nprogram every Wednesday and every Thursday until the middle of August.\nEven though you said you had mentioned your last word already, all the same, you'll still get\nanother shot at another last word. I'd like to let the audience know that you'll be around after this\nprogram for a few minutes on the stage if would like to ask Mr. Liebermann questions personally.\nOne last housekeeping item. After Frank closes our program I'm going to ask all of you stand.\nOur photographer, Joel, is going to come up on stage and take a photograph of Frank with you as the\nbackground.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nSo let's give Frank the last word. And then if we can stand for the photograph, that would be\nterrific.\n>> Frank Liebermann: All | want to say is | wish everybody here the same good wishes for living the\nAmerican dream. | just feel it's a great place to live. | grew up in Dayton, Ohio. | lived in New York and\nthen moved here because | had four baby grandchildren of my two daughters. I've loved every minute\nof it.\n[Applause]\n",
    "segments": []
}