{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON MICHEL MARGOSIS\nWednesday, July 13, 2016\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Betsy Anthony: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Betsy Anthony. | work here in the museum's Mandell Center for Advanced Holocaust Studies. |\nam today's host of the First Person program. Thank you so much for joining us. We are in our 17th year\nof the First Person program. And our First Person today is Michel Margosis whom we shall meet\nshortly.\nThis 2016 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and\nthe Helena Rubinstein Foundation. We are grateful for their sponsorship.\nIs Louis Smith here with us today? Sometimes he is. We're always grateful, nonetheless.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue through mid-August.\nThe museum's website, www.ushmm.org, provides information about each of our upcoming\nFirst Person guests. Anyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card you'll find in your program or speak with a museum representative\nafter our program today. In doing so by signing up, you'll receive an electronic copy of Michel's\nbiography so you can remember and share his testimony after you leave here today.\n| am pleased to mention that Michel's family is here with us today, his daughter,\ndaughter-in-law, friends, grandsons. We welcome you and are pleased to have you here.\nMichel will share with us his First Person account of his experience during the Holocaust and\nas a survivor for about 40, 45 minutes. If we have time at the end of our program, we will have an\nopportunity for you to ask Michel some questions.\nFirst, before | invite Michel on to the stage, I'll show you a brief slide show that we've prepared\nto help with better introducing him. We begin with this portrait of Michel Margosis as a young man -- 14\nyears old in this photo? 13. 13 years old. Michel's parents, you can see here, were Russian-born Jews.\nHis father had been a policeman in Russia and had been deported to Siberia for being an outspoken\nZionist.\nAfter escaping, Michel's father and his wife made their way to Belgium. On this map of\nEurope, the arrow points to Belgium. And on this map of Belgium, the arrow points to Brussels.\nMichel Margosis was born on September 2, 1928, in Brussels, Belgium. This photograph\nshows Michel, his mother, and two of his three siblings.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn Brussels, Michel's father owned and edited two newspapers, one French and one Yiddish.\nIn the background of this slide we see a clip from his Yiddish newspaper. And the photo in front is of\nMichel's father's press card.\nIn 1940, when the Germans invaded Belgium, Michel and his family fled to the South of\nFrance where they ended up in the slums of Marseille. The arrows show their root from Belgium to\nSouthern France. As Michel pointed out to me earlier, this is an over simplification as we shall hear.\nHe'll tell us more when we talk together.\nHere we see a picture of 13-year-old Michel, walking down a street in Marseille. The Margosis\nfamily had hoped to get exit visas and to sail for the United States; however, they did not succeed in\nobtaining the visas and they escaped over the Pyrenees Mountains into Spain. The yellow arrow on this\nmap shows their escape route.\nArrangements were made for Michel to come to the United States. This photograph is of\nMichel saying goodbye to his father in Portugal before he leaves for the United States.\nIn 1943, Michel emigrated with other children to the United States on the Serpa Pinto, shown\non the postcard on the right. On the left we have a newspaper article about their departure. The arrow\nis pointing to Michel in that picture.\nSo I'll invite Michel up to the stage in a second. But before | do, | should also add that he had\na very long career as a research chemist with the U.S. Food and Drug Administration, did a lot of work\nwith antibiotics. Michel served in the U.S. Army. And now he is very, very active in his community and\nvolunteers in many, many places among them we are fortunate to count him among our volunteers\nhere at the museum.\n| think with that, | will invite Michel to join me on the stage. He'll be able to tell us more detail\nabout his story and give you more information about the rest of his journey.\n>> [Applause]\n>> Betsy Anthony: It's great to be here with you today. I've worked at this museum for a number of\nyears off and on and have had the good fortune of being friends with Michel for a good 15, 16 years. So\nit's nice to be up here together with you.\n>> Michel Margosis: Thank you.\n>> Betsy Anthony: So now you have an idea, a sketch, a very, very brief sketch, of Michel's family\nhistory. Why don't you start -- maybe you could start by telling us more about your father's experiences,\nbefore Belgium.\n>> Michel Margosis: Well, he escaped -- he arranged for an escape from Siberia for a group of about\n500. He was one of the survivors of about 15 who had survived the escape. Made his way, eventually\nby foot, to Palestine.\n>> Betsy Anthony: Why was he in Siberia?\n>> Michel Margosis: First he went to Persia.\n>> Betsy Anthony: But as | understood, he got in trouble in Russia for being an outspoken Zionist?\n>> Michel Margosis: He had a Zionist teacher.\n>> Betsy Anthony: | see.\n>> Michel Margosis: He learned Hebrew and Yiddish from the teacher. But he then became a Zionist.\nThe government didn't like that. So they shipped him out to Siberia, in a camp. He didn't like it.\n>> [Laughter]\n>> Michel Margosis: So he arranged for an escape of about 500 and he was one of about 15 who\nmade it. Eventually he made his way to Persia, which is now called Iran. And a colleague there helped\nhim to become a Persian citizen so that if he wanted to travel, now we were Persian. My sister and\nbrother were born there.\nThen being a Zionist, he wanted to go to Palestine. So he went. My sister contracted polio.\nThey could not treat her there, in Palestine, for polio, so he took her to Germany and then to Belgium\nwhere she was operated on. And lo and behold, he couldn't get back to Palestine.\n>> Betsy Anthony: When your father was in Persia, your mother joined him there.\n>> Michel Margosis: Yeah.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Betsy Anthony: And your siblings were born there.\n>> Michel Margosis: My mother had to be there for the kids to be here.\n>> [Laughter]\n>> Betsy Anthony: | guess that makes sense. Ok. Thanks for clearing that up. [Laughter]\nFrom there, he went to Palestine.\n>> Michel Margosis: Dad went to Palestine.\n>> Betsy Anthony: | see. So ultimately the whole family ended up in Belgium.\n>> Michel Margosis: In Belgium. And he didn't get back to Palestine. And | assume that's because of\nseveral reasons. The British mandate did not allow too many Jews there. The Arabs didn't like him\nthere. The Jewish agency did not want intellectuals. By that time my father had become a\nnewspaperman. So we were stranded in Belgium and | was born.\n>> Betsy Anthony: They didn't want intellectuals because --\n>> Michel Margosis: They were looking for farmers to do the land. So then | was born in Belgium. My\nculture was basically French. So Belgium back then had two national languages, Flemish and French.\nAnd Flemish | forgot as soon as | left. Today they also have German as a national language. So\nbasically | was raised with that culture.\n>> Betsy Anthony: Can you tell us a little bit about life as a child in Belgium, before the Germans, of\ncourse?\n>> Michel Margosis: Well, | went to school. | learned the French culture, literature. | learned how to\nwrite, how to read, how to count. | played hooky like everybody else.\n>> [Laughter]\n>> Betsy Anthony: No doubt. Yeah.\n>> Michel Margosis: | was just a little bum.\n>> [Laughter]\n>> Betsy Anthony: But you had a good childhood there, a good life.\n>> Michel Margosis: My father started a new life over there. We had little shops first. Then he was able\nto open up a printing plant, eventually, with the newspapers. | helped him in the plant occasionally. Do\nlittle print jobs. And then the war came. He was editor. He had read \"Mein Kampf.\" He had read about\nGerman policies, and his experience with the Communist regime in Russia and he sort of expected\nwhat was coming with Hitler.\n>> Betsy Anthony: He had experience and could Intuit --\n>> Michel Margosis: Experienced dictatorship.\n>> Betsy Anthony: | think you had just turned 11 or you turned 11 the day after the war started. Is that\nright?\n>> Michel Margosis: Well, the Germany invaded Poland September 1, 1939. September 2 was my\nbirthday. That was when France and England gave an ultimatum to Germany, which Germany totally\nignored. The following day they declared war on Germany. And that's when | was with my mother\nshopping.\n>> Betsy Anthony: You recall that. Did your life change in Belgium at that point? The Germans had not\nyet invaded Belgium, of course, so.\n>> Michel Margosis: No. The next few months they were exchanging a few shots over the border,\nbetween France and Germany. Until May 10, 1940, when Germany invaded Belgium, Holland, and\nLuxembourg. That's when the bombs started raining down.\n>> Betsy Anthony: You recall that? That must have been very scary.\n>> Michel Margosis: As an 11-year-old, it wasn't too scary.\n>> Betsy Anthony: No?\n>> Michel Margosis: A little bit but not much.\n>> Betsy Anthony: | bet your mom and dad were.\n>> Michel Margosis: My father sort of expected some of that.\n>> Betsy Anthony: Did you go to some sort of shelter or into the basement or something?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Michel Margosis: No, we didn't. Not then. We arranged as soon as possible to get out. So we\npacked whatever we could. We walked to the railroad station and waited for a train to come. We\nwanted to take one train to the coast, going to England. We missed the train. Couldn't get on. The train\nwent to the ship and the ship we wanted to take was sunk before we were able to take it.\nSo we waited a whole night. | remember sleeping on the suitcase. We took the next train. That\nwas supposed to go to a city called Mons. We got there, the city was completely bombed out.\nEverything was stopped. They had arrested two nuns. Well, they were dressed as nuns but they were\nactually German paratroopers.\n>> Betsy Anthony: Really?\n>> Michel Margosis: That delayed everything.\n>> Betsy Anthony: On your train there were paratroopers dressed as nuns in habits.\n>> Michel Margosis: | don't know whether they were on the train or in the station. At any rate, we\nstayed on the train and the train kept going for seven day and seven nights until we got to Southern\nFrance.\n>> Betsy Anthony: And how long would that journey take today, or even in a normal condition at that\ntime?\n>> Michel Margosis: Half a day.\n>> Betsy Anthony: But it took seven days.\n>> Michel Margosis: Well, we were strafed. The train was bombed and strafed a couple of times. Many\npeople don't know what strafing means.\n>> Betsy Anthony: Maybe you can explain it to them.\n>> Michel Margosis: Just a little airplanes coming down with their little machine gun and just trying to\ncut the people down.\n>> Betsy Anthony: Was it getting scary for you then?\n>> Michel Margosis: It was scary. The train stopped a couple of times. Many people got out of the\ntrain. My father did not allow us to get off. He pushed us under the seats. Some people who left the\ntrain could not get back. So we escaped that one.\n>> Betsy Anthony: And were other people on the train also fleeing, also refugees?\n>> Michel Margosis: | assume they were all refugees from Belgium.\n>> Betsy Anthony: Because you said originally the train station itself was mobbed with people. So lots\nof people in your situation trying to get out.\n>> Michel Margosis: Right.\n>> Betsy Anthony: It must have been a very tense situation.\n>> Michel Margosis: Very tense. Sometimes on the seat, sometimes in the upper thing, | was small\nenough.\n>> Betsy Anthony: Where the luggage is? Yeah. So once you were fortunate to cross into France, at\nthat time?\n>> Michel Margosis: People fed us by throwing -- giving us food through the window. | think that first\ntime | tasted French bread.\n>> Betsy Anthony: Pretty good? Yeah.\n>> Michel Margosis: We finally made it to Southern France. It was a small town about 5,000. | assume\nthe government helped us to be there. Until the French -- the capital country was divided between\noccupied France and unoccupied France. We were in the unoccupied. The capital became Vichy. My\nfather went there to see if he could get papers. He had his own passport. Of course, when war was\ndeclared, he was stranded in Switzerland for a couple of weeks before coming back to Belgium. His\npassport expired. My mother's passport we were on. So he couldn't do anything. All the diplomats had\ngone. He felt he had a price on his head so he went to Portugal. He tried to work for us from Portugal.\nThat was early on, 1940.\n>> Betsy Anthony: As soon as the Germans came into France --\n>> Michel Margosis: Just as they were coming, he was able to escape.\n>> Betsy Anthony: So you were?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Michel Margosis: We were stranded in France without papers, except for Persian passports.\n>> Betsy Anthony: So that's your mother, you, and two siblings?\n>> Michel Margosis: Two siblings. The third sibling died in infancy years ago.\nFrom there we went to a farm. Found friends from Russia. We were able to stay there for a\nwhile until my mother decided that there's no future staying in the farm. | learned a lot of things about\nfarming.\n>> Betsy Anthony: You did? How long were you there?\n>> Michel Margosis: Several weeks. Took care of the cattle, the horses, the chicken. | learned how to\ndig for potatoes and collect corn and drive the team of horses.\n>> Betsy Anthony: In just a few weeks? That's great.\n>> Michel Margosis: Drank milk directly from the cow.\n>> [Laughter]\n>> Michel Margosis: The cow could not be pasteurized, so.\n>> Betsy Anthony: So from the farm, then your mother --\n>> Michel Margosis: My mother decided that perhaps -- there was a diplomat in Marseille. It was the\nbiggest city after Paris. So we decided to go there. On the way, we changed trains. We stopped in\nToulouse, a big city down south, too. There was a little camp there for welcoming refugees, a reception\ncenter. We got there. They had bunks for us. They fed us. But in the middle of the night my mother\ndidn't feel right about staying there so she lifted the tarp, it was one of those barracks with tarps, and\nwe sneaked out.\n>> Betsy Anthony: Just snuck out?\n>> Michel Margosis: In the middle of the night we snuck out. And from there we went to Marseille. |\nfound out later through the museum, this museum, that the reception camp was for people to take to\nthe way to Auschwitz. They were collecting those people that were welcomed there.\n>> Betsy Anthony: It was a transit camp in France where French Jews and Jews in France were\ncollected before being then deported to Auschwitz.\n>> Michel Margosis: My mother had a feeling.\n>> Betsy Anthony: This is probably a good time for you to talk a little bit about your mother. She had a\nlot of really good feelings.\n>> Michel Margosis: I'll talk about it a little later because in Marseille she did even worse -- | mean she\ndid even better.\n>> [Laughter]\n>> Betsy Anthony: Even better. Ok. I'll let you get to Marseille but we're going to talk about her\nbecause she's a really interesting woman.\nSo what you're saying is that you were in this camp that you now know would have led you to\nAuschwitz and your mom just had a feeling, lifted the tarp and snuck her kids out and you ran away into\nthe night.\n>> Michel Margosis: We went to Marseille.\n>> Betsy Anthony: To Marseille.\n>> Michel Margosis: We found a little room just a few blocks from the railroad station, which | called\nthe slums, because it was safe. No cop was willing to go down there. Today we call it very diverse.\n>> [Laughter]\n>> Michel Margosis: My neighbors were opium-smoking Chinese, Arabs, Corsicans, Italians,\neverything.\n>> Betsy Anthony: And how were you received in that community? Do you recall?\n>> Michel Margosis: As soon as | left Belgium, | picked up a French Southern accent and | could speak\nlike the natives.\n>> Betsy Anthony: So they thought you were a little French boy.\n>> Michel Margosis: Yeah. They didn't know the difference.\nSo we Stayed there for a while. | became a teenager there.\n>> Betsy Anthony: How long were you in Marseille?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Michel Margosis: About two years.\n>> Betsy Anthony: So you really did have a chance to spend time there. And your mother was very\nresourceful there.\n>> Michel Margosis: Food became scarce. Food became rations. Our documents, the paper, the\npassport that we had had expired so we became undocumented aliens, to use modern terms. So to\nsurvive my mother had to do something. She went into her little business called black marketing.\n>> [Laughter]\n>> Betsy Anthony: Right.\n>> Michel Margosis: Which was very remunerating because she could buy things at a fairly low price\nand resell it at a fairly good profit.\n>> Betsy Anthony: What kinds of things did she sell?\n>> Michel Margosis: Foods, eggs, bread.\n>> Betsy Anthony: Things people needed.\n>> Michel Margosis: Luxury items were the most profitable -- tobacco, candies, sweets, pralines,\nanything like that.\n>> Betsy Anthony: Where did she get them from?\n>> Michel Margosis: | didn't ask her.\n>> [Laughter]\n>> Betsy Anthony: Probably wise.\n>> Michel Margosis: | was not too much in the loop. | was just a kid.\n>> Betsy Anthony: And then she sold to other people living in your community or specifically to other\nrefugees?\n>> Michel Margosis: Probably most Jews. | know that they had friends there because she played poker\nwith them.\n>> Betsy Anthony: She did?\n>> Michel Margosis: About the only activities she probably could afford.\n>> Betsy Anthony: | think you mentioned in your memoir, too, that these probably were the only people\nshe could really talk to, communicate with, because of the language.\n>> Michel Margosis: Well, she did not speak French. | like to say we were about as diverse a family as\ncould be. First, my parents were born in Russia. My siblings were born in Persia. | was born in Belgium.\nMy parents spoke Yiddish to each other, Russian to their kids, and we kids spoke French. That's\ndiversity within the family. Right?\n>> [Laughter]\n>> Betsy Anthony: Yeah. That's the truth.\n>> Michel Margosis: So she could -- she never learned to speak French. The community in Marseille\nwas mostly Jewish.\n>> Betsy Anthony: So she was able to support you? Two years there.\n>> Michel Margosis: She was able to survive and we did fairly well.\n>> Betsy Anthony: And not just that, but she saved up some money that will come into play later.\n>> Michel Margosis: And | made friends. Most of my friends were in the food business, like restaurants\nand that type of thing. My best friend was Rafael who called himself Cafe au lait. His father was from\nCameroon, which had been a German colony in Africa, and his mother was from Denmark. So Cafe au\nlait.\n>> Betsy Anthony: And he lived there in your neighborhood?\n>> Michel Margosis: Near the old ports. And the old port was burned up shortly after we left. Because\nthe Germans called it a nest.\n>> Betsy Anthony: | see. Resistance or partisans or something.\nSo originally when your mother took you all there, the ideas was already hoping to get visas to\ngo to the United States. Is that right?\n>> Michel Margosis: Then we found out there was somebody left.\n>> Betsy Anthony: | see.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Michel Margosis: So we did pretty well. | was fairly free to go where | wanted. My friend Rafael\ntaught me how to skate, how to ride a bike -- well, no, | knew how to ride a bike. Especially how to\nswim. He was a very good swimmer, to a point where we were able to swim over to Chateau D'If.\nAnybody know the Chateau D'If? It's a little castle off Marseille where the Count of Monte Cristo\nescaped from.\n>> Betsy Anthony: And you swam all the way over there?\n>> Michel Margosis: When we got there, we couldn't get on the island because it was guarded. So\nRafael told me how to relax in the water. He also taught me how to go spear fishing. So | was able to\nprovide a little more food for the family.\n>> Betsy Anthony: So this whole time that you're in Marseille, did you have contact with your father?\n>> Michel Margosis: We wrote.\n>> Betsy Anthony: And he at this time was in Lisbon still.\n>> Michel Margosis: In Lisbon waiting, trying to do what he could.\n>> Betsy Anthony: Right.\n>> Michel Margosis: | didn't know what he wrote because he wrote to my mother.\n>> Betsy Anthony: But she heard from him and was able to communicate with him.\n>> Michel Margosis: Yeah.\nThen the American, the allies, invaded North Africa. At that point the unoccupied zone\nbecame occupied. | so well recall the German troops walking down the main drag. Those boots were\nabout as noisy and heavy | could ever hear, scary.\nMy mother was able to purchase false papers to be able to travel. We got to the Spanish\nborder. We had dinner in the inn. Then we were stopped by two policemen, national police, gendarme.\nThey asked us whether we wanted to go over into Spain. My sister speaking for my mother said: Of\ncourse not, how can we?\n| forgot to mention the train going from Marseille to the border happened to be partly a troupe\ntrain, German troops.\n>> Betsy Anthony: You were on a train with German soldiers?\n>> Michel Margosis: Not only that, they were in the same car.\n>> Betsy Anthony: Wow.\n>> Michel Margosis: And my mother couldn't speak French. We kids spoke French like natives. So at\none point she wanted to communicate and she started signing, making believe she couldn't speak. We\nanswered back in French. No problem.\n>> Betsy Anthony: She knew she would give herself away if they heard her obviously in Yiddish or\nRussian.\n>> Michel Margosis: Absolutely. But she had the sense --\n>> Betsy Anthony: This woman had some great intuition.\n>> Michel Margosis: Yeah.\n>> Betsy Anthony: Well, we have him here with us today thanks to her.\n>> Michel Margosis: | can say something else about my mother. | remember a few years ago\nsomebody came here to listen to my story and she was so impressed with that that she asked me\npermission to write a poem. She was a poetess. | have the poem. | sent it to all my kids. Anybody else\nwho wants it. But it was incorporated into a book about women of the resistance.\n>> Betsy Anthony: What an exceptional woman.\n>> Michel Margosis: Well recognized, with her picture on the cover.\n>> Betsy Anthony: Right. And so is this the point at which the savings from the black market activity,\nwhen you're crossing into Spain --\n>> Michel Margosis: Oh. Finally my mother relented and we said, ok, we'll do it. How much?\n>> Betsy Anthony: So the policemen -- going back to the policemen, they were asking if you wanted to\ngo to Spain because they were willing to do a little business?\n>> Michel Margosis: Yeah. Well, business charging $10,000 per person.\n>> Betsy Anthony: $10,000 in money from those days?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Michel Margosis: December 1942.\n>> Betsy Anthony: Which would be?\n>> Michel Margosis: About $500,000 today.\n>> Betsy Anthony: Each of you. $40,000 total, $500,000 today. And?\n>> Michel Margosis: So at sundown, we got ready, took whatever sweet we could for energy.\nDecember 1942 -- the Pyrenees are not little hills. They go up 7,000 feet. That took us over.\n>> Betsy Anthony: They took you over because your mother had $40,000 to pay them.\n>> Michel Margosis: Yeah.\n>> Betsy Anthony: That was $40,000 she had saved up with all of this activity. That is a very, very\nsmart woman.\n>> Michel Margosis: So besides the candies, | also took a stamp collection that | had started saving. |\nhad fallen in love with a big French dictionary which | carried on my belt.\n>> Betsy Anthony: This is the famous part of Michel's story. He climbed over the mountain range with\na huge dictionary on his belt.\n>> [Laughter]\n>> Michel Margosis: Well, in Marseille, one of the activities besides going to the beach every day was\nalso stopping at a book shop. | couldn't buy anything but | read, extensively. That's how | fell in love\nwith the dictionary.\n>> Betsy Anthony: And you took it with you.\n>> Michel Margosis: Then later on when | couldn't find it, | had determined that my brother found it\nbefore | lost it.\n>> Betsy Anthony: A nice way of putting it. Somebody.\n>> Michel Margosis: So at sundown we started. At sunup we were in Spain. It took us overnight.\nThrough the woods. We heard dogs. The guys knew where they were going so we were pretty safe.\nWe heard a lot of the stories.\n>> Betsy Anthony: You probably weren't quite sure you could trust them.\n>> Michel Margosis: Right. My brother-in-law went through the same thing after escaping from the\nFrench -- after escaping, he was with the French underground. He went over into Spain also but his\ngroup didn't have a guide. They were spotted and didn't do so well.\n>> Betsy Anthony: So you and your mother and your two siblings are still together at this point.\n>> Michel Margosis: We're in Spain. We were put into an inn. We slept most of the day. We were fed.\nThe guards left us. We went back to our new customers, | guess. We were advised to get Spanish\nguides. So we got Spanish guides. And instead of going through woods, they decided the best way to\ngo into town was to follow the railroad track. Could have taken the road but the railroad track was\nmaybe, | don't know -- within a couple of hours we were spotted and arrested. Everybody went to jail.\nMy brother, sister, mother went to jail. First we were taken to be fed, a fantastic Spanish meal.\n>> Betsy Anthony: That's nice.\n>> Michel Margosis: Food became very important, especially since you don't have that much food. But\nso then they sent me to an orphanage. In the Province of Catalonia. | stayed there for a while. -- in the\nProvince of Catalonia. | went to the orphanage. We went to mass. We went to breakfast.\n>> Betsy Anthony: Your mother and siblings were in jail. Together in the same jail?\n>> Michel Margosis: My mother and sister in one jail and my brother in another.\n>> Betsy Anthony: Separated by gender.\n>> Michel Margosis: From there my brother was sent to a concentration camp in Spain. It was opened\nduring the Civil War. Spain had just gotten over the Civil War. It was still in pretty bad shape and it was\na dictatorship. Franco was a friend of Hitler. He almost went to war with him. But | think he found out\nbetter when the Americans and English, you know.\n>> Betsy Anthony: So the conditions in a Spanish concentration camp, do you know from your brother\nif they were similar to what we might imagine in a German --\n>> Michel Margosis: Well, he said the food was lousy, conditions were not great. There was a riot there\nat one point. He didn't like it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Betsy Anthony: He and you all were detained because you were illegal, undocumented not\nnecessarily because you were Jews.\n>> Michel Margosis: Shortly before we got there | was told that the refugees were sent back into\nFrance and were not accepted. So, again, we were lucky to get in there.\nFrom there we were held by the British consulate. Persia was a British protectorate. | thought\nmaybe | should contact them. So | did. It didn't do much. But then the joint committee came to help us.\nIt was an American agency that helped refugees. They took us and set us up in a hotel in another town,\nan old Roman city a water town. They set up several hotels for refugees.\n>> Betsy Anthony: So they were able to get your mom, siblings out of jail and you from the orphanage\nto be together again.\n>> Michel Margosis: Right. We stayed there for a while. We were provided for. Good food and bedding\nand everything. We had freedom of the town.\nFrom there they helped us to get into Barcelona, a big city, where it was subsidized to be able\nto live with a Spanish family. From there, they tried to save children under 16. My mother signed me up.\nSoon after that, my sister wanted to go to Palestine because while in Marseille she had fallen in love\nwith somebody from Palestine who was studying in France and he made his way to Spain. She saw\nhim again in Spain. When he went back home, she wanted to go, too.\n>> Betsy Anthony: Ok.\n>> Michel Margosis: My brother was advised to be her chaperon, so he went.\n>> Betsy Anthony: They both went to Palestine.\n>> Michel Margosis: So | came in June -- | came here June 22, 1943. And on my way here we went\nfrom Spain, picked up a group of children in Madrid, went to Portugal, Lisbon where my father was\nwaiting for me just in time to say hello, goodbye, a few days. | left him there.\n>> Betsy Anthony: So this organization gathered the children already in Spain and helped everyone\nget to Lisbon, to Portugal where you luckily got to see your father briefly.\n>> Michel Margosis: Right.\n>> Betsy Anthony: And from there you sailed.\n>> Michel Margosis: | sailed. That November my sister went to Palestine. Then my mother hired\nsomebody else to take her illegally into Portugal and she was able to finally rejoin her husband. It was\nfour years.\n>> Betsy Anthony: After four years.\n>> Michel Margosis: | hadn't seen my father in about three years. He greeted me by offering me a\ncigarette. He said, \"You're a man now. You can smoke.\"\n>> [Laughter]\n>> Betsy Anthony: Parenting all in one moment there. Great.\n>> Michel Margosis: From there | took the boat, the Portuguese ship. We got here June 22. We came\nin through Philadelphia. We did have a couple of stops in the Atlantic.\n>> Betsy Anthony: Yeah. | think we might want to hear about it.\n>> Michel Margosis: Which one?\n>> Betsy Anthony: I'm thinking about the German U-Boat.\n>> Michel Margosis: That's fuzzy in my mind. We stopped for a U-Boat. We stopped. | stayed in my\ncabin. | didn't want to see them. And then they resumed after an hour or so. We were told that the cook\nwas missing, never showed up again. We don't know what happened.\n>> Betsy Anthony: So you were on a boat registered, | guess, in Portugal and a German submarine\nstopped the boat, checked things out. But because Portugal was a neutral country --\n>> Michel Margosis: | assume that's the reason.\n>> Betsy Anthony: Yeah, we can assume they allowed it to continue on. That would be pretty dramatic\nand a little scary.\n>> Michel Margosis: Yeah.\n>> [Laughter]\n>> Betsy Anthony: But it worked out well, so good.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Michel Margosis: At my age, nothing much is scary.\n>> Betsy Anthony: You've been through a lot.\n>> Michel Margosis: Scary was trying octopus in Marseille. That was a little scarier than that.\n>> Betsy Anthony: Well, I'm glad that you didn't suffer.\nSo your voyage on the boat, how long did it take to go from Lisbon to Philadelphia?\n>> Michel Margosis: It took about two weeks. We didn't have much of a rough seas. Some of it was\neasy. Again -- | made friends with one guy. We played a trick. Tea time, at 12:00 we had tea with\ncookies or pastries. And the two of us made believe we were sick. And all of these people followed us.\nWe went back to finish the pastries.\n>> [Laughter]\n>> Betsy Anthony: So you arrived in Philadelphia. If | recall, something that you had taken along with\nyou, you had to give up in Philadelphia. Is that right?\n>> Michel Margosis: Well, everything was confiscated.\n>> Betsy Anthony: Everything?\n>> Michel Margosis: Stamp collection. But there were balloons in the sky. | thought they were\nwelcoming us. But it was wartime, the airplanes or whatever.\n>> Betsy Anthony: Seemed like a good welcome but it was a scene of wartime. But then the customs\nofficials?\n>> Michel Margosis: They took everything they could. | took my stamp collection which my\nbrother-in-law said wasn't worth much but | thought it was because | had new stamps from occupied\nFrance. | think about two years later | got it back.\n>> Betsy Anthony: That's interesting, they gave it back.\n>> Michel Margosis: After looking at movies, you notice some secrets are sometimes put on the back\nof stamps. | don't Know what they were looking at.\n>> Betsy Anthony: So you arrived in Philadelphia.\n>> Michel Margosis: They put us directly on a train going to New York, a place called the Bronx.\n>> [Laughter]\n>> Michel Margosis: We were there in a home. Within a few days | had a cousin who came, a cousin\nwho was 23 days older than my sister. She had a big, straw hat. She wanted to show me what America\nwas like so she took me to Radio City Music Hall.\n>> Betsy Anthony: Immediately?\n>> Michel Margosis: Immediately.\n>> Betsy Anthony: Wow.\n>> Michel Margosis: This is America. And she had a big French-English dictionary. And every time she\nwanted to talk to me, she'd page through, a word. Finally she says, “Do you understand Yiddish?” |\nsaid -- well, after all of these years | finally got to understand some of the things my parents were\ntalking to each other so | said yes. So that's when we started communicating in Yiddish. And then a few\ndays later | went to live with them. That was my father's uncle.\nThat didn't last long. In September of that year, that's when | became 15. They introduced me\nto high school. | had been on vacation all of these years.\n>> [Laughter]\n>> Betsy Anthony: I'd want that money back. Ok.\n>> Michel Margosis: They took me to high school. They advised me there was a finish teacher, lucky\nme. Set me up. | didn't know a word of English except for what | picked up in the movies. Soon after\nthat, that advisor was drafted. So | took the courses, civics, English, whatever. | don't think | passed\ncivics. They did pass me but | didn't make the grade. The second year | had Shakespeare. | was able\nto make high school in three and a half years with honors.\n>> Betsy Anthony: Wow. That's great.\n>> Michel Margosis: Then | applied to college. | wanted to major -- become a journalist like my father\nwas until my last year in high school. My junior year | took physics which | did not like at all. | had a\nlousy teacher.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> [Laughter]\n>> Michel Margosis: | can blame it on the teacher, of course.\n>> Betsy Anthony: It's all his fault. Yeah.\n>> Michel Margosis: Then | had a marvelous teacher in chemistry the following year, my senior year\nand | decided this is so fascinating; | think I'll go into chemistry.\n>> Betsy Anthony: And so you did.\n>> Michel Margosis: And so | did.\nMy parents came. They finally got their visa in 1946. To this day when war -- | graduated in\nJune 1947. | had applied to several colleges, including Ohio. He's from Ohio.\n>> Betsy Anthony: Ok.\n>> [Laughter]\n>> Michel Margosis: But because my parents had come so recently | didn't want to leave town so |\nstayed in New York, in Brooklyn. But until my parents came, also because my uncle could not afford\nme, he had lost everything during the crash of 1929, so they put me in a foster home. So | was ina\nfoster home for a while until my parents came.\n| decided to stay in Brooklyn. | went to Brooklyn College. For $5 a year | was able to get a\nBachelor's. And the $5 was for activities, not for anything else. Then | also had to pay for laboratory\nfees. Chemistry. So | got a Bachelor's.\n| skipped through a lot.\n>> Betsy Anthony: | Know. We only have a few minutes if we want to allow for questions.\n>> Michel Margosis: | got a Bachelor's. A career came about. | was having a farewell party because |\nwas being drafted. | got a phone call the evening | got a party. It said because you're now a chemist, if\nyou can get a job, you can be deferred. | called the following day to make sure it was not a joke from\none of my friends.\n>> [Laughter]\n>> Michel Margosis: Indeed, | was being deferred from the draft. So | did, | got a job. Then | got\nanother one. And then | decided | don't like what I'm doing. | was doing control work in\npharmaceuticals. So | decided because | could speak Russian, in the Cold War that would be very\nhelpful. So | enlisted in the Army. | was able to enlist for two years. | was one of the last ones to enlist\nwith two rather than three years. | stayed in the Army. | started as an infantryman and became a medic.\nOf course, chemistry is basically the same as pharmacy which is the same as medicine.\n>> [Laughter]\n>> Michel Margosis: At least that's in the Army.\n>> [Laughter]\n>> Michel Margosis: | was able to get a promotion all the way to PFC.\n>> Betsy Anthony: Hooray.\n>> Michel Margosis: They wanted me to go on but | decided | would make a better civilian. So | came\nout. My first job was with the Atomic Energy Commission. | was able to take a test, that | remember. |\nwas able to work there but then decided it was too far from school and | had to go back to school and\nget an advanced degree.\nThen | met a wonderful woman. And six weeks later we were married.\n>> Betsy Anthony: Six weeks? Wow.\n>> Michel Margosis: Four years later we had our first child. Four years later we got another one. We\nwere married for 86 years, 43 each.\n>> [Laughter]\n>> Michel Margosis: Then | got a job with a little agency here called the Food and Drug Administration\nand became a research chemist and became an international expert on the analysis of antibiotics.\n| retired from there, making a living with my pension and investments and Social Security. | volunteer\nfor the Fairfax County Human Rights Commission. I'm a commissioner.\n>> Betsy Anthony: Yeah.\n>> Michel Margosis: I've been in this joint -- this museum --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> [Laughter]\n>> Michel Margosis: For about 24 years. | volunteer with WETA. | started a support group, animal\nshelter, whatever else. What else can | do?\n>> Betsy Anthony: You are, Michel, very active in the community. We're fortunate to see him around\nhere often, too.\n| think we have some time for some questions. We have microphones that we can pass\naround if you would wait to make your question into the microphone. | will repeat the question to make\nsure that everybody hears it and also that Michel hears it, too.\nDoes anybody have any questions for Michel? Someone down here.\n>> What role did Judaism play when you came to the United States and thereafter?\n>> Michel Margosis: Judaism?\n>> Betsy Anthony: The role of religion, what was the role of Judaism in your life before and then when\nyou came to the United States?\n>> Michel Margosis: Well, until | came here, it didn't have any role. | didn't do anything with it because |\ndidn't want anybody to know | was Jewish, certainly not in France. In fact, when | go back there, | still\ndon't tell anybody I'm Jewish.\n| started in high school -- one of my French teachers in high school, surprisingly, French so |\ncould learn English. One of the teachers spoke with a thick Yiddish accent. | hadn't been used to it for a\nlong time. Then | joined when | was in college. My father came, when my friends came, he dragged ne\nfor services for the high holy days. That's a different story.\nThen when | got married, we formed a reformed congregation. In Europe we were Orthodox.\nMy father was trained by a fantastic -- | don't Know if anybody heard of this poet in Russia. My father\nwas learned. | found out later on through my investigation that my father became a rabbi in Portugal\nand he served as an acting rabbi. | still belong to a congregation here. Because of some problems, |\ndon't attend as much as | do but | want to learn more about what it was that my father was involved\nwith. | support Israel, of course.\n>> Betsy Anthony: But religion, being active in religion, helped you connect with your father a bit?\n>> Michel Margosis: Connect with my father, with the whole family.\n>> Betsy Anthony: | don't know that | ever heard that before.\n>> Michel Margosis: On one side | have [Indiscernible] on one side of the family. | don't see anymore.\nSome of them went to Israel. On the other side | have [Indiscernible]. My brother was married to a\nMoroccan.\n>> Betsy Anthony: Very interesting. A diverse family again.\nAny other questions?\n>> Michel Margosis: My daughter.\n>> Betsy Anthony: Uh-oh.\n>> Yeah, I'm the daughter so | Know this story but something | marveled at that | don't think you played\nupon was that you really had no structure around you since you were 11 years old. Your parents, your\nmother was very busy helping you survive and working to make money on the black market. So she\nwasn't around. Your siblings were off doing their thing. And your father, you didn't see him until three\nyears after the war. So you were really on your own all of that time; hence there was no structure for\nreligion, there was no structure -- | mean, you just sort of had to raise yourself. So | just wanted to point\nthat out.\n>> Betsy Anthony: That's Michel's daughter, Leah, who is with us today. | guess you heard that. Do\nyou want to comment on that, your independence and this lack of structure as you were moving all over\nEurope and growing up?\n>> Michel Margosis: I'm lucky.\n>> [Laughter]\n>> Michel Margosis: | live in a retirement community. When we started, we had a young woman who\nbecame the chaplain, the minister, in the church. When | told the story over there, she says, “You have\ndivine guidance.” Ok.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> [Laughter]\n>> Betsy Anthony: You did very well academically, professionally. You're here with us today. You're\nstill active and successful. You must have had something internally that kept you going, too.\n>> Michel Margosis: | tend to be optimistic in my outview. | love to joke. | think humor is one of my\nsurvival techniques. And I'm interested. Because when | was in Marseille, | was reading extensively.\nWhen | got to Spain, | was there only six months, | was able, by the time | finished, | was able to read\n“Don Quixote” “La Mancha” in Spanish which | read in English when | came here. Nice to read\nShakespeare in French.\n| love literature. | love Shakespeare. When | came here, | got to learn more about\nShakespeare all the way from back to the Medieval days to one of my great favorites. | just love to\nread. |'m interested -- I'm on the internet all the time. I'm always looking at things. | found a lot through\nthe internet. And | love music. One of my -- one of my father's friends in Belgium was a tenor, Joseph\nSchmitd, who became a movie, opera. | learned to appreciate opera way back then. Mozart, | can't live\nwithout Mozart or Beethoven.\n>> Betsy Anthony: | think this image of you climbing the mountain with the dictionary strapped to your\nbelt is really so symbolic of your discipline and your dedication and your love of words and song ina\nway.\nIf it's ok, I'm going to start the close of our talk. Before | turn it back to you, | will turn it back to\nMichel, but before | do, | would like to thank all of you for being here very much. We hope you will come\nback and join us for another First Person program some time. We meet here for First Person every\nWednesday and Thursday through the middle of August.\nIt is our tradition here at First Person that our First Person guest has the last word. Before we\nturn back to him, I'll let you Know one special thing. We'll be here once we're done. Once we say\ngoodbye, Michel will be here to maybe answer questions you didn't have the opportunity to ask during\nour much too short Q&A session and | and some other colleagues will be here to help you with\nquestions about the museum.\nThank you very much for coming. And with that I'm going to turn it back to Michel for his last\nword.\n>> Michel Margosis: | decided to write my concluding words because | cannot remember everything at\nmy age.\n>> [Laughter]\n>> Michel Margosis: | still remember -- I'm glad | still remember how old | am.\n>> [Laughter]\n>> Michel Margosis: War was raging in Europe when | was able to escape and eventually get to the\nUnited States alone as a refugee 73 years ago. | recall my father's allusions to pogroms and resistance,\nthe revolution, and his own escape from Siberia. Those days were seemingly lons ago. | am immensely\ngrateful to have found refuge and become a citizen of this great nation where I've had the freedom to\nplan my own future, to worship or not as a Jew, to acquire an education, and to become a successful\nresearch chemist with the Food and Drug Administration, to serve my country in the Army and the civil\nservice, to marry and to have a loving family to be immensely proud of.\nMy memories as a Survivor of those dreadful early days helped me to bear witness to the\nHolocaust as | must speak out against bigotry and racism that drove me out of Europe. And so |\nvolunteer with this great museum to enable me to warn you that the foremost lesson here is that hate\nand genocides must be held in check for our world to survive.\nTo the young people here, | would simply but strongly admonish you to study and learn with\npurpose as much as and as far as your mind allows so that you may be as fortunate as | have been in\nthoroughly enjoying years of freedom and contentment. This nation became the world trailblazer\nbecause of its experiment in democracy, continually in progress, and in its moral values. This was\naccompanied by great advances in science and technology so as to be the most successful nation\nliving with diversity. Learn what you can about problems in your country and work out the issues\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\ntroubling it. Know your rights and use them. And most importantly, vote. Always seek the truth. Don't let\nanyone bamboozle you. And vote.\n>> [Laughter]\n>> Betsy Anthony: Thank you.\n>> [Applause]\n",
    "segments": []
}