{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON THEODORA (DORA) KLAYMAN\nThursday, July 7, 2016\n11:00 a.m. — 12:02 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 17th year of the First Person program. Our First Person today is Mrs. Dora\nKlayman, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship. I'm pleased to let you Know that Mr. Louis Smith is here with us in the\naudience today.\n>> [Applause]\n>> Bill Benson: First Person is a series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, provides information about each of our upcoming First Person\nguests. The address is www.ushmm.org. | believe that address is also in the program that you received\ntoday.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Dora Klayman's biography so that you can\nremember and share her testimony after you leave here today.\nDora will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Dora questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Dora is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nDora Klayman was born Teodora Basch on January 31, 1938, in Zagreb, Yugoslavia. Here we\nsee Dora sitting on a park bench with her younger brother, Zdravko.\nOn this map of Yugoslavia in 1933, the arrow points to Zagreb.\nIn this photo we see Dora on an outing to the zoo with her parents, Salamon and Silva.\nSalamon ran a brush-making factory and Silva was a teacher.\nPictured here is Dora's maternal grandfather, Rabbi Josef Leopold Deutsch. In April 1941,\nwhen Dora was visiting her maternal grandparents in the small town of Ludbreg, Germany invaded\nYugoslavia. Ludbreg became part of a puppet state run by the Ustasa, Croatian fascists.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn June 1941, Dora's parents and her brother were arrested. Their housekeeper got baby\nZdravko out of prison and from then on Dora and Zdravko were sheltered by their mother's sister, Giza,\nand her husband, Ljudevit. On the left we see Aunt Giza. On the right we see her husband, Ljudevit.\nThe photo of Ljudevit was taken many years after this one of Giza.\nLater in the war Aunt Giza was denounced and sent to Auschwitz where she perished. Dora\nremained in Yugoslavia until 1958 when she emigrated to the United States.\nWe close with this portrait of Aunt Giza, Dora and Zdravko that was taken to be sent so\nLjudevit in the concentration camp where he had been sent.\nIn 1957, as Dora was on her way to Switzerland, she met Daniel Klayman, who was returning\nto New York from a year of post-doctoral study as a Fulbright scholar in India. They were married in\nSwitzerland a year later, and together they arrived in the United States in the fall of 1958. By the\nfollowing year Dan and Dora came to Washington, DC, and Dan embarked on a career as a researcher\nin medicinal chemistry at the Walter Reed Army Institute of Research; his work culminated in his\nexpertise in drug development against malaria.\nAfter the birth of their two children, Wanda and Elliot, Dora resumed her education, getting\ndegrees in French and in English as a Second Language. She then taught in Montgomery County,\nMaryland, Public Schools, including 23 years at Bethesda-Chevy Chase High School, where she\nheaded the English as a Second Language Department.\nDan passed away in 1992. Both of their children live in the Washington area. Wanda is\nDeputy Executive Director of an international association that deals with issues of transportation. Elliot\nis a freelance videographer and owns a video and film production company. He is married to lona and\nthey have three children, ages 21, 19 and 12.\nAfter Dora retired from full-time teaching in 1999, she became active as a volunteer with this\nmuseum. Her work here consists primarily of translating material from the Holocaust written in Croatian,\nBosnian, and Serbian. Her ongoing project is connected to the Jasenovac archive. As we will hear later,\nJasenovac was a major concentration camp in Croatia.\nOther projects for Dora have included the translation of a booklet that accompanied a 1942\nanti-Semitic exhibit in Croatia, and the translation of the captions on a large archive of photographs that\nhad been gathered during the post-World War II trials in Yugoslavia. To add to her language skills Dora\ncontinues to learn Hebrew.\nDora enjoys traveling. She has been to Israel several times where she was happy to reunite\nwith her cousins and their families. Some of her travels are connected to learning more about the\nevents and the aftermath of the Holocaust. She has attended several conferences of the International\nOrganization of Child Survivors, including in Poland in 2011, when she visited Auschwitz for the first\ntime, and in Berlin in 2014, where she was impressed by the effort made by that country to teach about\nand remember the Holocaust. In 2013 she traveled to her former home in Croatia. During that trip she\naccompanied the director of the Jasenovac archive to the site of the concentration camp to view their\nexhibit.\nDora just returned in late June from another trip to Croatia, to attend her high school's 60th\nreunion. Also, she visited the small town of Ludbreg where she spent the war years and much of her\nyouth.\nBesides First Person, Dora is speaking publicly more. She recently spoke to a large group in\nArkansas, including a group of junior high school students who hope to collect six million pennies to\nrepresent each of the six million Jews who perished in the Holocaust.\nWith that, | would like you to join me in welcoming our First Person, Dora Klayman.\n>> [Applause]\n>> Bill Benson: Dora, thank you so much for joining us and for your willingness to be our First Person\ntoday. We have a short period and you have so much to share with us so we'll just go right to it, if you\ndon't mind.\n>> Dora Klayman: Sure.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: Dora, you were just 3 years old when World War II came directly to Yugoslavia in the\nspring of 1941 when it was attacked by Germany. Before we turn to the horrors of the war and the\nHolocaust, tell us, first, about your parents and their lives and their community in the pre-war years, a\nlittle bit about them.\n>> Dora Klayman: Ok. Well, the two families, my mother's family and my father's family, did not come\nfrom the same place. My father's family was living in Zagreb. The family had come there not a very,\nvery long time ago. | am not sure exactly when but pretty much as my father was probably in his teens.\nThere were six children in the family. By the time war came the father had already passed away but the\nmother, their mother, was living in Zagreb. She was eventually actually interred in the Zagreb cemetery\nand | just managed to visit her grave. She died of natural causes.\n>> Bill Benson: | think, if | can just say, | think you told me that that's the only gravesite you have for\nany member of your family.\n>> Dora Klayman: Yes. That generation. That generation, right.\nSo my father was, as you mentioned, running a small factory. He owned and operated it. But\nalso in his extra time he was also very involved in being a cantor. They were a very observant Jewish\nfamily.\nMy mother's family, on the other hand, lived in a small town of Ludbreg, which is very far\nnorth, very close to the Hungarian border. It was a small community that had not a very large number of\nJews. | think about 70 or 100 or something like that. The community had existed for some time but it\ndidn't have a rabbi and so they found my grandfather -- | don't remember by what means, certainly not\nthe internet in those days -- in Slovakia. And he and his wife and two children came to live in Ludbreg.\nThey subsequently had two more children, two daughters, two more daughters, Blanka and finally my\nmother, Silva. And my mother, therefore, was 15 years younger than the older -- her older sibling, Giza,\nwho played a role later on in my life.\n>> Bill Benson: And because Aunt Giza and her husband, Uncle Ljudevit, played such an important\nrole in your life, tell us a little bit about them.\n>> Dora Klayman: They were both working for the Ludbreg bank. He was a director of one part of it\nand she was an employee. And, of course, they were of different religions because Ljudevit, like the\nrest of that town, for the most part, were all Catholic, Roman Catholic. The two of them fell in love. He\nwas a very important member of that community. He had not only been working for the bank but also\nhe was involved in just about everything. He was an honorary chairperson of the fire brigade. He ran a\nchoir and a chamber music group. He played the violin. He was very involved in that community.\nHis was an unusual family in that most of his siblings -- and there were 12 siblings -- had all,\nexcept for one, preceded him in death. So by the time war came there was only one sister that was still\nalive. Everybody else had passed away.\nBefore the war, while his mother was alive, even though he and my aunt were in love they\nnever married. They did marry but they did not marry for a long period of time. There was no such thing\nas a civil marriage in Yugoslavia at that time.\n>> Bill Benson: So only in the eyes of the church?\n>> Dora Klayman: Only in the eyes of the church or if he had converted to Judaism which was fairly\nunlikely in those days at that time. Then they could have been married by the rabbi but not -- they\ncouldn't go to the City Hall and get married. So eventually, however, in 1939, | think, things were\nalready on the horizon and they knew what was happening in Germany and so on, they went to\nHungary and they got married in a civil ceremony there.\n>> Bill Benson: It was allowed in Hungary.\n>> Dora Klayman: It was allowed in Hungary. But one of the things | need to mention is that even\nthough they were not married previously -- | don't know exactly what kept them from marrying for so\nlong. And, of course, | asked him many times and he would always deny that the reason was religion.\nHe would always say: Well, she was quite happy living with her family and | was happy living with my\nmother and there was no need to get married.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nIt's, of course, a way of looking at it. But | Know that there was no great animosity in the\nfamilies. Because if | look at the pictures, the photos, even the photo of one of my mother's sisters’\nweddings, he's always there. He had seemed to have been accepted as a member of the family even\nthough they were not married for a long period of time.\n>> Bill Benson: Dora, when Germany launched its attack on Yugoslavia on August 6, 1941, which, of\ncourse, was roughly 18 months after the war had begun elsewhere in Europe, you were away from\nZagreb on a visit with relatives in Ludbreg. Tell us what you can, what you've been able to learn, about\nthe circumstance that caused you to be away from your family at that time and what happened once the\nGermans came into Yugoslavia.\n>> Dora Klayman: Well, my brother was born in 1941, January 1941. So that was very recent from the\ntime that the war had started in Yugoslavia, which was April 6. So | don't know whether it was because\nmy mother had a baby to deal with or it was just an opportunity but there were neighbors of my\ngrandparents who had come to visit us in Zagreb and my parents decided to send me to visit my\ngrandparents in Ludbreg. So | have memories of being on the train. That was very exciting, even\nthough | was 3. But that basically is the last time | saw my parents. Because then as war began, | was\nat my grandparents’ house. That was how | ended up not being with my parents at a time and | was not\nwith them when they were arrested. And they were arrested very soon after the outbreak of the facilities\nand taken to a holding place which was in Zagreb where everybody was basically gathered before they\nwere sent off to the concentration camp.\nMy brother, however, who was with them --\n>> Bill Benson: Before we go to that, let me ask you a couple of other things if that's ok.\n>> Dora Klayman: Mm-hmm.\n>> Bill Benson: With war beginning in Europe, September 1939, and Germany attacked eventually in\nApril 1941, Yugoslavia, do you know if your parents made any efforts to try to leave Croatia and go\nelsewhere during any of that time?\n>> Dora Klayman: | don't have any notion that they did. It was, I'm sure, very difficult to leave. There\nwere efforts by some people, | Know, who left for an area held by the Italians, the southern part of\nYugoslavia. When these divisions came about, Germany basically ceded one part of it to the Italians.\nThe Italians were apparently known to have treated Jews better than either the local Ustasa, who ran\nso-called independent state of Croatia, which was a public element. And so many people did go to\nRomasia. | have a few friends who did do that, whose family did that. | was told that one of my aunts,\nmy Aunt Blanka and her husband and children did make it. But then the head of the government\ndecreed that anybody that returned would not be harmed and so they --\n>> Bill Benson: Went back home?\n>> Dora Klayman: They went back home.\nMy parents, | have no idea whether they ever made an attempt or not but they certainly did\nnot succeed.\n>> Bill Benson: Tell us a little bit about the Ustasa, that you just mentioned. Who were they and why\nwere the Nazis not running your part of Yugoslavia?\n>> Dora Klayman: They were actually a nationalist group that had gathered in Italy before the war. The\nhistory of Yugoslavia is so complicated. There were so many changes. After World War | it became\nYugoslavia. It was sort of an almost artificially created country because there were so many parts to it.\nThe main parts were, of course, Serbia and Croatia. And there were nationalists within Croatia who\nwanted a pure Croatia, an independent Croatia. So they used the opportunity of the war to align\nthemselves with Germany, with Nazis in exchange for running the country the way Germany wanted\nthem to, they were able to secure the right to run it by themselves.\n>> Bill Benson: So they had their pure country but it was a puppet state.\n>> Dora Klayman: It was a puppet state of the Nazis. And they were basically running it the way the\nNazis wanted. And that included everything that the Nazis had already perpetrated since 1938. Or\nearlier, even. Certainly all the rules and laws that govern within Germany and the countries which they\nhave conquered since --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: Including the way they treated Jews, especially.\n>> Dora Klayman: All the Jewish, all the questions of how -- what was banned to the Jews, anything\nthat involved any access to public life; that included whether you sit on a bench in the park, whether\nyou participate in an orchestra, whether you go to school, whether you --\n>> Bill Benson: Work?\n>> Dora Klayman: Work, whether you have access to food and shelter, anything, was banned. So the\nsame laws -- and, of course to wear a badge that identifies you. So all of that was immediately\nperpetrated in Croatia. And Jews were immediately issued badges. Some of the badges are different in\ndifferent countries. This one was a yellow silky-looking piece of cloth on which there is a Star of David.\nThere is a picture | have. It is on the website of this museum so people can see it. My father, my\nmother, my aunt, another aunt, and one of my cousins are all wearing these. So, you know, lists of\npeople. Everybody had to report. They would start taking property away. And they eventually sent\npeople to camp.\n>> Bill Benson: And of course, as you began to tell us a few minutes ago, your parents were arrested.\nThey had your little brother with them at the time and they were sent to a concentration camp.\n>> Dora Klayman: Right. | will get to my brother but | do want to say that one of the things that these\nUstasa had in mind, they persecuted Jews as part of the whole thing that the Nazis perpetrated;\nhowever, they had another goal in addition to the goal that the Nazis had. The Nazis didn't care one\nway or another about a pure Croatia. And pure, to the Ustasa, meant not just pure of Jews but also\nRoma, which the Nazis perpetrated as well, but also pure of Serbs.\nNow, the Serbs are part -- there are members of what is now Serbia but there were many\nSerbs within Croatia. There was a mixing of the society. And they had basically come through the years\nto live in certain parts that under the Austra-Hungarian empire. So their idea was to get rid of the Serbs.\nSo the persecution was not just of the Jews but majorly of Serbs.\n>> Bill Benson: So total ethnic cleansing.\n>> Dora Klayman: Yeah.\n>> Bill Benson: Tell us what happened to your parents and about your brother as well.\n>> Dora Klayman: So my parents were taken to this -- basically to the jail, gathering place in Zagreb.\nThey had my little brother with them who was at that time | think about 9 months old by the time they\nwere taken. | don't Know why | remember that number. Fortunately our housekeeper went there. Things\nwere so chaotic. She asked if she could have this baby and they just said sure.\n>> Bill Benson: Take the baby.\n>> Dora Klayman: Take the baby. So my parents handed the baby to her. And then she called my\nuncle and my aunt in Ludbreg and they went and got him. | have a pretty good memory of his arrival. |\nremember him being at my grandparents and lying on the bed and crying and crying and crying. | have\nthat memory of this crying baby and wondering what now.\n>> Bill Benson: And you were already there.\n>> Dora Klayman: | was already there.\n>> Bill Benson: Did you know if your Aunt Giza or uncle had any idea what happened to your parents\nat that point?\n>> Dora Klayman: Oh, I'm sure that everybody at that point had an idea what was going on. A lot of\npeople already had an idea. A lot of people started fleeing to the mountains, not too high but to start\nfighting, many young people.\n>> Bill Benson: To become partisans?\n>> Dora Klayman: It was the beginning of the partisan movement, almost immediately. So this was the\nother group. There was this fascist group that had pulled itself together from Italy and come to run the\nplace. At the same time, basically the Communist Party was the primary mover of some parts of the\npartisans and then other people just spontaneously went and joined because they didn't want to live\nunder this system.\n>> Bill Benson: So here's you and your brother now are with your aunt and uncle. In 1942 your Uncle\nLjudevit was arrested and sentenced to the Jasenovac concentration camp and you and your brother\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nremained with your Aunt Giza. Tell us about your uncle's imprisonment at Jasenovac and then what\nhappened.\n>> Dora Klayman: By the time he was arrested, everybody else was already gone. So the first arrest\nwas everybody else in the family except for him and his wife. There were some laws by which he could\nshield her because it was a mixed marriage. But by that time everybody else in the family, my\ngrandparents, my other aunt, everybody, had already been arrested. | can go back to that if you want\nme to.\n>> Bill Benson: Please do. Please do.\n>> Dora Klayman: | have a memory of their being arrested and escorted.\n>> Bill Benson: You remember seeing that?\n>> Dora Klayman: | remember seeing that. This was, of course, a sort of -- it was nighttime. | have\nmemory of that. There was everybody carrying packages. | remember people carrying a pillow, a small\nsatchel or something, and everybody saying goodbye to me and my brother. | had no idea why lots of\npeople -- why they were crying and what was going on but eventually they were gone and | was left\nbehind. | was left behind with my brother and at Ludva and Giza's house. And the question always\ncomes up how is it they didn't take me.\n>> Bill Benson: Right.\n>> Dora Klayman: | think, while | don't Know for sure, my thought is -- you know, they had -- the Ustasa\nwere not as organized, by far, as the Germans. However, they did follow certain things. For example,\nthey had everybody registering.\nYou say, Well, why would you go register? But, you know, the system was such that the\npolice always knew who was living where. The Jewish community had, of course, a list of people. My\nbrother and | had come from another town. So | have a sense that we were not on the infamous lists.\nSo when these Ustasa who were leading the raid, conducting the raid, they would come and, you know,\ntake the list and take this, this, this, this and we were not on the list so off they went and we were\nstaying behind.\nThat's the only thing | can think of. Because everything had been listed way ahead of time.\nPeople had to register all of their worldly goods. They had to register every little bit, you Know, how\nmany necklaces you had. You had a little gold necklace or you had two pairs of shoes or a Coat --\n>> Bill Benson: Everything.\n>> Dora Klayman: Everything was registered. And this kind of registration is actually on pieces -- in\nforms, their forms. And some of those forms are here.\n>> Bill Benson: Right. Right.\n>> Dora Klayman: So by the time everybody left and we were left by ourselves, just Giza, Ludva and |\nand my brother, life was already very different. At that point, as you asked me, Ludva got arrested. And\nwhy? Because by that point the partisan force had already become a force and they were fighting the\nNazis, fighting the Ustasa. The local populous, which was fortunately pro partisan and anti-Ustasa,\nwhich is why | suppose also we survived, because no one gave US up --\n>> Bill Benson: No one denounced you.\n>> Dora Klayman: No. The entire town knew who we were. My grandfather was a rabbi in that town for\n40 years. Everybody knew who we were.\n>> Bill Benson: There were no secrets.\n>> Dora Klayman: But these people came from outside who led the raids and we were left behind.\nSo at that point, however, many people who were sort of leaders in this city, in the town -- | shouldn't\ncall it city at any point, a small town -- a number of people were accused by the Ustasa of helping the\npartisans, which, of course, they did but they were then arrested -- they didn't admit to it but they were\narrested as supporters of the partisans. Therefore they were sort of political prisoners. And political\nprisoners were treated differently from Jews or Serbs or Roma in that they actually had some kind of a\ntrial and they were given a sentence. So Ludva was given a sentence. He was, from what | understand,\nin this awful camp of Jasenovac for almost a year.\n>> Bill Benson: So he had a defined sentence.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Dora Klayman: He had a defined sentence.\n>> Bill Benson: And that's the same camp your parents were sent to?\n>> Dora Klayman: The same camp. Mother was in an auxiliary camp. She already passed away by\nthat time | think. But my father was actually in the camp of Jasenovac and Uncle Ludva actually saw\nhim there. The situation in Jasenovac was incredibly difficult.\n>> Bill Benson: You described it as an especially brutal --\n>> Dora Klayman: It was a brutal, brutal camp. There are some attempts at revisions sometimes to say\nit was a work camp. Well, it was a work camp to the death. It was really a killing camp. People were\nkilled in most brutal ways and treated in the most brutal ways. It was not organized ala people in\nAuschwitz where you had people separated and then they had ovens and so on. People were just\nbeing killed brutally in any which way, slashed with knives, hit with farm implements.\nI'm told by somebody who witnessed it that my grandfather never even made it inside the\ncamp because he was already elderly and had suffered a small stroke and one of the officials just took\na hoe or something like that, something from a farm, farm implement, and hit him on the head and that\nwas that. People were hanging all over the place, just all the trees were full, scaffolding. Then people\nwere thrown into the river. The camp is right near Sava River, the biggest river in Croatia. There are\npictures and pictures of bodies floating on the river. It was just an awful place.\n>> Bill Benson: And your uncle saw your father.\n>> Dora Klayman: My uncle saw my father who was working very hard. He was, of course, a much\nyounger man.\n>> Bill Benson: Right.\n>> Dora Klayman: He remembered that my aunt was 15 years older than my mother and he was 10\nyears older than she. He was born in 1885. So he was not a young man. He had come from this family\nwhere everybody had died. And most of them of some ailment, some lung ailment. And he was not so\nwell so that he would never have survived like my father if not for one thing and that is that different\nfrom my father who was being made to carry bricks an work very hard -- and work very hard. Uncle\nLudva had, as | mentioned, been a banker. They needed somebody in an office. They put him in the\noffice to run their books.\n>> Bill Benson: In the camp?\n>> Dora Klayman: In the camp. And that is what saved his life because he didn't have to work outside\nin all kinds of weather. So this is what helped him to survive.\nAlso, the other thing is that the Ustasa decided they wanted to have some entertainment and\nthey knew -- they found out that he had been leading a choir and put on shows as an avocation and\ncould play the violin. So they had him organize a choir and an orchestra. So that gave them\nalso -- people that he would call to be in this choir, it would give them a few hours of respite from really,\nreally hard work.\nThat's another thing. There was almost no food. They were just -- there are accounts here in\nthe museum that | translated where people were eating grass if there was grass. That is when they\nwent out on some kind of, you know --\n>> Bill Benson: Work detail.\n>> Dora Klayman: Work detail or something. It was just really, really bad.\nThe picture that is there of my brother and me with my aunt, we sent that -- we were actually\nallowed to send him packages. So we sent this picture. And one of the things that we used to send as\npackages was a mixture of fat and then you put flour in it and you made a very, very thick paste of that.\n>> Bill Benson: Of flour and fat?\n>> Dora Klayman: Flour and fat. So it would be almost like a brick made of flour and fat. We were\nallowed to send that. If he got it, which was not always, he would take a little bit of that and you put it in\nthis water, which they gave you which was called soup, to make it a little more nutritious.\n>> Bill Benson: To give some calories.\n>> Dora Klayman: Yes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: While your uncle is going through all you just described, in early 1943 your Aunt Giza,\nwith whom you and your brother were living, was denounced and she was deported to Auschwitz. What\nhappened to Giza? What do you remember of that? And then, of course, what happened to you and\nyour brother at that point?\n>> Dora Klayman: | remember when they came to get her. | don't remember seeing any people. | just\nknew that there was some emergency happening. | remember her going -- we had a building next door\nto ours. It was a building that two sisters and their husbands started building together. It was supposed\nto have — it had a store on the bottom and a little apartment in the back and unfinished apartment\nupstairs. They had not been finished at that point. She tried to get up there and hide but they found her.\nAnd on the way back she told the family that was living in the small apartment in the back, the Runjaks\nfamily, she asked them to take care of us. They took my brother and me in. We started now pretending\nthat we were their children.\nMy aunt was taken to Auschwitz. And when my uncle came back, he tried to follow the trail.\nHe found out that she had been taken to Auschwitz and there was no way of saving her. We remained\nwith the Runjaks family until he returned. | always knew, because | was old enough at that point, that\nthis was not my mother.\n>> Bill Benson: Mrs. Runjaks?\n>> Dora Klayman: Mrs. Runjaks. But | was to call her mother when anybody was present, anybody we\ndidn't know. But my brother, because he was three years younger, he didn't even figure that out. They\nwere nice to him so he just always called her mother.\n>> Bill Benson: You were conscious.\n>> Dora Klayman: | was conscious of what was going on. | was conscious that it was dangerous and\nthat | needed to say that this was my mother, yeah.\n>> Bill Benson: | think, if | understand correctly, you only recently learned with certainty what happened\nto Aunt Giza.\n>> Dora Klayman: Right. When the archives from Germany arrived here --\n>> Bill Benson: That's within the last five or so years.\n>> Dora Klayman: Yes, yes. Arrived here. It's now -- all of these records that the Germans had made\nthat were stored have been digitized and are now available through the museum. We have it. It's not\neasy to access. You have to ask somebody to do it. But for people, if they have a name or something to\ngo by, our researchers are very kind and will try and find that person. So they actually found my\naunt's -- there is a card that says that she came at such and such time and died at such and such time,\nvery shortly after she arrived, supposedly of intestinal ailments. Yeah.\n>> Bill Benson: So your uncle, because he had a defined sentence --\n>> Dora Klayman: He was let go.\n>> Bill Benson: Sentence is up.\n>> Dora Klayman: And so did everybody else in Ludbreg. There were around four, five people arrested\nat the same time and were all let go.\n>> Bill Benson: So he comes back. As you described, he tried to use his influence to find Giza but he\ncouldn't. He was too late.\n>> Dora Klayman: Right.\n>> Bill Benson: So now it's Uncle Ljudevit and you.\n>> Dora Klayman: And my brother, yeah.\n>> Bill Benson: What happened then?\n>> Dora Klayman: Basically just we tried to stay low and survive. It was a very difficult time because\nthis was a time of battles between the Ustasa and the partisans. The battles were fought all around us\nand in that town. We tried at times to hide before the battle. If we had any inkling that something would\nbe happening, which sometimes we did, we would run into our cellar. And the way to get to the cellar is\nyou had to get out of the house and then down. We had a vineyard nearby so we had barrels of wine\nthat were kept there. It was a low ceiling, dirt floor, damp with tiny windows on the top and shelves full\nof apples. Apples had to be separated so the business of one apple spoils the rest is true. So there\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nwere apples, vegetables kept in the wintertime, carrots, root vegetables. There were frogs jumping\neverywhere. We had some kind of cots down there. Sometimes you would spend many nights down\nthere because the partisans would attack during the night. If they didn't win, they would try to withdraw.\nWhere Ludbreg is situated, it's just at the foot of hills and then mountains, not very high\nmountains but it's mountains. So sometimes we didn't get to escape into the cellar in time so we would\nbe inside the building, inside the house and bullets would be flying through the windows. You just would\ntry to sit in the corner. This was a house that was built by Ludva's parents. So it was very thick walls.\nSo the bullets did not penetrate the walls but they would penetrate through windows.\n>> Bill Benson: You told me about an incident you remember with a very close call with your uncle\nwhere a bullet struck where he just was.\n>> Dora Klayman: Yes. It was one of the battles where one Ustasa force | think was in our backyard\nand the partisans were on the second floor of the house across the way and they were shooting at one\nanother. Of course we were in the middle. | was still lying in my bed, which was very well placed in a\ncorner of one of the rooms so that it was not near a window. | was crying. | called for my uncle who had\ncome from the next bedroom which did have a window that overlooked the beds. So he came to\ncomfort me and a bullet went straight through the windows right to where his pillow was. So in a sense |\nsaved his life accidentally. Yeah.\n>> Bill Benson: You had said to me -- you're still a little girl. The worst part of that time for you was,\nquote, living through battles and being afraid of being shot rather than of being deported because being\nshot was so imminent and real. You could grasp what that meant.\n>> Dora Klayman: Right. Being deported meant nothing, just go away.\n>> Bill Benson: You disappear.\n>> Dora Klayman: You disappear. But being shot was -- because in the morning when we would get\nup, you wouldn't know what was happening. Sometimes you'd peer out the little window in the\nbasement. | remember carts going by, being pulled by horses, full of dead bodies.\nThere was one particular time there was a terrible battle on our street that ended up with\nUstasa surrounding the partisan force and they couldn't escape and they threw a bomb among\nthemselves and were killed. From then on that street was called the one -- the 17th Brigade because\nthe 17th brigade perished there.\nSo that kind of thing -- you know, | remember very well when the mills were burnt. And the\npartisans burned the mill because they were trying to get everything away from the Ustasa, any kind of\nthing that they could sustain themselves with. Of course, this also meant that people -- there was a mill\non the small river we had there. This was in a rural area. And all the people had brought their wheat to\nbe milled. The smell of it, the fire of it was just horrendous. | remember that well, and all the people\nscreaming and shouting and being very upset. But that was the kind of thing that was going on back\nand forth with the partisans and the Ustasa.\n>> Bill Benson: And, of course, the war ended in May 1945. So Dora, with the war's end, you're alone\nwith your brother and Uncle Ljudevit.\n>> Dora Klayman: Mm-hmm.\n>> Bill Benson: What did your uncle do then to try to build a life with his niece and nephew that he was\nnow completely in charge of?\n>> Dora Klayman: For one, we were waiting to see if anybody will return. No one was coming. People\nwould ask me for many years, after many years, certainly months and years afterwards, whether I'm\nstill hoping that my mother or my father would come back; maybe they are in someplace in Russia. |\ndon't know where people had this idea.\n>> Bill Benson: Did you think they were going to come back?\n>> Dora Klayman: There's always some sense of that but | really lost hope fairly early. The only people\nthat did return were two of my uncles on my father's side. One uncle was arrested. Well, both of\nthem -- one on my mother's decide, one on my father's side were serving in the Yugoslav Army when\nGermany invaded. They were taken by the Germans as prisoners of war. And they both survived, not\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ntogether, separately, as prisoners of war. And they both returned. They came to this town of Ludbreg to\nsee if anybody was there of my mother's family. They only found me with Ludva.\nBy that time, they wanted to have me go with them. Both of them had married almost\nimmediately after the war. They were both headed -- one of them married. The other remarried his\nwife -- the one who is in the picture with the star and the daughter were both killed. So he now married\na widow with two children, a war widow. So they were all headed for Palestine. It was before Israel\nbecame Israel. And they came to see me and wanted me to go with them. By that time, | had\nalso -- what we hadn't mentioned before, during the war they baptized me.\n>> Bill Benson: | was hoping you might mention that.\n>> Dora Klayman: Yeah. There was a time that Mrs. Runjaks was told by the priest, what are we going\nto do with these children; if not, something would go with them, too. So they baptized me.\n>> Bill Benson: In order to protect you.\n>> Dora Klayman: In order to protect me. Whether that worked or not | don't know but I'm alive, so it\nmight have worked.\nSo there was this problem that not only that but he also immediately went ahead and adopted\nboth my brother and me officially. And so here | was now being torn between these two uncles who\nreturned and my uncle with whom | had spent this very difficult, very -- time, who was extremely kind to\nme, was a wonderful, loving, exceptional person. He loved me and | loved him. So when | was asked\nby my uncles to go with them, they essentially asked me what | wanted to do and | said | wasn't going; |\nwas staying with my Uncle Ludva.\n>> Bill Benson: What a tremendous choice for a young child.\n>> Dora Klayman: It was a choice. By the way, by the time | made that choice my brother was no\nlonger. In 1946 he contracted scarlet fever. It was right after the war. We did not have penicillin. Three\nlittle boys in town came down with scarlet fever. Two of them survived. My brother did not. The doctors\nsaid he must have had a weak heart. But he died within three days of contracting.\nSo it was a tremendous blow to my uncle. He adored my brother. He adored us both. He had\nreally no family now. All of his siblings were dead, his wife. And so it was basically now -- by 1947,\n1946 even, late 1946, it was just he and I. We had sometimes maids, sometimes lucky, housekeepers\nwho were sort of nannies.\nThere was one in particular who had lost everything also in the war. They had taken away her\npension. She had been married -- in the olden days to an Austra-Hungarian officer. So when the\nCommunist government came about, that was a no-no and they took things away from them.\nEventually it was returned. But in the meantime she came to be with us. She was a highly educated\nlady who taught me to play the piano. She was my first piano teacher, my first German language\nteacher. Her family, she had a daughter-in-law who was still alive and a granddaughter. And they used\nto come to Ludbreg often. We became friends. And this granddaughter | just visited while | was in\nLudbreg. So we kept the friendship going.\nBut that is basically how we lived after the war. It was not an easy time for anybody after the\nwar.\n>> Bill Benson: And, of course, you're under the Communist government.\n>> Dora Klayman: Right.\n>> Bill Benson: And you would stay living there with your uncle until 1957. Tell us about leaving\nYugoslavia and what you did.\n>> Dora Klayman: Well, in 1954 | went out the first time. An uncle who survived cia Bergen-Belsen,\nescaped to Hungary, took the train to Bergen-Belsen, ended up in Switzerland. They eventually wrote\nand found me. And in 1954 | was allowed actually to go out to visit him.\n>> Bill Benson: You have to explain why you were allowed to leave. You couldn't just leave a\nCommunist country.\n>> Dora Klayman: No. The Communist country, you couldn't go out at all. So | was given a title of\nvictim of fascism. And as a victim of fascism, | was allowed to go out.\n>> Bill Benson: Temporarily.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Dora Klayman: Temporarily. | was allowed to go to visit. | got a visa. | got a passport and a visa\nfrom the Swiss which took some time also. And | was allowed to go. And, of course, it was also\nexpensive. Fortunately we still had some things from before the war and so on. Of course my uncle was\nnow, again, working as a bank director in town. So we had something still to sell to buy a ticket for me. |\nwas allowed to take $5 worth -- $5 in foreign currency.\n>> Bill Benson: $5? Even in “54 that was not a lot of money.\n>> Dora Klayman: Exactly. So | got on this train all by myself at the age of 16 and went to Switzerland.\nMy uncle was waiting for me at the border. They also couldn't come. They had no citizenship at that\ntime either. They were stateless. So for the first time | saw someone from my family.\nIt was a very emotional moment. We went to his house to his apartment. His wife was there,\nvery lovely, also from Zagreb. They had survived the war together. They had two little children. It was a\nwonderful reunion. They were very kind, very lovely. We got along very well, right away. But what's\ninteresting is that they were religious, Orthodox Jews, and | knew absolutely nothing -- | knew | was\nJewish. | always knew who | was. | always knew who my grandparents were and so on. But | never\nknew anything about Judaism. For one, during the period of Communist rule, nobody knew anything\nabout any religion. | mean, we certainly -- nobody went to church. Nobody went to synagogue. There\nwere no synagogues. The synagogue in Ludbreg was totally destroyed down to nothing. They kept\nhorses in there during the war. And then it was totally leveled. There's nothing there now either.\n>> Bill Benson: To this day?\n>> Dora Klayman: No, to this day.\nSo it was an emotional time in Switzerland. But we got along very well. So after a month |\nwent back. They said, well, why not come back once | finish high school and I'm at the university. So |\ndid. | managed to get -- | finished high school. It was a wonderful high school | just came back from a\n60th reunion. It was a very small academic high school. | was studied English. Really loved it. So |\nspent a year at the University of Zagreb as an English major. And then after that year | went to\nSwitzerland once again to my aunt and uncle with the idea of studying French at the University of\nLausanne.\n>> Bill Benson: | think we're going to stop there. | wish that we had more time. | think you can tell that\nwe really had to jump over an awful lot. We could have kept you all here this afternoon and you might\nhave liked it. | Know | would have.\nIt's our tradition at First Person that our First Person has the last word so I'm going to turn\nback to Dora in a moment and have Dora close the program. When Dora finishes two things. One, Joel\nwill come up on the stage and take a photograph of Dora with you as the background. So I'm going to\nask you stand at that time. And because we didn't have a chance for you to ask Dora some questions,\nDora will remain up on the stage here. We invite you to come up on stage and say hi to her, ask her a\nquestion, take your picture with her, whatever you would like to do. We'd like you to do that if you'd like\nto do so.\nOne of the things | regret not having time to get to is, and this might embarrass Dora, but how\nshe met her husband because she had learned English overhearing a conversation on a train with an\nAmerican, a Russian, | think, and a Brit.\n>> Dora Klayman: And Yugoslav.\n>> Bill Benson: It is actually a wonderful love story. But we'll leave that at that.\nThank you for being here. We hope you can come back to another First Person program each\nWednesday and Thursday until the middle of August. And we will resume again in 2017.\nWith that, Dora?\n>> [Applause]\n>> Dora Klayman: Well, | just want to say that | just came back from being in Croatia again and every\ntime | go | have this strange sense of being at home and not being at home; being at home because\nthere are friends, people | Know, and not being at home because the United States has really become\nmy home. I've lived here most of my life and have been very happy here.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nIt's disturbing sometimes to see how things are not improving in the way that | would like to\nsee them improve. Instead of people being aware of how terrible it is when there are wars and\nanimosities and singling out groups of people to decide that there shouldn't be here or they shouldn't be\nwhere they want to be or express what they want to express or practice religion they want to practice.\nIt's very difficult for me to see that because of my experience and knowing how hurtful and how useless\nsuch behavior is.\nSo both in Europe and the United States now | find language that | find hurtful and upsetting.\nAnd in Europe it's sometimes as if they have forgotten what they went through. And here | think we\nshould also remember the language we use, the sentiments we express that might be hurtful to others.\nThis is what I'm leaving everyone with: tolerance, sense of the importance of human spirit, and goodwill\nto all men.\nThank you for being here.\n>> [Applause]\n",
    "segments": []
}