{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, April 3, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: REGINA SPIEGEL\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust\nMemorial Museum. My name is Bill Benson, | am the host of the museum's public\nprogram, First Person. Thank you for joining us. We are in our 14th year of the\nFirst Person program. Our First Person today is Mrs. Regina Spiegel whom we\nshall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation to whom we are grateful for again sponsoring\nFirst Person.\nFirst Person is a series of conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust.\nEach guest serves as a volunteer here at this museum. Our program continues\nthrough mid August. The museum's website at www.ushmm.org provides\ninformation about each of our upcoming First Person guests.\nRegina Spiegel will share with us her First Person account as a survivor for about\n45 minutes. If time allows towards the end of the program, we'll have an\nopportunity for you to ask her a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are\nabout to hear from Regina is one individual's account of the Holocaust. We have\nprepared a brief slide presentation to help with her introduction.\nRegina Spiegel was born May 12, 1926 in Radom, Poland. Her father worked as\na leather cutter for a large shoe manufacturer and her mother took care of their six\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nchildren. On this map of Europe, the arrow points to Poland. On this map of\nPoland, the arrow points to Radom. On September 1, 1939, German troops\ninvaded Poland and Regina's town was attacked. Like all Jews in Radom,\nRegina's family was ordered into a newly created ghetto. Regina's parents\nsmuggled her out by bribing one of the guards. She escaped to Pionki where her\nolder sister Rozia lived. Soon she was conscripted into forced labor and forged a\nclose relationship with Sam Spiegel, a fellow inmate.\nThis photograph is of Regina's sister Hanka, who was taken from the\nghetto and sent to Treblinka where she was killed.\nWe close with a photograph of Regina and Sam on their wedding\nday in the Foehrenwald displaced persons camp in Bavaria. Upon arriving in\nWashington, DC in late 1947, Sam found work as a sheet metal worker and over\ntime built a successful business in the construction industry. Regina and Sam\nhave continued to live in the Washington, DC area since 1947. They have three\ndaughters and nine grandchildren, with the youngest being 11 years old. Their\nfirst great grandchild was born in 2011. Regina has spoken many times about her\nexperience during the Holocaust to a wide variety of groups, including at\nnumerous schools, such as my daughter's former high school.\nRegina's volunteer work for the museum includes working at the\ndonor's desk, where you will find her Wednesdays, with the exception of today.\nSam was an active volunteer at the museum, but his recent illness has prevented\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nhim from continuing. He spent a lot of time working on the \"Remember the Child\nWho Perished\" programs, which calls upon young Jews as part of their bar and\nbat mitzvahs to honor children who died during the Holocaust. Sam searched for\nthe names of children who perished, the name of the town from which they came\nand where and when they perished. Until recently, Regina and Sam had\nparticipated every other year in the March of the Living, which took them to\nAuschwitz and Birkenau and other major camps, as well as to Israel in most\nyears. They went on 10 Marches of the Living.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Regina\nSpiegel.\n[Applause]\nRegina, thank you so much for your willingness to join us and be our First Person\ntoday. We have a really great audience, and we have a great deal to cover ina\nvery short period, so we'll just get started right away.\nGermany invaded Poland on September 1, 1939. Regina, you were 13 years of\nage living with your family in Radom, Poland. First, let's begin with you telling us\nabout your family, your community and yourself in the years before the war, then\nwhat happened when Germany attacked Poland.\n>> Regina Spiegel: Thank you. | welcome you too, to this group. What | want to\ntell you, that the minute the Germans came into our town, our life changed\ncompletely. Because before the war, we lived like regular citizens, we had a nice\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlife. My father took care of the family. We always had enough to eat. We lived\nnicely. But once the Germans walked in, our life completely changed, as if it\nnever existed before.\nAs a matter of fact, if you think about the 13th of September, it reminds you\nprobably of going back to school. So was it for us. All the young children were\nsupposed to go back to school. But you know what -- it never happened, because\nthe first order of their business was Jewish children were not allowed to go to\nschool. You can't imagine. It's fine once in a while, when you don't feel like going\nthat day to school, and it's all right with your parents' permission. However, when\nsomebody comes around and tells you you're not allowed to go because you\nhappen be born Jewish, that puts a completely different thing on everything you're\ndoing, because you know that you are in a lot of trouble.\nLike my older sisters formed groups in the cellars in order to teach the kids,\nbecause they were kids. This was their first year going to school. But they were\nafraid. They can't be serious. So they want in order not to miss anything, they\ntold them, so they should be able to keep up with the learning. However, they\nneedn't have bothered, because children as a whole were their first victims.\n| don't know why they were so afraid of kids. Kids cannot do anything. But that's\nwhat they did.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Regina, you told me that your father lost his job almost overnight.\nTell us how you were able to -- how he was able to provide food for you, how you\nwere able to make ends meet once he lost his work.\n>> Regina Spiegel: It was very hard, because first of all the banks closed up right\naway, So even if you had a little bit of money in the banks you could not access,\nyou had no access to them.\nOf course, but it was rather hard, but we were able to barter with the neighbors.\nYou know, like my mother, usually in Europe, to this day | think, everything that\nyou had, anything like this or this -- | messed up. OK.\n[Laughter]\nOK. Anything like this I'm wearing was probably made of gold or silver, so you\nwere able to barter with our neighbors to get us some food. But it was terrible.\nFrom the minute they walked in, we knew we were in trouble.\n>> Bill Benson: Regina, it would not be too long before you and your family were\nforced to go into a ghetto. Tell us what the ghetto was like, what the conditions\nwere like for you and your family going there.\n>> Regina Spiegel: Do | have to?\n>> Bill Benson: Just a little.\n>> Regina Spiegel: Well, you know, one day they decided to -- because they saw\nthat somehow we're managing, you know, like | said bartering with our neighbors,\nyou managed. But putting us into the ghettos was really so terrible because you\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntake -- we were a fairly large family. We were eight of us. They put in another\nfamily with us, So as a result when they came in the evening -- and we only got\nlike one room for everybody. So when they came in the evening to put your head\ndown, to go to sleep, it wasn't enough room for everybody.\nSo right away, it was so horrible that | can't even describe it. Because, you know,\n| was still at that time a kid, and | was even then happy, because as long as | was\nwith my family it was OK for me, because | figured my family is going to take care\nof me.\nThis soon changed, because my mother approached me and she said \"Regina,\nyou have to leave the ghetto.\" | said \"Why?\"\nShe wouldn't -- you know, parents in those years didn't sit down, like my kids do\nwith their children, explain everything exactly why we have to do that. She said\n\"You're doing it, and there is no questioning.\" And | said -- | had a sister who was\ntwo years older than | was, and | figured why do you pick on me just because I'm\nthe youngest one? But no, she somehow -- | don't know what she saw in me that\n| never realized that she figured that maybe | have the best chance\nActually, when | couldn't do anything, | was so angry with her that when | left | just\ntook off my armband, because in those years you had to wear an armband that\nshowed that you were Jewish. So | took off my armband and just left. | never\nsaid goodbye to my parents.\nYou know what? To acertain degree, this kept me alive all that time, because |\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsaid | have to live to see my parents, because | felt so guilty, because | figured\nlater on that she probably didn't -- that she did it because it was better for me. So\n| left.\n| got to my sister's, who lived in a little town, it was called Pionki.\n>> Bill Benson: Regina, I'm going to stop you for just a moment. Tell us, you\nwalked out of the ghetto, which was not easy to do. Tell us how you got to Pionki.\n>> Regina Spiegel: | walked out, | didn't have a penny to my name. And just\nwhat | wore. | just walked out, and | got to a train. In those years, | don't know, it\nwas still warm, it was in Poland that during like vacation time, that you can travel\nwith an adult and you don't have to pay, a kid doesn't have to pay.\nSo when | came on that train, and | looked around, and | saw a lady sitting in the\nside, so | sat down over there and | started talking to her. So when the guard\ncame in to check for the tickets, he didn't even look at me, because he assumed, |\nthink, that | was with her, and because | started talking to her. He just let me go.\nSo when | came to Pionki, | got off, and my sister actually met me there, and she\ntook me, because she lived in that little town, she was married, and she lived\nthere. She actually had a little boy. He was at the time 18 months old. And she\nhad also -- it was terrible, because she had this baby and she knew she couldn't\nbring him in, in the camp, so she found a Polish woman who took care of the\nbaby. But after a while she, the woman, took the baby to the gestapo and told\nthem where my sister was.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nAs a matter of fact, after the war, | went to see her, asking her \"Why did you have\nto tell them where my sister was?\"\nAt least, this way maybe she would have had a chance.\nAnd she told me she could have never done this, because my sister would have\nnever forgiven her for that. But it didn't change anything, because when they\nbrought my sister there, and they actually wanted her to tell that this is not her\nbaby.\nBecause, you see, my sister was working there as a dentist, and they figured that\nif they lose her where are they going to replace her now? They weren't always\navailable. So they wanted her to say \"This is not my child,\" but of course, she\ncould never do that. And she and the baby were killed when she tried to grab the\nbaby, when she saw how they're stuffing everybody into the cattle trains. She\nfigured maybe she as an adult, because | was a lot of times on these cattle trains,\nmaybe she as an adult might survive. But the baby would never make it.\nSo she actually grabbed the baby, she tried to run away, and she and the baby\nwere shot. And that's how | lost, that | knew the first time, my sister.\n>> Bill Benson: Once your sister was denounced and you lost her, you were in\nPionki, tell us about Pionki and what your life was like there.\n>> Regina Spiegel: Pionki was a very important town. You know, | never realized\nit held one of the largest powder munition factories in Poland, and therefore it\nbecame a great factor, actually, in my survival and the survival of many, many\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nothers, because the Germans made the slave labor camp. It was one of these\ncamps that men and women actually worked together. Not many camps that had\nlike this. Most of them they were separated. But in this particular camp men and\nwomen worked together.\nAs a matter of fact, in that place | met my husband, because he was from another\ntown, and he approached me saying to me, \"I know you.\" | asked him, \"Are you\nfrom my town, like from Radom?\"\nHe said \"No.\" | said \"Where are you from?\"\nHe said \"A town in Poland\" which | heard of it, Kozienice. | said \"| was never in\nKozienice.\"\n| told him he's just maybe saying something. But then he said | remember you,\nbecause you worked someplace with somebody. | told him, | said, \"So tell me\nwhat did | wear?\"\nAnd he went to describe my clothes better -- if they would have asked me\n“Regina, describe your coat\" | would have never been able to do it. And he\ndescribed it with everything, with even my patch, that | had the patch in the\nsleeve.\n>> Bill Benson: Even though this was a camp that allowed both men and women\nas Slave laborers, how did the two of you have the opportunity to talk with each\nother?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\n>> Regina Spiegel: You see, in a certain time they gave us -- you know, after\nmany camps | realized this was probably not one of the worst, worst camps,\nbecause we happened to have somebody who took care of us, who happened to\nbe, even though he was a German, lieutenant in the army, he still was like he's\nhuman. Because we had a lot of people that were watching us, and they weren't\nalways very nice to us.\nSo he came out with an order, if they come back you can search them, you know,\nwhen they come back from work, but during the time that they are in their\nsurroundings, in their camp, you are not to enter there.\nThere was a lot of talking about some people, some of the people that were\nguarding the camp. Don't forget, we were young, young girls, not so bad looking,\nso sometimes, you know, they wanted to do something to us.\nHe actually stopped them. As a matter of fact, also after the war we found out\nabout him, that he, when they took us, and this was -- can | go on?\n>> Bill Benson: Mm-hmm.\n>> Regina Spiegel: When | was there and they were trying to send us out\nalready, after working there, they decided to send us to Auschwitz, you know, as\nI'm talking to you time moves, you know, it moves very quickly, and this was\nalready like | came into that camp in 1942, and we were moved from there in the\nbeginning of 1944. Because, apparently, the Russians were coming in and from\nanother site, and the Germans were beginning to feel a little bit of war, something\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nof the war.\nWhat | started saying about this guy, that he actually went with us. We never\nknew that we are being taken to Auschwitz. But he was the one that knew, and\nhe supposedly went to Auschwitz ahead of time to tell them, when it's coming, a\nbig transport from Pionki, don't kill them, they're very good workers, and if you kill\nthem we don't -- we need them for the production. Therefore, we kind of thought\nthat to a certain degree he helped us survive, because it was actually true, when\nwe came to Auschwitz they didn't take us. Because, if you came to Auschwitz in\nthose years, they would just take you and send you to the ovens. During most of\nthe time.\nWith our transport they did, they took some people that weren't well or older\npeople, but the young ones they let us go by. So we managed to get like this to\nthe other place, to Auschwitz.\n>> Bill Benson: Regina, when you were sent to Auschwitz was Sam still with\nyou?\n>> Regina Spiegel: Yes. As a matter of fact, we traveled, my husband and I, he\nwasn't yet my husband, | want you to know, but after all it's 60-some years and |\nam so used to referring to him as my husband, | can't say he is as my friend. But\nhe was actually my boyfriend at the time. As a matter of fact, when we came into\nAuschwitz and they were doing the selection, and he smuggled himself to the -- if\nthey caught him, he would have been probably like gone, but when we came into\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nAuschwitz he came running to me. He said -- because he was four years older\nthan | was. So | think he had much more perception of what this camp looked like\nand what it is. He said to me, \"Regina, if we ever get out of here,\" which nobody\never thought, that once you get to Auschwitz you get out, \"Meet me in my\nhometown.\"\n| turned around very quickly, \"Why not my town? Why yours?\"\n[Laughter]\nYou know, when you think back, | know now it's funny, but when you think back\nyou say to yourself, why did | do that? Why? What got into me to just say this? It\ndidn't make any sense, because | have no way to know where I'm going to wind\nup or what it was. That's what | told him.\nFor years he couldn't forget it. He said \"She's still the same Regina.\"\n[Laughter]\n>> Bill Benson: Regina, when the decision was made there that you were\nselected for labor, what happened next? What were you forced to do at that\npoint?\n>> Regina Spiegel: At that point, we in Auschwitz, it wasn't yet any work,\nbecause as | say they just brought you to like another station, because | didn't\nstay in Auschwitz more than six weeks. But I'll tell you, to be there six weeks is\nlike being someplace a century, because it was unbelievable.\nMen and women were right away separated. That's why | was so wondering that\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nmy husband -- that my boyfriend managed to get over to me. And they puta\nname on you. Till then | was known as Regina, Rejina in Polish. They gave mea\nname, 4641. This became your name. | will tell you from the minute, from zero,\nyou had to know that name, that number, because if not they could kill you.\nAs a matter of fact, we had to strip naked, and | want to tell you | was already 16\nyears old there, and | never, | never stood in front, especially of a man, naked.\nEven | don't think my father ever saw me naked. And they did that to us.\nThis is the most horrible thing from Auschwitz that | fear, because it took away,\nlike, our -- you know, like --\n>> Bill Benson: Dignity.\n>> Regina Spiegel: Exactly. You know, like dignity. It made you feel so, so\nhorrible. That | had some pictures of my little nephew and of my family, because\nwe always, whenever we ran we had to run with our pictures, because we wanted\nto always have them next to us.\nSo | held on to this, and this SS man came over to me saying in German \"What is\nthat?\"\n| really didn't -- | said \"Nothing\" because | figured what are my pictures going to do\nto him? You know? | like to use my hands too much.\n[Laughter]\nWhat happened, he took it away, he said \"You put it down right here\" took all my\npictures away. Nothing. Like left without anything.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWe also realized this is a place you better have somebody next to you. So\nwhoever was standing near me that was getting these numbers became your\nbuddy. We watched out for one another. When they called my number, and |\nonce was standing around, looking around, she actually hit me and saying\n\"Regina, | think they mean you.\" She already remembered my number, but |\ndidn't even look at it. | was so -- | was like in another world, like nothing is real.\nBecause | was in the camp, and this was not like a camp. The whole place was\nsurrounded by electric barbed wire, double. If you, God forbid, managed to get\nthrough one, you had another one.\nActually, you know what? They were very nice to us. They always encouraged\nyou to touch the electric barbed wires. But we said to ourselves, \"You want us\ndead? We'll show you that if we can, we will stay alive.\" And that was our, you\nknow, like almost, like you say, the thing to do, because | always felt that nobody\nprobably Knows what's going on here.\nWe have to be sometimes here to tell people what was happening, because we\nfigured if people knew, somebody would have come and say \"Hey, what are you\ndoing with these people?\"\nBut there was no outcry from nobody. We had no help, in a way. We were like\nabandoned people.\nFinally, | got out there, yes.\n>> Bill Benson: You got out after six weeks.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Regina Spiegel: Yes.\n>> Bill Benson: Then you would end up going to other camps. Tell us where you\nwere sent from there.\n>> Regina Spiegel: From there, one was Baumlitz, where they used to make --\nmost of the places that | was was always something to do with the war, you know,\neither stuff to shoot, and actually from Baumlitz we used to work on -- they told us\nwe have to clean very clean, working on Panzerfaust, because if you leave\nanything it can fire back. They used them in the -- they carried them with them.\nWe occasionally managed, | hope, but we didn't do such a great job. So maybe\nsomething fired back. But | don't know how many.\n>> Bill Benson: They told you, though, if any misfired they would consider it an\nact of sabotage, right?\n>> Regina Spiegel: Absolutely. Anything, to them anything was an act of\nsabotage. If you smiled the wrong way, you know, that was an act of sabotage.\nYou know, like when this guy took away my pictures, you know, he was so near\nme, if | probably would have had a gun | probably would have used it on him. But\nwho had a gun? Who knew -- | wouldn't even know which side, with all of the\nammunition | didn't know which side would shoot first.\n>> Bill Benson: Am | right, Regina, that the place where you worked on the\nPanzerfaust, which | think was for anti-tank weapons --\n>> Regina Spiegel: Something like this.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: -- it was actually underground, wasn't it?\n>> Regina Spiegel: Yes.\n>> Bill Benson: Underground factory?\n>> Regina Spiegel: Yes, yes.\n>> Bill Benson: What was on top?\n>> Regina Spiegel: It was like a garden. If you went out on top, this was so they\nwouldn't be bombed, because if you went out on the top, whoever got out, it\nlooked like a park. It was a park.\n>> Bill Benson: You were underground in the factory there?\n>> Regina Spiegel: Yes.\n>> Bill Benson: You were in simple camps, but eventually you would end up at\nBergen-Belsen.\n>> Regina Spiegel: Yes. Maybe --\n>> Bill Benson: You're OK. You're good.\n>> Regina Spiegel: | want to tell you, if this past week we had a big holiday, you\nknow, it was like Passover for us. | happened to be at my daughter's seder, and\nsome people that were sitting there said to me \"Regina, why don't you tell us a\nlittle bit?\"\nBecause the seder teaches us to remember, to remember but to remember from\nthe old times.\n| said \"| remember something from the times where it's a little bit closer to it. |\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nhappened to be in Bergen-Belsen.\" In this group, they had a girl that was in\nBergen-Belsen. | said \"Oh, my goodness, | hardly ever mention Bergen-Belsen,\"\nbecause that was another camp that apparently when we came in they weren't yet\nready for us. No food, no water. You had to fend for yourself, and you couldn't go\nanyplace.\nThe only way you could do is like you steal somebody else's piece of bread or\nwhatever. Honest to goodness, that's what | remember from Bergen-Belsen.\nBut | happened to be on a place where we were on the top, and this woman that\nthey paired me up with was -- | Knew her from someplace. | remember she has a\nvery good voice. She used to sing. So when she saw me, the way | was crying,\nyou know, | said \"I'm so hungry. What am | going to do? I'm so hungry.\" She\nsaid \"You know, Regina, what | found out, | don't have anything to give you,” but,\nshe said, \"| found out let me teach you some songs. And if you will sing, you will\nfind out that your hunger goes away a little bit.\"\nYou know what? It helped. | don't know how, but it did help, when | started\nsinging with her it helped me to get this constant how I'm going to -- | promised\npeople that I'm going to remember them. How I'm going to survive here if | can't\nget any bread?\nYou want to know something? | survived because they did take me out from even\nBergen-Belsen, and | told them this at this seder, | said \"With all of the food we\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nhave, to talk about something like this, it's almost unbelievable what a different --\nyou know, you found yourself in a different place.\"\n>> Bill Benson: As you said, they took you away from Bergen-Belsen. | think you\nwent to Gleiwitz from there.\n>> Regina Spiegel: No, no, Sam, my husband went to Gleiwitz.\n>> Bill Benson: You went to some other camps, as the Russians got closer.\n>> Regina Spiegel: Yes. Yes. As it was, you know, the war wasn't standing still,\njust because | had a problem to find food, but the Russians were moving very fast,\nand the Germans tried to -- they still had some Jews to deal with. So they tried to\nget rid of us. They actually were supposed to take us to Dachau, either kill us\nthere or whatever, but on the way the bombs, we were attacked by the United\nStates and also by other groups, you know, like the British. | didn't even know\nthat the French were involved in it, because | wasn't there. So whatever you\ndidn't yourself see, you didn't know that it existed. You know?\nAnyhow, over there, while we were bombed, | thought that | was dead already.\nBut what happened, all of a sudden somebody must have climbed off me and |\nwas able to move my hands. | said, if you move your hands you're still alive. You\nknow?\nWe looked, we saw there's some woods not too far from there. So we started\nrunning towards these woods. Actually, the Germans there used to tell us, \"You\nknow, the Americans are not too far from here, and they might -- you Know what\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nthey're going to do to you, because you worked for us.\"\n| was thinking to myself, you worked with us so many years, don't worry anymore.\nI'll let the Americans take care of me, rather than you. But it didn't work out like\nthis.\nWe did run into the woods.\n>> Bill Benson: Regina, before you tell us about going into the woods and being\nliberated, when your train was bombed there's some significance to the fact that it\nwas Hitler's birthday.\n>> Regina Spiegel: Oh, yes.\n>> Bill Benson: Will you tell us about that?\n>> Regina Spiegel: That's why they told us, we're going to give you an extra\npiece of bread to celebrate Hitler's birthday. He remembers more than | do.\n[Laughter]\nHe said \"We will give you an extra piece of bread,\" but then when they started\nreally bombing, they forgot about this bread or the water, that they were supposed\nto give us, you know, make like a party for Hitler, because they had to run too,\nthey run away too, because had we known we didn't even have to run. But we\nwere so afraid that we run into the woods, and we stayed there.\nThen we realized we have nothing, we're going to die right here in the woods.\nThen | decided to go out. You know, you have always to have one that will do the\nfirst one. So | walked out of the group, and | looked around and in the\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nbackground | see a soldier, but he didn't wear a German uniform.\nSo | ran over to him, | said let me find out. He said \"The war is over. You go into\nthe woods and tell everybody to come out.\" Apparently, they knew that there\nwere a bunch of women there, but even though we kept on saying \"Be quiet, don't\ntalk\" but you have 500 women in that place, you can't keep quiet, really.\nSo they knew, but they were afraid, because they thought that maybe there's\nsome Germans there. So they forget, | don't blame them, the war is over, why get\nkilled by the Germans? They figured these people will come out. And we actually\ndid come out. We found out that we are freed by the Russians.\n>> Bill Benson: So here you were just coming out of the woods, the Russians say\nyou're liberated, you're free. What did that mean? What do you do?\n>> Regina Spiegel: What do you do? | went into a bakery, and | said to them,\n\"Can we have some bread?\"\nAnd he said to me, in German, | understood a little bit, he said, \"Do you have\nmoney?\"\n| said, \"What's that?\"\n| didn't know. | didn't have money. But then when we walked in with the Russian\nsoldier, he told them \"Give these girls some bread.\" Once he told them, we got\nsome bread.\nOur diet, we didn't need too much. If you had a piece of bread and a little bit of\nwater, that was our menu. We didn't need any more, because that's what we\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwere -- that's why a lot of survivors that were actually liberated by the Americans,\nand a lot of them died because they started feeding them. With me, with the\nRussians, | will tell you truthfully they didn't have too much themselves. So they\ncouldn't give you -- sometimes they would offer something, but very, very little,\nbecause you could see the way the Russians were dressed, with the shoes, like\npieces of stuff wrapped around their feet to keep warm, because they didn't get\nany boots every month or whatever, nothing like being -- whether living in America\nor being liberated by Americans. There's no comparison.\n>> Bill Benson: Did you decide to go to Sam's hometown or to your hometown?\n>> Regina Spiegel: No, as it worked out, | became owner of a horse and buggy.\nSo we had, instead of walking, you had to walk so much, so we would take turns,\neverybody at different times would change. | would walk, somebody else would\nmove the horse, because the horse didn't have too much food, not from us. So\nhe couldn't move too much either.\nWhen we actually, we find out we were able to get back, and | did get back toa\ntrain, and | left my horse with the thing on the station, and | was just going to\ngrab -- because the trains were so full, to go to my town, but all of a sudden\nsomebody from the other side of the tracks recognized me and yelled out, \"Hey,\nRegina! Your boyfriend is alive!\"\nSo | said \"Where is he?\"\nHe said, \"In his hometown, Kozienice.\" He went back. You see, he ran away\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nfrom a death march. So he was closer to Poland, and he was able to get liberated\na little bit before me, | think about a month before me.\n>> Bill Benson: So he made it back to Kozienice --\n>> Regina Spiegel: Oh, definitely. | made it eventually, | made it to Radom too,\nbut it was a different story. We were not -- you see, people took over our places,\nand they had us, they thought that we would come back and we would take\neverything that's ours back. But we never thought of that. Especially | know me, |\nnever think of things like that.\n| figured the people lived there, they probably think it's their home. So they could\nhave stayed all the time, as long as | was able, | got in touch with an uncle when |\ngot sick after the war. You know, everybody got sick after the war, because\neventually it started coming, all these goodies to you, and | got very sick, and they\ntook me to a hospital, and this doctor came in. Again, he offered me a bar of\ncandy, and | said no. He said \"What can | do for you?\"\nHe happened to be in the CIA with the American soldiers already. And he said\n\"What can | do for you?\"\n| said \"The only thing you can do for me, | have an uncle\" -- | have to tell you the\nway | pronounced it, New York, New York was Nev York for me, no New York,\nn-e-w reads Nev, not New. | told him | have an uncle in New York. He got in\ntouch with him. Actually, he put an ad in the paper, and he got in touch with him,\nand he worked out that we were able to get together, my husband -- my boyfriend\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nand I, and we came to this wonderful, wonderful country. | love this country from\nthe minute | stepped my foot into it. It's unbelievable.\n>> Bill Benson: Regina, we're going to turn to our audience in a few minutes.\nFirst, when you left the ghetto in Radom to go to Pionki to your sister Hanka, that\nwas the last time you saw your family. When did you learn what happened to\nyour family, and did any other family members survive?\n>> Regina Spiegel: Well, | will tell you, it didn't take too long to find out what\nhappened to our family. Most of our families were wiped out. Like in my case, my\nfull family was taken to Treblinka, and | don't even refer to that camp as, say, as a\ncamp. It was strictly like a slaughterhouse. They brought there trains, day in and\nday night, and everybody disappeared. It's unbelievable. So | never had to\nconfront my mother.\n| used to go on the March of the Living with young people, taking them on the --\nwhich we call it March of the Living, as opposed to March of the Dead, because\nthey usually had the death march.\n| will tell you, it was what a difference. These kids learned so much, when they\nsaw, and | took a lot of kids. | used to go back. | worked a lot, | don't know, |\nalways had this thing from the minute, even the museum, even when the museum\nwasn't even open, | was already busy, and so was my husband, to help out,\nbecause we thought this is our best salvation, really, to have a place that people\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncan learn about this thing, what was going on, and hopefully that never anything\nlike this would happen again.\n>> Bill Benson: Regina, are you ready for a few questions from our audience?\n>> Regina Spiegel: Oh, I'd love to.\n>> Bill Benson: Thank you for raising your hand. We're going to have mics we're\ngoing to try to hand to you. Please use the mic. Make your question as brief as\nyou can. I'm going to repeat it just to make sure that Regina hears it. You've got\ntwo right here, then one right up here to begin. Here comes a mic to your -- there\nyou go, to your right.\n>> Regina, thank you very much for sharing your story. Did the German officer\nwho went ahead to Auschwitz, was he ever recognized for what he did for you?\nI'm thinking about some of the other --\n>> Regina Spiegel: Yeah, | think he should have been. But you know what?\nBecause he was actually -- they tried to indict him, because he was a higher rank\nin the German army, so he probably had maybe other things. But this | say, in\nthat particular camp he was wonderful, and he had witnesses that came, and they\ntalked about him, that we didn't know, because we were never private to him. He\nnever told us \"That's what | am doing.\" But we realized that he, to a certain\ndegree, saved our lives, a lot of them.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Gentleman right here? Yes?\n>> Hi, Regina. I'm Calvin. | come from Los Angeles, California. Congratulations\non your entire life, first of all.\n>> Regina Spiegel: Thank you. Thank you.\n[Applause]\nThank you. Thank you. Thank you.\n>> Coming from Los Angeles I've seen a lot of movie stars and athletes, but this\nis probably the most star struck I've ever been, truthfully. | wanted to ask, during\nyour experience moving from camp to camp and seeing everything that you did, |\nread that you're from a very religious family. What did that do? What type of\nshock waves, if any, did that send through your faith in God?\n>> Regina Spiegel: Well -- yeah, | heard you, and | can answer. | will tell you,\ntruthfully, my faith never changed. You know why? Because basically | never\nsaw people, you know, | never saw people doing it to me. It was, | assume that\nthey were bad people. It is otherwise, | never looked.\nWe couldn't have survived on our own. Because when you think back, in one of\nthe camps, | will tell you, there was a man that actually my friend, my buddy, and |\n-- when they took us out from that camp, we said where are we going to find\nanother benefactor like this? He left me a piece of apple and a piece of bread\nevery day. | thought, when | swallowed it, | thought this is going to be the end of\nme. But you were so hungry, | forget, | will take a chance. You know, this guy\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwas not supposed to talk to us, because they were from another country, and\nactually they came to work there.\nYou see, Germany had a lot of work. So they came to work. Not like us. We\nwere slaves.\nDo you know, that that's how we survived, that we had, through the time and very\nsilently here and there, we had some people helping us. Because, when you sit\ndown and think, | know | was helped a lot of time. | know. And for that | was very\ngrateful.\n>> Bill Benson: All right, we have a question right here in the second row.\n>> Thank you so much for making your story known. | can't understand how you\nwere able to walk out of the ghetto.\n>> Bill Benson: The question is how did you walk out of the ghetto? You were 13\nyears of age.\n>> Regina Spiegel: | know. | know. First of all, | will tell you, my sister, the one\nthat was in Pionki, she was a dentist. She -- you know, the farmers in Poland\ndidn't really use that much dentists, because, let's face it, it's very expensive here,\nand it was expensive there too. So they didn't go to dentists.\nBut all of a sudden, who, during the war, really has the best? Young people, you\nshould be able to answer this to me. The farmers, really, because they have the\nstuff that people need during the war. That's all you think is about food, having\nfood for the kids, having food for your family or whatever it was. So you always\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthink about food.\nSo this guy comes into her office, and he said to her, \"Rozia,\" called her by her\nfirst name, \"Take a look with my teeth.\" She said \"I will tell you what, it won't cost\nyou a penny. You just help my sister get out from the ghetto.\" And that's when he\nwent, because he said \"How I'm going to do that?\"\nShe said \"You find a way.\" Because the one that guarded our ghettos, it might\nhave been a cousin of his, or a wonderful friend. You know? So you have to\nknow that this was, in fact, too. So that's how. Because | was never one to run. |\nwas always, | don't know, very -- you know, | was never a fighter. | never even, as\na kid, | was never a fighter. | used to love children. When | used to have five\ncents we used to have a neighbor's kid that liked ice cream. | would go and buy it\nfor the five cents the ice cream.\n| always loved children. | still love them.\n>> Bill Benson: We're going to, | think, close out now. It's time for us to close the\nprogram. I'm going to turn back to Regina in a moment to close the program. But\nRegina, you can stay behind for a few minutes, if anybody would like to come ask\nRegina another question or just say hi to her when she steps off the stage, please\ndo so.\n>> Regina Spiegel: Someone asked me to take a picture.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Bill Benson: Take pictures too. It's our tradition at First Person that our First\nPerson gets the last word. So | want to thank all of you, then turn to Regina to\nclose our program.\n>> Regina Spiegel: Well, | will tell you, what do | say? | know some of -- you\nknow, like you talk to the choir, you know, anybody that is here doesn't need my\ntalk, | think, because they are here for a purpose, and | hope that you learn from\nit, you know, that if you -- you know, like if you are angry with somebody, you can\nkind of think about it, think about Regina, how she was angry with her mother.\nWhy? Because she wanted to save me. You know, that's what | mean. From my\nsaying something, | can tell you what to do, but it's very easy to be good and not\nto hate. That's the worst thing. Why did they pick on us?\nTo this day, if you ask me, | can't figure it out.\nMy father was a hardworking man. We never gave anybody any troubles, and\nthey picked us. We were such easy pickings. It was like unbelievable. But that's\nwhy we should be kind to one another, because -- you know what? | believe in\nkindness, because you might not love me, but be kind to me. Because somebody\nwas kind to me, and | always, in my mind, and my children know about this, that\nkindness is very, very important.\nIf you're kind to people, they in turn are going to be kind to you. And that's the\nonly thing | can give you. I'm not a world renowned speaker, but | feel that this\nshould be really the main thing, because it's so important in this world, and that\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n30\nchildren should never have to ask \"Why? Why did this happen?\"\nWe have to help, something, to do something to help, that nothing like this ever\nhappens again. And who's that young little lady that sits in the back? Right here\nwith the long hair. This one. She was awake and listening. I'm surprised.\n[Laughter]\nWhat is your name? Juliette? Oh, what a beautiful name! No wonder | noticed\nyou. Look at her. She looked so intent. She was listening.\n>> Bill Benson: Thank you, Regina.\n>> Regina Spiegel: OK.\n[Applause]\nThank you. Thank you. Thank you. Thank you. Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\n",
    "segments": []
}