{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nThursday, June 12, 2014\n11:00 a.m.\nUSHMM First Person Series\nConversation with Marcel Drimer\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. This is our 15th year of the First Person program. Our First Person today is Mr.\nMarcel Drimer, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for their\nsponsorship. | Am delighted to let you know that Mr. Louis Smith is here with us today.\n(Applause)\nThank you, Louis.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice weekly through\nmid-August. The museum's website at www.ushmm.org provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the Stay\nConnected card that you will find in your program or speak with a museum representative at the back\nof the theater when we're done this morning. In doing so, you will receive an electronic copy of\nMarcel Drimer's biography so that you can remember and share his testimony after you leave here\ntoday.\nMarcel will share his \"First Person\" account of his experience during the Holocaust and as a survivor\nfor about 45 minutes. If there's time at the end of our program, we will then have an opportunity for\nyou to ask Marcel a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMarcel is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nMarcel Drimer was born in Drohobycz Poland a small town now part of Ukraine. The arrow on this\nmap of Europe from 1933 points to Poland. Marcel's father Jacob worked as an accountant in a\nlumber factory while his mother raised Marcel and his younger sister Irena. In this photo we see\nMarcel and his mother Laura in 1934. Germany and the Soviet Union attacked Poland beginning\nWorld War Il. This is an historical photograph of German troops parading through Warsaw after the\nsurrender of Poland. On June 22, 1941, Germany violated the Germany-Soviet pact and attacked\nSoviet territory. Within a few weeks Drohobycz was occupied by German forces. In 1942 members\nof Marcel's family, including his grandfather whom we see here, were deported to extermination\ncamps where they were murdered. In the fall of 1942 Marcel and his family were forced into the\nDrohobycz ghetto. Here we see an historical photograph of Jews being forced into the Drohobycz\nghetto. Before the liquidation of the ghetto T family escaped to a small village. In August 1943\nMarcel went into hiding with a Polish Ukrainian family. Marcel's family is seen in this photo taken in\n1947 or 1948. From left to right we see Marcel's uncle Abraham Drimer, his parents, Laura and\nJacob, and Marcel's uncle Abraham Gruber.\nIn 1957 Marcel earned a degree in mechanical engineering. He immigrated to the United States in\n1961 where his wife Ania joined him in 1963. Soon after arrival in the US he was hired by the US\nPost Office Department to work on the design of mail sorters and conveyers. After a very successful\nperiod with the post office department, Marcel transferred to the US Army as a civilian in 1972. He\nthen worked as\na mechanical engineer for the Army Corps of Engineers. Although Marcel officially retired from the\nArmy in 1994 he remained a consultant with the Army until 2010. He is now truly retired, although not\nentirely true because of the work he does for the museum.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nAnia trained as a pharmacist in Poland and continued her profession after her arrival in the U.S. and\nis now also retired. Marcel and Ania have a son Adam who lives in Richmond. They have two\ngrandchildren, Mary, age 12, and Jack, who is 14. They are both in the International Baccalaureate\nProgram.\nAs | mentioned although officially Marcel and Ania are retired they do considerable work as\nvolunteers with this museum. They translate documents written in Polish. They translated portions of\nEmanuel Ringleblum's Notes from the Warsaw Ghetto, a 25,000-page collection of diaries and other\ndocuments detailing the events and lives of those who lived in the doomed Warsaw Ghetto. Marcel\nand Ania also work on the current museum exhibit titled \"Some Were Neighbors: Collaboration and\nComplicity in the Holocaust\" which opened in 2013. To help with this exhibit they reviewed and\ntranscribed several filmed testimonies and made recommendations about their potential significance\nto the exhibit. They are quite a team. Marcel also donated photographs of great significance to him\nwhen he may have the opportunity to discuss a bit later.\nMarcel speaks publicly about his Holocaust experience in various settings. For example, he spoke to\nthe Graduating judge advocate judge class at the university of Virginia in Charlottesville, as well as at\nsynagogues and to students. He was a speaker with Mia Farrow at an event in Gettysburg,\nPennsylvania. He just recently spoke with cadets from our four military Academies who are now on\ntheir way to visit Auschwitz. Just yesterday morning he spoke to 300 /th graders.\nMarcel also participates in the Museum's Memory Project in which survivors write about their specific\nrecollections from the Holocaust. Six of his writings can be found online on the Museum's website.\nAnd with that I'd like to ask you to join me in welcoming our first person, Mr. Marcel Drimer.\n(Applause)\nMarcel, thank you so much for your willingness to be our First Person today. It's just a pleasure to\nsee you again.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMarcel Drimer: Likewise.\nBill Benson: You have so much to share with us that we'll start right ah way. World War II began\nwhen Germany attacked Poland from the west quickly followed by being attacked by Russian from\nthe east. Early in the war you and your family lived under occupation. Before we turn to that time of\nthe war, tell us a little bit about your life, your family, your community in the years before the war.\nMarcel Drimer: The town where | was born, Drohobycz, was Poland when | was born. It was also\nHungary when my parents were born in early 20th century, and now it's Ukraine. So, you know, the\nplace stays put in one place but the borders shift all around. And this is sort of a quite typical for\ncentral and eastern Europe until now. Now we can see Poland is trying to do something similar. But\nthat's not the subject at all for our conversation.\n(Laughter)\nBill Benson: Some things don't change.\nMarcel Drimer: Some things never change. No matter how hard we work for them to change. So\nDrohobycz, the population of Drohobycz was about 40,000 people and there were about 12,000\nPoles, about 12 to 15,000 Ukrainians and about 13,000 Jews in Drohobycz. The relations with the\nneighbors were friendly. The Jews had their own clubs, their own libraries, they had even a high\nschool, a Jewish high school, and theaters. It was quite a cultural -- culture town. Most of the Jewish\npopulation in Drohobycz were religious Jews who made their life from being tailors and craftsmen and\nmerchants but there was also a group of Jews that were more assimilated. They spoke good Polish,\nthey were doctors, lawyers and leaders of the community.\nAt that time, starting in 1933, Germany became what it was during the Holocaust, Hitler came to\npower and some of his ideas were spreading all over the world and it also came to Poland. So there\nwere groups in Poland that were supporting what Hitler was preaching and the life of the Jews\nbecame a little more dangerous or not as comfortable as it was before. There were -- there was, for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nexample, something called numerus clausus, where Jewish students go to college and the Polish --\nthe Jewish, the Jews, could not be officers in the Polish Army. They could be privates and junior\nNCOs but not officers. And so forth. So those that wanted to study, they would have to go to western\nEurope and study. And my wife's parents -- my wife's father was a doctor, educated in France and\nSwitzerland.\nBill Benson: Because he could not get the education in Poland.\nMarcel Drimer: Because he could not get education in Poland. So it was, you know, we had -- we\nhad nice synagogues and did -- life was normal until --\nBill Benson: Marcel, what was your father's occupation?\nMarcel Drimer: My father was an accountant in a lumber factory but he also was a lumber technician.\nHe would go to the woods and determine what -- what trees would be ready for -- for the factory and\nguide them and bring them to -- you know, some other people brought these -- cut them down and\nbrought them. And | remember once in the wintertime he took me with him to look at these trees, this\nwas before the war, | must have been four or five years old, and on a sled, horse-driven sled, and |\nwas so enchanted with that that | didn't even tell my father that my toes were freezing, you know. |\nfroze a couple of my toes but | was very happy to go on that trip.\nBill Benson: Marcel, shortly after the Germans invaded Poland on September 1, 1939. On the 17th\nof September, Russia attacked Poland and as a result of that you and your family would live under\nRussian occupation until 1941. Tell us when that period of time was like when the Russians came in\nand occupied your community and what life was like for you under the Soviets.\nMarcel Drimer: Yes, the Russians attacked Poland on September 17, 1939, only 17 days after the\nGermans attack. There was a moment of agreement of non-aggression between Russia and the\nGermans. So the Russians attacked Poland and most of the Polish defense forces were on the\nwestern side fighting the Germans so the Russians just went through the eastern part of Poland.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThey took prisoners of war, about 25 thousand prisoners of war. They released the lower rank\nsoldiers but they kept the officers in camps, in POW camps, and they killed them in the Katyn Forest\non April 10, 1940. This is a very tragic date in the history of the Polish -- of Poland. 22,000 officers\nwere killed in that Katyn camp. Some of them -- most of these people were civilians that were\nprofessionals and during the war they were taken to the Army and among them were some Jewish\ndoctors and lawyers that were also killed. So you will see the cemetery or the monument for that\nslaughter, there are also Jewish names in there.\nRussians tried to impose communism -- they tried to impose communism on the population. They\nforced people to accept Russian citizenship and again, my wife's parents didn't want to accept that so\nthey were sent to Siberia for death. They also sent to Siberia people that they considered enemies of\nthe state. They confiscated all the private factories, they confiscated homes, you know, big\ndepartment -- apartment houses, and they send a lot of people that they considered enemies of the\nstate to Siberia. And among them were also my wife's parents. She usually comes here and | point\nat her, but she -- since she listened to me yesterday and she said enough.\n(Laughter)\nBill Benson: Marcel, your birthday is May 1, which is a significant day in the communist world. Tell\nus about the significance for you of May 1 as your birthday.\nMarcel Drimer: Well, | -- this last May 1 | celebrated my 80th birthday so it was -- it was quite\nimportant to me. And my good friend from Poland, from grammar school and high school, said --\nwrote me a letter and said you were destined to live only to 8, to the age of 8 because the Germans\nhad their plans for you, but you lived so far to 80 so you are -- you are a lucky fellow, and | sure am a\nlucky fellow. But actually | was born on the -- April 30 about 11:00 or 11:30 in the evening but since |\nwas born in my grandparents’ house and the doctor didn't -- there was a doctor there but he didn't\nmake any, you know, notes about that. My father went -- a few days later my father went to register\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe birth and he said he decided that maybe May 1 would be a better day.\n( Laughter )\nThan April 30, so, you know, it was the International Labor Day under the communist -- under the\ncommunist regime all over the world and | had some communists in my family, some of my father's\nsiblings were communists, so to please them he just changed the date to May 1. But don't tell\nanybody.\n( Laughter )\nBill Benson: It's our secret.\nMarcel Drimer: Our little secret.\nBill Benson: And several of your uncles joined the Russian Army at that a time, is that right?\nMarcel Drimer: Well, they didn't really join, they were drafted.\nBill Benson: They were drafted into it.\nMarcel Drimer: Maybe I'll come to that.\nBill Benson: So you lived under the Soviet occupation until 1941. But soon after Germany turned on\nthe Soviets in June 1941, German troops came in to Drohobycz and for Jews there, life changed\neven more dramatically and quickly. Tell us what it was like once the Germans came in and they\nwere now in control?\nMarcel Drimer: | will finish talking about the Russian --\nBill Benson: Okay.\nMarcel Drimer: -- occupation. The western part of Poland was under German occupation from\nSeptember 29 until the end of the war and the Germans started the -- the extermination of the Jews\nright away. They -- the Warsaw Ghetto was opened in 1940 and the pogroms and killings were\nprominent. Of course there was no radio, there was no -- there was no television, but some people\nfrom western Poland managed to escape and came to our -- to our town and they told us what was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ngoing on. So when the -- when the Germans attacked Poland in the -- in '41, June 22, 1941, my\nsiblings -- my father was the oldest of five siblings and my mother was the oldest of four siblings. So\nsome of the siblings of my father's, the men, all of the men that were at the -- at a certain age, | mean,\nyou know, all of them were, were taken to the Russian Army and two of my aunts with children of two\nor three months, Ryfka and Mirka, followed the Russian Army as they retreated to Russia. Of the\nuncles that were taken to the Russian Army, two of them fought and died on the front and the others\nsurvived, another three survived and came back to Drohobycz. At the end -- this was -- they were\nvery brave because the children were very small and they knew what waited for them if the Germans\ncame so they -- so they left with the Russian Army and they also survived. And those that were\ndeported, like for example my wife's parents were deported, they -- and she was born actually in\nSiberia because she -- her father was a doctor so he delivered her so there were -- they also\nsurvived. So it was sort of ironic that these people were actually saved by deportation. 90% of those\nthat were deported to Siberia survived, or maybe 85%. On the other hand, those that stayed in\nPoland, about 90% were killed. So now we --\nBill Benson: Now the Germans come in now.\nMarcel Drimer: The Germans came to -- before the Germans came to Drohobycz and moved our\nterritories, they contacted Ukrainian national groups under -- don't remember his name, and they\nagreed with the Ukrainian -- Ukrainians supported German attack because they thought the Germans\nwill give them their independent country, which never -- which they never planned to do. And so\nthey -- they contacted the Ukrainian nationalists and told them that the first day after they come to\nDrohobycz to move to other towns, they could do whatever they want to -- with the Jews and their\nproperty. So in Drohobycz when the Russians were leading, they killed about 100 of the Ukrainian\nnationalists and left their bodies in the middle of the town and put out a rumor that the Jews did it. So\nwith the agreement of the Germans to put -- not to look at it, the Ukrainians started a pogrom, a, you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nknow, slaughter of the -- of the Jews in Drohobycz and they were -- they brought very primitive,\nuneducated peasants from nearby villages and they went from Jewish home to Jewish home and\nbeat people up and took their things that they wanted to take. One of the victims was my mother's\nfather who was beaten so badly that he died ten days later because there was no access to doctors,\nthere was no medication. But the robbers, when they left my grandfather's -- grandparents' house,\nthey took whatever they wanted to take among their things. Things they took were the albums of\nphotos. They didn't need the photos, they just wanted to take the leather-bound albums, so they\nshook out the photos in the mud on the ground and a neighbor, Ukrainian neighbor, Mr. Kutskoff\npicked up these photos and kept them. After the war my father went to see what was left of the\ngrandparents’ house and of course everything was ruined. But the gentleman came out and gave my\nfather about 50 photos.\nBill Benson: Some of which we saw.\nMarcel Drimer: All of them -- we only saw one but --\n(Laughter)\nThe one that | am with my mother in the carriage, picture was taken August of 1934. And | donated\nall these photos to the Holocaust museum and if anybody's interested, if you Google my name, you\ncould see these photos and you could see my stories that | write.\nAlso, at the same time, my father was involved -- he was sent from his -- from his work to some -- to\ntake some courses at university and my -- and Ryfka went with him. The Germans came there June\n30 and they started -- the Ukrainians started the pogrom at the same time. So they -- they\nannounced that they will take the people, the Jews, to do some work and then they'll let -- let them go\nback home. My aunt told my father that he shouldn't go because he had some problems with his leg,\nso she -- so she covered him with a cover in the bed when the -- they heard the Germans coming and\nthe Germans -- well, Ukrainians actually. When they came, she went to supposedly going to work\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\nand she never came. The Ukrainians slaughtered and humiliated 5,000 Jews. In Drohobycz they\nkilled -- they killed 200 -- 200 Jews and 80 -- wounded 1800. Some of them died. These were the\nfirst two or three days of German occupation. And my father waited for my aunt to come, but she\nnever came, so he walked to Drohobycz. And | can imagine my mother's feelings when he came by\nhimself without -- they hoped that she will come, but she never did.\nBill Benson: Marcel, | know there's many, many things that you won't have the time to tell us, but one\nthing | would like you to talk about, if you don't mind, is when you went with your nanny, if you\nwouldn't mind telling us that.\nMarcel Drimer: Yes, yes, yes, of course. So situation in our house was quite critical. The Germans,\nwhen they came, they put out the rules of existence. The Jews were not allowed to sit in the parks,\nthe Jews were not allowed to walk on the sidewalks but in the middle of the road. They were -- they\nwere supposed to wear Star of David on their armbands or on their jackets. And so on and so forth.\nThere was also a system of food rations that people were entitled to about 200 calories per day. Can\nyou imagine that? So my -- my father's father, the one that you saw the pictures, the bold one, he\nwas a widower so he came to live with us and my mother's mother who became a widow very first\nday and my father's sister Ryfka who with her two children came to live with us because her husband\nwas one of the uncles that were taken to the Russian Army. Because only my father could -- they just\ncouldn't take care of themselves by themselves because there was absolutely no chance. So they\ndid stay with us and Father managed to barter things for food. He would exchange a wedding ring for\na loaf of bread. But we -- we were hungry but we were not starved. But it was quite crowded in our\ntwo-room, three-room apartment. | don't remember. There were my family and my aunt with two\nchildren and my grandfather and grandmother. And it was -- it was very crowded and not very, you\nknow -- hygienic. Jancia was my nanny and she loved me very much. | was a very cute little boy.\n(Laughter)\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nAnd so she came -- at that time she would come and bring us some milk or a loaf of bread or, you\nknow, she was a friend of the family really. And one of the visits she looked at me and | -- | looked\nsort of pitiful and she said to my mother, I'll take him -- I'll take him with me to my house and give him\nsome -- fed -- give him some food, give him a bath and then I'll bring him back in a few weeks. And\nso she did. | went to her and two or three days later my sister, my sister Irena, started bothering my\nmother about | want my brother back, | want to play with my brother. Why don't we get and pick up\nand bring him back home? And so my mother said okay, we'll do it. And she took off her armband,\nwhich was -- if she would be caught, she would be killed immediately. This was a -- a crime that, you\nknow, deserved killing by the German soldiers. So she took it off and went to -- we went -- with my\nsister she went to Jancia. And Jancia was pregnant at that time and was in labor exactly at the\nmoment when my mother came. | was sitting in the corner of the room scared. | was eight years old.\n| was absolutely of no help. And my mother -- so my mother started boiling water and did what she\ncould do. Because there was no -- there was no talk of getting a doctor or even a --\nBill Benson: Midwife.\nMarcel Drimer: Mid wife or anything like that because we were Jewish and this was dangerous. So\nmy mother helped deliver the baby, but the baby was stillborn. And then it sort of became evening,\nso Jancia said why don't you stay with us and you'll go home tomorrow. So we stayed there, and the\nnext morning her husband came back from work, he was working the night shift, and he was terribly\nsurprised and unhappy to see us there. He says there is an aktion. The Germans called them\naktions. There were a killing aktion and robbing aktion. This was a killing aktion. He said the\nGermans are killing the Jews. They are gathering them, taking them to the camps and if they would\ncome here and see you, we would all be dead. You have to -- you have to leave. You have to go.\nSo he gave my mother a couple of slices of bread and told us to go. There was a dirt road in the front\nof the house and then there were wheat fields. It was August of 1942, wheat fields and then there\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwas some little trees behind that. So he said well, you can go there and try to find a place to hide.\nEarly in the morning we left and went to look for a place to hide. We didn't get to the woods because\nthere -- my mother found the indentation in the ground and this is where we -- this is where we laid\ndown. And Mother had a raincoat that was the color of the ripe wheat, covered us there and we lay\nthere quietly waiting for what would happen. And soon we started hearing the Germans screaming\nrous! Rous! Which means out. And shots. And people -- people screaming of pain and begging of\nmercy and shots again and it lasted maybe 15 or 20 minutes and then it quieted. And then another\nmaybe another half hour later the same story. It was four or five times. My sister called that the\nsymphony of pain, symphony of terror. About 7:00, 8:00 in the evening it stopped. The screaming\nand shouting and shooting stopped, and so we got up, waited until another hour or so. And we got up\nand started walking toward Jancia's house. As we came to the road, looked around and there was a\nGerman soldier with a big dog and so we thought this is it. You know, he would -- because he was\narmed and he wasn't going for a walk. He was looking for Jews obviously. But he saw my mother\nwas blond and blue-eyed and my sister was very light blond and also blue-eyed. | also had blue\neyes. It was in the family. He looked at the two women and didn't see me because my Jewish nose\nwould give me away, and he just turned around and walked away. You know, it was sort of a miracle,\nbut | think there's two reasons that it went like that. Normally the Germans would go in pairs. They\nnever went hunting for people single because -- because they could get a human reaction and sort of\ntry to save the person and the other one would squeal on him. But he was by himself. There was\nnobody that could tell his commander that he let some people live, so he turned around and walked\naway.\nWe came to Jancia's house and then we -- we stayed there again through the night and the next\nmorning my father came. Of course there were no telephones, there were no ways of\ncommunicating. We didn't know if Father was alive or not. But Father was -- Father was staying in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nthe dormitory at the factory where he was working. They made a special booth for him because he\nwas not allowed to work with the Gentiles. He was Jewish so he -- but -- and he -- the Jews whose\nfamilies were killed, they stayed there in the dormitory, they ate and slept there. So Father slept\nthere, came to pick us up and took us home. We walked to the house, we came to the house, came\nin and the doors were broken in and there was feather flying all over the place and the house was\nempty. The family was gone.\nBill Benson: All of those family members.\nMarcel Drimer: All of those family members that | was telling you about, they were gone. They were\nput -- the Germans put them on an umshatz platz, a place where they kept them for two days without\nfood, without water, without sanitary facilities and those that still survived were put in cattle trains and\ntaken to the camp. What's the name of the camp.\nBill Benson: They were taken to an extermination camp.\nMarcel Drimer: They were taken to an extermination camp. I'm having problems with my memory.\nAnd there were two kinds of camps. There were labor camps and extermination camps. Camps like\nAuschwitz where people would work, would work until they fell down and were killed. And they\nwere -- and then there were camps that they were killing camps. This camp was a killing camp and\nthey were -- they were killed.\nIn this one aktion 800 people were killed in Drohobycz and two and a half thousand people were\ntaken to the extermination camp, out of the 12,000 in one aktion. And there were more aktions like\nthat.\nBill Benson: So Marcel, it's now you and your parents and your sister, and in the fall of 1942, the\nNazis forced you into a ghetto in Drohobycz.\nMarcel Drimer: Yes.\nBill Benson: Being mindful of the time that we have, tell us, if you don't mind, about you were forced\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ninto the ghetto but your father got you out of there. He found a way to get you out of the ghetto.\nMarcel Drimer: Yes.\nBill Benson: Tell us about that. Because | know you're not going to want to leave here without talking\nabout that.\nMarcel Drimer: Absolutely. He was an accountant but he was a very brave man. When it came to\nsaving his family, he was really a tiger and | love him. And I'm very happy that my son is named after\nhim. And my -- sorry. Father realized that the ghetto would soon be liquidated because the plans of\nGermans were very well-known, so he decided that he has to take us out of the ghetto and hide us.\nWhile he was working in the lumber factory he prepared a place for us to hide. He also put some\nplanks of the fence down and prepared for us to get there. He bribed the policeman that took -- what\nthey did, the Jews lived in the ghetto but they worked in all kind of places, all over Drohobycz. Soa\npoliceman came to a certain place like 5:00 in the morning and the Jews were waiting there to be\ntaken to their places. And they would take them to each -- each group to a different place and in the\nevening he would pick them up also. So Father one day, one other person wasn't supposed to come,\nso Father took my mother, got dressed in a man's clothes and took my sister under her arm and\nFather took me under his arm. Of course we were very, very thin, if you can imagine, 200 calories a\nday. So Father took us to the -- his factory. He put -- he put us behind some bushes across the\nstreet from the -- from the fence to the lumber factory and said to -- said to me, you stay here. You\nare the man now, and I'll take Mother and Irena and take them inside the factory and then I'll come\nand pick you up. As soon as he got up and left with them, | got quite panicky. | heard some stories\nabout parents leaving their children behind and | wasn't really a man. | was eight years old, a scared,\nhungry kid. So | started running after my father screaming \"Daddy, Daddy, don't leave me here.\" So\nfather had to turn around and pick me up, and there was a guard, of course, who started telling my\nfather how -- what a terrible thing he was doing. And my father bribed him. | don't know where he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nhad any more things to bribe, but he bribed him -- he took his jacket off his back and gave him the\njacket and he says, well, we are just going here for a few days. Anyway, So we -- we all came in.\nFather -- | remember Father spanked me. | never -- he never before or after that he spanked me, but\nhe spanked me there. He said that | don't -- I'm not angry for you to running after me, but I'm angry\nthat you saw that | could leave you. How could you think that | could leave you. Well, anyway, we\ncame to the factory and we -- the place was prepared for us. It was a attic of a big drying shed where\nthe wood was drying. So we were there on the -- on the attic and Father would come at night. He\nwould come and bring us some food and take the waste down on strings, you know.\nBill Benson: And just so we know, understand, this hiding place he constructed, he had it inside the\nlumber factory where he was working was where the hiding place was, in the attic.\nMarcel Drimer: Yes, in the shed where the wood was drying.\nBill Benson: And there you are hiding in there.\nMarcel Drimer: Yes. So this is how he gave us -- he provided food. One day a -- a friend of his, a\nwoman, young woman, approached him and said this other friend of mine, Theresca, says that she\nsuspects you. She says | don't know whether you have anybody or not, but she suspects that you\nhave somebody hiding here at the camp, at the factory, and she says that if she -- she just has to\ndetermine that it's -- that she's correct and she will do the right thing. What she meant by the right\nthing is to denounce them to the Germans for a kilo of flour or sugar per person. That's what the\nbounty for Jews was at that time. Father was -- again, what to do. There's no place to run. My father\nhad a friend who was a physician and he was the director of the little clinic that they have in that\nfactory. And talked to him and said we have to come up with some -- with some solution. The doctor\nwas educated in Vienna, spoke German perfectly, and he came to a very ingenuous plan. He wrote a\nletter as -- anonymous let that are he's an SS officer on leave and that he had an encounter with this\nwoman and she infected him with syphilis.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n(Laughter)\nThe next day the -- two SS men came and took her away and took her to the clinic where the doctor\nwas. And of course he certified that this is indeed -- | don't know the medical, you know, procedure,\nbut he certified yes, indeed, she has to be put away because she's a danger to the society, especially\nto the SS men because they were very touchy about things like that. Well, she was put away not to\nbe seen until after the war. So this was a -- this was a -- another miracle in our survival.\nBill Benson: And Marcel, given that miracle, of course your father realized that you just could not stay\nthere permanently. So he had to find another place for you. So we absolutely, | know you want to tell\nus about going to the Sawinskis.\nMarcel Drimer: Absolutely. Not only this was not a long-term hiding place because people could see\nbut also the Germans were going to liquidate the work camps and everybody -- everybody would\nhave to go. So my father took his armband off and as | said -- well, the Jewish men were in danger\ngoing out of the ghetto or going out of the working place because only the Jews were circumcised in\nPoland. And if a German or a policeman suspected a man to be Jewish, he would just say drop your\npants and you are guilty, if you are circumcised you are guilty of being a Jew. But he took off his\narmband, went to different -- to the village actually wnere my mother was born, and talked to certain\npeople. And some were not so nice, they asked for his watch or they'll give him -- denounce him.\nFinally he went to a family that knew my mother since she was a little girl and they were very friendly\nand they agreed to take us. Of course, they -- the deal was that Mrs. Sawinski will come to the camp\nto the lumber factory where my father was hiding -- working, and she will take my sister and my\nmother. The deal was just because if | would be in that group and somebody would come and see\nme, determine that | am Jewish, the whole family would be killed and the Jews would be killed. But --\nso my father was -- my father was -- he was ready to let my mother go and my sister, that we should\nsave whoever could be saved. And we were ready -- of course, Mrs. Sawinski came to the place\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nwhere my father -- the dormitory and it was at night, of course. And we started to prepare to saying\ngood-bye. And my mother had -- | don't know if you remember the \"Sophie's Choice\" movie, she\nwould have to stay with father and go to camp together with us or go with my sister and save my\nsister. Of course it was a very, very hard decision, and we all cried. And then at one moment\nMrs. Sawinski said, \"I can't take it anymore. Whatever will be will be. Take the boy with you.\" So by\nthe way, the Sawinski's names are here on the righteous among nations, they are there and their four\nchildren.\nAnd so there wasn't much luggage to take with us. We had absolutely nothing. So she -- she took\nus, my mother and my sister and me, to their house, to their farm. They were very poor. They\nwere -- the law that applied to everybody about rationed food applied to farmers, too. They were not\nallowed to slaughter any animals without telling the Germans. Every -- they had to have a -- a permit\nto slaughter animals, even chickens. Everything -- the Germans had lists of all the things that the\nfarmers had. On the other hand, they couldn't go on the black market and buy food for -- | should tell\nyou that after -- after a few months when we were hiding there, there were 13 of us, 13 Jews. Some\ncame from other members of --\nBill Benson: The Sawinskis started with just originally taking your mom, your sister and then you and\nbefore long there's 13 in their house. And it's a teeny little place.\nMarcel Drimer: It was a very -- the house covered with straw, how is that called?\nBill Benson: Like a thatched roof.\nMarcel Drimer: Right, right, thatched roof. Thatched roof and no chimney. And so when they cooked\nthings, the smoke would go to the --\nBill Benson: Up to the attic.\nMarcel Drimer: Up to the attic and out and this is one of the places that some of us hid.\nBill Benson: In the attic where the smoke is.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nMarcel Drimer: In the attic. So food was a very, very big problem. We were very hungry. We were\nvery -- were in danger -- my sister, | remember we would look out -- there were different hiding places\non the -- in the stable. She would look through the cracks in the wall and see the chickens and say\n\"Why couldn't | be a chicken? | could be free and running around and when the time comes to be\nkilled, | would be --\" | don't think she really said it. But she said, \"Why couldn't | be a chicken? |\nwould like to be free.\"\nBill Benson: Marcel, some of you were hidden under the floor.\nMarcel Drimer: It was a dirt floor.\nBill Benson: And you're hiding in a hole, a hole, somewhere in the attic where the smoke is,\nsomewhere out in a woodshed. 13 people hidden. And there was -- the Sawinskis, there was no way\nthey could let anybody outside know they had extra mouths to feed.\nMarcel Drimer: Exactly. So they would -- the youngest son would go to -- there was a factory -- there\nwas a -- there were wells, oil wells and refineries, oil wells nearby and there was a refinery nearby\nand he would take a cart with a big container and go there after lunch and take the scraps of the\nplates of the people that worked there and ate there. Of course food was very scarce so there wasn't\nmuch left. It was supposed to be for the pigs. And this was something that we had the first choice\nbefore the pigs got it.\nWe bathed once a month, and it was like first the children in the same water, then the parents, and\nthen -- you know the saying, \"Throw the water -- don't throw the water with the baby.\" That's because\npeople in the Middle Ages did that in the end the wharves so dirty the child could be thrown out. We\nwere in that situation. The water was --\nBill Benson: Of course there was no medical care. If something went wrong you couldn't get a\ndoctor. At one point that was a major concern with your sister, wasn't it?\nMarcel Drimer: Yes, my sister was a bleeder, she would bleed from her nose. She was very pale.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nOf course we were malnourished and we didn't play outside. We were lying down, so we were\nworried what will we do with my sister's body when she died because you couldn't put a grave in the\nneighborhood or something like that. Luckily she did -- she did survive.\nBill Benson: Marcel, you would live in those circumstances for almost a year. All those folks hidden\nin that house with the Sawinskis. Tell us how it ended, how liberation came about for you.\nMarcel Drimer: We were liberated by the -- that Army on August 5, 1944. | don't remember the date,\n| just Know the date. | read a lot about these things. April 5, 1944. The -- as we left the Sawinskis\ngot out of their house, we -- we wore the same things that we came in. The shoes were gone. There\nwas just -- there was just -- we were -- | couldn't -- actually | couldn't walk because my muscles -- my\nleg muscles were atrophied. | couldn't talk because we were not allowed to talk loud, only to whisper.\nThen after the word came to us that all the Jews that survived are going to gather in some place in\nthe town and so we all went there and there was about 350 of us. People came from the woods, from\nhiding with farmers. It was about 12 to 13,000 Jews in Drohobycz. There were those who came later\nthat survived in Russia. One of my uncles was taken prisoner of war. He was in the Russian Army\nand was taken prisoner of war by the Italians and we didn't know about it. His wife thought -- that's a\ndifferent story but | just have to finish that. His wife thought that he's dead because the Germans\nkilled all the Jewish POWs. And she married my uncle, who lost his wife. Well, among those that\ncame after the -- you know, after the war was -- the Italians took POW, they didn't expect it. This was\nanother 300 to 400 people out of 12,000.\nBill Benson: Marcel, before we close, there's a couple of things I'd like to ask you before we close.\nWhen -- right before you were liberated there was a fierce bombardment, the Soviets and Germans\nand a bombardment going on around you.\nThat was significant for you because it gave awe opportunity to get fresh air. Would you say a little\nbit about that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nMarcel Drimer: Yes. There were two refineries. One was a national refinery, Polish, and one was a\nprivate. So somehow the Americans or the British managed to fly into these territories and bomb the\ngovernment-owned refineries. They didn't touch the private. Evidently somebody in America was\npart owner of that thing.\n(Laughter)\nBut anyway, when the bombers came and were, you know, bombing the factory, this was the only\ntime we could get out and straighten our legs and get some fresh air.\nBill Benson: While everybody else is hunkered down.\nMarcel Drimer: Everybody was hiding.\nBill Benson: You were out there getting fresh air.\nMarcel Drimer: We were out being free for a few minutes.\nBill Benson: When you were liberated, when you knew you were liberated and the war was over for\nyou, your family and other Jews that had survived came under suspicion by the Soviets.\nMarcel Drimer: Yes. My father -- my father was -- he was made the director of that -- CEO of that\nfactory where he was the accountant before the war and he was -- the war was still going on. So he\nwas providing wood to the -- that Army and he was happy to do that. But he was barefoot. Once\nRussian general comes in and he's how dare you be barefoot. You are a big director and you don't --\nyou don't have any -- you don't wear any shoes. He said well, | don't have any shoes. So he gave\nfather a pair of shoes for him and a pair of shoes -- boots for me. But Father was called to the KGB\nand he was accused of being a collaborator. He says 12,000 people were killed and you survived.\nHow come did you survive? You must have been a collaborator. So Father says well, | was no\ncollaborator. | just was lucky and | was -- you know, | survived. But he got some people, some other\nsurvivors that confirmed that father was not a collaborator, that he was a decent, honorable man. But\nthe other parted of my life started right there. | had to -- | wasted three years of my education. | grew\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nabout one inch in all these -- all these three years because there was no food, so | had a lot of\ncatching up, a lot of -- to do to become normal, to have a normal life. This is a long, long other long\nstory.\nBill Benson: One last question, and then we need to wrap up. You told me that your father made\ngood on promises that he had made to himself about the Sawinski family after what they had done.\nWould you say a little bit about them and about the Sawinskis and your father?\nMarcel Drimer: Well, it was actually my uncle that when he wanted to come to hide he -- during one\nof the -- during one of the aktion, a crystal chandelier fell down and broke and my uncle picked up\nsome of the crystals and asked a friend, jeweler, to make a ring that looks like a diamond ring. And\nthe friend did it and when my uncle went to ask the Sawinskis to take him in, he gave him the ring.\nHe said this is a diamond ring. You know, you can just keep that ring but because Mr. Sawinski said\nmy cow just died and I'm going to sell it and he says no, no, this has a tremendous emotional value to\nme so keep it and I'll -- you know, and I'll get you -- you return it to me and I'll buy you a cow right\nafter the war. And so it was. The Sawinskis got -- a few of these 13 were the three of them. He was\nwith his new wife and her daughter, and just recently | went to the -- my wife and | went to the\nwarehouse where the things like that are that my father's and everything, and | was telling them -- and\nsomething mentioned about the ring. And they said oh, we all know about that ring. | know the story\nabout it. The story is called \"The Diamond and the Cow\" and it's not -- it's like three pages story.\nBill Benson: It's online, right?\nMarcel Drimer: It's online. It's one of my stories that's online. The people there, they knew it. They\ntook the pictures and they just registered that ring.\nBill Benson: After all these years.\nMarcel Drimer: Well, because we didn't have that ring. Only when my uncle's last -- the third wife\ndied, they didn't know what to do with the ring. And my sister got the ring and donated it to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nHolocaust museum.\nBill Benson: | wish -- | Know our audience does too, Marcel, that we had more time with you because\nyou had to really skip over many, many, many different things during that, you know, six-year period\nthat you've described for us. So thank you. And I'm going to turn back to Marcel to close our\nprogram in just a moment. | want to thank all of you for being with us at First Person. Remind you\nthat we will have programs each Wednesday and Thursday until the middle of August. So hope you\ncan come back and join us. If not, perhaps maybe in 2015 and our website will have information\nabout our programs then.\nIt's our tradition at First Person that our first person has the last word. And so I'm going to turn back\nto Marcel to close our program. Because we didn't have an opportunity for you to ask some\nquestions, Marcel, you can stay behind for a little bit?\nMarcel Drimer: Absolutely.\nBill Benson: When we're done, Marcel will step off the stage. Please feel free to come and ask him a\nquestion or just say hi or --\nMarcel Drimer: Or give me a hug.\n(Laughter)\nBill Benson: He likes hugs, gratefully accepted. With that, Marcel.\nMarcel Drimer: I'm talking to you and others who want to listen to me because there are people and\norganizations who claim that the Holocaust is a hoax, that it never happened, that the Jews made it\nup to get money from the Germans. | am witness that it did happen. By listening to the stories of my\nchildhood, you'll become witnesses also. Our good friend, the late Charlene Schiff, which you knew\nvery well, said that we all have to fight the four evil I's, ill tolerance, injustice, ignorance, and\nindifference. These are the roots of men's moral corruption that allowed Hitler and his helpers to\ncome to power and torture and murder millions of people he considered under, not worth living. Not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nonly Jews, but people with disabilities, gypsies, homosexuals, and many other groups. Changing this\nbehaviors is the path to preventing Holocausts and genocides, and this is what this Holocaust\nmuseum is all about. | also want to read you what Pastor Niemoller said, \"First they came for the\nsocialists and | did not speak out because | was not a socialist. Then they came for the trade\nunionists, and | did not speak out because | was not a trade unionist. Then they came for the Jews,\nand | did not speak out because | was not a Jew. Then they came for me, and there was no one left\nto speak for me.\"\nWe cannot be bystanders. We have to be active in trying to prevent genocides, homicides, hatred of\nall kind. Racism of all kind. Thank you.\n(Applause).\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}