{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, April 11, 2013\n1:00 p.m. — 2:08 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH\nHOLOCAUST SURVIVORS\nCHARLES STEIN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon. I’m Bill Benson, host of the museum's public program, First\nPerson. Thank you for joining us. This is our 14th year of this program. Our First Person\ntoday is Mr. Charles Stein whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their first-hand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nuntil mid-August. The museum's website at www.ushmm.org provides information about each\nof our upcoming First Person guests.\nCharles Stein will share with us his First Person account as a\nHolocaust survivor for about 45 minutes. If time allows towards the end of the program, we'll\nhave an opportunity for you to ask him a few questions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Charles is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his\nintroduction.\nCharles Stein was born in 1919 to a Jewish family in Vienna,\nAustria. His father was a printer. On the left side we see Charles at age 8. On the right are\nhis parents, Eugene and Cecilia. This photo was taken after World War I. Eugene served as\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nan Austrian soldier in the First World War.\nIn 1937, Charles was admitted to the Medical School of the\nUniversity of Vienna. When the Germans marched into Austria and arrived in Vienna on\nMarch 13, 1938, Jews were no longer permitted to study at the university. That is when\nCharles began to search for a way out of Austria, which was now a part of Nazi Germany.\nThis picture is of Charles' 1937-1938 student ID card.\nBy August 1938, he found a way to leave Austria. On\nAugust 12, he said goodbye to his parents and fled to Luxembourg. The arrow points to\nLuxembourg. When he arrived, he received temporary asylum with the help of ESRA, a\nJewish aid organization. Later he contacted distant relatives in the United States and asked\nthem for help. After many attempts, Charles was invited to get his visa in October 1939. He\narrived in New York on December 18, 1939.\nBy October 1941, two years after receiving his visa, Charles was\ndrafted by the U.S. Army. He was eventually commissioned a Second Lieutenant, Lieutenant\nin the Field Artillery, and was soon transferred to Military Intelligence. He served in World War\nIl in combat from Normandy to the Czech border and again in the Korean War.\nHere we see Charles with fellow members of his Interrogation\nUnit.\nIn early 1946, Charles found out that his parents had been\ndeported to the Lodz ghetto in 1941. He received this notice from the Jewish Committee in\nVienna confirming his parents' deportation to the Lodz ghetto. In 1995, and we'll hear more\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nabout this later, he finally learned that they were killed at Chelmno on February 28, 1942.\nAfter his discharge from the Army after the war Charles went\ninto the export business in Latin America, learning Spanish from the Berlitz Language Institute.\nAs a reserve officer, he would be recalled back to active duty to an intelligence position.\nWhen war broke out in Korea, he was sent there. After 13\nmonths in Korea, Charles was transferred to Tokyo where he met his wife, Barbara. They\nreturned to Washington, D.C., where Charles served in Air Force Intelligence until it was\nintegrated into the Defense Intelligence Agency in 1962. He stayed there until 1966.\nCharles then began a diplomatic career with the U.S.\nDepartment of State including running the Office of Humanitarian Affairs' U.S. mission to the\nUnited Nations in Geneva, Switzerland. After leaving Geneva in 1978, Charles and his family\nreturned to the Washington, D.C. area where he continues to live today. Barbara died in 2003.\nThey raised three sons and have seven grandchildren whose ages range from 12 to 25. He\nvolunteers with this museum's programs and greets groups.\nCharles is also active in the program in which survivors have\ninformal conversations with small groups. That program will be on Fridays and begin later this\nspring. Please check the museum's website for the start date.\nIn 2008, Charles and another survivor were invited to Austria by\nthe Austrian government for the 70th Anniversary of the Annexation of Austria into Nazi\nGermany. | might also mention that just this past Tuesday, \"The Washington Post\" had a\nterrific article about Charles. So you can get your hands on a copy online. It's worth reading\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthat wonderful article.\nWith that I'd like to ask you to join me in welcoming our First\nPerson, Mr. Charles Stein.\n[Applause]\n>> Bill Benson: Charles, thank you for joining us and for your willingness to be our First\nPerson today. We're glad to have you here. | know you have just a tremendous amount to\nshare with us. So we'll start right away.\nYou were a medical student in Vienna, Austria, in 1938, when\nthe Nazis banned Jews from university studies. Before we talk about the events that\nhappened after that, what happened with the war and you were trying to get out of Austria and\ncoming to the United States, first tell us what your life was like before those events began, in\nyour family, your community.\n>> Charles Stein: Right. | was born in 1919. 93 years ago. That's a long time.\n[Cheers and Applause]\nWhat amazes me is I'm still talking. 93 years ago | didn't talk. It\nwas a different sound.\nAnyhow. | went to school. As a matter of fact, as some of you\nmight know, the European education system is completely different from the United States.\nWhen | was 6 years old, | entered elementary school. That lasted for four years. Elementary\nschool is a four-year course.\nAfter that, in Austria, at the time, you had a choice. If you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwanted to go into one of the trades, a plumber or electrician or something like that, all you had\nto do was go to school for another four years. You had to stay in school until you were 14.\nAnd then you went off. If you wanted a higher education, as | did, you went to a different\nschool where you sat for eight years. And this is completely different from any of your schools\nhere.\nThose eight years we all, all of us that started those eight years,\nwere still together. And the program was, again, completely different. It was all academic.\nThere were none of the nice things that you have in your middle schools and high schools\nhere. None of that. Everything was the subject, including such very important things at the\ntime. Maybe not today.\nSeven years of Latin? Five years of Ancient Greek. | read\neverything. And the last time | saw those things was at the end of the eight years when we\ntook our final exams and said goodbye to all the books that we had translated, and off we\nwent.\nThe final exam was a two-week exam and still is today. There\nwere four subjects, one on each, when you sat in there, got your questions, and then wrote.\nMath, of course, you did -- you solved your problems. On all the others you wrote essays or\ntranslations.\nThe only thing that we could do other than -- was foreign\nlanguages. For the last four years of those eight years you could either take English or\nFrench. And that should take one hour after the regular school hours. The school system at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe time was five hours a day, six days a week. Saturday we went to school.\nAt the end of that, of course, | finished. And you got -- at the\nend of these exams, you got a certificate that said you are now eligible to enter a university in\nwhatever subject you had. | opted for a medical school. And this is not, again, like in the\nUnited States where you have -- my kids and my grandchildren right now are waiting for the\nanswer from all the universities to get in. No. That certificate made you eligible to move in.\nIn those days we didn't write. Everything was done in person. Registration.\n>> Bill Benson: Nothing online. That's for sure.\n>> Charles Stein: There was no line. There wasn't even an on.\nWell, at that point we picked up some forms that we had to fill\nout. As | was filling them out at home, it was mainly your name, rank and serial number type of\nthing. Just the regular things. For your registration.\n| came to the last item on there. And that puzzled me. It said,\nwhen you come in, bring that piece of paper, your birth certificate. Ok, no problem. And your\nsign. My what? | had no idea what that was. Never heard of it. So | turned to my father and |\nsaid, hey, | got to have this sign. The sign, by the way -- | should translate this for you.\nCitizenship certificate. Apparently everybody in Austria had a citizenship paper. They got it at\nbirth, | think, or whatever. | never did find out all the details because | didn't have one.\nSo my father told me we don't have one. | said, well, how\ncome? And he explained to me that at the end of World War II, when Austria became what is\nnow Little Austria --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: At the end of the First World War\n>> Charles Stein: Before that, Austria, of course, as you probably know, the Austrian emperor\nruled over what then became Austria, Czechoslovakia, most of Poland, most of Romania,\nYugoslavia and the northern part of Italy. All of that was Austria. Everybody was an Austrian\ncitizen who lived in there.\nWell, when Austria became Little Austria, they passed a law\nimmediately that all people born outside of the new borders of Austria had to get -- apply for\ncitizenship. And it was a routine thing.\nNow, 19 years later, my father tells me that he didn't think he\nneeded that because, as you saw in the picture, he was in the Austrian Army.\n>> Bill Benson: So he was a veteran thinking he wouldn't have to do that.\n>> Charles Stein: He was in the Austrian Army. He was an Austrian. There was no question\nabout it.\nNow, going back to why -- both of my parents were born outside\nof the present -- the new borders of Austria. But | had lived in Vienna for most of my life.\nAnyhow. So two years later, my father now tells me, we became\nstateless. Again, a difference between America and Europe. In America if you're born here, if\nyour parents are, whatever, you are an American. Not so in Europe. In Europe, if you're born\nin Austria, for example, you are -- you have the citizenship of your parents. Until you're 21.\nThen you can apply.\nWell, in my case, | was stateless. And what that meant at the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ntime was that my tuition at the university was now three times that of an Austrian. Things were\nnot good. Pretty bad, as a matter of fact. Still in 1937. But my parents scraped up enough\nmoney, and | was a proud medical student in about the end of August 1937. Walked into the\nuniversity, and it was great.\nWell, then came the 11th of March 1938. | had finished the first\nsemester. | had taken two exams. And | was now eligible and could apply to be equalized in\ntuition. | turned in this those papers. We were now in the second semester. And by March of\n1938. | went to the university, walked in.\nNow, the classroom at the medical school, the anatomy building,\nis something like this theater. You walk in on top and you sit down. And the professor sits\ndown below, and all of that. Anyhow, | walked in up there. And | noticed on the top row, the\ntop row there were men standing. The entire top row was filled. All the men were standing.\nAnd all of them wore storm trooper uniforms. Nazi uniform.\nThe puzzlement about that was that the Nazi party four years\nbefore that was outlawed. There was no Nazi party. There were no -- you didn't see any. And\non that day they were there. | had no idea what that meant. Some of them had pistols sticking\nin their belt. They didn't say anything. They just stared at everybody.\n>> Bill Benson: None of them -- they were not fellow students?\n>> Charles Stein: Could have been.\n>> Bill Benson: Could have been.\n>> Charles Stein: Could have been. | had no idea who they were.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nSo anyhow, the rest of us went down, sat down. We went\nthrough the lecture. Got finished. In the afternoon | spent upstairs in a room where | was\ndissecting a body, as part of medical training. And around 4:00 | left. Walked out. Went down\nthe street. And | heard noise behind me. | heard people yelling. So | turned around. And |\nnoticed that these storm trooper characters were chasing one student. And what | heard were\nthings like \"kill all the Jews\" and things like that.\nAnyhow, | decided that that was not for me. | better get out of\nhere. | went down the next corner, turned the corner. This is an area where there were\napartment buildings. | went into the basement of the apartment building and waited there. It\nfelt like hours. It was probably just a few minutes. | came up, looked around, everything was\nquiet. | went home and told my parents about what | had seen. And we had no idea what it\nwas. This was on a Friday evening.\nOn Saturday morning we found out. There were “Extras!” all\nover the street. You opened the windows and heard the boys, \"Extra! Extra!\" Went down and\ngot one. Found out that the German Army, Hitler had crossed the Austrian border at midnight,\nwas on his way to Vienna. There was no resistance. All of a sudden no resistance.\nOn Saturday morning there was going to be a big parade in\nVienna. Hitler, Goebbels, the topnotches were going to be there. It was going to be on --\nthere's a main street in the old area of Vienna, an avenue that goes from the Danube on one\nside to the Danube on the other side. That's where it was going to be.\nWell, Sunday morning | got up and | said to my parents, I'm\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ngoing to go down and see -- we had no idea what was happening. We didn't know who these\npeople were.\n>> Bill Benson: So you wanted to see what was happening.\n>> Charles Stein: Yeah. And my parents told me not to. And, of course, at that age, | went.\nlf you have been in the museum or if you're going into the\nmuseum, look -- you're going to the fourth floor. Going around. There's a barrier there. And\nright before you get to that barrier is a video that shows exactly where | was standing. | must\nhave been standing right where the camera was. Directly across the street from the Vienna\nstate opera house. And as you can see on that video, on this picture up there, | saw a couple\nof cars with police or military. And then a big open limousine with Hitler, Goering, Goebbels.\nThere were two because of all the VIPs. And all of Austria was there. It was jammed. The\nstreets, there wasn't room for one more, | don't think. And all of them were standing there with\ntheir arm up yelling \"Ay! Hitler.\"\n>> Bill Benson: Thousands.\n>> Charles Stein: Must have been a million people. Well, at that point., | did not look at the\nrest of this. Now! knew. And Iran home. | walked in. | remembered the words | said to my\nparents. | walked in and said, time to start packing, we got to get out of here. And my parents\nsaid,well, we don't know.\nIt didn't take long to find out. It was about two days later. The\nfirst proclamation came and blasted all over town. The Jews were no longer allowed to enter\nthe university.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: So you're acting --\n>> Charles Stein: | was an ex-medical student.\nThe next thing | found out, the following day -- this was on\nTuesday. | was out somewhere. | was coming back. | noticed in front of my apartment\nbuilding, on the ground floor in the apartment building, there was a store -- in those days there\nwere apartment buildings that had tiny little shoe stores, owned by the husband and wife\noperating it, lived in the apartment behind the store. As | came up there, | noticed that there\nwas a truck standing in front -- or was it the other side of the street? A truck standing on front\nof the store. | saw storm troopers in uniform walking out of the store with boxes of shoes,\nputting them on a truck.\nWell, | didn't cross the street with them around. Not only were\nthe storm troopers there, but there were two policemen there from my police station, which\nwas right on the corner, just around the corner from where my house was.\nAs a matter of fact, on the fourth floor, again, you will see it. Or\nhave seen it. When you come around the first bend there, there is a big, large picture of a wall\nwith lots of people standing in line in front of a police station. That is the police station where |\nlived next door to.\nAnyhow.\n>> Bill Benson: So they're looting this store.\n>> Charles Stein: Yeah. The store was completely empty. | walked across the street. | said,\nwhat happened? He was in tears. He said, they took everything; there is nothing left. They\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntold him that he had a requisition to requisition all boots, military, whatever. In the process\nthey took everything that was in there. There was absolutely nothing left. Not a box.\nEverything was gone.\nMy thing started. First thing | wanted to do was get a passport.\n| knew | had to get out. | went to the police station long before there was a line. As a matter of\nfact, there was no line at all in those early days. People just hadn't figured it out yet. | knew |\nhad to get out. | knew you had to have a passport.\nNow, at the time, remember, we had no idea what emigration\nmeant. Nobody emigrated anywhere. We didn't know what to do. But we found out very\nquickly.\nMy friend and | got together, and we started moving around. We\nwent to embassy. And we said we'd like to come to your country. And they told us where to\ngo. It wasn't exactly their country.\nExcept for the American Embassy. The American Embassy was\na little different. We got there and they told us that America, there was a quota system for\neach country. And it was not by citizenship, but it was by your place of birth. | signed up.\nFilled out the forms and all of that. | didn't Know anybody in America that would bring me in, at\nthat time.\nAnyhow, | went on. Then the other things started. And you see\nlots of it up in the museum. They started dragging people out.\nNow, how this is done is very simple. At that time everybody in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nAustria had to register with the local police, no matter where you lived. You had to register\nwith the local police station and you had to give your religion on that thing. Well, it was simple\nfor the Nazis and their cohorts in the police to figure out who lives in this area, all Jews. And\nthey go to the door, knock on the door, take a bucket of water and a toothbrush and come with\nme. They dragged them out into the street to scrub the street.\n>> Bill Benson: With toothbrushes.\n>> Charles Stein: With toothbrushes. Down on their knees. You see the pictures up in the\nmuseum. People would gather around.\nOne day | was at one of my cousin's homes. Her husband was\nout. She was older than | was. Her husband was out. We talked. There's a knock on the\ndoor. She opened the door. There was a man in uniform out there: Storm trooper. And he\nsays, hey, Jew, get a bucket of water and a toothbrush. She stepped aside. She went to the\nkitchen to get that. And he saw me standing there. He said, you, you Jew -- why | did at that\npoint what | did, | have no idea. | reached into my pocket, and | pulled out my ID.\nYou saw something similar to this ID. This is the ID card we\ncarried. The other one, the one you saw there, is similar to this but all the pages in there, this\nis where your record is. It's professor for that course, signed in and out. Beginning of the\nsemester, that you were a student, at the end that you passed.\nWell, | put this up and | just held this up. My picture here. And\nagain, here is that -- you may have seen it up there or noticed it. It says Auslander. This is the\nbooklet in which you had on the next page a stamp that says you paid your tuition. And this is\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthe one you had to show as you walked into the building.\nOk. This little thing saved my life. And this is about the only\ndocument | still have.\n>> Bill Benson: So he thinks you're just a foreigner.\n>> Charles Stein: Yeah. At that point the guy looks at it and says, get out of here. Again, the\nreason for that. | thought about it. | talked to people. At the time, they did not touch\nforeigners, whether they were Jews or not. It didn't matter. Because the foreigner was going\nto leave the country way and go out and tell what they saw or what they did to him. So! was\nfree.\nAnd | used this thing. And many times for the next few months, |\ndidn't wear a swastika armband or pin. Whenever | was stopped, | just pulled this thing out\nand did the same thing, and it worked.\n>> Bill Benson: Charles, you would, of course -- you've made the decision -- you're working\nhard to get out.\n>> Charles Stein: Oh, yes. | had to get out. We were looking around. As | said, we went\nfrom one embassy to the other.\n>> Bill Benson: You end up finally going to Luxembourg. Tell us what made you decide to go\nto Luxembourg.\n>> Charles Stein: Well, Luxembourg, | didn't decide to go to Luxembourg. Luxembourg\ndecided to let me in.\n>> Bill Benson: Ok.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 16\n>> Charles Stein: It was the other way around. Well, one day -- oh, let me back up. Before\nthen, a couple of months after all of this happened. | came home one day and | was told, my\nmother told me, that two of my former classmates -- the parents knew all the classmates, the\nsame people for eight years, so. Two of my former classmates now in storm trooper uniform\ncame looking for me, Knocking on the door and said, is he home? Mother said, no, he's not.\nThey didn't say anything and walked away.\nWell, | knew these kids back in 1929 when | entered that\nparticular school, the eight-year school. They were in the Hitler Youth. Long before Hitler\neven took over Germany. Hitler Youth, it was a small group in Hitler Youth. Well, they were in\nthere. And | knew they weren't coming to wish me well. At that point | went into hiding. And\nfrom then on | just didn't go home any more. | called in. Every once in a while, late at night, I'd\nsneak in, do something, get out again.\nMany of my friends, some of my friends, their parents let me\nstay for a couple of days. There were some days when | didn't have any place to stay, but it\nwas summer time and I'd stay -- get into the bushes in the park somewhere.\nAnyhow. | lived through it.\nNow, Luxembourg. So this one day | am downtown again.\nDowntown was the safe area. I'm downtown. | was with some of my friends. And one of them\nsaid, hey, don't you have a stateless passport? | told you | started looking. | got a stateless\npassport since | was an Austrian citizen. | said, yeah, got it in my pocket. He said, | just heard\na rumor -- and this is what we did every day. We exchanged rumors. Most of them didn't\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nmean anything. And he said, | heard that Luxembourg would give people with stateless\npassports a 14-day transit visa.\n| heard that. That was good enough for me. | said, well, the\nLuxembourg Government, the Luxembourg Embassy? No idea. Or Consulate. It turned out\nthis was an honorary consulate. Luxembourg didn't have --\n>> Bill Benson: An embassy.\n>> Charles Stein: We didn't have an embassy in Luxembourg either. Luxembourg was too\nsmall at the time.\nAnyhow. | went into a phone booth and looked in the phone\nbook and found the Luxembourg Consulate was about two blocks from where | was standing.\nIt didn't take me very long to get there.\n| got there. | got to the building and looked at the number.\nThere was an apartment building. | had no idea -- | thought it was some kind of a big thing,\nlike the other embassies. But it wasn't. | noticed on the side of the door a brass plaque that\nsaid Luxembourg Consulate, third floor. | walked in. | got to the third floor. It looked like\napartments. And, again, | saw this little thing. | was standing there, took my passport out of\nmy pocket. And | was thinking, what am | going to do? This is what the man told me was a\ntransit visa, that means you go in and you go out. 14 days later, you're out. Where am | going\nto tell him where I'm going? There's nothing in my passport, no Visa, nothing. In those days\nyou had to have a visa for everywhere.\nIt took me about half a minute or so to decide I'll try it. See what\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nhappens. Knocked on the door. Lady comes out. She said, yes? Can |help you? | said,\nyes, | would like -- | understand | can get a transit visa, I'm stateless. I'm waiting for an\nanswer or a question or something. It didn't come. She says, come back tomorrow morning at\n9:00. Yes, ma'am.\nThat is the day, this is now 19 -- the summer of 1938. | think,\nnot on the record but I'm pretty sure, | broke the four-minute mile. | got out of that place and |\nran home for the first time in the daytime. | hadn't been at home. | told you | was in hiding. |\njust ran home. And | told my parents. You should have gotten a passport. They still didn't\nhave a passport. They said, ok. Everything's fine. | told them I'm leaving. My mother said,\nGod bless you. Ok. So | said, I'll be leaving in a few days.\nThe next day | called. My mother told me that she had told what\nhappened to me to a friend of the family a young couple that they were friendly with. And the\nhusband was in a concentration camp.\n| didn't mention that before. One of the first things that\nhappened was any Jew that owned any kind of a business at the time in Austria, if his\nemployees wanted to get rid of him and take over the business, all they had to do was go\ndown to the secret police, the Gestapo, and tell them get the Jew out of there. And they did.\nAnd all of these people that were arrested and taken out were sent to the concentration camp.\nBut at the same time, in Austria, at that time, or in Germany at that time, if anybody -- not as a\ncriminal but only because they wanted to take his business away, was in a concentration\ncamp. If he had a place to go, if he had family, got him a visa to someplace, they would\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nrelease him.\n>> Bill Benson: As long as he leaves the country.\n>> Charles Stein: As long as he leaves the country. He had 48 hours to leave.\nSo when | called home the next day, my father got on the\nphone. My father told me that this young couple, husband had lost his business that way, was\nready -- was on his way home. Again, his wife had gotten a Luxembourg visa and could |\nplease wait because she was afraid that they might be in bad shape. And she was right.\nA couple of days later, got there the next day and then a couple of days after that, told my\nparents to meet me at the railroad station. | was headed to Luxembourg. He was going to be\nthere, too.\n| got to the railroad station, and my parents were already there.\nAnd my father hands me -- | told him, just a little bag. | have no idea where I'm going. 14\ndays. | may have to cross the river or something. Go into France or Belgium. And my father\nhands me like a gym bag, a small gym bag.\n| looked over to my mother, she had in her hand my violin. My\nviolin case. She hands it to me. | said, mama, what am | going to do with a violin? She said,\nwell, maybe someday -- this is her saying now, maybe someday you're hungry and you won't\nbe able to eat. So maybe sell the violin and have something to eat for a few days.\nAt the present time, we were in tears anyway at the time, |\ncouldn't talk to her anymore. | said, all right, mama, I'll take it. We got on the train. Took off.\nThis was around noon on that day. We sat in the train and we were scared. But nothing\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nhappened.\nWe had to change trains about four times in the next 24 hours.\nUsually it takes eight or 10 hours. It took us 24 hours because we had to change trains in\nMunich. And every time we got to a railroad station, we sort of got out of the way where\nhopefully nobody would find us. And it worked.\nWe got to the Luxembourg border, still in Germany. We had to\nchange one more time, close to the border. Got on the train. And just before the border,\nwhich is the Moselle River, just before the bridge across from Luxembourg, the train stopped\nand two storm troopers walked in and said, \"All Jews out.\" There were only the two of us in\nthere. We got out. And they took us to a couple of buildings, small buildings, different rooms.\n| was in there with a German officer, aman. | don't know what\nexactly he was. But it was not military. Customs or something like that. Anyhow. So he\nlooked at my bag. He looked at my violin. He opened up everything. And talked very nice\nand gentle. He was an older man. He then finally asked me what | was going to do, what |\ndid. | said | was a medical student. He said, are you going to study again? | said, yes, | hope\nso. And away we went. He hands me my thing and says, go, go back on the train.\nAt that time my mind was such that | did not believe that they\nwere going to let me go. | don't know.\n>> Bill Benson: You thought that was the end of the line there. Yeah.\n>> Charles Stein: Well, he opened the door. | figured somebody's going to grab me. Walked\nout. There was nobody out there. Went back to the train. Not even as far as the end of this\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nroom. Went in there. Went out and waited for Max.\nThe train was about to leave. Max came out, came running, got\non the train. He told me his story was a little different since he was in a concentration camp.\nThey searched him. They took everything apart that he had. They made him sign a piece of\npaper.\nNow, the Germans at that time, this is somebody that's going to\nleave the country. Not going to be there anymore. Made him sign a piece of paper that he will\nnever tell anyone that he was in a concentration camp. German mind at the time.\nWell, anyhow. We got on the train. About five minutes later\nwe're across the border. And we take a deep breath. And Luxembourg being a huge country\ntook us another 10 minutes to get to the center of the city, Luxembourg City. We got out. We\nwalked into the station, the waiting room in the station where the ticket office was. It was about\na quarter of this room. Very small place, but lots ever people in there.\nAnd for the first time, we thought -- we looked at each other. We\nhad no idea where we were. We didn't know what language we heard them speak a language\nthat we didn't understand. We got used to it. And it turned out to be a little deviation from\nGerman. Just recently they applied to the United Nations to make it a real language.\nOk. We didn't know where we were. We didn't know where to\ngo from there. And, again, luck is with us. From the corner over there comes the voice. \"Max,\nwhen did you get here?\" Looked around. Saw this guy. Somebody he knew in Vienna.\nCame over. Turns out this man had been the same as we, gotten there the week before and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nknew all the answers.\nlt was around noon. He said, have you had lunch? We said,\nno, we haven't eaten since yesterday, noon yesterday. So he took us to a place where we got\nsomething. And we found out that this organization ESRA had various places we could go to\neat. Then he took us to the organization who then took us to the police, took our passports\naway, gave us another piece of paper. And this is when we found out, finally, this was not a\ntransit visa. We were now in the legal hands of this organization. And for the next few months\nthey had an agreement with the government that they would get us out of there to someplace.\nThey had lots of places around the world they were sending people.\nWell, | was there. Shortly after | got there, | received a letter\nfrom my mother saying that she had just found out that a cousin of hers, who around the turn\nof the century, back around 1900, had gone to America. He was a boy then from the time\nwhen she was born. She just found out from somebody that he was still alive and this\naddress. Said write to him. And | did. | wrote to him.\nAbout a month later | got a letter from him saying, yes, |\nremember your mother, and, yes, I'll help you but | don't have the means to fill out one of those\nAffidavits of Support, the paper you need to go to America but | have someone who is working\non it right now. And a few weeks later | got that piece of paper.\nAnd now | have to go to the American Embassy and | said,\nwhere is the American Consulate? And | found out there wasn't any in -- any in Luxembourg.\nIt was in Belgium.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nSo the organization that helped us, fed us, found quarters for us,\nthey were doing everything for us and they said, no problem, you'll get a Luxembourg stateless\npassport. The Austrian passport was one of those gray passports with big, black stripe across\nthat said stateless. In Luxembourg, something much nicer. It was a green one with the big\nstamp. But still stateless. Ok. But! had a passport. And | went to Belgium. | didn't need a\nvisa. Luxembourg, Belgium, Holland, and even then were working together as a unit and you\ndidn't visa, just a passport.\n| went to Belgium. | turned it in. And the American Consulate, a\nyoung man was very happy with me. | was apparently the first one that had come in there that\nspoke English. | told you | took four years of English after school, at my school. Oh, he was\nvery friendly. He said, no problem.\nAbout four weeks later | get a letter from the embassy. | thought\nthat was it. It says everything's fine, but we need from your sponsor one more piece of paper.\nSome document.\n>> Bill Benson: From the sponsor in the United States.\n>> Charles Stein: Yeah. In the United States. So | write to the United States. Slow mail. A\nfew weeks later | get that. | go back to Belgium. | turn it in. And the guy looks and says\neverything's all right.\nMake a long story short. A year later | was still bringing in\npapers. The last paper | brought in was -- this is now a year later, in August of 1939, the end --\nthe last week in August, brought back one piece of paper. Turned it in. And the man told me\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nthe same thing. Everything's fine now. And two days later, first of September, war breaks out\nin Europe. France and England declare war on Germany. Germany on them. And we're\nsitting right between them.\n| have time to tell you this little thing.\n>> Bill Benson: And | want you also to talk about your parents.\n>> Charles Stein: Yeah. I'll get that shortly.\nSo at this point there were five of us, all about my age at the\ntime. And we decided if the Germans come in and the war starts, France is here, Germany is\nhere and we're sitting between, we're dead. So we do something.\nAnd this is for your entertainment I'm telling this. Because it was\nfor our entertainment, too, at the time.\nSo we got on the train. We went to the French border. We\nwalked out. We walked into the place there and proudly announced we are here to join the\nFrench Foreign Legion. And they educated us. We saw some movies. Guys riding the\ncamels and all of that. We figured Africa. Africa is about close enough for us to get away\nfrom. And they explained to us that the French Foreign Legion was composed of mainly\nescaped prisoners, murderers, killers, thieves that fled their country and found a home in the\nFrench Foreign -- well, they put us on the next train back to Luxembourg. And | guess for\nabout two, three days, we were in hiding. We were kind of ashamed to have done that.\nThe movies did that to us. Anyhow.\nThe war was on. Two weeks later, on the 15th -- yeah, 15th of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nSeptember, | received a letter from the embassy, and my mind was, oh, another piece of\npaper. But that was different. It said come to the embassy on the 7th of October to get your\nvisa. Get there. And got it.\nNow, fast forward to about middle 1980's. | picked up one of the\nmagazines, newspapers one day, \"Time,\" \"Newsweek,\" something like that. And | found an\narticle in there that tells me that in 1938, its time that | was trying to get my visa, there was\nan -- a secret order from the State Department from the U.S. State Department to all the\nconsulates in Europe. Not exactly in those words. But it says, hey, we got all of these Jews\nwant to come in, keep them out as long as you can. Put all possible obstacles.\nNow, one of these -- there actually were two of them. And one\nof them said at the end, all kinds of things, do not -- keep them out as long as you can. And\ndelay and delay. Twice. That was done by a man named -- and look him up. You'll find him\nnow probably in your encyclopedia, computer, anyway. A man named Breckinridge Long, a\nvery high, number two, number three man in the State Department. He put out that order. It\nwas Classified.\n>> Bill Benson: Until the 1980's.\n>> Charles Stein: Declassified 30 years after the war. Anyhow, that is why | had to wait all of\nthis time.\n>> Bill Benson: For over a year you were stalled. You were stalled.\n>> Charles Stein: Yeah. Well, finally, | had the visa. At this time | guess there was a new\npolicy with the war on. | went back and they found me, the organization found me, a ship. But\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nnot until December. This was October. Not until December. And on the 18th of December,\n1939, | arrived in New York.\n>> Bill Benson: Charles, before we continue from there, our time is getting short. When you\nwere in Luxembourg, you tried to get your parents to come.\n>> Charles Stein: Yes.\n>> Bill Benson: Tell us about it.\n>> Charles Stein: Oh, yes. Right.\nIn 1938 -- | left out this one thing. On the 9th of November,\n1938, we get the message in the newspapers and on the radio the night of the broken glass.\nKristallnacht, Known in Germany. One night, 9th of November. They went out and destroyed\neverything, every Jewish store, plundered it. Like Washington in 1968, much worse. Killed\nabout 3,000 -- oh, every synagogue, every single synagogue. | think there were about in\nGermany and Austria somewhere like 1,000 synagogues, big and small. They were burned\ndown. The fire department came out to protect the buildings around so the fire wouldn't\nspread. But let that burn down. While all of that happened, 3,000 Jews were taken into\nconcentration camps. It was murder.\n>> Bill Benson: Is that when your parents realized --\n>> Charles Stein: At that point -- at that point, right after that, | found out that there was a man\nin Luxembourg who smuggled people across the border, people without the visa. For money.\n| had some money.\n| mentioned my violin. That violin came in handy. Because\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nmusicians could get a work permit. And | worked as a violinist and made some money, saved\nsome money. But not enough. So | borrowed from everybody. And we helped each other.\nAnd got enough money together. And | went to the man, talked about it, and he said, yeah, I'll\nget them.\nBut | wrote to my parents. This is now going into January of\n1939. | wrote to them. It was a message in code. | said, please -- Aunt Fanny -- we didn't\nhave an Aunt Fanny -- is having her 60th birthday, she insists -- she hasn't seen you in a long\ntime, she wants you to come and celebrate with her on certain date. And she had moved to a\nnew apartment, and the address.\n| wrote that and | figured my parents would understand. And\nthey did. And they came back. We corresponded in postcards. Letters didn't make it through\nanymore. They stopped all letters. Postcards they could read and send on. On the appointed\nday, my parents were there. A man went there. And | had some of my Luxembourg friends\noffered to hide my parents until they could get legalized. This is possible. It's been done\nbefore.\nOn the appointed day, | went to the friends. The man told me he\nprobably won't get there until about 3:00 in the morning. So a night operation. Well,\n3:00 came along. | stayed up all night. 4:00, 5:00, 6:00. Finally at 10:00 there's a knock on\nthe door. | opened the door. And there is that man, the Luxembourg man, standing there all\nby himself. He tells me the story. He said he picked up my parents. He took them -- they got\nalmost to the bridge, the people in the bridge were part of his --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: At the border.\n>> Charles Stein: Yeah. They got to the border, the Moselle River bridge border. A German\nArmy patrol came through and stopped them, told them they had to -- can't go through here.\nWe're out maneuvered. He told them he was Luxembourg. Showed them his passport. He\nsays, hey, | come here all the time. | go here for my business. I'm going home. So they said,\nall right, you can go. Turned to my parents. They were still standing there. And they said,\nwho are these people? At that point he said, well, | just met them. He couldn't say. Passport\nLuxembourg. Showed them their German stateless passport. They said, you don't have a\nvisa. You can't go in there. They won't let you in. Go back home. Go back.\nThis is what the man tells me. | didn't believe it. | have thought\nthat was the end. It took about 10 days before | got another postcard. | found out, yes, that\nwe were back home. We wrote in code. Yeah, we had our vacation, and we're back home.\nShortly after that -- this has started in Vienna particularly. Any Jew that had a decent\napartment or home, the Gestapo would come in and say, one suitcase -- one suitcase per\nperson, leave everything you own right here, all the furniture, everything you own, books,\nwhatever you have. Just one suitcase, and come with us.\nAt that time they evacuated some slum buildings and put all the\nJews in there. All over town. This happened to my parents. They moved about two, three\ntimes before very shortly, this now the end of 1939, early 1940, and then everything stopped.\n| had no idea. | was in New York by that time. | was trying to find a way to get them, but\nnothing happened.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nMeanwhile, I'm in New York and | want to go to medical school\nand find out my other big surprise. In America, at the time, all medical schools had a very tiny\nJewish quota system. | think it was 1% of the student body was allowed -- Jews were allowed,\n1%. People who were familiar that | talked to told me forget it. At that time | worked -- | found\na job. Some of the young people -- you're all young people.\n[Laughter]\nBut probably -- may not believe this, but | lived on $14 a week. The people that sponsored me,\n| said thank you, and that's the last time | saw them. They didn't invite me in. | didn't want to\nbe a burden.\nAnyway, | was in New York.\n>> Bill Benson: So you were completely on your own.\n>> Charles Stein: Completely on my own. | had some friends that had come from Austria, had\ngotten a visa. So at least | had contacts.\n| found in a rooming house on 38th Street, somewhere off\nBroadway, in New York. | found a rooming house that let me sleep there for $3 a week. $3 a\nweek? You can't even get downtown for $3 a week.\n| found this job in a textile factory, in a shipping department.\nMade $14 a week. Five and a half days.\n>> Bill Benson: Go ahead. I'm sorry.\n>> Charles Stein: Just let me finish the money. How | made $14 went a long way. | found\nright on the same street, the same block, had to go down a couple of steps, a Chinese\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nrestaurant. | ate Chinese from then on. A full meal, 55 cents. That's the way | lived in 1940.\n>> Bill Benson: We're close to the end here, Charles.\n>> Charles Stein: It's the military now.\n>> Bill Benson: Tell us when you first learn about your parents, what happened to them.\n>> Charles Stein: My parents, it was not until after the war.\n>> Bill Benson: Not until after the war.\n>> Charles Stein: After the war. Short war story. | got in the Army. Of course, two months\nbefore Pearl Harbor | was drafted. After Pearl Harbor Congress passed a law to make all of us\nwho were not citizens who were in the Army became citizens immediately. | went to officers’\nschool, transferred.\n>> Bill Benson: Which you couldn't have done without becoming a citizen.\n>> Charles Stein: Without becoming a citizen. Right.\nShortly after | graduated from officers’ school | was pulled out --\nwell, | was in Oklahoma. | was in a classroom somewhere. MP man came in. Talked to the\ninspector. Said Lieutenant Stein, go with him. Took me out, into a office in headquarters.\nThere was a major sitting there. He said, close the door. Closed the door. He said, raise your\nright hand and swear. | had no idea what | was swearing to. That! will never tell anything\nwhat happened here. Oh, it must be good. Ok. | swear. And | found out. He pulls out orders.\n| just graduated from artillery school. Big guns, you know, | knew all about them. And he\nhands me the order. And it says, report to Camp Ritchie, Maryland, Military Intelligence\nTraining Center. It's confidential. Don't tell anybody where you're going or what you're going\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfor. So the Military Intelligence Training Center.\nAt that time somebody in Washington apparently had woken up\none day and said, hey, we have all of these people that speak the enemy language, German,\nItalian. All of us were pulled into a brand new thing, Military Intelligence. U.S. didn't know\nmilitary intelligence before then. Somebody invented it. They talked to the British. And there\nwe were. Anyhow, we were trained. On D-Day | was in Normandy.\nNow, you asked about what happened to my parents. After the\nwar was over, | came back and | started looking for my parents. | tried everything | could, Red\nCross, a number of things, but nothing.\n| found out in 1940, somewhere in 1946, that the Jewish\nCommunity in Vienna was reconstituted, opened up again, and that they had all the records --\nthe reason why all the records were still in the old Jewish Community was because Eichmann,\nthe big killer, Eichmann had taken over that building as his headquarters and everything just\nstayed where it was. Well, when the Germans left --\n>> Bill Benson: All of those records.\n>> Charles Stein: All the records were still there. So finally about a year after the war, the\nreorganization was reconstituted. | wrote to them. And they wrote me back. Saw that little\npiece of paper there that says your parents were deported to the Lodz ghetto in October of\n1940. The same time | went into the Army. The same week, | think. A couple of weeks\ndifference. But anyhow, same month, anyway. And the piece of paper said do not appear on\na survivor list.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nIt took me until 1995, 50 years after the war, right in this\nbuilding, on the fifth floor, that | found out what happened to my parents. | was up there doing\na study for the director at the time. | had an appointment with the head of the archives. |\nwalked in. | introduced myself. He asked me some questions. Where are you from? Ok.\nHow about your family? And | said, all gone. I've been looking for them for the last 50 years. |\nhave no idea. | know they got to Lodz, all the Jews from Vienna were deported to Lodz and on\nto Auschwitz, but | had no idea.\nAnd he said, | think | can help you. Right next door, one of our\nteams -- we had at that time and still have teams in Europe finding documents and things\nabout that time period. At that time that our team had just found when the Germans left, when\nthe Russians came and the Germans left Lodz, the ghetto, they left all the records there. The\nPols found it and put it in the basement of some government agency. Our team a couple of\nmonths ago found it in that basement.\n>> Bill Benson: In 1995.\n>> Charles Stein: In 1995. 50 years after the war and brought them back. And they're sitting\nright next door. Go.\n| went in there. | talked to the man who had them. He unlocked\nthe thing. It said Stein. Five big volumes. Well, got to be in this one. He handed it to me. Put\nit on the desk. Flip over. Alphabetically | get to the s-t's, get to the page, right on top of the\npage is my mother and further down my father, my uncles, my aunts, and my cousins. Finally\nfound out 50 years after the war what happened to my family.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 33\nBy that time | had done a lot of things. As you mentioned, | got\nout of the Army for a while. | was recalled. Normandy.\nAll of these people with the jeep. All of these were former\nAustrian and American Jewish refugees. They all sooke German. We all knew how to\ninterrogate. We were on a interrogation team.\n>> Bill Benson: Interrogating prisoners.\n>> Charles Stein: German prisoners. We kept in touch after the war for a little while but not\nthat much.\n>> Bill Benson: Charles, we've got to close now. I'm going to turn back to Charles to close the\nprogram in a couple of moments. As you can see, we just touched the surface. We could\nhave spent so much more time hearing more detail about up until the time Charles came to the\nUnited States, about his extraordinary career afterwards in the intelligence, in the military,\nState Department. | wish | could spend hours listening to that. Maybe you'll find another\nopportunity for that.\n| want to thank all of you for joining us. We'll have First Person\nprograms each Wednesday and Thursday until the middle of August. So we invite you to\ncome back.\nWhen we finish in a moment, Charles, you can stay behind and\ntalk to some folks?\n>> Charles Stein: Sure.\n>> Bill Benson: So he'll sit down over there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Charles Stein: I'll come down. Weill talk.\n>> Bill Benson: Since we didn't have a question and answer period, if you want to ask a\nquestion, get your photo taken with him, whatever you want to do.\nIt's our tradition at First Person that our First Person gets the last\nword. So on that note, | turn it back to Charles.\n>> Charles Stein: Well, the last word, | will use somebody else's words. If you've been in the\nmuseum or if you're going in there, please look at the very last thing you see when you're\ncoming out of the permanent exhibit on the third floor. There is a wall, an engraved thing of a\nGerman pastor, Pastor Martin Niemoller whose statement was published. You see it in many\nof the books. When he was arrested and was in jail for a while at the end of the war, he was\nreleased, he made a statement. As | said, you see it in many of the history books. He said,\nfirst they came for the socialists and | did not speak up for | was not a socialist. Then they\ncame for a trade unionist and | did not speak up for | was not a trade unionist. Then they came\nfor the Jews, and | did not speak up for | was not a Jew. And they came for me. And there\nwas no one left to speak up.\nPlease, don't be the last one.\nThank you.\n[Applause]\n[The presentation ended at 2:08 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}