{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON NESSE GODIN\nWednesday, May 3, 2017\n11:00 a.m. — 11:58 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Patricia Heberer-Rice: Good morning and welcome to the United States Holocaust\nMemorial Museum. My name is Patricia Heberer-Rice, the Director of the Division of the Senior\nHistorian here at the United States Holocaust Memorial Museum in the Center for Advanced\nHolocaust Studies, our academic wing. I'm going to be hosting today's First Person program.\nThank you all for joining us, firstly. This is our 18th season of First Person.\nProgramming today -- our First Person guest is Nesse Godin. We will be meeting her very\nshortly.\nBefore we begin, a few housekeeping announcements. | just want to let you know that\ninside this theater there's no photography permitted. And also, I'll ask one final time to mute or\nturn off your cell phones and pagers.\nThis 2017 season is made possible through the generosity of the Louis Franklin Smith\nFoundation with additional funding from the Arlene and Daniel Fisher Foundation. And we're\ngrateful to them for their sponsorship and their support.\nFirst Person is a series of conversations about survivors and about their experiences.\nAnd they are going to share in each of these programs their firsthand accounts of their\nexperiences during the Holocaust. Each of our First Person guests volunteers at the museum\nthroughout the year, so we know them well. Our program will continue twice weekly through\nmid-August. And you will be able to see these materials on the museum's website,\nwww.ushmm.org. That website will provide you with information about each of our upcoming\nFirst Person programs and guests.\nToday's program is going to be livestreamed on the museum's website. This means\npeople will be joining the program via a link from our website and watching with us today from\nacross the country and around the world. Recordings of all First Person programs are available\non the museum's YouTube site, our YouTube page.\nWe are also accepting questions during the question and answer period from our web\naudience today on Twitter. And please, for all of you out there in never, never land, please use\nthe #ushmm.\nWe will listen to Ms. Godin for before 45 minutes as she discusses her personal\naccounts, personal experiences of the Holocaust. At the end of the interview hopefully there\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nwill be time for questions. Out of respect for the survivor today, I'm going to ask you to remain\nthrough the entirety of the program if at all possible.\nFinally, let's get to the actual content of our program today. Our speaker is Nesse\nGodin. And to give you kind of an historical context for her experiences, we've prepared a brief\naudio-visual introduction and some images.\nSO, aS you see, of course, it's a map of Europe. And we're going to find the country of\nLithuania, Nesse's home country. Nesse Godin was born Nesse Galperin in 1928 in Siauliau,\nLithuania, where her parents owned a small store and sold dairy products. Siauliau was a\nvibrant Jewish community and had almost 10,000 Jewish residents.\nThis is a picture of Nesse when she was a little girl. Isn't she cute? She's still cute.\nWe'll see her in a minute.\nHere's a picture of Nesse with her family and Nesse has a circle drawn about. She's\nthe one to your extreme left, the young child.\nAfter the German Army invaded Poland in 1939, Nesse's family heard terrible stories\nfrom relatives in Lodz, a very large city in Poland, that Jews are being horribly mistreated by\nthe Nazis and by German soldiers. They found these rumors hard to believe.\nBy 1941, German troops invaded the Soviet Union and occupied the Baltic countries\nof which Lithuania is one. In Siauliau, Lithuania, Nesse and her family were forced to move into\na ghetto. They lived in that ghetto for quite a long time.\nIn 1944, as the Soviet Army approached from the east, Nesse was deported to\nStutthof concentration camp, near Gdansk, Poland. Nesse was transferred to several camps\nafter Stutthof and was forced to go on a Death March, a forced march, in January 1945. On the\n10th of March, 1945, she was liberated along with women with her, by Soviet troops.\nIn 1950, after spending five years in a displaced persons camp, a DP camp in\nGermany, Nesse emigrated to the United States.\nNesse's story is one of the mosaic of experiences encountered by Holocaust survivors\nand today she will share that history with us.\nPlease join me in welcoming Nesse Godin.\n>> [Applause]\n>> Patricia Heberer-Rice: Thank you for joining us today, Nesse. It's always a pleasure to be\nwith you. We're a team. Right?\n>> Nesse Godin: That's right.\n>> Patricia Heberer-Rice: So, do you want to start first telling me what life was like before\nWorld War II broke out in Lithuania? Can you tell us a little bit about what your family did, how\nold you were?\n>> Nesse Godin: Well, | tell you, Lithuania, Jewish people were invited to be there by one of\nthe kings because Lithuanian people mostly were farmers. So started to invite Jewish people.\nAnd Jewish people came. And some were already from other areas and they had full rights to\nlive there, go to school, be educated. So my two brothers and myself, we were educated in\nLithuania.\n>> Patricia Heberer-Rice: [Inaudible]\n>> Nesse Godin: Yeah. So it was a normal life.\n>> Patricia Heberer-Rice: Just a normal life.\n>> Nesse Godin: But, | don't know if you want me to continue.\n>> Patricia Heberer-Rice: Sure. Of course.\n>> Nesse Godin: When the Soviets took over, they were chasing the Germans.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Patricia Heberer-Rice: A lot of people don't Know that the Soviets --\n>> Nesse Godin: Already things were different. The very rich people that had big businesses\nwere sent to other places.\n>> Patricia Heberer-Rice: Like camps, right?\n>> Nesse Godin: No. It saved them. It saved them because if they would be in Siauliau,\nLithuania, they would have maybe have been killed. So all of those rich people were taken\nto -- | forgot now what the names are.\n>> Patricia Heberer-Rice: Siberia and places like this?\n>> Nesse Godin: Yes. But us -- since my mother had a tiny little store, dairy store, just, you\nknow, milk, butter, cheese, and my father worked in a factory for shoes. So we were there. But\nthey put people to see over in those little stores to see how much money they make. If they are\ntoo rich, they sent them again. So that's how we were taken over slowly.\n>> Patricia Heberer-Rice: And you weren't allowed to go to Hebrew school anymore. Is that\nright?\n>> Nesse Godin: Well, the thing is, there was a Hebrew school. And my brothers, myself, we\nwent to the Hebrew day school. And | started from kindergarten. But when the -- they took\nover, | was already 13 years old. So | couldn't go to Hebrew school anymore. We had to learn\nRussian.\n>> Patricia Heberer-Rice: And learn Russian along -- instead of Hebrew.\n>> Nesse Godin: That's it.\n>> Patricia Heberer-Rice: So at a certain point, though in 1941, the Germans invaded\nLithuania. They invaded the Soviet Union of which Lithuania was now a part. Do you\nremember that time?\n>> Nesse Godin: Yes, | do. | tell you, the most important thing that | remember is when my\nmother said -- she did the same thing just before the Russians came but, again, she said we\nhave to run into the basement because it looks like the Nazis, the Germans, are going to take\nover.\n>> Patricia Heberer-Rice: And they might shell or shoot or something. Right?\n>> Nesse Godin: So we went downstairs in the basement. And nobody bothered us. Because,\nyou see, the main Nazis, the military, the military, were chasing the Russians but the other\ngroup, they were already taking over our town.\n>> Patricia Heberer-Rice: So they occupied --\n>> Nesse Godin: So the first thing -- you want me to continue?\n>> Patricia Heberer-Rice: Absolutely. You're on a roll.\n>> Nesse Godin: They had made us wear the Star of David on front and back of our garments.\nWhen | was born, | was a blond little girl. And my grandmother on my father's side was\nblond. Our neighbor always used to say to my mother that | belong to them. Because I'm\nblond, so said you always said that [speaking Lithuanian] is yours, take her. What do you\nexpect, | should risk my life? Didn't take me.\n>> Patricia Heberer-Rice: Didn't take you.\n>> Nesse Godin: No. So they made me hide under a bed. They made me do whatever. But\nwhen the ghetto was created, was a special thing. They came to each house, those Nazis -- |\ncall them Nazis. | don't want to say German because Germany now is a normal country. The\nNazis, you know, came to every house and they took whatever they wanted.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nWhen they came to our house, we were in the kitchen, | remember, lined up, my\nfather, mother, two brothers and me. And a young Lithuanian girl was assigned -- she knew\nGerman -- to give us a document to go to the ghetto.\n>> Patricia Heberer-Rice: So like a ticket or a schein, in German.\n>> Nesse Godin: You had this ticket. So while the main Nazis were taking what they wanted,\nchina, clothing, whatever, my mother asked the young girl -- she gave her money to “write a\ncertificate for my girl.”\n>> Patricia Heberer-Rice: Because they weren't going to give you a ticket. Right?\n>> Nesse Godin: They wouldn't give me. Then when they walked out, my mother quickly\nlooked if the girl left us a certificate. Yes, there was two for my parents two for my brother, and\none blank certificate. See, the girl was smart. If they would catch her, she would say, oh, they\njust made out, you know --\n>> Patricia Heberer-Rice: A blank one, an extra one.\n>> Nesse Godin: But my parents could fill out the certificate. And that's how | walked into the\nghetto.\n>> Patricia Heberer-Rice: That was a lucky chance. What happened to people who didn't have\nthis ticket, that they weren't allowed?\n>> Nesse Godin: They were taken out and killed in the forest near us.\n>> Patricia Heberer-Rice: Can we backtrack for a second, Nesse? Right before you all went\ninto the ghetto, there was some shooting of about 1,000 men in that area. Do you remember\nanything about that?\n>> Nesse Godin: Well, I'll be very sincere with you. You know, | was so young. My father made\nbehind the cabinet a place where when they went to work, all of them, | had to go into that\nhiding place and stand there. So sometimes -- what you can read now is the testimony from\nother survivors, maybe they were older, maybe they remember, but | was standing there and\nthe only things | saw is those Nazis running and grabbing people away.\nOne day as | was standing there, | saw one of our neighbors, a very nice lady. She\nhad like five or six children. Some of them were working. But one she was holding by her hand.\nDad wasn't around. And all of a sudden | heard shooting. The Nazis shot the baby in front of\nthe mother. | remember after this day, Why didn't that Nazi take the baby home?\n>> Patricia Heberer-Rice: Right.\n>> Nesse Godin: Would be German. But they killed. They did such terrible things.\nSo maybe, what you asked me before -- oh, | don't remember. Oh, it happened to\nsomebody else.\n>> Patricia Heberer-Rice: | think, from going with you these past several years, that in the very\nearly weeks of the war, when they were in Lithuania, the Germans were shooting just men and\nboys. And quickly over the summer they began to shoot whole communities. But they shot\nabout 1,000 boys in Siauliau. And you didn't see it or hear it.\n>> Nesse Godin: Yes, because they took them to the forest. In Lithuania there were many\nforests. And around Siauliau there were parks and forests and such. Not just boys, it was\nsome rabbis and some other people, and the boys. We heard shooting. And what happened,\nthey took them right to the forest and killed them.\n>> Patricia Heberer-Rice: And killed them. The ground moved for several days after that, |\nremember you telling me.\n>> Nesse Godin: It's documented. Some think that document -- some that were liberated, what\nthey remember.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\n>> Patricia Heberer-Rice: And so can you remember what it was like in the ghetto?\n>> Nesse Godin: What was like in the ghetto? Well, as | tell you, wnen | was so young, |\ncouldn't get a working job but when things became so terrible, my mother paid somebody off.\nYou know, you could always find somebody to give them a little money, and to give me a job to\ngo out of the ghetto every day to go to work. So they found me a job in a hospital where they\nused to bring the German soldiers, the injured soldiers. What was my job? The young boys\nwere chopping the wood. The girls, from room to room, sent for things we didn't have. And\nthat's how | was really helped a lot.\nBut one day as we were coming from work we heard cries from the ghetto. Are you\ngoing to ask me that?\n>> Patricia Heberer-Rice: How did you know that? [Laughter] What did you hear? What was\nhappening in the ghetto? Because the children --\n>> Nesse Godin: Every day as we came closer, the women that were crying, they told us\nwhat's happened that day. SS, Gestapo, and other people that joined them ran through the\nghetto and grabbed everyone away. We did not know then where they were taken to. Among\nthem were healthy and strong and children and sick because, you see, the healthy and the\nstrong the Nazis wanted to kill because they shouldn't fight them back. Among them was my\nfather. They were taken. We found out after the war that they were taken to Auschwitz\nconcentration camp where they were killed in the gas chamber.\n>> Patricia Heberer-Rice: And that was the child action in 1943, that you lost your father.\n>> Nesse Godin: That was called the kinder --\n>> Patricia Heberer-Rice: They also took grown-up people.\n>> Nesse Godin: The same. But that was named the kindertransport because most people\nwere children. They took elder elderly, children, healthy and strong like my father.\n>> Patricia Heberer-Rice: But your father happened to be home that day. And he was caught\nup in that killing.\nAnd you were in the ghetto for some time.\n>> Nesse Godin: We were there a long time. | didn't look carefully how long we were, but the\nthing was one day they said we are leaving ghetto. Some people were working in the factory.\nSome people -- we had shoe factories, leather factories owned by Jewish people. They,\nthemselves, had come to the United States just before. And one day they said, well, we are\ngoing to leave the ghetto, take your precious things with you and we're going. They didn't say\nwhere we were going.\n>> Patricia Heberer-Rice: The Red Army was coming.\n>> Nesse Godin: Because that's it. You see, it was really -- they were not afraid for the\nRussians. They were afraid for the Germans. You know? So the Germans figured they have to\nmove us out. If not, the Russians will save us.\n>> Patricia Heberer-Rice: Right. And they took you --\n>> Nesse Godin: In those days the Russians were the good ones. You know?\n>> Patricia Heberer-Rice: Indeed. [Laughter]\n>> Nesse Godin: And if you can --\n>> Patricia Heberer-Rice: Things change. But they were the good guys in those days. Yes.\n>> Nesse Godin: So they took us by horse and wagon to the train station. And all of a sudden\nI'm not with my mother and I'm not with my brother. I'm there myself. | don't know where they\nare. We traveled. We came to a concentration camp called Stutthof.\n>> Patricia Heberer-Rice: Near Gdansk, Poland.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Nesse Godin: That was different. But at least there they didn't have a gas chamber and\nthey didn't kill people there. So the night came, | lined up with the women. We had to line up\nand leave everything we took with us, just leave it behind.\nThen we lined up. The woman said to me, \"Little girl, you came by yourself?\" | said,\n\"No. | came with my mother\". On the side of me. She said to me, \"They must have killed her\nalready\".\nYou know, it was terrible. But she said, oh, you should -- | hope you can get out of\nhere to some labor camp or something because in the concentration camp they'll kill you for\nsure.\n>> Patricia Heberer-Rice: And so did you get to one of those labor camps?\n>> Nesse Godin: Well, every morning we were lined up and they looked us over. And the\nwomen always said to me put yourself around with scarf so you look stronger. Put scarf like\nthis on your head so you look -- and if you could get out to a labor camp, maybe you'll survive.\nHere they won't do nothing. They said look at the lining of people. Pinch your cheeks so they\nwill be pink, health.\n>> Patricia Heberer-Rice: Stand on your tiptoes so you're taller.\n>> Nesse Godin: And then maybe, maybe they will let you out.\nSO one day as I'm standing there and that woman says, \"Did you do what | told you?\"\nYou know, put on this do that and stand here and hopefully you'll be able and maybe you can\nsneak up on top of that hill. Well, | tell you, some people did it and | followed. And | stood there\nand | they looked us over. It turned out 1,000 women sent to other labor camps. And from\nthose labor camps | was sent from place to place to place.\n>> Patricia Heberer-Rice: And can you talk about any of those places? Did you do hard work,\nhard labor?\n>> Nesse Godin: You see, we didn't talk before a little bit so | forgot but you knew to ask me.\nThat's why | had stopped.\n>> Patricia Heberer-Rice: Tell me.\n>> Nesse Godin: That's why | stopped a little bit.\n>> Patricia Heberer-Rice: Ok.\n>> Nesse Godin: | was in about four or five labor camps. What did we do? We were digging\ncone-shaped holes in the ground for enemy tanks to fall in. See, a tank -- the Germans wanted\nto kill the tanks. A tank can go up the hill, down the hill, but if it falls like this, it goes in.\n>> Patricia Heberer-Rice: It's stuck.\n>> Nesse Godin: They cannot get out. And we were the people, they killed them and then we\nhad to drag them out and get rid of it. And that we did from camp to camp to camp.\nAnd | tell you, in those days, you know, | still was very, very young. | was not even 16\nyet. One day they said, well, we are leaving the camp here. So we thought we are going to\nanother. But instead we started what they call the Death Marches.\n>> Patricia Heberer-Rice: Can you talk a little bit about that? | think you ended up in a barn.\n>> Nesse Godin: Yes. Well, first we were marching from place to place. One time we were in a\nbarn. | didn't speak too much. All of a sudden | hear noises that they are chasing us out from\nthe barn. The owner of the barn was screaming, | let in the dirty women and now they are\ndrinking the milk from the cows. So they chased us outside. Milk a cow gives the next day.\nWhy couldn't you say, they can have a little milk?\nSO as we were walking, running from the thing, the guards with the side of the gun\nhitting us. | fell on the ground. | still have marks on me. And the women wanted to pull me up. |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nsaid, “No, | want to die. | cannot take it anymore.” \"Stupid girl, the Nazis want you dead. You\nhave to live. But don't forget if you survive, don't let us be forgotten.\"\n>> Patricia Heberer-Rice: And you've done a great job remembering for all of them.\n>> Nesse Godin: One day, we stopped in a barn. It was a few days and we were not moving.\nWe didn't know what was happening. And the guards were hiding. We didn't get any food.\nPeople ate straw. People did anything they could. And they told some women to take them out,\nthe dead, and dress them naked because the clothing you can recycle.\nWhen you go through the documentaries in the Holocaust museum, you see this.\nAnd, we didn't really know what was what, what's doing, who was leaving, who is not.\nOne day one of the women that carried out the dead bodies said \"| didn't see the guards.\"\n>> Patricia Heberer-Rice: What did that mean?\n>> Nesse Godin: So, somebody said, oh, they may be hiding behind the barn. But you see,\nthey ran away. They knew the Soviets were taking over. But we didn't. So we sat in that barn\nand all of a sudden we hear marching. We thought the Nazis are back. And then we heard\nRussian language. And lucky we knew a little bit of Russian.\n>> Patricia Heberer-Rice: From that time when you were in class. Right?\n>> Nesse Godin: That's it. And they were saying we are chasing the Germans, they are losing\nthe war, stay here a few days later doctors will come and they will help you. So we didn't even\ntrust them. We were not so sure that that's what's happening. But two days later, doctors\ncame. And in the village they made a hospital. And they took us all in to that hospital.\nAnd then | didn't remember anything. All of a sudden | wake up in a hospital. And\nwomen are saying, “Oh, Nesse, that's you.” | didn't realize that | was out of conscious. And\nthey right away, another woman, a relative, \"Oh, that's you. I'm so happy you're alive. We'll\ntake care of you. Don't worry. Don't worry.\" and they set us up and helped us but many, many\nof us even died in those hospitals.\n| don't Know how | survived but | was already at that point 17. From 13 to 17 | lived\nthrough hell. And we were all later set up in displaced persons camp.\n>> Patricia Heberer-Rice: Now, this is my favorite story that you tell. Because you got married\nin a displaced persons camp.\n>> Nesse Godin: Wait --\n>> Patricia Heberer-Rice: Did | miss something?\n>> Nesse Godin: You missed something.\n>> Patricia Heberer-Rice: | did?\n>> Nesse Godin: Where was mama?\n>> Patricia Heberer-Rice: Oh! | forgot. That's my second favorite story.\n>> Nesse Godin: Well, | have to tell this. Well, there in that room we had on the wall for each\ncountry, for each town, and | was standing. That's how you could find each other.\n>> Patricia Heberer-Rice: The survivors.\n>> Nesse Godin: And | remember standing on the side and | was writing, Siauliau, Lithuania,\nyou know, Nesse looking for Sarah. The woman says to me, \"Who are you, little girl? | never\nsaw anybody looking like you.” It was terrible. | was so skinny, nothing but bones. | said, “I\nknow you. You were a friend of my mother's, Sarah. She had the dairy store.” :Oh, Nessula,\nthat's you.” “Go, go, you'll find your mother.”\nRemember that?\n>> Patricia Heberer-Rice: | remember that one.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Nesse Godin: So, | already was assigned a foster mother because | was a minor. So | went\nto that foster mother, no, she cannot go with me, she's looking for her son. She left them\n[Indiscernible]. She said, go, go, you find her.\nSo | knew a little bit how to hitchhike on the train. | arrived where they told me my\nmother would be there. So | come in. Again, \"Who are you, skinny girl?\" | told them | was from\nSiauliau, Lithuania. They said, “Oh, Nessula, your mother at the other end. Go, go, you'll find\nher.”\nWell, | don't even know how long it took for me to get back and | was reunited with my\nmother. And that is when she said because men started to come --\n>> Patricia Heberer-Rice: This is my favorite part. [Laughter] Go ahead. Tell the story.\n>> Nesse Godin: And they already got married because the man in the family. That's when\nmama said, \"One of us will have to get married.\" | was wondering why does mama want to get\nmarried? She has me. But she said, no, she'll never get married; | will have to. | said, \"How am\n| going to do that?\" You remember?\n>> Patricia Heberer-Rice: Yeah.\n>> Nesse Godin: She said, there's one man, he was in hiding, has a lot of money. | didn't want\nhim. He was old. He was 32 years old.\n>> Patricia Heberer-Rice: That's old.\n>> Nesse Godin: Another guy, | don't even remember why | didn't want him. The third choice\nwas a man that lost his whole family in Vilnius, where my father was originally from. And she\nsaid, \"That's ok, I'll talk to him. What do you think of him?\" | said, \"Ok.\" | didn't know what was\ngood, what was bad. All of a sudden | see a man comes in front of me. He holds his hands like\nthis. Just like that. | didn't know what he means. He grabbed my hands and says, \"Little girl,\nwould you marry me?\" | looked at mama, and she did like that.\n>> [Laughter]\n>> Nesse Godin: And if it mama did like this, | said, yeah, sure.\n>> Patricia Heberer-Rice: You do what your mom says.\n>> Nesse Godin: That's how | got married in the displaced persons camp. And we were there.\nMy mother remembered the family in America. But we couldn't go because we had already\nchildren. One of them is right there, my son.\n>> Patricia Heberer-Rice: Want to stand up?\n>> [Applause]\n>> Nesse Godin: And also my daughter was born before him. So we had to wait until they got\na little older to come to the United States.\n>> Patricia Heberer-Rice: Right. And when did you come?\n>> Nesse Godin: When did we come? 1950, | think. Lucky that | still remember a little bit.\n>> Patricia Heberer-Rice: Lucky, you do.\n>> Nesse Godin: At my age, you know.\n>> Patricia Heberer-Rice: Do you want to talk a little bit about what your life is like here?\n>> Nesse Godin: Here?\n>> Patricia Heberer-Rice: Uh-huh.\n>> Nesse Godin: Well, | tell you.\n>> Patricia Heberer-Rice: You have nine grandchildren? Is it nine? Nine.\n>> Nesse Godin: She always introduces me. Barbara, how many grandchildren? She was\nsupposed to know. We both work together at the desk.\n>> Patricia Heberer-Rice: So many they can't keep count.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Nesse Godin: Seven.\n>> Patricia Heberer-Rice: Seven grandchildren.\n>> Nesse Godin: And then we have great grandchildren, God bless them.\n>> Patricia Heberer-Rice: And 11 great grandchildren.\n>> Nesse Godin: And they all very good and all very helpful. One, the youngest one, Shira, is\nvery much involved in this museum. There is a way for young people to get involved. So they\nhave a little class in the spring. If you have some younger children that want to go and learn\nand be able to take people to the exhibit, that's what Shira did. She's just wonderful.\nThen we had the big event.\n>> Patricia Heberer-Rice: The Day of Remembrance.\n>> Nesse Godin: She was chosen to be involved in that, too.\n>> Patricia Heberer-Rice: So this last week we had our Days of Remembrance,\ncommemoration of the Holocaust. Last Tuesday | want to say. Last Tuesday? Was that right?\nLast Tuesday. And Shira was chosen to help the survivors light the candles in our Capitol\nrotunda. She did a good job.\n>> Nesse Godin: Yeah. She good a good job. So we are very proud that the children, the\ngrandchildren, somebody going, you know.\nAnd why am | so happy about it? You know, when those women in the camp, when\nthey cried of hunger, they gave me a bite of bread. And they always said if you survive, don't\nlet us be forgotten; teach the world what hatred can do. And | really have dedicated my life for\nmany years.\nIn the displaced persons camp, they had entertainment for people. And | didn't want to\ngo. | stood outside. And my mother said, \"Why don't you go to listen to some music?\" \" How\ncan | listen to music when all of these people died?\" She said, \"You're entitled to live and listen\nto music. But the best of yourself, give over to the life. Don't ever let them be forgotten.\"\nAnd people that know me well here in the museum, | was here before this building\nwas here. [Laughter] Going from one house to another, begging for money. The government\ngave the land but not the building. And with the help of all of my helpers there for my survivor\nevent, we're still doing that, doing all of this.\n>> Patricia Heberer-Rice: Yes, indeed.\nSo, you want me to open the floor for questions or do you want to talk a little bit more\nabout what life was like here in the United States? Shall | let them ask us some questions?\n>> Nesse Godin: Yes, of course.\n>> Patricia Heberer-Rice: Let's open up the floor. | think there are already some people. | see\ntwo of my colleagues who are holding microphones. And I'm going to open the floor right now\nfor questions. We have about 15, 20 minutes. If you have a question, show of hands.\nOk? We've got the first one here. And my colleague is going to bring that microphone\nto you. If you'll just wait until the microphone is there, we'll get those questions answered.\nSir, you're the first.\n>> Have you seen, met, any of the Nazis and others that you ran into, you had part of during\nyour life?\n>> Patricia Heberer-Rice: I'm going to repeat the question for you.\n>> Nesse Godin: Yes.\n>> Patricia Heberer-Rice: He wants to know if you saw, after the war, if you saw any of those\nNazis that did these terrible things to you and your family. Did you ever see these people after\nthe war?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Nesse Godin: Well, | tell you, some were in the same camp. Some came to the same\ncountry. Some people I'm still in touch with.\n>> Patricia Heberer-Rice: The Nazis. He is asking about the Nazis. Did you see anybody\nafter --\n>> Nesse Godin: | did not. | now -- many of the Nazis ran away and were held with other\ncountries. But, you see, | always say if people think they do a crime and they will run away and\nhide out, huh-uh, doesn't work this way. Because you can live a lifetime hiding. There will\ncome a time when you have to meet with the Lord. And there, | was told, there is a gate and\nyou cannot go into the gate of heaven. You have to tell of the scale of you did good things or\nbad things in your life. It doesn't just go for Holocaust. It goes for everything.\n>> Patricia Heberer-Rice: Goes for everybody.\n>> Nesse Godin: And if you did terrible things, especially kids in schools that hit each other,\nyou always have to understand that you have one day when your time comes that scale will\nask you what did you do. And if you were bad and not kind and not good to each other, to all\nthe people --\n>> Patricia Heberer-Rice: You're not getting in.\n>> Nesse Godin: You won't go up. You will go down.\n>> [Laughter]\n>> Nesse Godin: And you see with me, when | always talk, speak, | always finish with one\nthing. When you leave this building, outside you're outside. Don't see race. Don't see religion.\nSee a human being that the Lord in heaven, by whichever name we call him, created. That's\nhow we make a better world. Respect everyone regardless of how we look, how rich we are,\nhow poor, respect everyone.\n>> Patricia Heberer-Rice: Respect everyone.\n>> [Applause]\n>> Patricia Heberer-Rice: Do we have another question? There's one right behind here.\nOk. Got it. Ok. There we go.\n>> How long were you in the camps?\n>> Patricia Heberer-Rice: How long were you in the camps altogether?\n>> Nesse Godin: | tell you the truth. | forget the math. It was lucky that | was in the ghetto a\nlittle bit because otherwise if they would have taken me at 13, | would be dead. But | was\nalready a little bit older. And as | told you, my mother found a job for me in the hospital and\nsomething else. But | was about 16, you know.\n>> Patricia Heberer-Rice: When you were liberated. In the ghetto a long time, about three\nyears. And that probably saved your life.\n>> Nesse Godin: Yes. That really saved my life because otherwise some things -- you know, |\ndon't like to read my notes. | always depend on my memory because that's really -- and also, |\nam blessed that | love you.\n>> Patricia Heberer-Rice: Oh, | love you.\n>> Nesse Godin: That you can tell and read and be my best messager.\n>> Patricia Heberer-Rice: Oh, thank you. Thank you.\nYou were in a camp about a year in total. As Nesse said, the fact that she was in the\nghetto so long saved her life.\nDo we have another question? There we are.\n>> Hi --\n>> Nesse Godin: My son has a question.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Patricia Heberer-Rice: Oh, Lord. Ok. Go ahead. We'll get you to you.\n>> Me?\n>> Patricia Heberer-Rice: Yes.\n>> | was wondering, have you ever been curious to go back to Lithuania? Did you ever go\nback to your village to face the citizens, to, | don't know?\n>> Patricia Heberer-Rice: Did you ever go back to Lithuania, back to your native village?\n>> Nesse Godin: Well, I'll tell you. When [Indiscernible] started to build the building,\nMr. Meyerhoff --\n>> Patricia Heberer-Rice: The founder of this theater.\n>> Nesse Godin: Said to me, Why don't you go back? | said | don't have the money; | am\nworking and doing all of that. He said, Well, | have frequent Flyer points I'll give you. Go find\nsomebody that will go with you, the young lady that also was volunteering at that time. And we\nwent to Auschwitz, where my father was killed. We went to many other killing places. And we\ndid go to Lithuania.\nThe Jewish community there was very small. Most people had emigrated. And when |\nasked them why they are still there, well, the intermarriage, the children, you know. And they\nhad a nice sausage there. They made breakfast and drinks for me and my partner.\nAnd then | heard Jewish songs from the outside. | said, “Oh, what are you doing? Are\nthey doing something special for Hanukkah for the children?” “No, we don't have money.” |\nsaid, ok, let me see.\nSo when | came back, as well as | raised money for the building, | came and | talked\nto Mr. Myerhoff and he said, don't worry, 10 people, 20 people, everybody give you $5, you'll\nget it.\nSo | sent them quite a bit of money. And even not so long ago they said that the\nJewish area is not that popular but they still have my picture as the supporter of the Jewish\ncommunity of Siauliau.\n>> [Applause]\n>> Patricia Heberer-Rice: Nesse, now you're in trouble because your son has the microphone.\n>> Hello. There you go. You talked about being put on a train from the ghetto and being sent\non a train. We have a train upstairs in the museum. | wonder if you could talk about that\nexperience a little bit.\n>> Patricia Heberer-Rice: Can you talk a little bit about what it was like to be on the train going\nfrom the ghetto to the concentration camp?\n>> Nesse Godin: Well, a few people tried to jump off from the train but | was so young, and\nnot -- | was still with my mother but it was terrible. We really didn't know where we were going.\nWe didn't know of Auschwitz. We didn't know of nothing. So it turned out in documentary that\nwe were taken to Stutthof. That saved us because people that were taken to Auschwitz,\nmany -- some later on they sent them to work but many, many were killed right away.\n>> Patricia Heberer-Rice: Right away, right to the gas chambers.\n| saw a hand. Here we go.\n>> Yes. My question is -- from your experience, in your opinion, why would you think that your\nnon-Jewish neighbors and friends turned against the Jewish community so quickly that you\nsee in the documentaries? Did they just buy into the propaganda or did they not truly take in\nthe Jewish community?\n>> Patricia Heberer-Rice: So, he's asking -- you were saying that you were in this very\nintegrated community before the war. Why is it that your neighbors turned against you when\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthe war started? Was it propaganda? Was it that you were never fully accepted? The Jewish\ncounterparts.\n>> Nesse Godin: | tell you, | asked that question many times. But people said, well, even now\npeople don't mix in. They see all of these terrible things happening and we let it go.\nSo in those days | suppose they did the same thing. They wanted to protect\nthemselves. As | said, take your little girl. 13, 13 1/2 | was at that time. The neighbors are\ngoing to say we saved a Jew.\n>> Patricia Heberer-Rice: Down here. Oh, I'm sorry. Wait for the mic.\n>> Nesse, the displaced persons camp that you were in, where was that and who ran it and\nhow --\n>> Patricia Heberer-Rice: So the displaced persons camp you were in, where was it and who\nran it?\n>> Nesse Godin: | think it was -- some people said the Christian relief, the Jewish relief. It was\na mixture. It's really nobody -- | didn't see a document saying exactly who did. But there were\npeople involved and created those places. And we were held. Because if it wouldn't be Jewish\nrelief, Christian relief, the Red Cross.\n>> Patricia Heberer-Rice: Do you remember where the camp was?\n>> Nesse Godin: | really don't know.\n>> Patricia Heberer-Rice: Germany. Somewhere in Germany.\nAnd in the very beginning -- | don't know where Nesse was. She doesn't remember\nthe location of the camp, but originally usually it was the occupation force that took care of,\nearly on, from the DP camps, and then the United Nations rescue and rehabilitation\nadministration, and then Jewish relief, Christian relief, Red Cross.\n>> Nesse Godin: The Red Cross was involved. Many agencies -- when some people were\nsitting and closing their door and didn't bother even to help. But there were good people that\ndid help us.\n>> Patricia Heberer-Rice: Ok.\n>> What happened to your mom?\n>> Patricia Heberer-Rice: What happened to your mom?\n>> Nesse Godin: Well, my mom survived. | got reunited with her. You know | went to look for\nher and then she went to look for me. She was still young. She came to the United States.\nBecause of her we came here. Because of her family. | went to work. Mama was home with\nthe kids. Everything was good. And then she got sick. In those days you didn't live that long.\nSo she was 69 when she died.\n>> [Inaudible]\n>> Patricia Heberer-Rice: Your son is going to talk a little bit about how your mom survived.\nWe heard your story. Do you remember how your mom survived?\n>> Nesse Godin: | don't think | remember. Maybe you can tell.\n>> Patricia Heberer-Rice: Oh, nobody knows.\n>> Nesse Godin: | don't remember. She was in one camp and in another camp and in a third\ncamp. So | really --\n>> Patricia Heberer-Rice: After you were separated.\n>> Nesse Godin: Yeah. We were separated.\n>> Patricia Heberer-Rice: Ok.\nYes? I'm sorry, the light is really bright. Are you all right, Nesse? Ok.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> | was wondering, what was your family told or community told where y'all gave up all your\nfirearms.\n>> Patricia Heberer-Rice: Can you repeat that question?\n>> What was your family or community told where you had to actually give up your firearms,\nwhere you did not have any guns to defend yourselves?\n>> Patricia Heberer-Rice: Did you have to give up your firearms? Did you have any firearms,\nguns?\n>> Nesse Godin: | didn't have any firearms. Why would | have firearms? Where would | get it?\n| was a kid.\n>> [Laughter]\n>> Patricia Heberer-Rice: Warren? An old friend.\n>> | was wondering --\n>> Nesse Godin: In some camps, in ghettos. Not in the concentration camps but in the\nghettos, like in Vilna, they had underground people.\n>> Patricia Heberer-Rice: Exactly, they had guns.\n>> Nesse, | was wondering how you met your husband.\n>> Patricia Heberer-Rice: Warren, you missed that.\n>> We did?\n>> Patricia Heberer-Rice: Yeah. | never let her leave without telling that story. That's a great\none. You were outside | think.\nDo we have another question? There we go. OK.\n>> What were your feelings to know that children about ye high were being killed?\n>> Patricia Heberer-Rice: When who? I'm sorry. Children. What were your feelings when you\nsaw children killed? You told the story about the little baby.\n>> Nesse Godin: How could you feel? | was a child myself. | thought they are coming for me\nnext. Really, but | was behind that cabinet that my father prepared for me to hide. | was just\nstanding there and hoping when | saw the child being shot, | was just thinking, oh, God, | hope\nthey don't find me and grab me.\n>> Patricia Heberer-Rice: We have time for one more.\n>> What kind of work did you do at the work camps?\n>> Patricia Heberer-Rice: What kind of work did you do in the work camp? | think you talked a\nlittle bit about digging the tank ditches and clearing the tank ditches. Did you do other -- what\nkind of work did you do in the labor camps?\n>> Nesse Godin: Well, all kinds of work. They used us for whatever they needed. Sometimes\nthey just needed to go to sweep the streets from snow, you know. You never knew from one\nday to another what's going to happen. You really didn't. You really didn't.\nYou know, one time we were in one area. We stayed and like | said, cleaning the\nsnow. Worried, they gave a little bit of food in the evening. So | always took a little piece of\nbread and was hiding it. We slept on the streets. It must have been, | don't know, it was cold. |\nremember | had the little piece of bread under my head, under my pillow. And | cried. It was\ngone. The woman next to me said, \"Why are you crying, little girl?\" | said | was hiding a piece\nof bread. She said, \"Well, hungry women.\" She said the women must have eaten it; give it to\nme if you want to -- so every time if | ate a piece of my bread, | gave the woman in the\nmorning, \"Little girl, you want your piece of bread?\" And she gave it to me. Maybe she saved\nmy life.\n>> Patricia Heberer-Rice: Ok. One more. Then we're going to do our magic.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Hi. You are amazing woman, first of all. | am so thankful to hear your story.\n>> [Applause]\n>> | would just like to Know what happened to your brothers.\n>> Patricia Heberer-Rice: What happened to your brothers, Nesse?\n>> Nesse Godin: Both brothers survived. One brother was liberated by the Americans. And he\nwas in the same displaced persons camp as | was. And he and another few people illegally\nmade it to Israel. Because they -- said my brother said, yes -- | should go with my mother\nbecause that's family to America but we need our own country so God forbid if something\nhappens, we should be helped. You know, there were different ideas, different things. My other\nbrother was stuck in the Soviet Union. | told you, the guy helped him and he couldn't get out\nuntil many years later.\n>> Patricia Heberer-Rice: Many years later.\n>> Nesse Godin: They are all young. But older people, remember, had on the doors, the\nsynagogues, on the churches, \"Let my people go.\" And finally that helped. So he was let go to\nIsrael, too.\n>> Patricia Heberer-Rice: Ok. So we're down to our last couple of minutes. It's our tradition\nhere at First Person to give the last words to our survivor. But before | do, I'd like to thank you\nall again for coming. Please come back. As | said before, we'll have First Person programming\nevery once and Thursday until about mid-August.\nAnd for those of you who don't get a chance or didn't get a chance to talk to Nesse\ntoday, there will be a chance. You're going to be signing some books, | understand. Back in\nthe lobby back here behind the theater. So you'll have a chance to have some books signed or\nshake her hand, ask a question, take a picture with her, or just exchange some words with her.\nFinally, | want to tell you about our photo opportunity today. Joel, are you here still?\nOk. So my wonderful colleague Joel, our photographer, is going to -- after Nesse has her final\nword I'm going to ask that you stand up behind her and he's going to take the photograph with\nall of you behind her. So that's your chance to get in a photo-on-with Nesse.\n>> Nesse Godin: What do | do?\n>> Patricia Heberer-Rice: We're doing a photo-op.\n>> [Laughter]\n>> Nesse Godin: Right now, we're going to give Nesse the last word. Do we have some last\nwords of wisdom for us?\n>> Nesse Godin: Well, | told you before my last word.\n>> Patricia Heberer-Rice: You already gave up the last word?\n>> Nesse Godin: | think | said it. When you leave this building, and you're outside, look at the\nworld around you. Don't see race, don't see religion. See a human being that the Lord in\nheaven, by whichever name we call him, created. So if we respect each other, regardless how\nwe look, regardless where we pray, and we are kind to each other, we'll make it a better world.\n>> [Applause]\n",
    "segments": []
}