{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON LEON MERRICK\nWednesday, July 8, 2015\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program First Person. Thank you for joining\nus today. We are in our 16th year of the First Person program. Our First Person today is Mr. Leon\nMerrick, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as volunteers here at this museum. Our program will continue through mid-August. The\nmuseum's website, at www.ushmm.org, provides information about each of our upcoming First Person\nguests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Leon Merrick's biography so that you\ncan remember and share his testimony after you leave here today.\nLeon will share his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Leon questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from Leon is\none individual's account of the Holocaust. We have prepared a brief slide presentation to help with his\nintroduction.\nWe begin with this photograph of Leon Merrick who was born Leon Kusmirek on January 8,\n1926, in Zgierz, Poland.\nAfter the Nazis attacked Poland in September 1939, Zgierz Jews were moved to Lodz,\nPoland. The arrow on this map of Poland points to Lodz.\nThe Lodz ghetto was formed in February 1940. Over 100,000 Jews were forced into less than\ntwo square miles of neglected neighborhoods in the northern end of the city. In the ghetto, Leon\nworked for the postal service delivering letters, milk, and ration cards. This photo shows members of\nthe ghetto Postal Service. Leon is in the third row, second from the left.\nOne of Lodz' main streets passed through the ghetto and was kept open for non-Jewish\ncommerce so the Jews who lived in the ghetto had to cross that street on bridges like this one.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn 1944, Leon was taken to a forced labor camp in Kielce, Poland. From there he was\nevacuated to the Buchenwald concentration camp. The arrow on this map of major Nazi camps in\nEurope points to Buchenwald.\nThree months later, Leon was sent to the Flossenburg concentration camp. This arrow on the\nmap points to Flossenburg. From there he was sent on a Death March. Leon was liberated by the U.S.\nforces in April 1945.\nWe close our slide presentation with this photo of Leon posing with friends soon after\nliberation. Leon is on the far right.\nAfter the war, Leon worked for the U.S. Army in Germany before coming to the United States\nin 1949. With the $23 that he received upon arrival, he made a new life here in Washington, D.C. He\nwas drafted into the U.S. Army during the Korean War. Eventually, Leon opened his own restaurant\nthat he ran for a quarter century. Given its closeness to the White House, it was a popular place\nespecially with the Secret Service, who gave him a party when he retired.\nSince his retirement in 1993, Leon and his wife, Nina, have remained in the Washington area.\nLeon is a volunteer with the Museum's Visitor Services. You will find him here every other Saturday.\nHe is also active with the Jewish War Veterans. In 2011, Leon was one of five survivors liberated by\nthe U.S. Army asked to lay a memorial wreath at the World War II Memorial on the D.C. Mall.\nNina, who fought with the partisans in World War Il, continues to work as a Hebrew teacher.\nLeon and Nina lost one of their two daughters, Mira, at age 27, due to a rare liver disorder\ntwenty-seven years ago. Mira was an artist. Their daughter Marsha is an MSW social worker and the\nmother of Leon and Nina's two grandchildren. Their granddaughter Mellisa is a graduate of Drexel\nUniversity in Philadelphia with a degree in computer science and engineering. While in college she\ntaught English in India. Their grandson Josh lives in Israel but is working in Russia at the moment.\nWith that | would like you to join me in welcoming our First Person, Leon Merrick.\n[Applause]\n>> Bill Benson: Leon, thank you very much for your willingness to be our first person today. It's a\ntremendous pleasure to have you here with us. Thank you.\n>> Leon Merrick: Nice to be here. Thank you.\n>> Bill Benson: Leon, you have so much to share with us. We'll get started right away.\n>> Leon Merrick: OK.\n>> Bill Benson: You were not quite 14 years old when the Germans invaded Poland in\nSeptember 1939 and came into your town. Let's begin with you telling us about your community, your\nfamily, and about yourself in the time leading up to the start of the war and the German invasion of\nPoland and your town.\n>> Leon Merrick: It was a Friday, 1939. My mother just came back from the market. We saw German\nplanes going back and forth. At that time we thought, you know -- | was supposed to go to school. The\nGermans came in. After eight days they came in to our hometown and we couldn't go back to school.\nMy father lost his job. He couldn't go back to work. Everything was getting scarce, food, this and this.\nThe Germans were going from houses to houses. People had to go into the houses, the silver candle\nsticks and all of this stuff. It was very bad.\n>> Bill Benson: Before we continue about what happened when the Germans came, take us back a\nlittle bit and tell us a little bit about your family. What was -- you said your father lost his job. What was\nhis occupation? What did your mother do?\n>> Leon Merrick: Well, | was born 11 kilometers from the city of Lodz. My town was a factory. We\nproduced cloth and all of this stuff. My father was employed in a textile mill. He was getting orders\nfrom different business people. And they finished the cloth and distributed to different shops.\nWhen the Germans came in, my father was only one of two Jews working with his company.\nHe lost his job. He couldn't go back. A lot of German, folks German. You know what I'm talking\nabout?\n>> Bill Benson: | do, but you might want to explain that to the audience.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Leon Merrick: He was born in Poland, like | was born in Poland. He was a Polish citizen but his\nbackground was from Germany. His ancestors came from Germany. So when the Germans came in,\nall of a sudden | see people who work with my father and all of a sudden they had the Nazi swastikas.\nAt that time they had long lines for bread. A guy took me in the front of the line at that time. Didn't\nmake a difference from the very beginning. Later he probably couldn't do that. This was a Polish\nGerman. And the Burgomeister, the mayor, became -- also a German, German folks, German. They\nrun the city.\n>> Bill Benson: Do you remember the German Army marching into Zgierz?\n>> Leon Merrick: Yeah. | was outside. | was watching them going towards Warsaw. | was 14 years\nold. They didn't bother me yet. Warsaw, you know.\nOk. So when the war started and they started bombing the city, people from the city, they\nwent to the countryside. We went to the countryside. My mother and my brother, my sister, we went to\nthe countryside. We slept on the ground. We were afraid for the bums to be in the house. But at night,\nyou know, the Pols let out the people from the prison. They came at night. They were bothering us.\nYou could see from the shaved heads they had gone to prison.\nAnd then it was going around, all able-bodied men who were in the Polish Army had to go\nback towards Warsaw. Some were there. My father left, too. |, my mother, my younger brother\ndecided to go back home.\nSo we came back home. Our neighbors were glad to see us. All of a sudden we heard\nshooting. One of the neighbors said the Germans are coming into the city. So we went to the bunker,\nthe cellar. When it was all over, we came out and see Germans outside, different uniforms and all of\nthis stuff.\n>> Bill Benson: If you'll bear with me for a minute, I'm going to fix your microphone. It's rubbing.\n>> Leon Merrick: OK.\n>> Bill Benson: I'm going to just move it over here. Bear with me for a minute. | think that will do the\ntrick. There we go.\nYou mentioned the folks Germans. All of a sudden they appeared wearing the swastikas.\n>> Leon Merrick: Yeah.\n>> Bill Benson: After a time they began pointing out who were Jews in the town. Right? Because they\nknew, they had lived there with you.\n>> Leon Merrick: They knew it. They went to the different businesses. They opened businesses and\nthey took whatever they want to, clothes, textiles, all kinds of stuff. So my father couldn't go back to\nwork. And then no school for Jewish children. | couldn't go back to school over there. | stayed home.\nThen a rumor was going on, all Jews have to assemble to the main market square. So we\nwere debating with my family, going to the market square, are we going to take clothes with us, are\nthey going to let us come back or not, or should we just go, three of us, my brother, mother, and my\nfather, and leave my younger brother with my neighbors. We decided to go as a family. We didn't take\nanything with us. We went to the market square. The cobble stones were warm. It was the beginning\nof September. After sitting there -- we were surrounded by German guards. And after sitting maybe an\nhour or so, a German came out, stood in the pedestal and said this place is to be free of Jews in three\ndays. He would give us three days.\n>> Bill Benson: Meaning the whole town.\n>> Leon Merrick: The whole town. And the whole town was 28,000 people, 4,500 Jews. Ok? So we\nwent home. My mother packed up some clothes. We couldn't take any utensils or furniture or things\nlike this. We called in our Polish neighbors. And we said -- this was in early September. England and\nFrance declared war, Germany. You think of two big powers; the war's not going to last long. So my\nmother packed up some clothes. We hired our neighbor’s horse and wagon, put all the clothes on the\nwagon. We went to the city of Lodz, 11 kilometers away. Just put some bedding, clothes and things\nlike this. We came to Lodz. We moved in with my aunt, with my mother's sister. They had a family of\nfour. We slept on the floor.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: So when you went to Lodz, you gave your furnishings to a Polish neighbor because\nyou thought this would be temporary.\n>> Leon Merrick: Temporarily. Like | mentioned, England and France declared war, Germany, two big\npowers. With all of that stuff, not going to last long. Never went back. We had brand new furniture.\nMy uncle designed furniture. We never saw the furniture again.\nAnyway --\n>> Bill Benson: Did you go to Lodz because you had family there?\n>> Leon Merrick: Yeah. My mother's sister -- at one time we were debating, should we go to the city of\nWarsaw or to the city of Lodz. We went to the city of Lodz, moved in with my aunt. From the beginning\nwe slept on the floor. Then they organized. They established community kitchens. So we went to eat\nin the community kitchens, especially Passover, a day like that.\nAnd then we heard they would form a ghetto in the city of Lodz, a ghetto.\n>> Bill Benson: This was probably the spring of --\n>> Leon Merrick: Early spring. One of the leaders from the ghetto -- | don't Know, you probably heard\nthe name before. My father used to work with his brother in the same factory in Zgierz before the war.\nSo he went to him looking for help. He said, well -- he became the director of one of the hospitals.\nThey had seven hospitals in the city of Lodz, in the ghetto.\n>> Bill Benson: In the ghetto?\n>> Leon Merrick: In the ghetto itself. So he gave him a job as an orderly. This was very good because\nfood was getting scarce. So if you have a job, you got an extra bowl of up so in the kitchen. Then my\nMom — my father talked to the head nurse and she gave her a job in the orphanage in the ghetto.\n>> Bill Benson: In the ghetto.\n>> Leon Merrick: So that's how it is. So we were in the ghetto until 1944.\n>> Bill Benson: Tell us about the ghetto. How big was the ghetto?\n>> Leon Merrick: It was two square miles. Two square miles. People had no jobs. They were milling\naround on the street. They had community kitchens. You had to go with the coupons. You would get\nyour ration of bread for the week. Some lady with a bowl of soup from the community kitchen, take to\nher family after she used up her tickets. All of a sudden a boy jumped her, knocked her down, spilled\nthe soup. Nothing to take home to the family. At the same time, he spreads out and licks up the soup\nfrom the sidewalk. Hungry.\n>> Bill Benson: At first there were over 100,000 Jews in the ghetto at first. Right?\n>> Leon Merrick: Well, over 100,000. Ok? Then it built up to 150,000. Then the Germans started\nbringing the Jews all over Europe from France, from Germany, and packed them into the Lodz ghetto.\nSo accommodations had become very scarce, food had become very scarce. Like | said, they would\ndistribute a loaf of bread for your ration. Somebody knock you in the head, took the bread away. He\nwas eating while he was running. What are you going to do?\n>> Bill Benson: That was dangerous but you also told me that the houses on the outer edge of the\nghetto, that were next to the fence, that was also dangerous. Say a little about that.\n>> Leon Merrick: Very dangerous because it had the barbed-wire around. They would shoot to kill with\nrifles. A lot of smuggling was going on. | didn't, but we knew they used to -- some people were\nsmuggling between newspapers across the wall. Somebody grabbed. If it was a German newspaper,\nat least you knew what was going on.\nSometimes a guard was trigger happy. He called a guy or a boy or a man to come out to the\nfence. He came here. He picked his hat, blew it. The boy went running. He shot him in the back.\n>> Bill Benson: You told me they would take potshots into the houses.\n>> Leon Merrick: Yeah. People -- you would have the lights on at night. But especially near the fence\nover there, you put the light on and the guard was trigger happy, shot.\n>> Bill Benson: As a result, people began to seal off the back of their houses.\n>> Leon Merrick: Yes. They sealed the front doors.\n>> Bill Benson: Because that was facing the fence.\n>> Leon Merrick: Facing the fence. Somehow they would go through the back.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: Jobs were really important, as you said. Your father worked in the hospital. Your\nworked in the orphanage. You landed a job in the post office. Tell us two things: one, how you got\nthat job but | was amazed when you told me there was a functioning post office so tell us about that.\n>> Leon Merrick: It was a functioning post office because when the Germans invaded Poland. Poland\nwas divided at that time. Half of the Germans -- later the Germans invited -- a lot went to the Soviet\nside. | say Soviet. The Soviet side. In the meantime, they sent packages to the family, sent money\nand things like this. So it was a post office, a running post office.\nI'd seen young boys my age, 14, 15, going with satchels, a cap on. | asked my father, “Why\ncan't | have a job like this?” He says, “Well, let's see what | can do.” So he talked to the head nurse.\nAnd the head nurse took care of the men, the president of the ghetto. He was a bachelor at the time.\nThe Germans made sure he had clean clothes and everything. She talked to him. All of a sudden |\nwas called to the secretary, to the personnel office. And | could see a big R, initial. | Know I'm going to\nget the job. She asked, “How old are you?” | said “14,” 14 1/2 at that time. She says, \"How are your\nlegs?,\" | says, \"Ok.\" \"Can you run?\" \"Ok.\" They gave me a job in the post office. So | got an extra\nbowl of soup. Very important. An extra bowl of soup. And | met boys my age. Very important.\n>> Bill Benson: What about your siblings? Did they find work?\n>> Leon Merrick: | had one brother. He was too young to have a job.\n>> Bill Benson: So he relied on you.\n>> Leon Merrick: The rations. And we had extra soup so we could share with him, too.\n>> Bill Benson: As you mentioned, after a while the Germans began bringing in Jews from elsewhere.\nYou told me they at one point brought in gypsies.\n>> Leon Merrick: Yeah. Well, gypsies, yeah -- Austrian gypsies. One day they decreased the ghetto\nwith a few streets. They put the gypsies separately. | was told they would pack in the gypsies with the\nJews but the head of the Jews, | don't know, he talked to the Germans and says, well, you know, the\ngypsies -- so they had separated them. They didn't last long. We heard shots every day, every day.\nOne day the big trucks pulled up and took them all to the concentration camp, the extermination camp,\nto the first extermination camp outside the city of Lodz.\n>> Bill Benson: For the Jews, when did deportations begin?\n>> Leon Merrick: The deportations started beginning of -- the end of 1941. And in 1942, the Germans\nmade a curfew. Nobody could go in, out from the house. And they would go from street to street, bring\nthe Jews down the street. And the look on their faces. The selection. Ok? The selection. This was\n1942. At that time they took out 16,000 people and children, put them on trucks, sent them to the\nextermination camp outside Lodz, the first extermination camp.\nRumors were going around older people they would take to the crematorium and younger to\nthe schools. They took them all to the extermination camp, gassed them all.\n>> Bill Benson: Your father worked at the hospital.\n>> Leon Merrick: Yeah.\n>> Bill Benson: At one point the Germans came into the hospital. Tell us about that.\n>> Leon Merrick: One morning my -- my father worked the night shift. He came home and said the\nGermans came throughout the hospital and took out all the patients. There were five hospitals in the\nghetto itself. Surrounded all the hospitals, took all the patients out. We knew they sent them to the\nextermination camp outside Lodz. Forgot the name of it.\n>> Bill Benson: Chelmno?\n>> Leon Merrick: Yeah.\n>> Bill Benson: Did your father lose his job in the hospital after that?\n>> Leon Merrick: Yeah. They took the patients, and that's it. So the Jews made a smaller hospital.\nHe got a job over there but not on the same size. It wasn't the same. They took the patients away.\n>> Bill Benson: One of the things you told me, Leon, with food being so short so difficult to get, that in\nthe ghetto there were friendly doctors who would give a prescription for potato peels.\n>> Leon Merrick: That's right. People were hungry. If you Know a friendly -- they had community\nkitchens. Ok? So they had people peeling potatoes. The main meal, potatoes. Soup was the main\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nmeal. Just bread. You got a loaf of bread for the beginning for one week. It had to last for 10 days.\nThe main diet was soup, potato soup. So if somebody gets sick, you had a friendly doctor, you went to\nhim, he would give you prescription for potato peels. So people knew already which soup, where to\npeel the potatoes thick. So they went over there. Got a pound of potatoes. Wash them up, the peels,\nthere's nothing left. It was the best you could do.\n>> Bill Benson: As you explained to us a few minutes ago, Leon, you were at the post office and\ndelivering mail. At some point your role at the post office changed after the deportations began. Tell us\nhow your role at the post office changed. You started delivering things other than packages and\nparcels.\n>> Leon Merrick: Yeah, from the beginning, that's right. Delivered notices to a certain spot to an\nassembly point. They were supposed to go to work in Germany and said -- so | had to deliver this. It\nwas wintertime, especially. | had a notice for a guy -- they call up certain names and you come to the\nbuilding. | call up. | hear a faint voice from behind the curtain. You know? | make my way through it.\nCurtain was a blanket. The wooden door was already chopped up for wood a long time ago. Now they\nhad a blanket hanging there. The blanket was full of icicles. | would make my way in there. | heard his\nvoice. | could see the ice cracking over there. | go inside. What do you think it is? They're all laying in\nthe bed. They have no jobs, no food. They're just laying in the bed all day long. And | had no good\nnews. No. Not good news.\n>> Bill Benson: Their mail is a notice to report.\n>> Leon Merrick: Finally my curtain came, too.\n>> Bill Benson: Four years in the Lodz ghetto before you were taken. Your time came, as you said.\nTell us about the circumstance that led you being taken out of the ghetto and where you were taken\nfrom there.\n>> Leon Merrick: So constantly they were taking people. Like | said, we didn't Know where they were\ntaking them, maybe for work, Germans. | got a notice. 1944, March 10, | get a notice to report to a\ncertain place, an assembly point, to work in Germany. Ok? So 1944. At that time the Soviets made\nthe offensive from Stalingrad and all of those things. We thought maybe we were going to be liberated\nby the Russians. So | was hiding for a few days. | didn't want to report. People must have talked to\nmy family. They said: Listen, the boy's only 17. At the time | was 17 years old. Maybe they will take\nhim for work to Germany.\nSo my mother packed up a sweater. We had no food but we had clothes. Packed up a\nsweater, extra pants, underwear, warm socks. Marched through cold in Poland and Germany. | went\nwith my father to an assembly point in the ghetto itself. At that point they start to fatten us up, ghetto\npeople. Gave us extra bowl of soup. You're going to work for Germany. You got to be healthy.\nFinally March 10, they marched us out of the ghetto. The first time | was free outside the\nghetto. | wasn't free.\n>> Bill Benson: The rest of your family --\n>> Leon Merrick: My family was there: father, mother, younger brother. | was the only one. | was 17.\n| was able-bodied to work for Germany, for the German war effort. Ok?\nSo we boarded the cattle cars. After riding for two or three hours, cattle car stuffed, the\nGermans were already waiting and they took us a place in Poland. | don't know if you heard, Kielce, it's\ncalled. This place was known -- they had a Pogrom after the war. Pols made a Pogrom this time.\nThey took us over there.\nSo they had already established a Jewish war camp. We got off the trains. Says what about\nmy clothes? It's go to follow later. | never seen anything. | was lined up. Whatever | had on my back.\nThey took us to the camp. It was a Jewish work camp.\n>> Bill Benson: The few belongings you had --\n>> Leon Merrick: | never seen it. The next day they marched us to the factory. | came in contact with\nnon-Jews. | had a sweater. Took off the sweater. | gave him the sweater. He gave me a loaf of\nbread. | had nothing to trade.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nThe same guy -- at this point | don't know who took the clothes, either the Germans took it or\nthe Jews who run the camp. | don't know. But when we came to Buchenwald this particular Jewish\nguy who was the head of the camp, he came to us, people from Lodz, from the ghetto. He says, \"If\nthey ask about me, | was good to you guys.\" And | was thinking about my clothes. But | didn't dare.\nThey would kill -- | didn't see him later anyway. Maybe somebody wasn't this nice. So maybe he\ndidn't -- maybe the Germans took it. | don't know. Or maybe they took it to their wives, they could\nbarter for whiskey, for butter, for wno knows for what. | never seen it anyway.\n>> Bill Benson: When you were in Kielce, what were you doing there, what kind of work?\n>> Leon Merrick: | was making bullets. So every morning they marched us under guard to the factory.\nThere we came together with non-Jews. We worked alongside. So we know what was going on on the\noutside. If | had something to trade, like | just mentioned, a watch or something, a sweater, the guy\nwould bring me a loaf of bread. The non-Jews went to their homes.\n>> Bill Benson: This was regular work for them.\n>> Leon Merrick: Regular work for them. We had to go back to the barracks. In the morning, the\nguards are waiting for us. We came out. They counted how many people. They marched us to the\ncamp.\n>> Bill Benson: So you would stay there for | think several months.\n>> Leon Merrick: As a matter of fact, when | was in the Kielce, in first camp, | heard about the\nNormandy invasion.\n>> Bill Benson: You did?\n>> Leon Merrick: Yeah, yeah. We heard it right there, the Normandy invasion.\n>> Bill Benson: And by that time did know -- did you know what was happening to Jews elsewhere,\nthat they were being exterminated?\n>> Leon Merrick: We knew. By that time we knew it already. We worked with non-Jews. They know it\nbecause the conductors who run the train, the machines, they knew exactly where they were taking the\npeople. They were taking the people into Treblinka. Nobody ever comes out from there. We knew\nwhat was going on.\n>> Bill Benson: In the summer of -- you went to Kielce March 1944. In the summer of 1944, you were\ntaken to several other slave labor camps before you ended up at Buchenwald.\n>> Leon Merrick: Summer 1944, after the Normandy invasion arrived. Guards came, pack up,\nwhatever you had. Whatever you had left. Maybe | acquired another pair of pants, | don't know. They\ntook us to the train, put us on the train. Open cattle cars. Ok? You're riding maybe four, five hours.\nTrain stops. We get off the car. In the open fields.\nThe next day it was a German labor organization. They made us dig ditches for the\nadvancing Soviet armies. How long you can dig ditches? You asked the guards what's going to\nhappen when this job is finished. They shrugged their shoulders. Ask the guy why can't you take back\nto the Lodz ghetto, just a few hours by train. Just came from there, still Poland. They told us the ghetto\nwas being liquidated now.\nThat was the end of fall, late summer of 1944. And my parents were still there, my brother\nwas there. | never heard from them. I'm the only survivor from my family. Not only this, | don't even\nhave a picture of my family. | would give anything just to have a picture. You know? I'm married now.\nMy wife, she never met -- she doesn't know what the in-laws looked like. | never had have a picture,\nsingle picture.\n>> Bill Benson: After you were forced to do -- dig the antitank ditches, then where did you go from\nthere?\n>> Leon Merrick: They took us back to a place in Poland. They had the same factories that they had in\nthe previous camp. While we were digging the ditches for antitank ditches, they transferred the\nmachinery from the first factory to the next. So we did the same kind --\n>> Bill Benson: They just moved the factories.\n>> Leon Merrick: Yeah. And we had the slave laborers. This didn't last long. One date guards came,\npack everything up. Going on the double, on the double. They marched us to the train station. | don't\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nknow if | mentioned the name. Anyway. So on the double. We went in the train. This time it was\ncattle cars, locked cattle cars. We didn't know where they were taking us. Barbed-wire. We could\nread German names but we didn't Know where we were going.\n>> Bill Benson: But you knew you were in Germany now.\n>> Leon Merrick: Yeah. But in the meantime you could hear children going from school, giggling\noutside. We could hear whistles blowing, people with the breadbasket for lunch here and there. We\nwere locked in cattle cars for the only reason because I'm a Jew, just locked up.\nAnd after riding for seven, eight days, ok? The train stopped. The train stopped. Opened the\ndoors. Oh, the sun hit us in the eyes. It was pitch black inside. It took a sign that says \"Concentration\nCamp Buchenwald.\" We were in Germany. | could see the Nazi flags, the swastika, the flag flying\naround. Maybe two, three minutes the guards came up. Line up a column of five. Ok? So we lined up\na column of five. At that time | had pictures of my family in my pockets. | had letters, addresses from\nrelatives. We didn't know the extent, what happened to the Jews in other countries. Thought maybe\nwe had relatives in Holland, Belgium. But the Germans went over there, too. From Paris. We didn't\nknow. We thought maybe we would meet after the war.\n>> Bill Benson: You still had the addresses of relatives.\n>> Leon Merrick: Everything. A big hallway, maybe twice as long as this one. Had a long table.\nEverybody undress. | undressed, put it on the table. | stood all naked. All of a sudden a big German\nguy, a black uniform -- this is an SS guard -- stands in front of me and points to my legs. | mentioned\nbefore they took my clothes away they made us work in the factories. They didn't give us any aprons.\nThe oil spilled on my pants and everything. They were blistered. Especially in January, cold over\nthere.\n>> Bill Benson: That was from the oil that seeped through your pants.\n>> Leon Merrick: From the oil, yeah. He points to my legs. | don't Know, in the best German, | don't\nknow if he understood me or not. | told him the story that | worked in the factory, they didn't give us any\naprons. Sunday | was able to wash my pants with cold water but it didn't do any good. | had the\nblisters. | explained to him. He just stood there for a second. Shook his head. And walked away.\nOk? Walked away.\n>> Bill Benson: He otherwise could have sent you --\n>> Leon Merrick: Yeah, well, he could say anyway -- if he would have a selection, he would put me\nwith the people he selected. There was no selection day. | just had the blisters. Guy probably didn't\nknow what to do. | was still young in the face. | just had the blisters. At that time | was going on 18\nyears old. So he just shook his head and walked away.\nFrom there they marched us in to the next room. There were prisoners just like | was but they\narrived before. They cut our hair, underneath, under the arms, everywhere. After the haircutting was\nover, they led us into another room. We had to submerge in water, green water. Looked like infection\nwater. It was burning my blisters. But it only took seconds. When | stood up, | noticed the next door,\nthe door was ajar. | noticed the shower heads. And at that time we heard the story about the shower\nheads. They tell you to take a shower but instead of water, gas is coming out. They couldn't prove it\nbut the story was going around. I'm naked. There was no use. So! go from this to the next room.\nWater not running yet. The whole room, a big hallway just like this one. All shower heads. Water\ndoesn't run yet. I'm standing underneath the shower, shower head. Then another guy comes in. And\na third guy, under the same shower head. Everyone wants a good spot when the water starts running\nbecause everyone is burning.\n>> Bill Benson: From the disinfectant.\n>> Leon Merrick: From the disinfectant. Maybe other guys had blisters, too. Who knows? Maybe they\nhad something else. Anyway, finally water starts running. Ahh, so we're happy. We are alive for the\ntime being. Water is running.\nAfter this job was finished -- after this was finished, | go to the next guy. He had a pad and\npencil, asked me my name and where | came from, what transport. He writes it all down. Let me go\ninto the next room. He gives me a jacket. Not one of the pajama jackets like here. Just a plain jacket.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nMaybe somebody from before who died. Jacket, pants, no underpants, no shirt, nothing. | go to the\nthird guy. He has some clogs underneath his arm. | could see from far away they're not the same size.\nOne is longer, shorter. | said, “They're not going to fit.” He said \"I say they fit. Next!\"\nSo | just go over there. Just take the clogs. Put them underneath my arm. At that time they\nlet us outside. They let us outside. It started snowing already. We were just under the showers,\nshivering over there. Next, a guy comes in, “Forward march. Follow me.” So marched over there.\nThey let us in in a barrack, this one naked light bulk. You could see the bunk beds. You sit down. At\nthat point he says: | need three guys to go to the main kitchen and bring soup for your people, you\ntransports who just come in. You had nothing to eat for seven days. A couple of guys volunteered.\nThey went. They come back. They gave me a bowl of soup. Gave me a new bowl, spoon.\nThis was the lifeline. You had no bowl, you had no spoon, you die. Ok? They gave me this.\nThey gave me a bowl of soup. They gave me a piece of bread. | eat the soup up. | keep the bread for\nthe evening. | put in my pocket. In the evening, | put my hands down, the bread is gone. Somebody\nswiped it. [Laughter] So somebody swiped it. Ok?\nSo | was in this bunk over there. Only took me one time out for work, to carry wood. The\nfollowing day | stayed in the barracks. You couldn't sleep. Whistleblows. You could not lay. You had\nto get out of there. | stayed there. A guy comes to me. He said -- ok, every barrack had a room and\nhad barrack orderlies living in the room. They came before us. They made sure the barrack was clean,\nno fights. He comes to me and says, \"You want to clean our room? I'll give you a piece of bread.\"\n“Yeah.” Tickled pink. So | cleaned the room. After I'm finished, he gives me a piece of bread. Before |\nwalk out | asked him, \"Can | come back tomorrow?\" My mind is working. He says yes. So the next\nday when | got up, | stayed near the door. | figured if the guy comes in, blows the whistle, everybody\nout, you couldn't be in the barracks. Everybody out. Assemble outside. | said, “| came to work.”\nThat's what | did. Sol would go in. Gave me a piece of bread.\nOne day when the guy comes, same guy -- maybe after a week or two weeks he says, “You\nknow, there's a cottage. There's a cottage behind the barracks. Maybe they need someone to clean\nthe room. Why don't you go over there. Maybe they can use you.” So | go over there, outside the\nbarracks. All Germans. They were German prisoners.\n>> Bill Benson: German prisoners?\n>> Leon Merrick: German prisoners. But once a discussion who was better, German prisoner better\nthan a Jewish prisoner? Of course, German prisoner. Maybe one of the guards -- who knows? Ok.\nSo | go in over there. | explained to him the barracks, need some help, need somebody to\nclean. He said, \"Do you have lice?\" Probably. | shrugged my shoulders. | wouldn't say. He said,\n“Clean yourself up and come back.” So | go into the main barracks. | go, clean myself up. | was\nworking there, cleaning the room. It was not cold over there. It was warm inside.\nAt this point | understood German already. | don't know if they were Communist,\nconscientious objectives, Jehovah's Witnesses, but one of them had a red triangle on the pants. They\nwere dressed to kill. Triangle right here. They received packages from home. He says, “Leon,” he\nsays, “you have good [indiscernible] -- give me some crackers. Yeah.\nThen, ok. This lasted maybe a month or so. | was going every day. | heard them talking.\nThey wanted to join the German Army. Said this late they're going to send to the Russian front.\n>> Bill Benson: He was a German prisoner.\n>> Leon Merrick: But he had a choice. Maybe he was a Jehovah's Witness. They don't believe in\nshooting or bearing arms. If he agrees to this they could let him go and he joined the Army, goes to the\nRussian front, gets killed. They know what's going on. He didn't want to do that.\nSo, ok. Then one day they announced everybody, all the Jews, assemble in the main place.\nThere was a selection. | didn't want to assemble. If they transfer, they kill you. So the next day they\nsaid everybody assemble, going to evacuate the camp. Ok?\nSo they kept us in a bombed out factory a day or so. It was the evening till they let us out.\nThey had guards with whips. They were beating us. Assembled in a column of five. Marched to the\ncity nearby, nearby Buchenwald. It's a major city. Anyway --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: A couple of questions before you go on. You had mentioned earlier when you were\nforced to strip off all your clothes, you had had the addresses, the envelopes and pictures, and you had\nto put them on the table. That was the last you saw of those. Right?\n>> Leon Merrick: Yeah. | put the whole jacket. Put everything on the table. | didn't see anything.\nThat's the last | seen it.\nBut | remember -- my mother's sister. She was living in Paris. | remembered Paris -- |\nremembered 10 and then the one | remembered. | know they had a beauty shop because they used to\nsend perfumes from Paris, 1936. So 1 knew they were in the beauty shop business. They sent a\npicture outside, the white clothes. | Know they were in business. So | didn’t know the extent of what\nthe Germans did.\nAlso, after liberation | found a Jewish Nazi hunter. She was a German -- a Nazi hunter. Ok?\nFound some minister, French minister, she found a list of the transfers of people from Paris or other\nplaces to the concentration camps. So | found my aunt's name. | found my aunt's name on the list,\nafter the war. | found out -- | didn't find her husband. But | found her name because she was born in\nPoland and things like this so | knew it was her.\nAfter the war | went back to Paris. There was a Jewish -- his name -- at that time | made a\ncopy of the list of my aunts. | go in. | says, “You speak English?” He says, “No.” “Speak Yiddish?”\nPoints out to a proprietor. | tell him the story. | had an aunt. | Know she went to Auschwitz. But what\nhappened to the rest of her family? He says, “Sit down. I'm going to find out.”\nSo he made a couple of phone calls. He came back and says, “Tomorrow's going to be a lady\nwith pictures. Come over here tomorrow.” | said, \"Who is the lady?\" Why can’t she come today?”\nCannot come today, come tomorrow. So | have no choice.\nSo the next day, after finishing the afternoon, 3:00, | went back to the place. The Jewish\nneighborhood in Paris. | see a lady. At the same time she come towards me. | go towards her. We\nintroduce. | said, “Who are you?” She says that her brother was married to my aunt. So she tells me\nher brother was married to my aunt. | said, “How did you survive?” She said the Germans were in\nParis, too. But at that time she says | was 19, 20 years old and French gendarmes rounded up the\nJews. And one said to the other one, “You're not going to take her to the camp. Get lost.” So she got\nlost.\nSo she tells me they took my aunt, my uncle, took them to the concentration camp. My\ncousin, too. But survived the war. He came back after the war. She said he was skin and bones,\nnursed him back to health. He's married. He left a daughter but he died of cancer about 10 years ago.\n| was too late. She says, “I'm going to give you the address and you can call his daughter up.” | did the\nsame thing. | called the daughter up. She come to see us. She had an album of pictures. Ok? She\nbrought the album. | found my grandmother's picture there, my uncle's, my aunts. But | couldn't find\nmy parents.\nEurope, you had to go to a photographer. You had to have money. It wasn't easy like today\nwith pictures. Maybe they couldn't afford to have a photograph. When | was still at home, | heard them\ntalking my aunt was supposed to come from Paris for a visit. Then the war broke out and they never\ndid it. So | figured you had to go to a photographer. My father worked in a factory at that time, my\nmother didn't work. Maybe they couldn't afford their picture.\n>> Bill Benson: So to this day --\n>> Leon Merrick: To this day | don't have a picture. Whatever is in my memory, that's what | have.\n>> Bill Benson: So you were forced out of Buchenwald on a forced march to Weimar. Tell us about the\ndeath march you were on.\n>> Leon Merrick: We were back from the camp. | think it was a Sunday. | don't know. People were\ngoing to church. They put us in an open cattle car.\n>> Bill Benson: This is wintertime. Right?\n>> Leon Merrick: Yeah. Spring already. In cattle cars. | befriended somebody, a guy from Poland.\nHe was my age. | didn't know him before. We more or less stuck together. So here we stay in the\ncattle car. Ok? From Flossenburg, Buchenwald to Flossenburg. From Flossenburg, we stay over\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nthere. And all of a sudden, just came over head. Swooped down. Shot up the whole train. Everybody.\nSomething hit me in my face. | turned to him, \"Am | bleeding?\" He says, \"No, you're not bleeding.\" But\nthere's a wooden sign, made a splinter, hit my face but not enough to cause bleeding.\nAfter it got all quiet, the train started moving again. At that point allied planes were always\noverhead, swooping down. The guards encouraged us to wave to the planes. They still didn't want to\ndie.\n>> Bill Benson: Wave to them so they won't attack.\n>> Leon Merrick: Yes. So we still didn't want to -- we were miserable. We still didn't want to die. So\nwe waved to them. Some attacked, some didn't.\nThen we went the train started moving again. The train stopped at the train station. All of a\nsudden the jets came, swooped down. Before | know, | heard shooting, shooting. | jumped up. It was\nopen cattle car this time. | jumped. | hid underneath the cattle car. | could see on the side the gravel\nup and up. This was going on for several days.\nAnother time the train stopped. The guards procured a wagon with raw potatoes. Everybody\ngot one raw potato. It was raining outside. We were shivering cold.\nThe last night, my feet are bubbling. | couldn't walk anymore. This guy, walking with my\nfriend, | said | seen people going to the side and got shot here, shot there, they're getting killed. | said\nmaybe should rest a little bit. | Know I'm going to get killed but at least I'm getting out of this misery. He\ntells me, he says, \"You stay in the middle. Lean on me\": So | leaned on him. We walked, walked.\n| heard a distant shooting, from the distance | heard some shooting. | thought it was thunder because it\nwas raining the day before. All of a sudden, came in the morning, the guards led us into a big barn.\nOpened up the barn. | sat on the straw over there. My friend sat next to me. All of a sudden an egg\nrolls. | hadn't seen a chicken egg in years. | broke it in half. | gave him half. | took the other. | ate it\nup.\nThen we noticed the guards inside, the guards were inside in the barn. They tried to pry the\ndoor open. They tried to take the rifle out. Looking for white handkerchiefs. This close, we didn't know\nit. Maybe another few minutes, the door opens up. | see white flags hanging all over the village, white\nflags, sign to give up. They give up. White flags. The guards all of a sudden disappeared.\n| see next a German military truck. They have shoes over there. Pants. Whatever, clothes,\njackets. People take jackets and pants. | went over there and discarded my clogs and took some\nshoes. | put them on without socks, without anything. | couldn't take them off for several days. | had to\ncut them off.\nBut I'm free. | didn't realize. | see white flags. This was a village. We go across the main\nroad. | see trucks passing by, American trucks, cars, jeeps. Throwing out c rations. The military, a\npackage for breakfast. | open my c-ration. | take out the cracker, a can of cheese. It was so good.\n[Laughter] So we all free.\nSo we keep on going further. We passed by a church. | remember the same guys who\nguarded us, the Germans, they were behind the church, behind the fence. Some guy jumping over the\nfence. They started beating on them. The American guards, you can't do that; it's not Germany.\nChased them away.\nWe go a bit further down. I'm eating crackers and cheese. | see outside a German, has one\nof those Bavarian hats, feather sticking out. | asked him, “Soup, bread?” He says, “Ya, ya, ya.” So we\ngo inside. The place is full of our people, liberated. They're eating soup. | could smell the chicken\ncooking. | sat down. They gave me a bowl of soup. They gave me eggs. The next morning, raw\neggs.\nSo now | am free. I'm liberated. | am free. | didn't Know the extent, the Germans killed all of\nthose people. Didn't know it. | figured now I'm going to go home. People said they were going to go\nhome. So |! wanted to go home, too.\nOne time | went to go home.\n>> Bill Benson: To Zgierz?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Leon Merrick: To Zgierz. | spoke to people. Says, \"You're going home?,\" \"You know they're killing\nJews over there?\" | said no. They had a Pogrom. You know what the Pogrom is? The Pogrom in\n1946, Kielce, after the war was over, ok, some Jews came back from concentration camps, from hiding.\nThey wanted to go back to their own homes. Maybe they owned a home. Maybe they just lived there.\nThe locals didn't want them there. So they killed them. They had a Pogrom. If you kill them, you didn't\nhave to let them into the house. Kielce Pogrom, very well-known Pogrom.\nSo | never went back. | went back afterwards. Not at that time. | went back when | was a\nfree man, living in the United States. Then | went back.\n>> Bill Benson: Once you were liberated, you were liberated by the Americans.\n>> Leon Merrick: Yeah.\n>> Bill Benson: You would end up going to work.\n>> Leon Merrick: Yeah! | was liberated by the Americans. They had a lot of Polish Jews, a certain\nhome. They assembled there. | was living among Germans. So | went over there. | could see they\nhad been going out in the daytime procuring chicken and food. The women were cooking.\nOne day | was standing near the door, nothing to do. All of a sudden a G.I. comes in, first\ntime, cracking gum, making big bubbles. He says, \"We are outside in the field. We are in tents. We\nneed three guys to work. Any of you guys want to come along?\" “Yeah.” “You sure?” | have nobody\nhere, nothing. [Laughter] So | says, “Yeah, I'll go.”\nSo they took us out in the field. The G.I.s, they were living in tents. Ok? They had the field\nkitchens. They made us clean pots and pans. At the same time, spagettis, meatballs. Oh, didn't see\nspaghetti in years already. With sauce. So! was working with them maybe for two, three weeks. One\nof the sergeants comes to me, he says, you know, we are being demobilized now, going back to the\nstates. We're going now to France. Driving to France. We can take you to France and let you off on\nthe street. | know you don't want to be in Germany. We let you off. You will be on your own. Or, he\npointed at a building, a hospital there, or we can find you a job in the military hospital. Picked the\nmilitary hospital.\n>> Bill Benson: A U.S. military hospital.\n>> Leon Merrick: Yes! | had a place to sleep. | got my meals. | was there. | worked there for three,\nfour years.\n>> Bill Benson: Before you were able to get to the United States.\n>> Leon Merrick: Yeah. Then | heard you can register. You're a survivor. At that time President\nTruman passed a law to admit 205,000 -- or 500,000 displaced persons or refugees, things like this.\nSo 1 came. | went back.\n>> Bill Benson: | Know we're about out of time. We want to see if our audience has a couple of\nquestions. When you came to the United States, if | remember, you had $3 and then somebody gave\nyou $20. Right?\n>> Leon Merrick: When | came to the United States, | came penniless. | had nothing. So! came\nthrough the American distribution committee. It was an organization. | signed up. It says you're going\nto the United States. Put me on the boat. They gave us a booklet about the United States. | picked\nPolish because it was the only language | could read. They talked about the Statue of Liberty, about\nthe Golden Gate Bridge, you know, Philadelphia, all of these important things.\nSo we got off the boat. Social workers were waiting for us. They had bands, “Follow me.”\nThat day the American Red Cross, they gave us donuts and coffee. One lady says -- tickets in her\nhand. She says -- riding escalators. Living in New York. The gates were closed. Said when the gate\nopens, you go down and take a seat. Here's $3. Buy yourself lunch on the train. [Laughter] So | take\nthe $3. | get on the train. But! didn't buy any lunch because | was four years in Germany. | find some\nfriends, write a postcard to tell them. | have to buy postage stamp.\nAnyway. She says, “You're going to Washington, D.C.” So on the train they had The\nAmerican Legion. Says Washington, D.C. | says when they get off, I'm getting off.\nMeantime, Union Station, Washington, D.C. We are all getting off. The place is emptying.\nNobody comes towards me. Somebody is supposed to come to meet me here. I'm getting nervous\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nalready. | have a bundle. One of the booklets says if you get lost in the United States, you can go to\nwhat do you call it -- | forgot already.\n>> Bill Benson: Traveler's?\n>> Leon Merrick: Traveler's agent. Tell them you're lost. They can help you. | see a sign. I'm going\nover there. | go over there. | come to the door. | see two sailors talking. Maybe they got lost, too.\n[Laughter] So | hesitated. | didn't. | didn't go there. | turned around. | see two women coming towards\nme. They were social workers. The rush hour. It's in the afternoon. Union Station. They were just\nplain late. I'm nervous.\nSo we shook hands. The first thing | remember, Union Station, | go out and | notice the\nCapitol rotunda. | said, “Is this the White House?” They correct me, “No.” Anyway, they took me to a\nplace on Mount Pleasant. They put me up for room and board. Says you're going to stay here. And\ntomorrow morning, she says, you see the bus stop across the street, here's a token. At that time they\nhad tokens. Here's a token, go. Go to 1131 Spring Street or Spring Road. And go to see the social\nservice agency. He interviews me. | tell him just the same. | was in Germany. He says, “Here's $20.\nGo see the city.”\n>> Bill Benson: You still got your $3.\n>> Leon Merrick: | still got my $3. Sogo to the city. So Washington, D.C. | go down towards 14\nStreet. Then | walk back. Next day | go down south. Then | walk down a little bit further. The third day\n| went down to 14 and K Street, Franklin Square. You know Franklin Square? Anyway, Washington,\nD.C. | went -- | go there and sit on the bench. | have no jobs, nothing. The lady, she packed my lunch.\nShe says take off for the day. She didn't want me in the house. | was tired from the ship riding.\nSo | go down. Aman sits across from me. He's feeding the pigeons. A lot of pigeons. He\nasked me something. A heavy accent, | didn't make sense to him. Sits down next to me. He wants to\nknow when | got here, where | come from. | tell him the story. He says, “You know what?” He says,\n“My wife is the head nurse of children's hospital.” At that time -- people are good. Children's hospital.\n“| want you to come to meet my wife tomorrow.”\n| went there. They had no children. It was the second marriage for both of them. His name\nwas Mr. Brown. She was the head nurse in the children's hospital. They tried to help.\nSo | told him | didn't like the place where | lived now. He says, “Let's go look for a place.” |\nhad no job! We went to look for a place. So at that time the People's drug store. CVS was People's\ndrug store. They had notices room for rent. He said, “This place is near me. | can keep an eye on\nyou. Let's see.” So we go inside. He says, “Let's go to this place.” We go into this place. It was\nwhere the funeral home used to be. We go inside. The minute | open my mouth, the woman says —\n“Where do you come from? You speak German?” German refugees, just got here about seven, eight\nyears ago. Brought them over here. | told them | just got here. “What did you do in Germany?” Says,\nwell, worked in the kitchen or something. He says, “I have a cousin here who got three restaurants.\nWould you be interested? Let me give him a call.” Gives him a call. He was on Arkansas Street, right\nbehind. Walked over. He said, “He just got here, has no job, what do you have to lose? Come over\nhere, stay one day in my place. If you like it, you got the job.” | went the next day. | like it. | have no\nchoice.\n>> [Laughter]\n>> Bill Benson: So you started in the restaurant.\n>> Leon Merrick: In the restaurant. The next day | started in the restaurant. He paid me $1 an hour. |\nfigured | calculate that. | don't have to buy my own food and things like this.\n>> Bill Benson: So you began your restaurant career and ended up owning your own restaurant.\n>> Leon Merrick: So then | worked in the restaurant. The guy come over to me. He was a salesman\nfor the cigarettes in the machine. What do you call it?\n>> Bill Benson: Vending machines?\n>> Leon Merrick: Vending machines. He have worked for a company. Come to my restaurant. | told\nhim | just got here and work in a restaurant. He says, “I Know a restaurant for sale. Would you like to\nfind out?” | said yeah. Ok. | find out. So | bought the first restaurant. It was a good restaurant. It was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\non L Street. The whole building was United States Secret Service. So | had the protection. | didn't\nhave to worry about it.\n>> [Laughter]\n>> Leon Merrick: That's right.\n>> Bill Benson: Leon, | think we've got to close our program.\n>> Leon Merrick: | guess so.\n>> Bill Benson: We didn't have a chance for you to ask questions. But if you have questions, when we\nfinish our program in a couple of moments, Leon is going to stay here on the stage. Absolutely, if you\nwant to, please come up and ask him the question that you were going to ask him or just shake his\nhand and get your picture taken with him. Whatever you would like to do.\nBefore we get to that, | want to thank all of you for being with us. | remind you we'll have First\nPerson programs each Wednesday and Thursday until the middle of August.\nIt's our tradition on First Person that our first person has the last word. I'm going to turn back\nto Leon to close our program. I'll let you Know that once Leon finishes, our photographer, Miriam is\ngoing to be up on the stage here and before you leave we're going to ask you stand so we can take a\nphotograph of Leon with you as the backdrop. So we'd like to do that once he's finished with his last\nword. As | mentioned, Leon will stay put here. If would like to come up and meet him afterwards,\nplease, absolutely feel free to do that.\nI'm going to now turn it to Leon for our last word.\n>> Leon Merrick: Ok. | prepared a few words. When | was in the camp | kept thinking how nice it\nwould be on liberation day yet this day finally arrived after so many years of suffering, | felt alone. | did\nnot know if my family or those dear to me survived. | personally experienced a lot with one profound\nregret. So many people | loved did not live to see this glorious day. Our experiences are reminders to\nall people in every place, in every corner on this earth to become guardians of human rights, dignity,\nand freedom forever.\n[Applause]\n",
    "segments": []
}