{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nHenry Kahn\nWednesday, March 30, 2017\n10:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\nBill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in the 18th year of the first person program. And our\nFirst Person today is Mr. Henry Kahn, whom we shall meet shortly.\nThis 2018 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue twice-weekly\nthrough mid-August. The museum's website, at www.ushmm.org provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete\nthe Stay Connected card that you'll find in your program or speak with a museum\nrepresentative at the back of the theater. In doing so, you will receive an electronic copy of\nHenry's biography so that you can remember and share his testimony after you leave here\ntoday.\nHenry will share with us his \"First Person\" Account of his experience during the\nHolocaust for about 45 minutes. If time allows toward the end of our program we'll have an\nopportunity for you to ask Henry a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Henry is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction. And we begin with this portrait of Henry who was\nborn Heinz Kahn on January 18, 1923 in Boblingen, Germany. This photo shows Henry in\n1946 prior to his induction in the US Army. The arrow on this map points to the town of\nBoblingen where Henry was born, in your lower left-hand corner.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nHere we see Henry's mother Hedwig and his father Adolf who was a cattle dealer who\nfought for Germany in the first world war. Later Henry's father became president of a cattle\ndealers’ association.\nOn November 9-10, 1938, the Nazis unleashed a wave of violent attacks on\nJewish-owned businesses and synagogues throughout Germany known as Kristallnacht, or the\nNight of Broken Glass. Henry's father was arrested and sent to Dachau concentration camp.\nThis photograph shows Germans passing the broken window of a Jewish-owned business that\nwas destroyed during Kristallnacht. Henry's father returned home a month later. Shortly after\nthis, Henry left Germany through a Kindertransport, a rescue effort that brought thousands of\nJewish children to Great Britain from Nazi Germany between 1938 and 1939. Henry arrived in\nEngland in February 1939.\nWhen World War II began on September 1, 1939, British authorities required Henry to\nregister as an enemy alien. He was sent by ship to Australia, which is highlighted in red on this\nmap of the world. After just one night in an internment camp there, Henry and 12 other men\nwere selected to return to England, only to end up in Bombay, India. The arrow on this map\npoints to Bombay.\nIn 1946 Henry moved to the United States. After the war, Henry learned Nazi authorities\nhad deported his parents to a Lodz ghetto in 1944. They were later murdered. We close with\nthis photograph of Henry and Doreen Raymund on their wedding day in 1948. He met Doreen\nin Bombay in 1943.\nHenry, just a few months after Henry's arrival in New York in 1946 he was drafted into\nthe US Army. With tend of the draft he was honorably discharged in the spring of 1947.\nHenry's sweetheart from Bombay,\nDoreen Raymund, arrived in the U.S. on June 9, 1948. They were married 18 days later\non June 27, 1948.\nAfter working in the export-import business, Henry went into the scrap metal business.\nWhile working full-time and raising a family he enrolled in Baruch College at the City University\nof New York as an evening student in 1956 earning his degree in Industrial Management in\n1966. Doreen attended Queen's College getting a degree as a paralegal and worked as a\nparalegal in the Empire State Building. Henry remained in the scrap metal business until his\n65th birthday in 1988. He then became a real estate agent. Following a diagnosis of lung\ncancer in 1992 Henry retired from his real estate work.\nHenry and Doreen raised two sons, Ralph Ansel and Roy David. Their sons gave them\ntwo grandsons and a granddaughter. To be closer to their family Henry and Doreen moved from\nNew York to Bethesda, Maryland in 2000. Doreen passed away in November 2012. Henry said\nto me, \"We were very much in love right up to the end.\"\nHenry continues to volunteer at the Montgomery County Thrift Shop where Doreen and\nhe contributed their time together. Following his loss of Doreen, Henry became involved with\nthis museum as a volunteer. Henry speaks to small groups at the museum. He also speaks\nabout his Holocaust experience at local high schools and colleges. Henry is fluent in English\nand German. He walks regularly and said he is increasing his exercise. He also reads a lot and\nspends time with family and friends.\nAnd with that, I'd like to ask you to join me in welcoming our First Person, Mr. Henry\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nKahn.\n(Applause)\nHenry Kahn: I'll sit over there.\nBill Benson: Sit over here. All right. Henry, thank you so much for being with us today\nand being willing to be our first person. And we have so much for you to share with us in an\nhour, so we're going to start right away, if that's okay with you.\nHenry, you were ten years old when Hitler and the Nazis came to power in 1933. Before\nwe turn to those years and the war and the Holocaust, tell us first what you can about your\nfamily and yourself before the Nazis took control in 1933.\nHenry Kahn: Well, we lived -- we lived in a small town not far from Stuttgart and my\nparents were very friendly with a family over there. And the husband of the family, his name\nwas Mr. Kinsler. He was the owner of a toy factory. Excuse me. My brother who was two\nyears younger than | was and | -- we had a lot of fun with all the presents we got from the toy\nfactory because that was very good for us and wonderful. My parents were very friendly with\nthe family. They went -- they went skiing with them and on -- they went -- they went skiing and\nplayed tennis and they were -- on Sunday mornings my father and Mr. Kinsler, they used to get\ntogether in a restaurant. And in fact, my father once suggested to Mr. Kinsler that he should\njoin the party, the Nazi party, because he said in order to stay -- you have to do that. However,\nthey also went to a masked ball on Halloween. Had two daughters and my -- my brother and |\nare about the same age and we played together. We had a real -- they were cooking and\nbaking doing all sorts of things. It was very nice.\nBill Benson: Henry, you wrote in your memoir, you've written a memoir and you wrote it\nin, \"during those years my parents lived a normal, healthy life.\"\nHenry Kahn: Absolutely. Just like we do here, too, in the United States. There was no\ndifference at all. Whether they were Jewish or Christian or whatever. It was all the same. And\nyou were very friendly. We were observing Jewish but otherwise we were just about the same.\nBill Benson: As | mentioned earlier, your father fought for Germany in the first world war.\nWhat do you know about his experience?\nHenry Kahn: Well, he was 19 years old. He was drafted. And his mother listened to the\ndraft board hoping that he wouldn't be sent away too far. So she put in a word for him because\nhe was the only one on the family who was left because her -- my father's father had already\npassed away and she was a widow. So to show the -- the sympathy of the officer, he didn't\nsend her -- he didn't send my father just to next door to the -- to the cavalry which was a little\nwhile away. He told her that he has to be joining the Navy and the Navy had to serve for four\nyears rather than three or two. And that was the kindness of the -- of the German. So my\nfather was in the Navy for -- altogether he was in the Navy and the Army for seven years. The\nwar was four years and he had another three years of service until the end of the -- the war\nended and he got the Iron Cross which is a very good -- very good recognition. And fortunately\nhe got that because he was under the impression that nothing could happen to him. As it\nturned out in the end it didn't help at all.\nBill Benson: Henry, in 1930 your family moved to Stuttgart and you attended the Waldorf\nSchool. What was the Waldorf School?\nHenry Kahn: The Waldorf School was founded by the owner of a factory who wanted his\nemployees, the children of the employees to go to a school which was modern and which was\nup to date. And he engaged a philosopher from Austria by the name of Steiner who -- whose\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nidea it was that boys and girls should be in the same class together. And in the first grade the\nboys learned how to knit and to sew and crochet and the girls -- the girls of course learned that\ntoo. Then in the third grade the girls learned how to do woodwork and they also were had an\nopportunity to learn gardening, and the boys did too. As you see it was a very progressive\nschool. And as it turned out the progressive school didn't exactly jive with the Nazi philosophy\nwhere everything was controlled and consequently eventually 1938 the school had to -- was\nclosed and the teachers were out of a job had to look for a job -- had to find a job. My teacher's\nname was Hagar, Karl Hagar. The reason | mention that is because he will come up later on.\nBill Benson: We'll make sure that comes up later on.\nHenry Kahn: You bet.\nBill Benson: Your family, Henry, suffered a terrible tragedy in 1932 when your brother\ndied.\nGeorge Pick: Yes, in 1932 my brother passed away. He passed away of a kind of -- of\nmiddle ear infection and so he couldn't -- he died. He didn't have any penicillin yet. Penicillin\nwas developed in 1927. However, it didn't get to the hospital where my father was so that's\nwhat happened. That was the first calamity which my parents had. And of course me too, but\nparticularly my parents because they were very unlucky later on also.\nBill Benson: Henry, in 1933, of course Hitler --\nHenry Kahn: 1933 the Hitler -- Hitler came to power. And my father at that time, we\nlived in Stuttgart at that time. And my father was the president, as you heard before, of a cattle\ndealers' association. And shortly after Hitler came to power, Nazis in the uniform walked in to\nhis office and told him \"You're out.\" That's all there was to it. My father threw the keys ton floor\nand walked out. There was nothing he could do about it because they were the power and\nthat's what's it. So then eventually my father went to Israel at this time -- at that time Palestine,\nand when he came back to find out how living was at that time. And when he came back, he\nsaid -- excuse me. If we live here the way we have to live in Palestine, we last a long time.\nVery unfortunately he was dead wrong.\nBill Benson: So he thought things would still be better -- he thought things would be\nbetter staying in Germany.\nHenry Kahn: That was the indication. What's more, he figured he had the Iron Cross\nand that would save him or guard him.\nBill Benson: How did your father's -- how did your father support the family after he lost\nhis job?\nHenry Kahn: Well, after that, he first -- he first -- he first got some clothing and he took\nover not a clothing company but a retailer and that didn't last too long. And he had a partner\nwho was experienced in that and he double crossed him. Then he decided -- hen they had an\nopportunity to pick -- to -- he had an opportunity to -- to take over a plywood dealership in\nCologne. So we moved to Cologne. And another thing, in '38, all Jewish children had to leave\nthe schools in Germany. And there was a Jewish school in Cologne and | was able to go there.\nAnd that was good. It worked out well for me. That was where we were at the time of\nKristallnacht.\nBill Benson: Before we talk about Kristallnacht, Henry, after Hitler came to power, your\nmother really wanted to emigrate, didn't she?\nHenry Kahn: Oh, my mother, right from the beginning, she said let's get out of Germany.\nBut my father was persistent and at that time we were they weren't as powerful as they were\ntoday and the woman agreed with the husband and consequently, although my mother insisted\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nshe took all sorts of courses to be prepared to get to another country. Preferably the United\nStates. She learned how to sew ties and shirts and make candies | mean, she was very well\nprepared to come over here but my father wouldn't budge.\nBill Benson: But as you said, he was a decorated soldier.\nHenry Kahn: He thought a decorated soldier would be okay.\nBill Benson: Henry, you learned to blow glass and make neon tubes as a youngster.\nHenry Kahn: | was what?\nBill Benson: You learned to blow glass and to --\nHenry Kahn: That was something | learned while | was -- while we were in Cologne.\nThe superintendent of the building he knew how to blow glass and | learned that. And it came\nin very handy later on.\nBill Benson: Which we will hear about, | hope. Which we will hear about | hope, later,\nyou learned that skill. Kristallnacht, the Night of Broken Glass, tell us what that was and what it\nmeant for your family.\nHenry Kahn: Well, | didn't know what was going on but a friend of mine who worked for\na baker, he came by around 7:00 or 6:30 in the morning and told me, \"Don't go to school\"\nbecause there were all sorts of things going on which are not good. And | stayed home that\nday. There was a Thursday and then Friday morning and my father was hope the following\nday, which was Saturday morning. And two big fellows came to the house and said is your\nfather -- | opened the door and they said \"Is your father here?\" so my father came out. And\nthey said, \"Come with me.\" That's all. So there were two police officers not in uniform. They\nwere civil. And they took my father to the police station. However, ton way there, my father\nsaid what would you have done if | hadn't been home? They said well, | would have gone to\nyour neighbor because he's also Jewish and we -- all | have to do is fill our quota. So that was\nthe excuse for going. So you can imagine.\nBill Benson: What happened to your father after they took him away?\nHenry Kahn: Well, he was away for about four weeks. And when he came back, he was\nin terrible shape. And he said if | go -- if | get in there again -- he was taken to Dachau which\nyou probably are familiar with. That's a concentration camp near Munich. And when he came\nback, he said if ever | get there again, | won't come out alive. And that was very true.\nBill Benson: Henry, on the night of Kristallnacht, that November 9-10, hundreds of\nsynagogues were burned across Germany but yours wasn't.\nHenry Kahn: Pardon?\nBill Benson: Your synagogue wasn't burned.\nHenry Kahn: No, because it was attached -- | mean, the building was attached to other\nbuildings and they didn't -- they didn't put it on fire because they were afraid the fire would go to\nthe next building. However, it was ransacked. Terribly ransacked. And it was a mess. What's\nmore, my school was in the same compound. It wasn't connected to the synagogue but it was\nin the same compound, a special building. It was a Jewish school, as | mentioned before, and\nthat's the way it worked. But we didn't do much learning anymore after that.\nBill Benson: And in fact, soon -- soon after Kristallnacht, your parents made the\nprofound decision to send you away.\nHenry Kahn: Well, | was very fortunate my cousin was -- was working in London or near\nLondon. And he had a girlfriend. And the girlfriend's father was a part owner of a clothing\nfactory. And he persuaded the -- that person, whose name was London, to guarantee me,\nbecause | had to be guaranteed to get the Kindertransport. So one day we received a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\ntelegram, sent dates of hire and his -- his address. | mean, the -- and my parents said -- sent\nmy information. And | was lucky because it only went up to 17. | was 16 years old when | got\nthat, that telegram. So on early February 1939 my parents took me to the -- to the railroad\nstation and said good-bye through the window and they left at the platform. However, they\ncame -- they came to the street, they found out that the train had been delayed by two\nhours -- by a half an hour, so they figured they'd spend a few more minutes with me. And the\nmoment they came back, | knew | wasn't going to see them again. Before that | knew | would\nsee them again. But ten minutes later, | saw them again and that was it and | never saw or\nheard from them again -- well, | heard -- | got some letters from them eventually in England, but\notherwise, | didn't see them anymore, talk to them anymore. That was it. It was quite a shock, |\ncan assure you. But | felt it, that this is it.\nWell, the train left eventually. We came to Holland and after we had crossed the border,\neverybody was very relieved and indicated how relieved you are. I'd like to tell you a little story\nthere. There was a girl, maybe ten years old, she had a newspaper, an illustrated newspaper\nand there was a picture of Hitler on it. The moment she was sure we were in Holland and not in\nGermany anymore, she took the picture of Hitler and tore it into thousands of pieces. That goes\nto show you how the emotions were when we got across the border. And the next day we got\nto -- we got to -- on a ferry through the same night we got to the ferry and we got to England.\nAnd the next day we were taken by bus from Liverpool -- no, not from Liverpool but we came\nfrom -- from the port. We were taken by bused to Liverpool station in London. There was a big\nhall and everybody had be signs. So -- with their -- not names but numbers on it. | knew a little\nEnglish because we had learned a little bit in school, but the pronunciation was entirely\ndifferent. And it wasn't quite that easy. However, | saw a nice lady walking in and | figured I'd\ntry and help her. So | walked up to her and said, \"May | help you?\" and she pulled out a piece\nof paper and looked at it and said hmmm, Heinz Kahn. | had found my sponsor.\n(Laughter)\nSO my cousin came with the car and we drove to their home. The first thing, well we had\ndinner. | met Mr. London and the daughter and Mrs. London of course | knew from the place.\nAnd the first thing we had some dinner and we had peas and meat, | don't remember what. But\nthe important thing is the reason | mentioned it is because Mrs. London was very concerned\nabout me eating properly. The English way. Now, you know, in the United States you\neat -- you cut your -- you cut your food, you put it in the right hand and eat it in the United\nStates. In Europe you eat with your -- you cut your food but you use your left hand to put it into\nyour mouth. As far as peas are concerned, you just push them on the fork. In England, you\nhave to take the fork and spear it. So you get three or four pieces of peas on it and put it in\nyour mouth. You don't get very much.\n(Laughter)\nBut this is the way you have to eat in England. | mean supposedly. Supposedly. Well, |\nhad my own room and | -- and then Mr. London asked me, \"Do you want to go to school?\" | said\n| would prefer to work. The reason | said that is A, | had no money at all, and B, more\nimportantly, | wanted to learn something so when | get to the United States, which | had in my\nmind all the time, I'd have something to show that | would be able to make a living.\nWell, as it turned out, | was in a glorified prison actually. Mr. London took me to his work\nevery morning, brought me back every after -- evening, and | had lunch with the staff and that\nwas it. | was getting bored with that. | mean, | learned how to make knots and how to put tags\non the pants, but this is no profession. So | asked him, can | please work in the sewing -- on\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nthe sewing machine. So of course that wasn't appropriate for the prodigy of the -- of a factory\nowner to work with those common people. | mean, that was not right. Couldn't do it\nBill Benson: Because he was the owner of the factory.\nHenry Kahn: He was the owner, exactly. The owner of the factory. His prodigy should\nwork as a -- no, that didn't go. Well, | was disappointed, but things changed pretty soon. As |\nsaid, | arrived in February and in September --\nBill Benson: Henry, can | ask you one question before you go there? At some\npoint -- well, soon after you got there, you changed your name from Heinz.\nHenry Kahn: Oh, yeah, that was another thing. Mr. and Mrs. London, or Mr. London, |\ndon't know who, they said to me, well, Heinz is not really a good name. Although there's Heinz\n9/, you know, the ketchup.\n(Laughter)\nBut no, that's not good. You have to change your name. So | figured well, a criminal\nthat | read in books. | mean, | was 16 years old, the criminals they usually chased the same\ninitial, | didn't want to do that. So consequently | chose Peter. Peter is a name in English as\nwell as in German and consequently it suited me. So! chose it. When my mother heard about\nit, she said | don't like this at all. But | guess if Mrs. London wants it, then it has to be. | couldn't\nanswer that, but it wasn't that way.\nBill Benson: And Henry, of course, at that time you were able to write to your parents\nand they wrote to you.\nHenry Kahn: Yes, yes, that! could do. The war hadn't started yet.\nBill Benson: And then of course in September of 1939, the war begins.\nHenry Kahn: | know, | Know. Well, this is another thing. In September '39 the war\nbegan and immediately Mr. London told me he's going to evacuate the family. And since\n| -- oh, yeah, then | got a permit -- he got a permit -- a worker's permit, apprentice permit and |\nwas getting one pound a week, which is 20 shillings. | said to him, don't give me that much. |\nlive in your house and all that, | don't need that much money now. He said oh, that's okay. 20\nshillings, it's okay. | guess it was the law in England. | didn't know. So the war broke out and\nthe family, we evacuated. And he -- Mr. London told me, since you are working, you have to\nlook for a place. So | found a place, we lived in Hampstead Garden, which is a fancy\nneighborhood, they had their own private home, et cetera, et cetera, and it wasn't far from\nHampstead Heath a big meadow where | went quite often and just dreamt. | had no money, as\n| mentioned before, although | got a little bit there, a pound a week and | saved it very\nconscientiously because | knew | needed money to get to the United States. | had to look for a\nplace and | went to Finsbury Park. It was a middle class type of neighborhood. The school was\nnot far away from where | lived. There was a synagogue not far from where | lived, so that was\nvery convenient. And across the street | met a fellow with who | was friendly until he passed\naway a few years ago. His name was Lou. So now that | had to move, | said to Mr. London,\nnow you -- | like to work in the sewing -- in the sewing room. And this time he couldn't say no\nbecause, you know -- but on the other hand | also asked him to give me some more money.\nOh, no, you can't have that because other boys your age don't get any more either. Now, it was\ndifferent if you live with them for nothing or if you have to have your own room. What | had to\npay was 14 shillings and six cents a week.\nBill Benson: Out of your 20. Out of your 20 shillings, you had to pay 14 shillings out of\nyour 20 shillings.\nHenry Kahn: Yeah out of 20. So that wasn't exactly good either. So | had to get -- so |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nlearned how to sew. And after a short time | figured I'd go into piecework to work to pay for\neach piece which | complete. And there | was able to make 30 shillings, 50% more than what |\nhad before. And that was already a little bit better.\nBill Benson: Henry, can | jump in and read something that you shared with me? During\nthat time you were called before a tribunal and your record said the holder of this certificate is to\nbe exempted from further order from internment because you were from Germany and from the\nspecial restrictions applicable to enemy aliens, because you were from Germany, under the\naliens order. And then they added, in late 1939 they added that you were a refugee from Nazi\noppression. So that should have protected you.\nHenry Kahn: Okay. But when well, that was a little later. It wasn't right after the war\nbroke out because first | was really quiet and nothing much happened, although there was an\narea allowed but right after Mr. Chamberlain had declared war on Germany.\nAfter the war Churchill had written five volumes, the second world war and in one of the\nvolumes he showed how the precarious the situation was in England and the Britts didn't get\nscared, they got panicky. And when they got panicky, then they decided to intern the lot,\nincluding refugees from Nazi oppression. Now, I'd like to give you an idea what it was like by\nread ago little excerpt by Winston Churchill had written at the time. Between 1940 and '45\nWinston Churchill had collected his memoir and notes and letters and used it to write six\nvolumes on the second world war and now |'m quoting. \"We could not regard the state of\nwithout uneasiness. We knew that disguised merchant ships in unknown numbers were\npreying on all borders. The enormous disproportion between the number of riders and the force\nof the Admiralty had to deploy to cordon them and guard -- guard the immense traffic that had\nbeen displayed previously. Had to be ready at many points and give protection to thousands of\nmerchant vessels and could give no guarantee against occasional lamentable disasters. A far\ngreater danger was added to these problems. The only thing that ever really frightened me,\nand that was Mr. Churchill saying that, was during the world war now our lifeline even across\nthe broad oceans and especially the entrance to the island were endangered. How much\nwould -- how much would U-boats influence our port and shipping. Only the lines and charts\nwould show potential triangulations. The high and faithful spirit of the people and the bleak\ndomain either the food supplies from the new world as the empire arrived across the ocean or\nthey failed. So now you see why they got panicky over there. In any case, this was after\nDunkirk where the British Expeditionary Force had been encircled by the Germans and all\n300,000 British soldiers and French were able to get to England. However, all the equipment\nwas lost and you can imagine how -- how the people felt. Of course everything was rationed\nand there was very, very, very, very strongly rationed and they had very little to eat.\nBill Benson: Henry, after -- after the Nazis took France and Holland and the lowlands,\nyou heard on the radio an announcement that aliens should report to the police. You heard\nthat.\nHenry Kahn: Oh, yes.\nBill Benson: So what did that mean for you?\nHenry Kahn: It was written, it's a two-day holiday in England and | decided since | hadn't\nseen anything of England except going -- coming to work, | decided to go on a bicycle trip to\nOxford. And | got there, but everything was closed. So | went into a bed and breakfast place\nand stayed there for one night. | wanted to meet a friend of mine who lived outside of Oxford.\nSo that's what | did. That's what | came for.\n| slept in that house -- in that boarding house for one night, and the next morning | heard\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\non the radio all aliens have to report to the police. So | asked the -- the lady where the police\nstation was. So she said why? | told her. So she said to me, well, | thought you were Irish.\n(Laughter)\nBut | wasn't. And | went to the police. | told them what the problem was. They told me\njust go back and it will be all right. All right. So | rode back. Then | found out that a lot of\nacquaintances of mine were being interned and | felt my turn was going to come also. So what\n| did, | took all the money which | had, | took it to the Bloomsbury House, it was responsible for\nthe Kindertransport and the kids in the Kindertransport and | told them, this is all the money |\nhave. Please get me out as fast as possible and get me -- get me a ticket to get to the United\nStates. So she told me, well, it isn't quite enough, but we'll make up the difference, which was\ngreat.\nWell, it turned out a little different. | went back. | insisted that | get a certificate for\nmy -- from the company | worked for, the name of the company was London house. | got the\ncertificate after pushing. | came home -- sure enough, | just got the certificate and | just came\nhome and the land lady told me the police were just here, you should come and get your stuff\nand go tomorrow to the police station. Well, tomorrow | went to the police station with all my\nstuff. | have a suitcase. | was immediately interned. Now, that was the 3rd of July, 1940. We\nwere -- all the people who were interned slept one night in a race course outside of London,\nalso in tent camps, of course, and then the next day we were given a big piece of cheese and\nput on the train. All day long we were on that train until we finally landed in Liverpool, the West\nCoast port in England. We were taken off and landed in a camp, in a tent camp which from the\nair looks like -- like enemy Army camp of course except there was barbed wire around it.\nThen we were told the week before Liverpool had been bombed and also that the\nArandora star, it was a ship that had taken prisoners into Canada had been torpedoed and\nshot. And after that news we were asked who wants to volunteer to go to an overseas\ndominion. | had no idea what an overseas domain | don't know was. | figured if it was Canada\nthey would have said so. And then | scratched my head and wondered, should | take a chance\nwith a torpedo or should | stay here and take a chance in the -- in the Nazis coming over and\nbombing us and all that? So | decided I'd take a chance with the torpedo wouldn't last too long.\nWell, | took a chance. And | decided. And so for six -- five days after we arrived in the\ncamp, we were taken on HMT Dunera which was a ship that provided facilities for 1,500\nsoldiers. The prisoners of war was over 2,500, so you can imagine what the situation was like.\nWe got aboard the ship and all our luggage was put on the center of the top deck and a canvas\nwas put over it. | was in the bottom -- bottom deck. In the front of the ship. The ship left -- left\nthe port the very same night and was pitching and rolling like crazy. And | didn't think there was\nany storm but | couldn't tell you. Had no way of looking out or anything. As it turned out, the\nship tried to avoid torpedoes. That's why they were pitching and rolling. A torpedo hit, made a\ndent into the ship, but did not explode. So you can imagine. Well of course | didn't know that\nimmediately, but | found it out eventually.\nNow quickly, 22 years later my wife, my two sons, and | met my former teacher from the\nWaldorf School in New York. And after meeting him several times, he told me, you know in '38\nwhen we were fired from the Waldorf School | got a job in a torpedo factory and once in a while\n| put sand in the -- into the canisters. | said wnat made you take such a chance? | wanted to\nplay a trick on the Nazis. So thank you, Mr. Hagar.\nBill Benson: You know, Henry, our time is getting short and there's -- | know there's\nthings you want to share with us and there's some things | want to make sure you tell us. If you\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ndon't mind, you mentioned a few minutes ago that all of your luggage was piled in the middle.\nHenry Kahn: Yeah.\nBill Benson: And that included the letters you had gotten from your parents.\nHenry Kahn: Oh, yes.\nBill Benson: So tell us what happened to the luggage.\nHenry Kahn: Well, every day all of us went for a walk, walk or running on the deck back\nand forth, machine gun on either side to put -- to protect. The canvas had been taken off and\nthe soldiers helped themselves to whatever they wanted because these soldiers who were\nguarding us were not exactly the cream of the crop because they were needed in England. So\nthey threw stuff overboard as much as possible. And it so happened that another torpedo boat\nwas following us and the captain asked to pick up some of the debris that was thrown\noverboard and there were German letters so they left us alone. So there was another good\nincident. It was a criminal offense. They eventually got court-martialed.\nBill Benson: The crew, yeah, the officers of your ship got court-martialed.\nHenry Kahn: The officer who was in charge of the soldiers got court-martialed after the\nwar.\nBill Benson: And Henry, the ship, as | remember, the ship sailed towards Canada, got\nclose to Canada.\nHenry Kahn: Yes.\nBill Benson: And then reversed itself.\nHenry Kahn: Then it went south around the Cape of Good Hope and landed after one\nand a half months in Sydney, Australia. We were taken off over there and taken 18 hours into\nthe interior. After -- after having taken -- after having arrived in a new camp, it was brand new,\nthe sand was blowing like crazy, and we were sandblasted. We wore shorts. We felt the sand\nblowing against our legs. The next morning out of 2,500, 13 names were called out and mine\nwas the first one on that list. And when we got back -- when we -- we were called to the orderly\nroom and we were told we go back to Sydney. And somebody told us -- one of the soldiers\ntalked, these chaps are going back to England. Well, that was not our choice, but | had no\ncontrol over it. Well, it took us one and a half -- well, the ship left ten days later.\nBill Benson: Did you know why you were going back to England after all that journey?\nHenry Kahn: No, | didn't.\nBill Benson: You did not know. Okay.\nHenry Kahn: | didn't know at all. So after two weeks, | mean it took us one and a half\nmonths to get to Australia. After two weeks we were taken off the ship, the 13 of us, and we\nwere taken to the police station and everyone was being interviewed by a police officer. And\nthe fellow asked me all sorts of stupid questions. The last question he asked, where do you\nlive? | said | don't even know where | am and you ask me where | live? Well, he had to find\nout. And they found out that we were going to live in the Jewish Relief Association in Bombay,\nIndia. So that's where we were. And the reason that happened was because the release which\n| had tried to organize before | was interned came too late to stop it from being sent on the\nship -- put on the ship but it reached me when | finally was in Australia and that's how | got out.\n| lived in India until the end of the war and came to the States in '46.\nBill Benson: So when you left Australia, it was to go back to England but instead they\ndropped you off in Bombay, India.\nHenry Kahn: Right. Well, the reason they did that was because there was a troop ship\nand the troop ship had to accommodate soldiers to go to the Middle East to fight.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nBill Benson: So they just dumped you off in India and --\nHenry Kahn: Exactly.\nBill Benson: So what was it like to just find yourself in India?\nHenry Kahn: Exactly.\n(Laughter)\nBill Benson: So then you had to make a living and support yourself. You were living in\nIndia.\nHenry Kahn: Well, no, | didn't have to do that. The Jewish Relief Association,\nthey -- they fed us and we lived there, four -- four of the boys, four of us boys lived in one\nbedroom and it was quite an interesting experience, | can assure you. And eventually | got a\njob, a night shift foreman. But there were lots of other stories in between. But that takes too\nlong though.\nBill Benson: One | want you to tell us is that you, of course, once the war began, you\nhad lost all contact with your parents.\nHenry Kahn: Oh, yes, | couldn't get anything. | only found out when | worked at the\nHolocaust Museum what happened to my -- what probably happened to my parents. My father,\n| know. They kept very good records of it. But my mother, | have no idea. Actually | do have\nan idea. She lived till '44 and was force marched to -- they interned in Poland and they had a\nforced march going -- when the Russian troops came, they forced -- the Germans forced\ninternees, the prisoners to walk back towards Germany. But before they got to Germany, that |\nfound out from the Holocaust Museum, they were -- they stopped before they crossed the\nGerman border. They were forced to dig their own graves and then they were killed, shot. That\nwas -- that's what happened to my mother, most likely. And she was the one who was\northodox. That turned somehow.\nBill Benson: Henry, if | remember correctly, at some point before your mother and father\nwere sent to Lodz they got word that you were okay from a friend of yours.\nHenry Kahn: Oh, yes. Well, in '35 | -- that was before all the problems. | was ina\nsummer home in Germany and there | met a boy who was -- who | became very friendly. And |\nliked him very much. And we were in constant touch. | met him again in the States. | met him\nin England, India, because he was a soldier by then and he was -- he was sent to India. And\nwhile | met him, | met him for three days, he found out that his mother had died. So it's bad.\nBut anyway, this boy, when | came to India, a gentleman in the home, he was leaving for the\nUnited States and | asked him to contact my friend Eric, which he did. And Eric on his own\nwrote a letter to my parents to let them know that I'm okay because they had completely lost\ntouch with me because they knew | wasn't in England anymore but they didn't know what had\nhappened to me. So that's it.\nBill Benson: So they at least knew that you were -- they at least knew you were safe\nsomewhere.\nHenry Kahn: That's right. | was alive somewhere, that they could know, that's right.\nBill Benson: So Henry, you would spend the rest of the war in India.\nHenry Kahn: Yes, until '46. But while | was in India, | met my -- a friend of mine took me\nto -- to a sports club, Maccabi sports club in Bombay. And there was a young lady who played\nPing-Pong. And | liked to play Ping-Pong, too. But she beat me almost all the time.\n(Laughter)\nSo | had to get even with her. So what do you think | did? Right. But that took a long\ntime and was very difficult because she was born in India. She -- her parents came from\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nEurope, too. But she was born in India and as such she didn't have a possibility of getting a\nVisa to get -- to live here. So while | was in uniform | went to the State Department and asked\nthem -- | learned in the -- in the Army there are three ways of doing things. The right way, the\nwrong way, and the Army way. And the Army way is the way it goes. So! said to them after\nwe went through all the possibilities, | was married, | was an American citizen at that time. |\nsaid maybe you can do something to get my wife over here. Sure enough, very shortly\nthereafter, she was asked to come to the consulate in Bombay. She was working across the\nstreet from there. And they asked her, do you want to go to the United States? They said oh,\nyes. Her Visa -- her affidavit had expired, but all of a sudden this was washed away and then\nthe next day she was -- she said yes, | still want to go to the United States. The next day she\nwas called over again. When do you want to go? So she said well, | have to give notice first.\nSo she did. And after two and a half years of having written 117 letters to each other, both of\nus, she arrived on the 9th of June, 1948, and on the 27th we became husband and wife. And\nlived happily ever after.\n(Laughter)\nBill Benson: And the only reason you went two weeks is because you had to go to a\nwedding in between those two weeks, right?\nHenry Kahn: Yes.\nBill Benson: So that was the only reason you delayed two weeks.\nHenry Kahn: That's why it took two weeks.\nBill Benson: When you came to the United States you had had $10. Is that right?\nHenry Kahn: Yes, | had -- | owned $10. But | had $50 with me. My friend had given to\nme to give to his brother. So | had that money available. And | had to use --\n(Laughter)\n| had to use it but eventually | gave it back to his brother, of course. But the $10 the\nfellow -- the fellow on the ship that took us exactly one month to come from India to the United\nStates on the ship. We landed in -- in New Jersey and there was one fellow who always served\nus food. | felt | had to give some tip. So | gave him 5 bucks to --\nBill Benson: Half your money.\nHenry Kahn: Yeah, and then somebody -- somebody helped me with my -- with my bag.\n| had -- | had a couple of bags and then | got -- | got onshore | had to give them a tip, too. But |\nhad no money -- | didn't want to give any money so | gave him my helmet and he was very\nhappy with it.\nBill Benson: Henry, | think we might have time for one or two questions before we close.\nIs that okay? We'll take one or two questions. And we have a microphones, one on each side.\nWe ask if you have a question, wait until you have a microphone. Make your\nquestion -- please, if you can -- as brief as you can. | will repeat it so that Henry and everybody\nelse can hear it and then he'll respond to your question. So | saw some hands back there.\nThere we go.\nAudience Member: You said you had changed your name from Heinz to Peter. But now\nyou go by Henry. So when did you change from Peter to Henry?\nBill Benson: Henry, you changed your name from Heinz to Peter but you're Henry today.\nWhen did you leave Peter behind?\nHenry Kahn: Well, Peter | didn't -- once | got out of England, | didn't call myself Peter\nanymore. Then you called myself Henry. That's all. It was quite simple.\n(Laughter)\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nBill Benson: Been Henry ever since. Okay. Thank you. Do we have one more? There\nwe go. We've got a couple in the back. Okay.\nAudience Member: Henry --\nHenry Kahn: You want to ask me any question afterwards, you can come up.\nBill Benson: Yes, yes, thank you, Henry. Henry's going to stay when we're finished.\nWe're not quite there yet. He will stay on the stage. So anybody who wants to come up and\nask him a question, shake his hand or whatever, please know that you're welcome to do that\nwhen we finish. Hold those other questions.\nAudience Member: Henry, you mentioned what you believe happened to your mother.\nWhat happened to your father?\nBill Benson: Henry, you told us what you believe happened to your mother. What do\nyou believe happened to your father? What do you believe happened to your father?\nHenry Kahn: My father -- they kept very good records. He was in Lodz also but he got\nsick. He went to the hospital and he died there. | don't know exactly what happened, but this is\nwhat | was told in the -- in the Holocaust Museum, right here.\nBill Benson: And that was after he was forced into the Lodz ghetto. He was forced into\nthe Lodz ghetto and there he died in the Lodz ghetto.\nHenry Kahn: Yes. Okay.\nBill Benson: Thank you.\nHenry Kahn: Now | have a -- want to say something.\nBill Benson: Okay. Your last word? We're not there yet, quite yet. We'll go one more\nquestion and then we'll get there.\n(Laughter)\nWe're almost there. You're punctual.\nHenry Kahn: All right.\n( Laughter )\nAudience Member: Thank you, Henry, for sharing with us. Question about your father\nbeing released after one month. Why do you think he was released after one month from\nDachau?\nBill Benson: The question is why do you think your father was released after one month\nfrom Dachau? Why was he released?\nHenry Kahn: Well, lots of people were released at that time. It was just initially to give\nthem a shock, | guess. And encourage people to get out of Germany. | don't know why it was.\nBut it was -- it wasn't that terrible yet. It got worse by the day.\nBill Benson: And Henry used the word \"encourage.\" Many of those who were released\nafter Kristallnacht were basically told, we'll release you but you have to leave Germany. And so\nmany, of course, tried to find ways to do that. | want to remind you that we will have a First\nPerson program each Wednesday and Thursday through the middle of August, so hope that\nyou can return and join us at that time. Henry's going to give us his last word in the moment\nbecause it's our tradition that our First Person has the last word. But | would like you to wait\nuntil you leave because our photograph Joel is going to come up on the stage and take some\nvideo of Henry with you in the background so that will be very exciting for him to have. So\nplease bear with us for that. So as | said, it's our tradition that our First Person has the last\nword.\nHenry Kahn: Okay. If you know somebody who you hate, you have very good reason to\nhate that person and do not make the mistake of generalizing. In other words, the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nsame -- person with the same background is not necessarily the same type of person and it's\nvery important. You see, | could hate, and | do hate the Nazis, as you can well imagine, but if it\nhad -- but it is for Mr. Hagar to show you that there were very good people in Germany, too.\nAnd you do not generalize by saying well, all the Germans are terrible or stuff like that. And |\nwant you to bear this in mind whether they're Muslims or Hindus or whatever. So please,\nplease, don't discriminate. Be judicious and take every person the way he is, he or she is.\nThank you.\n(Cheers and Applause)\nBill Benson: Henry is going to stay up here for a while. If you want to come up and have\na photo with him, do that. I'm going to get Henry situated so he can sit down. Come over here,\nHenry.\n",
    "segments": []
}