{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ANNA GROSZ\nThursday, April 21, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mrs. Anna Grosz,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly until mid-August.\nThe museum's website, listed on the back of your program, provides information about each of our\nupcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Anna Grosz's biography so that you can\nremember and share her testimony after you leave here today.\nAnna will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Anna questions.\nToday's program will be live-streamed on the museum's website. This means people will be\njoining the program via a link from the museum's website and watching with us today from across the\ncountry and around the world. A recording of this program will be made available on the museum's\nwebsite. And we invite those who are here in the auditorium today to also join us on the web when the\nrest of our programs in April will be live-streamed. Please visit the First Person website, listed on the\nback of your program, for more details.\nFor our web audience, if you would like to use Twitter to ask a question, send a picture, or\nwrite a comment during the program, please feel free to do so using #ushmm.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Anna is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nAnna Grosz was born into a Jewish family on April 20, 1926, in Racsa, Transylvania, part of\nRomania, as Anna Seelfreund. Anna celebrated her 90th birthday yesterday.\n>> [Applause]\n>> Bill Benson: The arrow on this map points to Racsa.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThese photos taken in 1919 show Anna's parents, Samuel and Ilona Seelfreund. Samuel\nowned a vineyard and was a wine merchant, while Ilona cared for Anna and her five sisters.\nIn 1940, Racsa fell under Hungarian rule. Jewish people in Racsa became subject to anti-\nSemitic laws. Under the new laws, Anna's father's vineyard was confiscated and he was conscripted\ninto the Hungarian Labor Service. Samuel never returned home.\nThis photo from 1943 shows Anna and her sisters. In order from left to right is Clara,\nElizabeth, Margaret, Margaret's daughter Suzanna, Violet, Anna, Gisela.\nIn March 1944, Nazi Germany occupied Hungary. Hungarian officials agreed to turn over\nhundreds of thousands of Hungarian Jews to the custody of the Germans. Anna, her sisters and her\nmother were placed into the Satu-Mare ghetto, indicated by the circle on this map, and then deported to\nAuschwitz-Birkenau. The blue arrows point to Auschwitz-Birkenau. Nazi authorities selected Anna and\nthree of her sisters for forced labor while they sent her mother and two other sisters to the gas\nchambers.\nIn June 1944, Anna and her remaining three sisters were sent to Stutthof concentration camp,\nindicated here with the red arrow. Later they were transferred to Praust, a subcamp of Stutthof.\nIn February 1945, the SS evacuated most of the prisoners, including Anna's three sisters,\nmarching them on foot. Soviet troops liberated them around March 11, 1945. Anna was left behind with\nother injured and sick prisoners because she had previously broken her leg. On March 23, 1945, Soviet\ntroops liberated some 600 prisoners including Anna. Anna later reunited with her sisters, Gisela and\nClara, and found out her sister, Elizabeth, had been shot during the forced march.\nWe close with this photograph of Anna in 1946. Anna would remain in Romania until\nemigrating to the U.S. in 1964.\nAnna together with her husband Emory Grosz and their two young sons, Alex and Andrew,\nwere allowed after much difficulty to leave Romania and begin their new life in the United States. They\nsettled in New York where Emory went to work as a fabric cutter in New York City's Garment District.\nAnna found work as a seamstress in a clothing factory working with fellow Hungarian-speaking\nHolocaust survivors and refugees. Anna worked at the same place for the next 27 years, driving 2\nhours to and from work each day.\nAfter finishing high school their two sons attended university and went on to very successful\ncareers and are now retired. Alex was an attorney at the U.S. Patent Office. Andrew was a geologist\nwith the federal government. Anna has four grandchildren and a 5-year old great grandson.\nAfter their retirement Anna and Emory moved to the Washington, DC area in 2003. Anna's\nhusband suffered a stroke in 1999 and Anna cared for him until he passed away in 2009. She also was\nthe caregiver for one of her sisters prior to her death and for her sister's husband.\nAnna now volunteers with this museum's Visitor Services. You will find her at the Visitors Desk\non Tuesdays from 10:00 am until 2:00 pm. Anna has spoken about her Holocaust experience to\nchildren at local schools. She recently spoke to 500 students at a high school in West Virginia.\nAnna's son Alex and his wife Carla, and Anna's niece Suzanna are here with Anna today.\nSuzanna also volunteers here at the museum.\nWith that, | would like you to join me in welcoming our First Person, Anna Grosz.\n>> [Applause]\n>> Bill Benson: Anna, thank you so much for being willing to join us today and be our First Person. We\nhave so much for you to share with us and we have so little time, so we will start right away.\nYou were just 13, Anna, when World War II began with Germany's invasion of Poland,\nSeptember 1, 1939. Before we turn to all that happened to you and your family during the war and the\nHolocaust, let's start first with you telling us a little bit about your family, your community, and you in the\nyears before the war began.\n>> Anna Grosz: Yes. Hello first. Thank you for coming to listen to my story. | have to tell that Bill made\na mistake. | am not 90 because | turned the 9 to a 6, like this. So I'm 60 not 90.\n>> [Laughter]\n[Applause]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Anna Grosz: | have a short time to tell my story but I'm going to try to take just the essence. In one\nyear what leads to the family and all of us Jewish people is unbelievable. The torture and the\nhumiliation and something that | sometimes think, Am | still normal? | doubt it sometimes, you know.\nBefore the war we had a nice family life. My father was a wine merchant. | had five sisters. So\nthere were six girls. The older girls were sent to high school and the younger girls were in school. | was\nonly 14 years old when the Hungarian occupied Transylvania. Everybody will know this because that's\nhow they make the horror movies, from Transylvania.\nThe first thing what they did, they stopped the Jewish people to go to high school. So that was\nthe first tragedy for me because | couldn't go to high school like my older sisters.\n>> Bill Benson: I'm going to ask you just a couple of questions before we go there, if you don't mind. |\nhope later you'll talk more about what that loss of education meant to you. But your father, he had been\na decorated soldier in the First World War, hadn't he?\n>> Anna Grosz: Yes, he was. In the First World War he was in Hungary. And because the Germans\nlost the war, in the First World War also, it became Romania. And the same thing happened in the\nSecond World War because the Hungary allied the Germans. They gave it back to the Hungarians. So\nthat's why we became Hungarians again.\nMy father married my mother in Romania so he remained in Romania.\n>> Bill Benson: Anna --\n>> Anna Grosz: As | said before --\n>> Bill Benson: One more question.\n>> Anna Grosz: Yes?\n>> Bill Benson: You told me your parents, both your mother and father, were very respected members\nof the community. Can you tell us about that?\n>> Anna Grosz: Yes. | could say they were very honored people because my father was very correct\nman. Everyone who bought the wine and the brandy from him, they bought it in advance because they\nknew that he will deliver it 100% what he sold.\nMy parents -- what | had, | had no school education but | have it from my parents and my very\nstrict grandmother. They taught us manners and discipline. So when she died, | wasn't so sorry for her\nbecause | did not like what she wanted me to do. [Laughter]\nLet me go back to the family life, what we had. We lived in peace. Everybody had a job. My\nolder sisters were in school. Gisela did not go to school because we had a little business at home also,\na textile store. | helped out my father with going to the vineyard, arranged for workers and everything.\nOne day -- we did not know anything that happened in the world. We had two stations on the\nradio, Budapest and [Indiscernible]. We did not know what happened in the world that the Germans\noccupied already or something. Nothing about the war. Only that they occupied Transylvania and then\nchanged everything. Schools, offices, everything in Hungarian from Romanian.\nNot long after that started, they took away the license from the store. They did not let Jewish\npeople out without the yellow star. They couldn't keep non-Jewish help. So from one to the other, we\nwere not allowed to even go to the street without that yellow star.\nIn May 4, Transylvania was occupied on March -- the 4th of March, 1940.\n>> Bill Benson: 1940.\n>> Anna Grosz: 1940. In 1944, Hungary was the last country that the Germans occupied from the\nwhole Europe. In 1940.\nSo when they did all the things to us, that they did not let us out. Humiliation, even a gypsy\nsaid | am what | am but | am not a Jew. So we were totally humiliated. | don't know, to me that's even\nworse than suffering the humiliation.\n>> Bill Benson: And Anna, after the Hungarians did all of these terrible things to you, they took away\nyour family business, they took away the textile business --\n>> Anna Grosz: They took away everything.\n>> Bill Benson: How did your family -- you had a lot of mouths to feed. How did your family manage to\nmake it?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Anna Grosz: My father took care of that before. We had flour, bread. We had brandy -- what we\nsold, because we had the brandy machine also, we sold that, even to help other people.\nSo it came the day, May 4, family by family they took all of us in the synagogue. They said\nthat we can take food with us for four days.\n>> Bill Benson: Do you mind if | go back and ask you a couple of questions?\n>> Anna Grosz: Sure.\n>> Bill Benson: Before that happened, your father was conscripted into one of the Hungarian labor\nbattalions.\n>> Anna Grosz: Yes.\n>> Bill Benson: Tell us about that.\n>> Anna Grosz: Well, the worst thing was -- first thing and the worst thing was they took for forced\nlabor all the young men from about 18 to 45 or so. They took all the men who was the heart of the\npeople and remain were the children and the old people with the young people. They took them to\nforced labor, in the country and also | think in other parts of Hungary. They worked so hard. They\ntortured them.\n| don't know. | still don't have the answer for that. If they wanted to kill us because we were the\nenemy, the Jewish people, why did they have to torture us before that? Why did they do that before the\nkillings?\nOne example, who did not happen to me but to my husband, it was two Jewish people there\nwho were forced laborers. A Hungarian soldier who was the guard with them said, \"You say that you\nare a stinky Jew.\" The man said, \"Why should | say that?\" And he said, \"Because | told you so.\" So\nhe said, \"If you don't say that you are a stinky Jew, I'm going to beat you.\" So he said -- he went to the\nother people and he said, \"You say also that you are a stinky Jew.\" And he said, \"Why should | say\nthat? | am acollege professor.\" \"If you don't say that, I'm going to beat you.\" He did not say that. And\nhe started to beat him until he was half dead. Then he said, \"| am a stinky Jew.\" So this is -- similar\nhumiliation happened, which | can't say all of them but it happened.\nLet me go back.\n>> Bill Benson: Yes. You were going to tell us about your father. They took him away and you never\nsaw him again.\n>> Anna Grosz: My father was sent in a camp. He was a translator for a while from German to\nHungarian. He was sent a postcard, near Budapest, in the camp. We never heard after that of him,\nwhat happened to him. We didn't know what happened.\nAfter we were taken, the whole little town, 50 Jewish families, they took us in the synagogue\nand we stayed there for about two or three days. And that synagogue, the children and the old people\n[Inaudible] in the throat. It was a terrible thing. We didn't know why and what's going to happen after\nthat.\nAfter four days they put us in carriages. The non-Jewish people had to carry us about\n37-kilometers from our homes in a ghetto where only Jewish people could live there. They took the\nhouses from non-Jewish people to have room there. We didn't stay too long there. And then they said\ntake food for four days with you. And you still didn't know what happened. | shouldn't say a surprise. It\nwas a shock to us because it came only that we didn't know what happened before that in the world.\nSo in the ghetto we stayed there for about -- sweeping down the floors, mostly children and old women\nbecause men were not there.\nAnd after four days they took | don't know how many people, took them to the train station,\nand they put them in a wagon there. When they took our family, | was the 92nd in that wagon. We didn't\nknow where is my mother where is my sister because they pushed us in. It was a battle in the corner of\nthe wagon. To go out, they did a dance. From time to time the wagon opened to empty. But to stay four\ndays in that train, the children cried, the old men prayed, some of them cursed, \"Why did this happen to\nus?\"\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n| tried to take one of my most terrible days from the whole deportation or Death March, |\nthought is that, the traveling four days, and after that they let us out in Auschwitz. Later | found out that\nnot that was the most terrible day in my life.\nThey let us out. It was at night. We were all dizzy and didn't know what happened to us. Dogs\nbarking, the German soldiers said, \"Fast, fast, fast.\" And they took us to a place. And the music played.\nJewish music players played. They wanted the chaos, make it a little bit more supported.\nSo they took us. A German officer came with a stick. My sister had my older sister's baby,\n3-year-old girl, in her hand. He came to her and asked, \"Is this your baby?\" And she said no. Then she\nsaid, \"Give it to her mother.\" Because if a baby take away from the mother, they tried to cry. So she\ngave it back to the mother. But if she wouldn't, then she would be asked to go in the left side where the\npeople were killed. They didn't even make a difference one will live or one will die.\nSo my mother, my older sister with the baby, and my younger sister, 14 years old, was taken\nto one side and Elizabeth, my older sister, 25, Gisela, 20, | was 18, Clara was 16, on another side.\nThey took us in a room. First of all, we had to take off our clothes and then sit in a chair and they --\n>> Bill Benson: Shaved you?\n>> Anna Grosz: They took us, cut off our hair, anywhere we had hair. | don't know what | said because\n| don't think that | said anything because | was so tired from the four days traveling in that train. What\nhappened to me, it happened. | couldn't comprehend what happened.\nSo all four of us sisters was taken in another room where we were disinfected with some white\ndust. And after that we got a gray dress with a number on the sleeve because they did not have time to\ntattoo us like other people before they did because we were the last people who were occupied.\nHungary was the last.\n>> Bill Benson: You told me that because there were just so many coming in from Hungary they just\ndidn't have the time to tattoo you and that's why.\n>> Anna Grosz: Yes. Because so many, the last ones were Hungarian, the last country was Hungary.\nMany places already the war was over already but they still put the Jewish people in trains and\ndeported to Auschwitz, Hungary did. They were already liberated some places because it was 1944\nand 1945 was over. Right?\nSo we were in Auschwitz. Yes, they put us -- we slept in a stall. One person came and she\nsaid -- she was from Czechoslovakia. She was there for four years already in the concentration camp.\nShe spoke Hungarian also. We asked her what's happening to us. \"Where are our parents?\" And she\nsaid, \"You see that smoke? There are your parents.\" It was very close, Auschwitz, to the crematory\nroom. We thought that she is crazy. What? We didn't even know the word, what crematory is, and how\nabout believe that they killed there in the crematorium. We didn't believe her. We said she's a bad\nperson, that's all.\nSo they took us in Auschwitz, put us in some beds. There was no covering. Every day they\ncounted us, in the morning and at night. And the food was terrible, terrible, some beets, some other,\ncooked, a little piece of margarine in the morning, and a very small piece of bread. We had to stay in\nthe line. Always we stayed in the line at night ad in the morning. They chose people who were very\nskinny, who were very fat. They took them away. You never heard of them again. Just remained,\npeople who were strong-looking. But they always did that selection, all the time when we were there.\nSo one said that they choose people for work. We were so happy for our sisters and a few\nother girls from the town, that we go for work anywhere but not stay here. So they chose us for work. Or\nfor a while -- we had to hide Elizabeth, my older sister, because she was skinnier than the three of us\nand smaller.\nSo they chose us for work, 800 of us who looked fit to work. That's what they said. They took\nus to Stutthof where we stayed one day. By the train they took us there. We saw the sun. We saw the\nnature. Oh, we thought, what a nice thing they presented us to go to work. A prize, that's what we said.\nSo when we arrived in Stutthof, they did again the selection. We were not all good for work but the four\nof us still remained there, the sisters.\n>> Bill Benson: Just a minute. I'll jump in.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Anna Grosz: Yes?\n>> Bill Benson: In addition, you would line up five in a row. And besides you and your three sisters,\nthere was a fifth woman who stayed with you throughout.\n>> Anna Grosz: Yes. We had to stay five in a row. So we had one person there who had nobody there,\nno sisters, nobody. She's still alive, 94 years old and she has the dementia. Yes.\n>> Bill Benson: So from Stutthof they took you to a place called Praust, which was a brand new camp.\n>> Anna Grosz: Yes. They took us to Praust which before was a big farm. The place was not ready yet\nto work. It was terrible hot. It's near Gdansk. The sun was burning. We had short sleeve dress and\nshort dress. We had to go to a place and field the straw sacks that would be our bed. All day long we\nhad to do that. And some girls put some paper on their legs to cover it. And the paper was cement. So\nthen they took it off, it came off with the skin. What did they do? They sent us back to Stutthof because\nthey couldn't work anymore and they brought new people instead of them. Of course, we never heard\nof them because in Stutthof was another crematory.\n>> Bill Benson: Anna, you told me that it was always 800 women, as you were saying. So if some were\nill, they sent them back and then they would bring back the same number so you had 800.\nAnd then you were forced to do exceptionally hard labor. Tell us about that.\n>> Anna Grosz: Well, we had to do airport from that big --\n>> Bill Benson: You were forced to build an airfield. Right?\n>> Anna Grosz: Yes. We had to take first the vegetables from that farm. It was carrots, beets mostly,\nand a few potatoes. We were told we cannot take from there to eat because we are going to be\npunished for that if you do that. But we were very hungry because since the first day we arrived there\nwas no food, no water. The water was rusty. So we couldn't drink or eat. And some people still took\ncarrots and ate it or a potato or something. But the number was here on the sleeve. And the guards\nsaw that, then took the number.\nAnd at night when we went home from work, the guard gave it to -- there were two women. |\nthink they were at least 250 or 230 pounds. It was their job to do the punishment and also to arrange\nthe food for us. So in the first night, the guard gave the number because the girls took the food. The\npunishment was like that. She had to bend off and the two devils came. | don't know how to call them.\nAnd they gave 25 lashes on the back of them. And the next day they have to present for work no matter\nhow they felt. That was first day. We didn't know what the punishment would be.\nSo the work started. Our work was to fill sand. A plane came. Fill the cart. And another train\ncame and another. All day we had to fill those carts with the sand.\n>> Bill Benson: So just to be sure we all understand. You were filling train cars full of sand. That was\nyour job, to fill sand.\n>> Anna Grosz: It was not full of sand. For example, my sister Clara could not work as hard because\nshe was 16, like us. We had to work harder to be full, that cart. | don't know how to say that in English.\nIt looks like this somehow. That doesn't matter.\n>> Bill Benson: And the sand was used then to make the pavement.\n>> Anna Grosz: Make the pavement, yes. And French prisoners were far away from us. They build the\nguard to put the airplanes in at night. They still have it here, too. | never saw it. That's what happened.\nWe had this work with very little food. We all lost weight. That's what we did all summer.\nThen we had a guard with us. There were many guards but one we had from Romania. He\nspoke in Romanian. He was a nice guy. He never gave a number to the German woman who was his\ngirlfriend. But the other guards, they gave the number. And almost every day we had somebody get\npunished. But we have to stay and see the punishment like this. You tense up. And did not have dinner\nuntil all the people who were inside come out and get the dinner.\nThat was a sadist thing to do. | don't Know why, | repeat again, why did they have to torture us\nbefore they kill us? | don't Know this. Many things | don't know.\nSo finally -- | have to make my story short. It came Christmas time. They wanted us to\nentertain them. So they provide a piano, violin, and there were many talented people, opera singers.\nThey said everybody should go who has a talent.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n| left out something. That Romanian soldier, somehow he regretted but he had to go in the\nGerman Army. He liked me to sing for him Romanian songs, popular ballads. Every time he was with\nus, he wanted me to sing for him. At that time | had a very pretty voice, inherited from my mother.\nSo the Christmas party came and all the people were there and presented what they do. And |\nwas sitting in the top of a bunk bed. | was just watching. And then that Romanian soldier came to me\nand he said, \"Why didn't you come to sing also? | wanted you to sing Romanian also.\" And | said, \"|\ndon't think that | was such a talent to go there.\" But he said, \"| want you to come.\" He helped me get\ndown from the bed. | fall. | broke my leg.\nNow, with the small sickness they sent back the people to Stutthof because they needed\nanother people who was able to work. If you were sick for two days, they sent back. Now | said this is\nmy end because with the broken leg, what can they do. So my sister begged this officer -- it was a\nsoldier, | think, to not send me back to Stutthof. And because he somehow felt guilty because he\nwanted me to go to sing, and the one who decided to send back people, it was his girlfriend, the big\nwoman who did the punishment. It was a miracle that they put my leg in cast. Never happened. Never\nheard of any miracle like this.\nSo they put my leg in cast in the morning. My leg became like this, swollen. They had to take it\noff and put another cast. No injection or put me to sleep or something. Why? | don't know. A human\nbeing can survive anything. | think his own death, also. | think I'm never going to die. I'm going to\nsurvive my death, too.\n>> [Laughter]\n>> Bill Benson: Anna, after you broke your leg and this miracle occurred, that they put a cast on you, it\nwasn't long after that that then they emptied Praust.\n>> Anna Grosz: Three weeks after that started, they took the people from all camps, take to march.\nThe crematory could not destroy them because the war was very short to end. So all the people have to\nmarch away from the camp. When the time came that our camp had to leave, | couldn't walk. So they\ntook off my shoes because other 26 people were chosen who could not march. And a few guards and\nthe people who cooked there because other camps came and stayed there for a night. And after that\nthey marched further. So when our camp, it was time to march, my three sisters were able to march but\n| wasn't able with the other 26 people who couldn't walk.\n>> Bill Benson: You were left behind.\n>> Anna Grosz: | was left behind, taken of my shoes because | don't need shoes because the 26\nunable to walk people are going to be killed. | didn't even was afraid. Yes, they put some in our food\nthat they didn't let us think. It was brown. Medication or something. So we couldn't even think clear.\nThey left me there. | thought I'm going to stay here by myself killed and my three sisters left. | couldn't\neven cry.\n| was sitting there and the second miracle happened to me. One was that they put my leg in\ncast, which never, never, nowhere happened. And then a girl came who worked in the kitchen. She\nasked me, \"Could you do some sewing?\" | said yes. My mother wanted all of us to learn some sewing.\nAnd then she said, \"We are making some civilian clothes for the SS.\" The German people. \"If you can\nsew, you come with us and you will do that job.\" She provided me shoes. | survived that because they\ntook me and | did the sewing with those.\nSo what happened, the camps all night came from other camps. But they marched for a long\ntime already. Every day died | don't know how many people. They made a big hole, a big, big hole, and\njust throw them dead in that hole.\nWhen the time came that our German people wanted to go, the guards -- the girl who had with\nthe sewing came to me and she said \"You stay here because you're going to be liberated.\" We have to\ngo again. They want us go with them.”\nSo our camp left also. And | remained there. For two days it was quiet. Then we heard that the\nwhole airport was blown up, what we did, because it was bombed from one place to the other. They\nblew out the whole --\n>> Bill Benson: The Germans blew up their own airfield.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Anna Grosz: The whole airport. And a block also blew up with that who were people who couldn't\nwalk. They were dead also.\n| could already walk a little bit and a few other people. We walked and hided in the basement\nwhere they used to keep the food. So for another two days it was quiet. We had -- somebody came out\nfrom the basement. | came out also. | felt very dizzy. | saw from far away two dots. And those two dots\nbecame bigger and bigger and then became two Russian soldiers. So that meant that we were\nliberated, came more Russian soldiers.\nWhen | came out from the basement, | was dizzy, | was sick. | got Typhus there in the\nbasement. Russian people did not care too much of us because they still were searching for Germans.\nBut they took me in. | really couldn't think. | woke up in a house, sort of this is a hospital. | would say |\nstayed there, | don't know, maybe two weeks or so. | didn't know what happened to me. When | woke\nup, | saw a Russian nurse dead near me. She died of Typhus.\nAnd no hair again. They cut my hair the second time, which my hair grew in a year there. And\nthey gave me some clothes because they took my old clothes which was filled with lice. | never knew\nthat clothes can be lice also. But in our head, | didn't think | had lice because | was working with those\npeople. But they took off my hair. They gave me an ouffit. | still like to say a skirt like a sack and a\nblouse. And just nothing on my head. They said now you can go. So now | was liberated.\n>> Bill Benson: In the little time we have left, one of the things you said to me is even though you were\nliberated you didn't feel happy at all.\n>> Anna Grosz: Yes. | said -- I'm getting there.\n>> [Laughter]\n>> Anna Grosz: Yes. | was out from that hospital. | saw -- | never saw a mirror the whole year. But |\nsaw myself in a window. | looked at myself. You know, lost weight in that outfit that | had, and no hair. |\nthink | started to laugh. That was my first laugh.\nAnd | go somewhere. So | didn't Know where to go. | heard somewhere music. The Polish\npeople and the French started to celebrate the peace. It was March 23 or 21. And | heard music, which\n| didn't hear music still in my life. So | went to hear the music. | didn't know how | look or something. |\nwas Sitting like this. Somebody came at my back and he said, \"Mademoiselle.\" Then | had the second\nlaugh. [Laughter]\nSo a French prisoner came. He asked me to dance, to go to dance. Then | started to cry.\nSo | spoke Hungarian. He spoke French. But we understand each other. He find out who | am. And |\nfind who is he. But | didn't go to dance with him. Then later he came with a pack of cigarettes and a\npiece of bread. He said also in French -- French is a little bit similar to Romanian. And | understand that\nif | want him to take me to Paris, to France. | thought | want to go to France.\nSo | didn't know where my sisters are. | knew unfortunately that | did not want to believe that\nmy parents are still there in the smoke. All of a sudden, people who were around, all the people who\nwas liberated. One girl come to me and looks at me long and she said, \"Don't you have a sister Gisela?\nAnd | said, \"Yes, | do have.\" \"And one Carla? | was with them in” -- | never Know where | put my keys\nbut | remember what happened then. Everything | remember. | could go with closed eyes and find my\nbed or anything what happened there.\nSo she said, \"Your sisters are liberated.\" She said Clara and Gisela. “And how about\nElizabeth,” | asked. She said she was shot on the way -- when she was marching on the day of the\nliberation. The Germans killed her because she couldn't walk.\nSo | find out that two out of my whole family are alive. | had to believe. | did not want to\nbelieve. | did not want to live. | didn't know where my sisters are, even if they are alive. We went from\none train station to the other who were liberated and nobody helped us, not with food, not with going\nhome. | thought an airplane will come and take us home, you know? But for two months did not come\nan airplane. We were just wandering there. Nobody cared of us at all.\n| am thinking this was my most terrible day in my life. It's hard to find one because more\nterrible days in my life. But the most terrible day was when my two sisters came home, we met in our\nempty house, robbed house, knowing that we are still, the three of us, young girls, not trained for life,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nnot knowing what to start with our life. First, leave and how. And another problem, there was no man to\nmarry them because they all were killed in the forced labor. And another terrible thing happened to me\nwhen | saw in a person my mother's dress, on the street. | got hysterical inside in my empty house but |\ncouldn't go out or say something to her.\nAfter that, when we started a new life. By the time -- oh, | thought this was Brandy.\n>> [Laughter]\n>> Anna Grosz: This is just water. You cheated me.\n>> Bill Benson: | have the brandy. [Laughter]\n>> Anna Grosz: Oh, | could talk another three hours.\n>> Bill Benson: Anna, we are going to close the program in just a moment.\nWe'll be at the close of our program shortly. We do have time for a couple of questions. | want\nyou to know that it is our tradition at First Person that our First Person has the last word. So before we\nfinish, I'm going to turn back to Anna again to close our program. Needless to say we were only able to\njust catch a glimpse of all that Anna could have shared with us. And we could have had you talk for\nthree more days.\n>> Anna Grosz: Oh, yeah.\n>> Bill Benson: And what we don't even begin to touch upon is what happened after the war, not only\nimmediately after the war, the circumstances that Anna began to describe for us, getting married, and\nthen spending the next 19 years living under Communist rule before Anna and her two sons and family\nwere able to leave and come to the United States. We could have a whole afternoon just beginning to\ntouch on that.\nI'm going to ask you if would please stay seated with us because Anna will get the last word\nand we want you to hear what she has to say. After Anna concludes the program I'm going to ask you\nall to stand because our photographer, Joel, is going to take a picture of Anna with you as the\nbackdrop. So that makes for a wonderful photograph for Anna and for all of us. And then Anna, when\nshe's done, she will remain on the stage here. So, please, absolutely feel free afterwards to come up\nand ask her a question, shake her hands, give her a hug, take a photograph, whatever you would like\nto do.\n| want to first thank all of you for being with us today. | remind you we will have a First Person\neach Wednesday and Thursday through the middle of August. So we hope that you can come back.\nAlso, for our remaining programs in April, we will live-stream them so you will have an opportunity to\nalso hear them over the internet, and we hope that you do.\nSo very briefly we have time for a couple of questions. And I'm going to turn, first, to a\nquestion from our Twitter audience. And as I'm doing that, I'd ask that if anybody would like to ask a\nquestion, we'll have time for a couple, please go to one of the two microphones in the aisle if you would\nand line up there. This will give you a moment to get there. We're not obviously going to get to\neverybody's questions, but, again, Anna will remain with us.\nFirst a question from our Twitter audience. Question one of two from students at Christianburg\nMiddle School.\nAnna, what experiences or transitions did you find with your faith? Did you lose your faith in\nGod? P.S., our students are loving this opportunity to hear you and talk to you.\n>> Anna Grosz: | have an answer for that. | was raised to believe in God. Many of us lost their faith\nbecause they asked why did God let happen this with the innocent people. | think like that God has\nnothing to do with this. People did that. People did that to us. And any bad thing that happens, not God\ndid it, people did it to us. That's what | believe.\n>> Bill Benson: Thanks.\nWe'll see if we have anybody from our audience. And if not -- we have one here. | think this\nwill probably be our one question from the audience. And, then, again, when Anna's done, please come\nup to the stage and talk with her and ask her any questions that you would like to then.\n>> Anna Grosz: Yes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: Make your question as brief as you can. I'll repeat it just to make sure that everybody\nhears it. Then Anna can respond.\n>> Anna, thank you so much. We will never forget you. My question is: During the years of Communism\nin Romania, were you persecuted again for being Jewish?\n>> Bill Benson: During your years in Romania, were you persecuted for being Jewish?\n>> Anna Grosz: Again?\n>> Bill Benson: During your years in Romania after the war, for the 19 years you would remain there,\nwere you persecuted for being Jewish?\n>> Anna Grosz: Not for being Jewish but to not be Communist, to be on the list that if you want to\nleave the country, which we did, could not have the same rights or could not go, the children also, to\nhigher schools. The same like the Hungarians did. So it wasn't a pleasure to live in a Communist\ncountry. You had a job but it was so little or small, | don't Know how to say it, that you couldn't live with\nit. So we had to do something with one word, steal. And if you stole, if they found it, they put you in jail.\nThey said there were three kinds of people in Romania: who is in jail, who was in jail, and who will be in\njail.\nSo we were very happy when after 19 years they let us out from Romania. Israel and America\npaid for our passports. We were lucky that my two children was young enough to continue here the\neducation.\nThat's my answer. If you have another answer.\n| have something without asking me | would say. When you buy a house, the agent says it's\nlocation, location, location. | would say education, education, and education.\n>> [Applause]\n>> Anna Grosz: Because they took that away from me and | miss it for all my life. There are so many\nthings that | would enjoy and know if | would have the education and they did not let me do that. They\ntook that away from us. That's like they would take my arm from me because all my rest of the family,\nthey were educated. But | was that age when Romania was occupied. | was 14, finishing elementary\nschool. So that's why | say you have the opportunity here to have the education and that nobody can\ntake it away from you. It's more than millions of dollars, the education, what you have.\nBut don't ask me one question. This is not my first time that I'm here. And | had a question. It\nwas a young girl. She asked me could you forgive and forget what they did to you. And | said, no, |\ncan't, and | don't want to. Because when took Jesus Christ to crucify, he said don't punish them, God,\nbecause they don't know what they are doing. Right? But the Germans knew what they are doing so\nhow can | forgive and forget? This is not a small thing to forgive and forget. | will not. And | won't forgive\nand forget. So don't ask me that question. [Laughter] Anything else.\n>> Bill Benson: | think we are ready now to close the program. Anna, thank you so very much.\n>> Anna Grosz: | thank you all for listening to me. | could talk for more than an hour. They made a\ngood choice for me to talk because | was punished as a small girl who talk too much.\n>> [Laughter]\n>> Bill Benson: Thank you.\n>> [Applause]\n",
    "segments": []
}