{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, August 13\n11:00 — 11:56 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: MARCEL HODAK\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. This is our 15th\nyear of the First Person program. And our First Person today is Mr. Marcel Hodak, whom we shall\nmeet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are grateful\nfor their sponsorship.\nFirst Person is a series of twice weekly conversations with survivors of the Holocaust, who\nshare with us their firsthand accounts of their experience during the Holocaust. Each First Person\nguest serves as a volunteer here at this museum. Our 2014 program will conclude with tomorrow's\nprogram. The museum's website, at www.ushmm.org, will provide information about our program in\n2015.\nMarcel Hodak will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity for you\nto ask Marcel a few questions at the end of our program.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Marcel is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with this portrait of Marcel Hodak, taken in 1940. Marcel was born to Jewish parents\non August 25, 1937, in Paris, France.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nMarcel's parents, Jules and Feiga, were both born in Romania, but moved to Constantinople,\nnow Istanbul, Turkey, with their families. They met and married in Turkey. Marcel's sister Esther was\nborn in Turkey in 1921, and one year later Marcel's parents emigrated to Paris. Marcel and his two\nolder brothers, John and Achilles, were all born in Paris.\nIn May, 1940, German troops invaded France and quickly captured Paris. The terms of the\narmistice divided France in two parts, with the northern part of the country under direct German\ncontrol. Southern France remained unoccupied, but was ruled by a French collaborationist\ngovernment headquartered in the city of Vichy. This map shows the invasion routes of the Germans\ninto Western Europe in 1940.\nThis photograph is from between 1940 to 1942 and shows members of Marcel's extended\nfamily wearing Jewish stars. Shown here are Marcel's uncle, aunt and cousins.\nMarcel's family fled German-occupied Paris for Vichy in the summer of 1942. They ended up\nin the town of Bride-les-Bains in Haute Savoie, where they would remain for the duration of the war in\nFrance.\nIn this photo, we see Marcel's mother, second from the right, and three of her sisters taken in\nBride-les-Bains during the war. The family lived in a local boarding home.\nMarcel and his family returned to Paris in May 1944, and Allied Forces liberated Paris on\nAugust 25, 1944, which was also Marcel's birthday. Marcel watched American troops parade down\nthe Champs-Elysées after the liberation of Paris.\nWith his two brothers, Marcel immigrated to the United States, arriving in New York in 1946 at\nage 9. His parents followed in 1950.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nIn 1956, when he was 19, Marcel joined the US Air Force. After his training he was stationed\nin Paris, where he met his wife Mimi, who was from Israel. They married in 1958. Their first son,\nMarc, was born in Paris in 1959. Over the next few years, Marcel was stationed in Omaha, where his\nsecond son, Michel, was born in 1962, and Spain, where their third son, Manny, was born in 1966.\nHe also had posts in upstate New York, Wyoming, and Andrews Air Force Base here in the\nWashington, DC area. Marcel left the Air Force in 1967 and has remained in the area since then.\nAlthough he was a trained high-wire electrician, Marcel moved into the computer field. He was\nwith Freddie Mac until 2004. In 2004, Marcel's wife passed away after 47 years of marriage. Their\nthree sons have given them five grandchildren who are between the ages of 5 and 25.\nMarcel became a volunteer with this museum in 2007. You will find him here Friday mornings\nworking with Volunteer Services. He is joined today by his significant other, Elaine, here in the front\nrow.\nWith that, | would like to ask you to join me in welcoming our First Person, Mr. Marcel Hodak.\n[Applause]\nThank you, Marcel. Marcel, welcome. Thank you so much for your willingness to be our First Person\ntoday. We are so glad to have you here.\n>> Marcel Hodak: Thank you.\n>> Bill Benson: You have so much to share with us in one hour. We'll jump right into your what you\nwent through, beginning with your earliest years. In fact, before we turn to the war years, which\nbegan with Germany's invasion of Poland in September 1939, followed by their attack on France in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMay of 1940, let's begin first with you telling us a little about your parents and their life prior to the\nwer.\n>> Marcel Hodak: Well, my mother was always a seamstress, and my father was a presser of\nwomen's clothes.\n>> Bill Benson: A presser, OK.\n>> Marcel Hodak: Yeah. It must have been a good trade, because we lived very well. We lived in\nParis, and everything was successful, until the Germans disrupted the whole thing.\n>> Bill Benson: Tell us a littke about your parents, besides their occupation. What do you know about\ntheir early years, before they were married? Your father, tell me about your father. You had told me\nhe didn't have much formal education.\n>> Marcel Hodak: That's right.\n>> Bill Benson: But a very educated man.\n>> Marcel Hodak: He spoke seven languages.\n>> Bill Benson: Wow.\n>> Marcel Hodak: He learned how to write himself. He came from very poor family. His father was a\nrabbi, and my father could read Hebrew and knew it by heart. When we went to the synagogue, he\nhad the chanting from the cantor and he could find it directly. He knew the whole book by heart.\n>> Bill Benson: Was your mother fluent in other languages?\n>> Marcel Hodak: My mother, unfortunately, was not educated at all. She, just like all the people that\ncame from Eastern Europe, didn't have an education. Women did not go to school to learn anything.\n>> Bill Benson: They were born in Romania, but ended up in Turkey. Why was that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Marcel Hodak: Well, my father -- well, the parents, they weren't together yet, were in Kishinev,\nwhich had one of the biggest pogroms in Europe.\n>> Bill Benson: A pogrom was attacks and assaults on Jews.\n>> Marcel Hodak: That's correct. What they called the cleansing of their country. It was like a\ndrunkard type of thing, and any Jews that were in the way were beaten up, killed. Didn't matter if it\nwas part of the government.\n>> Bill Benson: As a result of that, they ended up going to Turkey?\n>> Marcel Hodak: They decided to go to Turkey. My father met my mother, and they got married.\n>> Bill Benson: Your mother, | believe, had 15 siblings.\n>> Marcel Hodak: Yes.\n>> Bill Benson: How large was your extended family?\n>> Marcel Hodak: How large?\n>> Bill Benson: You must have had many, many cousins.\n>> Marcel Hodak: Yes, | had quite a few cousins. Some of them are still living. Some of them are in\nVenezuela, and | have never met them.\n>> Bill Benson: Fled there either before or --\n>> Marcel Hodak: Jews have a tendency of moving from one place to another.\n>> Bill Benson: We'll hear about your moves a little bit later.\nAfter your parents moved, after having individually with their families gone from Romania to\nTurkey, they picked up and moved to France. Why?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Marcel Hodak: Well, my father had a decision to make. His family went to the United States, and\nmy mother's family went to Paris. So | guess my mother had some power on my father.\n[Laughter]\n>> Bill Benson: Yeah.\n>> Marcel Hodak: So they went to Paris.\n>> Bill Benson: Tell us a little about your siblings. You had three siblings.\n>> Marcel Hodak: Yes.\n>> Bill Benson: Your sister, she was born in Turkey.\n>> Marcel Hodak: She was born in Turkey, and during the war she ended up marrying a Frenchman\nfrom Bride-les-Bains.\n>> Bill Benson: You're going to tell us more about that. Your sister is born in Turkey, your parents go\nto Paris, the three boys are born in Paris. You came along considerably later.\n>> Marcel Hodak: | was an accident.\n[Laughter]\n>> Bill Benson: OK.\n>> Marcel Hodak: | wasn't supposed to be there.\n[Laughter]\n>> Bill Benson: Well, as you started off to tell us, their life in Paris was generally a pretty good life.\nThey were doing OK.\n>> Marcel Hodak: Yes, they were.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: OK. Of course, the war begins with Germany's invasion of Poland in September\n1939, but the following spring, in the May of 1940, Nazi Germany attacked what we often call the\nlowland countries in France. So they moved into France, occupied after attacking France in May\n1940, and Paris became an occupied city, where your parents remained for the next two years, until\n1942.\nTell us what you can about your circumstances in those two years living in occupied Paris, and\nwhat you know about the invasion of Paris.\n>> Marcel Hodak: | remember -- | was very young at that time, but | still remember that we had\nblackouts when there were bombings in Paris. | Know that it always happened during dinner.\n>> Bill Benson: When the bombings would happen?\n>> Marcel Hodak: Yeah. And the lights were out. As we were sitting at dinner, and you couldn't eat\nanything, and | was hungry, | would put out my hand to pick up a piece of bread, and | would get hit\nwith a fork.\n>> Bill Benson: In the dark?\n>> Marcel Hodak: In the dark.\n[Laughter]\n| don't know how my father could have seen that | was grabbing the food, but it happened.\n>> Bill Benson: Sometimes you would end up having to go down in the subways as shelters?\n>> Marcel Hodak: Yes. My mother one day was carrying me towards the subway, another air raid,\nand my blanket was hit with a piece of shrapnel; burnt a hole in my blanket, but nothing happened to\nme. Must be a sign from upstairs or something.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Sounds like it.\nYou were telling me, the first time we met, that the French were not -- they were confident they\ncould hold off the Germans, because they had this marginal line.\n>> Marcel Hodak: The marginal line was just a plain dream. The only things that the Germans\nactually did was go around the line, then come behind them. They captured a lot of troops, one of\nwhich was one of my uncles. And he had been wounded, and he finally died of gangrene because\nthey found out he was Jewish.\n>> Bill Benson: Ina prisoner of war camp. Your parents and siblings, your sister and two brothers,\nwere stripped of their French citizenship, but you were not. Why was that?\n>> Marcel Hodak: It's very possible that they looked at old information, and | was not included with\nthe family. What the French were trying, because the French were really collaborationists, what the\nFrench were trying to say is that they're not killing any Jews, French Jews.\n>> Bill Benson: Not their own citizens.\n>> Marcel Hodak: When they took away our citizenship and made them non-French, so that we were\nripe to get picked up.\n>> Bill Benson: Yet, for some reason, you remained --\n>> Marcel Hodak: It didn't affect me that much, but it would have affected my brothers and my family.\n>> Bill Benson: Absolutely.\n>> Marcel Hodak: Except during that time, we left and found ourselves in the south of France.\n>> Bill Benson: Before we turn to the south of France, in that two-year period while in occupied Paris,\nbetween 1940-42, what do you know about what your parents' life was like in that two-year period?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Marcel Hodak: Well, if you saw movies or television shows on Molly Goldberg, it was more or less\nthe same type of thing. My parents knew all the neighbors and everything, and they felt comfortable.\nIt was like an ordinary life.\nIn the beginning, the Germans didn't really do anything. The French were the ones that set up\nthe decree to take away citizenship.\n>> Bill Benson: So in the summer of 1942, that's when your family left Paris to go to Vichy, or as it\nwas called, Free France.\n>> Marcel Hodak: Yes.\n>> Bill Benson: Tell us a littlhe about what Free France really meant, and more importantly what led to\nyour parents’ decision to leave Paris to go to Vichy, France?\n>> Marcel Hodak: OK. What happened is that around 1942, rumors started flying around. We heard\nabout things happening to the Jews in other countries. My father heard the news and decided it was\nbest if we left the country, or went down south, because you couldn't go out of it. We were limited on\nour travels. Our French passport had a J on there, saying that you were Juif. So we couldn't travel.\nBut you could travel within the country.\n>> Bill Benson: Including into Vichy, France?\n>> Marcel Hodak: Right.\n>> Bill Benson: During 1942, that's when major round-ups of Jews and deportations began to\nhappen.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Hodak: A big round-up happened a month after we had left Paris, where they picked up\n30,000 Jews from Paris itself, and put them in a place called Valdevare. It was a velodrome where\nthey practiced for the Olympics. It had a bicycle thing around it.\nOut of that group that got put into Valdevare, 100 Jews, adults, were saved, where 4,115 kids\nwere actually killed, never came back.\n>> Bill Benson: That round-up was a month after you left Paris?\n>> Marcel Hodak: Yes. We missed it by that much.\n>> Bill Benson: You were telling me before you left that as the earlier deportations were beginning\nand the round-ups, that French non-Jews would denounce Jews to get their apartments.\n>> Marcel Hodak: They would. They would do that, to be able to get their goods.\n>> Bill Benson: To get their goods.\n>> Marcel Hodak: But the worst part was the police. The police was completely collaborating with\nthe Germans.\n>> Bill Benson: What you called gendarme. It was French police?\n>> Marcel Hodak: They finally admitted that.\n>> Bill Benson: Relatively recently?\n>> Marcel Hodak: Yes.\n>> Bill Benson: Marcel, your family decides to go to Vichy. They leave Paris. What town do they go\nto, and why that town?\n>> Marcel Hodak: Well, they went till the end of the line, where everybody got off the train. The town\nwas called Montpuk. It's a funny name, because when you're learning French it sounds like \"My\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nderriere.\"\n[Laughter]\nAt any rate, they landed there --\n>> Bill Benson: At the end.\n[Laughter]\n>> Marcel Hodak: The people tried to find jobs. My father found a job as a lumberjack. Imagine a\nperson that irons clothes became a lumberjack.\n>> Bill Benson: Was this a fairly forested area, mountainous?\n>> Marcel Hodak: Yes. Still the mountains, down near the Alps.\n>> Bill Benson: | think you told me, was that the site of one of the winter Olympics?\n>> Marcel Hodak: 1992, that was the site where they had the Olympics. | don't remember the actual\nname of the whole thing. Bride-les-Bains is where they had the dormitories.\n>> Bill Benson: A mountainous town, your father becomes a lumberjack.\n>> Marcel Hodak: If you could have seen his fingers. My fingers, | can't do nail polish, but he would\nnot have been able to even get near nail polish.\n>> Bill Benson: As | recall, you told me that because he was often injured and hurting because of the\nwork, that the foreman was somewhat easy on him.\n>> Marcel Hodak: Yes. The foreman, more or less, protected him, because when the Germans\ncame and said, We want your Jews, they said they needed my father. Otherwise, we would all have\nbeen dead.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: You're now living in Bride-les-Bains, this mountainous town. Tell us a little about\nyour life there. Were you in hiding there or just --\n>> Marcel Hodak: It was open hiding. We weren't really hiding, in the sense that in the cellars or\nanything. What happened is that we acted like we were from the town. | went to church, and an\nincident was | used to go to church with my beret on, beret being my hat. | didn't take it off, but the\npriest would come, take off my hat, put it on my lap. | didn't Know why he did that, but | saw the other\npeople without hats, so | figured maybe I'm not supposed to wear a hat. | come to find out later on,\nmy brother told me, that the priest was actually a Jew who was in the underground.\n>> Bill Benson: A member of the French resistance?\n>> Marcel Hodak: Yes.\n>> Bill Benson: As you say, you're sort of hiding in the open. You didn't adopt a different name, or\ndid you?\n>> Marcel Hodak: The women did.\n>> Bill Benson: The women did, OK.\n>> Marcel Hodak: My sister was named Esther, and she eventually changed her name to Edit, or\nEdith. My cousin, who wrote a book on the whole family, was named Rachel; she changed it to\nDawn. Why the women? | guess they would get accosted by Germans and be asked their names.\nSo they changed them. They gave their names, they would have known right away they were Jews.\n>> Bill Benson: As you said, your father was working as a lumberjack. What did your mother do\nduring that time?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n>> Marcel Hodak: She was a seamstress. She sewed anything, fur coats, coats, dresses. She kept\nbusy. She kept me dressed also, because we couldn't afford clothes, so she made my clothes. From\nleftover, from other people's clothes.\n>> Bill Benson: That she'd been making?\n>> Marcel Hodak: Yeah.\n>> Bill Benson: Were you able to go to school in Bride-les-Bains?\n>> Marcel Hodak: Yes, | went to school, but | really don't remember that much about the school. |\nknow | used to put ink on my fingers all the time.\n[Laughter]\n>> Bill Benson: That you remember.\n[Laughter]\nAs you said, you went to church, but you -- did the family formally act like, though, the cover that you\nwere Christian, or you just went to church?\n>> Marcel Hodak: Just went to church. Why? Because that was the -- | was the only one that went,\nbecause it was the thing to do. All the kids went to church.\n>> Bill Benson: Besides your father's foreman as a lumberjack, do you think other people in this\ntown, because | imagine it was not a big community.\n>> Marcel Hodak: Nota big community. Yes, they probably knew we were Jewish, and nobody gave\nus up. That town was also where the underground was permanent. If somebody gave up an\nunderground guy or one of the Jews in the town, there would be killings all over the place.\n>> Bill Benson: As you said to me, it was a hotbed of the resistance.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Marcel Hodak: Yes.\n>> Bill Benson: The resistance was known as the Maquis. Tell us about the Maquis.\n>> Marcel Hodak: They sabotaged the Germans quite a bit. They got free food from the French and\nEnglish, parachuted food. My brother came into town once with a rifle.\n>> Bill Benson: He was part of the underground?\n>> Marcel Hodak: Yes. My brother-in-law. My cousin was part of the underground. That's what\nsaved her; otherwise, she would have been taken away with her father and mother.\n>> Bill Benson: Rachel that you were telling us about?\n>> Marcel Hodak: Yes.\n>> Bill Benson: Jews were allowed to be part of the French resistance?\n>> Marcel Hodak: Of course. They were communists; that's how they ended up. The communists\nwere the ones that ended up fighting against the Germans.\n>> Bill Benson: So one of the reasons why probably you weren't denounced, as you said, is because\nthis was such a hotbed of the resistance.\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: That was a form of protection for all of you.\n>> Marcel Hodak: For all of us, yes. Although they did take a few people. The Germans came into\ntown one day and below the balcony where my mother was, a friend of mine, an old French boy and\nmyself were playing on the balcony. And we saw the Germans, and we went inside. It was known\nthat you don't look at Germans. You don't want to get in their way.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo all of a sudden, we hear a knock on the door, and this German wants to -- big guy; he fit in\nthe doorjamb. | thought he was hitting his shoulders from one side of the door to the other. Anyway,\nhe looked awfully big. He came in, said\n[Speaking German]\n| understand Yiddish. The German sounded like Yiddish to me anyway. He kept saying he wants a\nglass of water. My friend said | don't understand. Finally, it got to be boring to try to understand what\nwas going on. | said he wants a glass of water. Then this German points at me and says\n[Speaking German]\nWhich means you're Jewish. | said no, no, no, no. Here we are, 5-year-olds, arguing with a German.\nOtherwise | could have been on the truck. As a matter of fact, | believe those trucks was where they\nput my aunt and uncle.\n>> Bill Benson: Those same trucks?\n>> Marcel Hodak: Those same trucks.\n>> Bill Benson: Because you understood Yiddish, and it was close enough to German to understand\nwhat he was saying, so inadvertently you gave yourself away?\n>> Marcel Hodak: That's correct.\n>> Bill Benson: He moved on from you at that particular time?\n>> Marcel Hodak: Yes. He got his glass of water.\n>> Bill Benson: In general, though, as you said, there were several times the Germans came in, but\nyou told me the Germans didn't put a lot of energy into crushing the resistance in Bride-les-Bains.\n>> Marcel Hodak: No, because they didn't expect that much viciousness that was coming out of it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: OK.\n>> Marcel Hodak: The underground actually killed quite a few of the Germans in that area.\n>> Bill Benson: You told me a story about your brother Jean, | think it was, that he wanted to -- he\nwanted to kill a German.\n>> Marcel Hodak: Yes. What happened, well, it's like any war, over here they fought with snowballs\nduring the Civil War. Anyway, these Germans were playing in the field on a swing, and this German\nwas swinging --\n>> Bill Benson: On a kid's swing?\n>> Marcel Hodak: On a kid's swing. My brother saw him, and he stood up and was going to shoot\nhim, not thinking about how many Germans were there. My brother-in-law pushed him down, said, \"|\nwouldn't shoot.\" Came close.\n>> Bill Benson: Why did he push him down?\n>> Marcel Hodak: He didn't want anything -- he didn't want to get overrun. They would have known\nwhere the underground was.\n>> Bill Benson: Right, right.\nYou told me that there still were German spies about, though.\n>> Marcel Hodak: Sure. There's always German spies. There were people trying to find out who\nwas what, so that when things happened they would be ready to fight for them.\n>> Bill Benson: For the most part, the resistance would go up into the mountainsides --\n>> Marcel Hodak: That's where they would hide.\n>> Bill Benson: Then you said they'd come into town, often with a lot of fanfare.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Hodak: Yes. Some people were finally going to get something to eat. We were really out\nof food during that period. | was always hungry. My brother came back with cans of food that were\nparachuted down to them.\n>> Bill Benson: They'd bring the food to the townspeople that was parachuted into them.\n>> Marcel Hodak: Yes. It was like having a parade. They were our heroes. Like our heroes today.\n>> Bill Benson: | remember you telling me you remember that when they would come down, your\nbrother was with them, you wanted to carry his rifle for him.\n>> Marcel Hodak: | carried it. | dragged it, because the rifle was bigger than me. As you saw in the\npicture, | wasn't that tall.\n>> Bill Benson: Right. Marcel. Your sister married a member of the resistance, right?\n>> Marcel Hodak: She did.\n>> Bill Benson: That created a little bit of --\n>> Marcel Hodak: Conflict, because at the time we still believed we were Jewish, and that we should\nmarry within the religion.\n>> Marcel Hodak: The husband wasn't Jewish? --\n>> Bill Benson: The husband wasn't Jewish?\n>> Marcel Hodak: He was not Jewish.\n>> Bill Benson: Your father wasn't happy about that?\n>> Marcel Hodak: My mother, either. It's part of the family tradition, you don't marry out of the\nreligion.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Their comfort level grew when they realized he was a member of the resistance,\nright?\n>> Marcel Hodak: Yes and no. We also remembered it was part of the war.\n>> Bill Benson: Right.\n>> Marcel Hodak: During the war, everybody does what needs to be done to Survive.\n>> Bill Benson: Right. You also shared with me that when the resistance, folks in the resistance and\ntheir supporters, when they realized somebody was -- they kept track of who they thought were\ncollaborators.\n>> Marcel Hodak: At the end of the war, they paid for that.\n>> Bill Benson: They paid for that. They kept track.\n>> Marcel Hodak: The women got their hair sheared off. The men got beat up a little bit. Some\ncouldn't walk away from the beatings, but the anger was there.\n>> Bill Benson: That came after the war was over?\n>> Marcel Hodak: Yeah. They wouldn't have been able to do that during the war.\n>> Bill Benson: So you stayed, the family stayed in Bride-les-Bains for almost -- for two years. In\nAugust 1944, your family moved back to Paris.\n>> Marcel Hodak: Yes. As the French movement took hold, and the Germans retreated, we moved\nup to Paris.\n>> Bill Benson: | guess in part that followed the Normandy invasion in June of 1944 into France.\n>> Marcel Hodak: Yes, yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: You shared with me that the Maquis, the resistance itself, played a really major role\nin being able to liberate Paris.\n>> Marcel Hodak: There was a lot of fighting within Paris itself. In fact, if you go to Paris, all the\nbullet holes and people who got killed have plaques all over Paris. These plaques tell you that this\nperson died by firing squad, by the Germans.\n>> Bill Benson: The resistance, they were major players in the liberation, right?\n>> Marcel Hodak: They were shooting all over the place to take down the Germans, one by one.\n>> Bill Benson: As a little boy, what do you remember? Do you remember anything of that time?\n>> Marcel Hodak: No. Because | wasn't in the town when they were shooting and all of that stuff.\nWhen | got to Paris, it was all quiet, and no noise.\n>> Bill Benson: When you returned to Paris --\n>> Marcel Hodak: | went back to school.\n>> Bill Benson: Went back to school. Before you tell me about that, you wrote in something you\nshared with me that you had written, you wrote that you watched the most magnificent parade of a\nlifetime.\n>> Marcel Hodak: Yes. | watched the American troops come down the Champs-Elysées. 24 across.\nIt's a big street, if you Know the Champs-Elysées. There were 24 troops in a row, in line, coming\ndown the Champs-Elysées. | saw Leclerc, De Gaulle, | saw Eisenhower coming down.\n>> Bill Benson: You remember that, right?\n>> Marcel Hodak: Oh, yes. | was on my father's shoulder watching the parade.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Do you have a sense of what it was like to then be back in Paris and know that your\ncity has been liberated?\n>> Marcel Hodak: It was an elation that you can't describe. It's like watching the Nationals win the\nWorld Series or something.\n[Laughter]\n>> Bill Benson: Which is a possibility, right?\n[Laughter]\nWere you able to actually go back into what had been your home before you left?\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: You moved back into your home.\n>> Marcel Hodak: We saw a lot of our neighbors. Even though the neighbors were not supposed to\nbe there, they were there. It was like home sweet home.\n>> Bill Benson: Although the war ended for you at that time, this is August 1944, the war continued\nelsewhere until Germany surrendered in May 1945.\n>> Marcel Hodak: That's correct.\n>> Bill Benson: During those months, about seven, eight months of war continuing, what was life like\nin Paris and for your family?\n>> Marcel Hodak: Well, food was very hard to come by. It was the minimum type of foods that were\navailable, and my father kept on complaining to my aunt in Brooklyn.\n>> Bill Benson: Would your aunt --\n>> Marcel Hodak: That's when we got care packages from America.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: You have to -- you do have to share the story about the soup.\n>> Marcel Hodak: The soap.\n>> Bill Benson: The soap in the care package.\n>> Marcel Hodak: My sister had taken English in school, and she knew -- well, she actually knew\nsome English. We received this package. It was a box, within the box it said \"Soap.\" My mother\nsaid, What means soap?\nMy sister said, Soup.\n[Laughter]\nSo my mother got a chicken, put it in a pot, and poured this soap in there.\n[Laughter]\nWe had the cleanest chicken ever.\n[Laughter]\nCleanest chicken that you could think of.\n[Laughter]\n>> Bill Benson: Marcel, were you able to resume your studies when you got back to Paris?\n>> Marcel Hodak: Yes, yes. | did. My mother made me sleeves -- when you go to school in France,\nyou use real ink, you don't use the ballpoint. So you get ink all over the place, your fingers, your shirt.\nSo my mother made me a sleeve protector. | remember that.\n>> Bill Benson: Good idea.\nMarcel, of course, you're still a little boy. Your siblings, when the war was over in August\n1944, you're back in Paris, and of course your sister was now married.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Hodak: Yes.\n>> Bill Benson: What about your brothers? What did they do? And one was in the resistance.\n>> Marcel Hodak: They did what boys do.\n>> Bill Benson: At that age, yeah.\n>> Marcel Hodak: They went back to school. They finished school.\n>> Bill Benson: Your brother, who was fighting in the resistance, goes back and becomes a student\nagain?\n>> Marcel Hodak: Well, he became a furrier.\n>> Bill Benson: You recently read a book written by your French cousin, Rachel, | believe.\n>> Marcel Hodak: Yes.\n>> Bill Benson: This was recently. You learned details you hadn't known before. Share with us what\nyou learned from reading Rachel's book.\n>> Marcel Hodak: | found out from that book that what happened in Bride-les-Bains, what happened\nto the family, | found out we were all together, in reality. When we had taken the train, we were in\none wagon, and we met that -- when the train stopped, we all met in the middle, and we were\nsurprised to find that we were all there.\nNow, my girlfriend suggested that what had happened is that the parents had taken different\ncars to go to Maquis, and they didn't tell the kids about it, because they didn't want -- if somebody got\npicked up, they didn't want the word to get around that there were more of the family on the train. So\nwe all survived. Except for that one uncle.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: When did your parents start to make their efforts to try to get the family out of\nFrance?\n>> Marcel Hodak: In 1944. Well, what you got to look at is we, we being my brothers and I, being\nborn in France, we did not meet the American quota. The quota was on places of birth. My parents\ncouldn't come with us, so we got onto a boat to come to America.\n>> Bill Benson: Tied to the place of birth, as opposed to being family based. Your parents were born\nelsewhere, Romania.\n>> Marcel Hodak: Yes.\n>> Bill Benson: Thus they could not fit under the same quota as their children.\n>> Marcel Hodak: That's correct. When we got to the States, the American -- after we'd become\ncitizens, after five years, we could call our parents to come down.\n>> Bill Benson: 1946 the kids, the three boys, because your sister is married in France, the three\nboys come to the United States. | think you're 9 years old.\n>> Marcel Hodak: I'm 9. They're 20.\n>> Bill Benson: They're 20. They've got their little brother with them. Landing in the United States.\nWhat was that like? You didn't speak English at that time.\n>> Marcel Hodak: | didn't speak a word of it. | sooke French. We got stuck in the port on that time,\nbecause there was a strike of AFL-CIO. They, the stevedores, wouldn't get us off the boat, so we\ndidn't even land in Ellis Island. We bypassed Ellis Island, because we spent two weeks out in the\nwater.\n>> Bill Benson: Sitting offshore?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Marcel Hodak: Sitting offshore. An uncle came out to the boat. He looked so much like my\nfather. | told my brother, Dad is downstairs.\n>> Bill Benson: Dad got here first.\n>> Marcel Hodak: He got here first.\n[Laughter]\n| was really happy to see my father.\n>> Bill Benson: Was the departure, to the extent you can remember, was that a very hard departure\nfor you?\n>> Marcel Hodak: No, because | got a whole set of lead soldiers.\n[Laughter]\nTo keep us --\n>> Bill Benson: Keep you occupied, yeah.\n>> Marcel Hodak: | got presents and all that sort of stuff. And | was sent away with all the love of my\nparents.\n>> Bill Benson: And expecting to see them, hopefully before long.\n>> Marcel Hodak: Yes. | thought it was just a ride, a pastime.\n>> Bill Benson: You finally got off the ship after being on for two weeks. Where did you go?\n>> Marcel Hodak: | went to Brooklyn with my middle brother. My older brother went to the Bronx.\nAnd | became a Brooklyn Dodger fan.\n>> Bill Benson: Right away? What did you think of America at first? What were the first\nimpressions?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Marcel Hodak: | was fascinated with all the food they had.\n[Laughter]\nFoods that | had never saw before. The people walking around, enjoying themselves. The\nneighbors, the neighbor kids tried to teach me English, the alphabet, how to count, numbers. Then\n| -- what | learned in school, | was able to show them | knew as much, if not more than they did.\n>> Bill Benson: When you went to school, you didn't start off in the grade appropriate for your age,\ndid you?\n>> Marcel Hodak: | started first grade.\n>> Bill Benson: 9 years old, in first grade.\n>> Marcel Hodak: Yeah. | sure did.\n>> Bill Benson: 9 years old with all of the little kids.\n>> Marcel Hodak: How did that feel? | didn't even pay attention to it.\n>> Bill Benson: You told me that --\n>> Marcel Hodak: Everybody looked big to me in those days.\n[Laughter]\n>> Bill Benson: | think everybody called you \"Frenchy,\" right?\n>> Marcel Hodak: They did.\n>> Bill Benson: What happened to Achilles? What happened to him is interesting.\n>> Marcel Hodak: Achilles got a job in 1948 with the United Nations. He became a statistician, and\nhe actually ended up working for the United Nations for 48 years. He became third in command. In\nother words, if two guys died, he would have been the one in charge.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\n>> Bill Benson: Even before that, am | correct that he got drafted and went back to Europe as an\ninterpreter?\n>> Marcel Hodak: Yes, became an interpreter for the 4th Armored Division, the one with the four-leaf\nclovers.\n>> Bill Benson: In Europe, right?\n>> Marcel Hodak: In Europe. He interpreted for generals, because they were close. He was in\nGermany. So that he had to attend meetings with the French, English and the Americans. So he\nwas the interpreter for the French.\n>> Bill Benson: Your parents, it would take five years. You had to wait till you got your -- your\nbrothers got their citizenship and you did, then your parents were able to come. It took five years.\n>> Marcel Hodak: Yes.\n>> Bill Benson: What do you know about those five years for them in Paris, or in France, before\nthey --\n>> Marcel Hodak: Well, I'm sure they missed us, but they had discussions with my brother-in-law, my\nsister, and things got rough. They needed to get some rest and come to the United States.\n>> Bill Benson: When they finally did, which was 1951, | guess, what was their adjustment like,\ncoming to the US?\n>> Marcel Hodak: Very difficult. Like | said before, my mother was not really educated, but she had\nthe wisdom of a smart woman, and they survived. My father was a presser in the garment district of\nNew York.\n>> Bill Benson: Continuing what he had done throughout his life.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Marcel Hodak: Yes. His brothers also did the same thing, so it was a family affair.\n>> Bill Benson: In New York?\n>> Marcel Hodak: In New York. My aunt, the wife of my father's brother, was a furrier, and had my\nbrother working in furring.\n>> Bill Benson: In 1956, you're now | think 19 years of age, you join the Air Force.\n>> Marcel Hodak: | became a volunteer.\n>> Bill Benson: Become a volunteer, join the Air Force and get stationed in Paris.\n>> Marcel Hodak: | sure did.\n>> Bill Benson: How did that happen?\n>> Marcel Hodak: Well, it's odd what happened there. It's odd and lucky. | was walking around the\nbase. | was stationed in Wyoming. | see a sign saying \"Base locator.\" | says, all these guys\nprobably know where my friend is, who's joined the same time | did. And | went there and, lo and\nbehold, my friend was in the barrack behind me.\nWe had a great reunion, and -- | forgot the question. At any rate, I'm marching, and one day |\nsaid to myself, | said, Why don't | go see my commander? | say, | asked my commander, | says, Can\nyou get me to Paris or Europe? | haven't seen my sister in 20 years -- no, 10 years.\nWhat he says, he says, Let me see what | could do.\nLo and behold, everybody in my class went to Okinawa except me; | went to Paris. The next\npass, everybody went to Europe, except one guy; he went to Okinawa.\n[Laughter]\n>> Bill Benson: Do you think he asked for Okinawa?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\n>> Marcel Hodak: | don't think so.\n[Laughter]\n>> Bill Benson: What was it like for you after those 10 years to return to France, to be in Paris?\n>> Marcel Hodak: Oh, it was a complicated thing. One, I'm wearing an American uniform, and |\nknock on my sister's door. She almost collapsed, seeing me at the door. She hadn't seen me all that\ntime, and yet here | am. My brother-in-law was a communist.\n[Laughter]\nHere | am, an American, coming and knocking on the door.\n>> Bill Benson: That would have been worth capturing on film.\n[Laughter]\n>> Marcel Hodak: It probably would have been great.\n>> Bill Benson: How long did you stay there?\n>> Marcel Hodak: In Paris?\n>> Bill Benson: In Paris.\n>> Marcel Hodak: Five years.\n>> Bill Benson: Five years. Have you been back to Bride-les-Bains?\n>> Marcel Hodak: Never.\n>> Bill Benson: Never?\n>> Marcel Hodak: But my brother-in-law, whose mother had a hotel there, says it's not worth going\nthere. You won't recognize anything. Probably true, because | didn't recognize it when | saw it on\ntelevision.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: As part of the Olympics.\n>> Marcel Hodak: Yeah.\n>> Bill Benson: You described your brother Jean. You said he was the family historian.\n>> Marcel Hodak: Yes.\n>> Bill Benson: Say a little more about that.\n>> Marcel Hodak: Well, he was very interested in anything done with the family. He knew\neverybody's history. He even found out one time that | have a potential cousin or uncle that's in the\nRussian Army, who was a general. | really don't know if this is true or not, but the guy's name is\nHodak. So | guess it's pretty close.\n>> Bill Benson: It sounds it.\nYou shared with me that you're now the only remaining one.\n>> Marcel Hodak: | am.\n>> Bill Benson: In your family. And that that is very painful for you.\n>> Marcel Hodak: Sure is. It's hard to be alone. Good thing | got a girlfriend.\n[Laughter]\n>> Bill Benson: Right. But you have some extended family that are still alive. You said Venezuela,\nfor example.\n>> Marcel Hodak: My cousins from the other uncles are still alive. Rachel and her sister are alive.\nOne of the ways that they survived is that when the Germans wanted to pick up the girls, they knew\nthey had two girls, so one of the girls was with the parents at home. They sent the little girl to find the\nsister and tell her to come home so they could pick up the four of them. That's when the underground\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ngot involved in it, said, Don't go back. All they want to do is pick you up and send you to a\nconcentration camp.\n>> Bill Benson: But the parents went?\n>> Marcel Hodak: That's where the parents went. They went to Drancy, a layover before Auschwitz.\n>> Bill Benson: They perished in Auschwitz?\n>> Marcel Hodak: | found the papers at the museum.\n>> Bill Benson: Marcel, | think we have a few minutes for our audience to ask you some questions.\n>> Marcel Hodak: Sure.\n>> Bill Benson: If you're game, we'll turn to our audience. We're going to give you a mic. If you have\na question, we'll hand you the mic. If you can make your question as brief as you can. If need be, I'll\nrepeat to make sure Marcel and everybody in the room hears it.\nAnybody have a question they would like to ask? A young man back there.\n>> What actually keeps you going today, to tell these stories?\n>> Bill Benson: Did you hear that? One more time, please.\n>> What keeps you going today, to tell these stories?\n>> Bill Benson: What keeps you going today to be able to talk about this, to tell what happened to\nyou?\n>> Marcel Hodak: Well, to tell you the truth, as time has gone by | think | need to discuss it, to show\npeople what really happened during that period. I'm one of the last survivors of that period. We keep\non losing more and more people every day.\n>> Bill Benson: All right. Thank you. We have another question. Anybody else? OK.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nTell us about, while we're waiting to see if anybody else has a question, you received the Air\nForce commendation medal. Tell us about that.\n>> Marcel Hodak: Well, | became -- | got into computers in the military, and | hope | became a star,\nand that was the result. | worked hard for it. | started off as a policeman, and | didn't like to be a\npoliceman, especially since promotions are very rare. You really can't get promoted in the police,\nbecause they've got quotas. And | don't like quotas anymore.\n[Laughter]\n>> Bill Benson: No, no.\n>> Marcel Hodak: So | asked to be transferred. It got to the point it got hard to be transferred. So |\nused some -- I'm finding it hard to say words. At any rate, | found a way to do that was to come back\nand, say, read the requirements for being a policeman, and | was three inches too short to be a cop.\nSo | said I'm not supposed to be a cop. I'm too short.\n[Laughter]\nSo on and so forth. And I'm too smart to be a cop.\n[Laughter]\nSo they got me out, put me in computers.\n>> Bill Benson: OK. You shared with me that after your mother died, your father burned all her\nphotographs, except for a few that you salvaged. Can you say a little bit about that?\n>> Marcel Hodak: Well, my father blamed everybody, especially the man upstairs, for losing wife.\nShe was the most precious thing to him, and when he lost her he lost it all. He tore up the pictures,\nthrew them in the garbage, and | was able to salvage what you saw.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: What we saw here. That's how we have those.\n>> Marcel Hodak: Yeah. Otherwise, | wouldn't have had anything. Right now, with my brother gone,\n| have no history. | can't really get any history.\n>> Bill Benson: Anything more, other than what you learned and what you remembered yourself.\n>> Marcel Hodak: Right.\n>> Bill Benson: OK. If there are no more questions, I'm going to go ahead. | think it's probably time\nfor us to close the program. |'m going to turn the program back to Marcel to close it in just a moment,\nbut first | want to thank all of you for being here with us today. I'll tell you, we will conclude our\nprogram for the year tomorrow but resume again next March. So we'll hope that you will come back\nsometime. If you live elsewhere or if you're here, either way, come to another First Person program\nin 2015.\nIt's our tradition at First Person that our First Person gets the last word, but before | turn to\nMarcel for his closing thoughts, I'd like to let you know, one, when he steps off the stage, if anybody\nhas anything else they'd like to ask him, he will be over here in the corner, or just say hi to him. He\nwill be here.\nThen once Marcel is finished, our photographer, Joel, will step up on the stage, and I'm going\nto ask you all to stand so that he can get a photograph of Marcel with you in the background. It\nmakes just a lovely photograph.\nOn that note, Marcel?\n>> Marcel Hodak: Well, this is the hardest part. My own feeling is that what | wish that | was able to\ndo was get to you so that it gets to be remembered forever. When | say forever, | mean from your\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n34\ngeneration to the next generation and to the next generation. Because, as things are going, we're\nlosing a lot of the liberators that accompanied or saved us, and -- what can | say? Just remember\nwhat went on.\n>> Bill Benson: Thank you, Marcel.\n[Applause]\nSo I'm going to ask you all to stand, if you don't mind. OK.\n[Ended at 11:56 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}