{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUSHMM FIRST PERSON PROGRAM\nFirst Person: Halina Peabody\nThursday, July 23, 2015\n11:00 a.m. — 12:00 p.m.\nOnsite CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIG6NS\nwww.hometeamcaptions.com\n>> Vincent Slatt: Good morning. Good morning. I'm supposed to hit the button here. Let's see if |\nknow how to do it. Yes! OK. Good morning. My name is Vincent Slatt. I'm one of the librarians here at\nthe museum. I'm the host of today's First Person program. Excuse me. I'm having something in my\nthroat.\nThis is our 16th year of doing First Person here at the museum. Today it's Mrs. Halina\nPeabody, who will be speaking with you in just a moment.\nThis season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We're very grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\ntheir firsthand accounts of their experiences during the Holocaust. Each of our First Person guests\nvolunteers here at the museum. The museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests. Anyone interested in keeping in touch with the museum\nand its programs can complete the Stay Connected card, which you found in your programs. Or you\ncan speak with one of the museum representatives at the back of the theater.\nWhen you do so, you will receive an electronic copy of Halina's biography so you can\nremember what she told you about today and help you to share it with people after you leave.\nToday Halina will share her First Person account about her time during the Holocaust and as a\nsurvivor. I'm going to talk about 40, 45 minutes. At the end of the program, we'll have an opportunity\nfor you to ask Halina a few questions. Then we always give her the opportunity to end with the final\nstatement. So she'll do that with you then. Then afterward, our photographer will come up and take a\npicture of Halina with all of you as her background, listening to her story and helping to remember.\nThat will be the very end of our program today. OK?\nBefore | invite Halina up, | wanted to give a brief introduction and show you a little bit about\nwhat we're talking about today. Here is a map of Europe in 1933. You can see Germany next to\nPoland, Halina's home country. Here is Poland that we'll talk about a bit today. Krakow, she'll talk with\nyou about. That was where Halina was born. But she grew up in Zaleszczyki, right over here on the\nborder with what was then Romania. She'll talk a little about those places with you today.\nHere is a picture of Halina, the little girl, with her mom, who is the one on that far side of the\nscreen, and with her Aunt Irka, on this side here. Halina will tell you about both of them.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThen this is a photo of Halina, her baby sister, and mom while they were in hiding under false\npapers. They ran into a man who threatened to reveal their identities. Her mom struck a bargain with\nthe man to keep their coats, as seen in this picture. This is a photograph that Halina will tell you about\nthat they stayed in Jaroslav. Here is a photo celebrating Christmas in hiding. You can see the\nChristmas tree behind them. Then this picture here is Halina's mother when she was working at the\nGerman headquarters in Jaroslav. She thought that the best place to hide would be right in plain\nsight. So she had gotten herself a job working at the German headquarters. Halina will tell you about\nthat later on today.\nThen with that, I'd like to invite up Halina.\n[Applause]\nGood morning.\n>> Halina Peabody: Good morning.\n>> Vincent Slatt: Can everybody hear us OK? That's great. We've got closed captioning going on on\nthe side here too. Pay no attention to it unless you need it. OK?\nGood morning, Halina.\n>> Halina Peabody: Good morning, Vincent.\n>> Vincent Slatt: How are you today?\n>> Halina Peabody: Fine. Thank you for being with me today.\n>> Vincent Slatt: Good. Thank you for coming and speaking with us about your experiences during\nthe Holocaust. Why don't you tell us a little bit about where you grew up, your life before the war.\n>> Halina Peabody: Sure. OK. | was born in Krakow, as you mentioned. It was a beautiful city. My\nmother and my father were both from Krakow. All the family is from Krakow. My mother and father\nwhen they got married they moved to Zaleszczyki, which also you mentioned. Because my father was\na beginning dentist and wanted to be in a smaller place to start his surgery.\nZaleszczyki was a lovely little town, almost completely surrounded by the River Niest. That\nwas a natural border with Romania. In the middle of the river were boys, you couldn't go further than\nthe middle of the river. We had lots of water sports there. My mother was a champion swimmer in\n1925. She was a champion of Poland, so she was happy to have the water there, and we had\nkayaks. | had a little paddle. We used to paddle from one -- we had two beaches, Shady Beach and\nSandy Beach; we'd go from one place to another, spend a lot of time on the beach. It was really a\nbeautiful place.\nWe had a very nice house. We had grapes growing there, apricots in the summer. The\nweather was perfect, because they had four different seasons. Also we could go over to Romania for\nthe day. Just get a pass to go over.\nMy father, obviously, practiced his dentistry. My mother took care of me. She did wonderful\nthings for me because | was the first one.\n[Laughter]\nWell, | had lots of bicycles, tricycles. | had the promise of a grand piano from my grandparents from\nKrakow, which never materialized, but | always regret that | don't play the piano.\nAnyway, as | said, my mother had also other talents. She was a wonderful knitter, and she\nembroidered beautifully. She would knit lace. Everything in the house was her work. She knitted all\nmy clothes, which really ate me up because it was wool.\n[Laughter]\nShe said | had to wear it. From top to bottom, | was always in wool.\nShe taught me also to skate when | was 5 years old, because she liked every sport in sight.\nShe would take me, 5 years old | was very nice and free, skating with her. She also skied. She played\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\ntennis. She rode horses. She was in every sport possible, but her main thing was swimming, of\ncourse. As | said, we had a lot of prizes she got, which are gone.\nThis was the life that | had, just until | was about 6 3/4. At that point, September 1939,\nsuddenly everything stopped and, unfortunately, the war was starting. Now, at that age, | had just\nunderstood that there was going to be problems and we were all trying to keep calm.\nMy father was worried about the rations coming in, as were other men, because Poland was\ndivided between Germany and Russia at that point, and a part of Poland was going to be occupied by\nthe Russians. So my mother knew that there was danger for the men, because they would conscript,\nthe Russians liked to conscript the young men into the Army, which was like 20 years of hard labor.\nThey couldn't get out. A lot of men, some took families as well, crossed over to Romania to escape\nfrom the Russians' occupation.\nHowever, my father was worried because we had a 2-month-old sister. He was worried that for\nthe baby it won't be convenient, won't be good for the baby. So he went over by himself. The\nRussians occupied us. Some people just left. We kept quiet at home. | don't remember anything\nparticularly in that case, what the Russians did. | know that they demanded various jewelry and\nmoney and whatever they could get, but we weren't rich so | don't think we were affected much in any\nway.\nAt any rate, after a few weeks and everything kind of got settled down, a few of the people who\nran away so fast decided they would try to come back, maybe it was OK. They tried quietly to cross\nover the river, which was by then completely iced over, and they were just kind of creeping back.\nUnfortunately, the Russians had sealed the border by then, and they were all caught, all put in prison.\nMy father got trial and they gave him 20 years hard labor in Siberia, because they said he was a spy.\nAs | said, a dentist was a spy.\n>> Vincent Slatt: 20 years? Wow.\n>> Halina Peabody: He crossed, tried to come back, they said he was a spy. We lost my father\nimmediately. Not only that, you see, the Russian law was if one person was a criminal, again, my\nfather, then the rest of the family was also going to Siberia. We were already packed, ready to go. But\nfor some unknown reason, they didn't take us. However, they threw us out of our house, because\nthey said it was bourgeois, we couldn't have a house.\nThey threw us out. We went to this place called Touste, just a few miles up the road, not too\nfar, another small town. That picture where you see my baby sister and me and my mother, that was\nwhere we spent the whole Russian occupation.\n| went to school, the Russians decided that the kids could go to school, but they all were\ndropped one class because they wanted to indoctrinate us into being communists, and they tried to\nteach us Russian. | remember learning a little bit to write the Russian lettering and all that.\nAt that point that's all we could do is sit and wait. We had no contact with our father for quite a\nwhile. Before the Germans came in we had a couple of letters from him, and my mother was able to\nsend a package to him, but then the Germans decided they were going to take over the whole of\nPoland, so the Russians just disappeared.\n>> Vincent Slatt: Let me back it up a little bit. We're talking about 1940 or so. You're about 8 years\nold.\n>> Halina Peabody: Right. Yes.\n>> Vincent Slatt: You've been kicked out of your hometown of Zaleszczyki. Your dad is off in Siberia\nsomewhere.\n>> Halina Peabody: Correct.\n>> Vincent Slatt: With your baby sister, your mom is taking care of the family.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nA\n>> Halina Peabody: Yes.\n>> Vincent Slatt: Then in 1941, in June, the Nazis declare war on the Soviet Union, right? They\ninvade the eastern part of Poland, Soviet occupied Poland and declare one Soviet Union. What\nhappened at that point?\n>> Halina Peabody: Well, the Russians disappeared. They did not fight. They just disappeared. We\njust took our things back, we went back and settled back in our house.\n>> Vincent Slatt: In Zaleszczyki?\n>> Halina Peabody: Yes. We waited for the next occupier. Nobody knew what to expect. The Nazis,\nthe Germans came in with great fanfare, big noise, on motorcycles, the SS came on motorcycles with\nblack uniforms. | remember because | was standing watching them coming down. | remember my\nmother pulled me away so | wouldn't stand in front so | wouldn't be visible.\nThey immediately put in various laws. The curfew, no school for Jewish children. We were not\nallowed to go to parks. We were not allowed many things, and of course rations, very, very stringent\nrations for food, yellow stars on houses and on our armbands.\nEvery Jewish person had to be working for the Germans. Now, if there was no particular job for\nsomebody, they would make them clean the sidewalks. My mother, because they knew, they had lists\nof all the Jewish community, and my mother, who as | said was a knitter, and knew very well how to\nwork in that area, they said that she would be the chief knitter for the mayor of the town, who was\nobviously German. He had lots of children. So that was my mother's job. She had to do the knitting for\nthe children, and of course looked after the family.\nAgain, everybody was very cooperative and tried to be helpful, just to see everything's going to\nbe quiet.\nThe Germans created a committee of the Jewish leaders in that town, and the Germans would\ndemand, not request, demand groups of people for various jobs. If they had something to be done,\nthey would say, We need so-and-so many people, they need to report to us in the morning.\nThen they would be taken out wherever they needed to do the job, then in the evening they\nwould come back. This happened a couple, two, three times, and as | said everybody was very, very\ncooperative.\nThen they demanded a rather large group of people this time. They said they needed them to\ncover the trunks of trees for the winter, because it was a very severe winter there. So they needed\nburlap, just wrap the tree trunks with the burlap so they wouldn't freeze in the winter.\nAgain, people, mostly young people, congregated in the square, and they marched them up\nthe road. There was an old Polish military camp where this was going to be done. As they were\ntalking, | mean, as they were being walked out, if there were any people with yellow stars they would\njust get them as well. That's how it ended.\nThey walked out, we were waiting for them to come back. And nobody was coming back.\nEvening came, nobody was coming back. Everybody got very anxious. Finally, in the evening,\ntowards the evening, one man came back, had been shot in the arm, and he told us what happened.\nWhat it was is that when they got to the camp they found out that there was an open grave with\nplanks over it, and they were told to undress, lay down on the planks, and they were shot. As they\nwere shot, they dropped in.\nThis man, who survived, was one of the last of the people there to be shot. They missed his\nheart. He managed, after they left, to drag himself out and come back and told us what happened.\nWe at that point understood the situation and what was going to happen. Then everybody was very\ntraumatized and lost about 600 people, young people. First thing they were doing was looking for\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nhiding places, because what we imagined and understood was they were going to do it again. Only\nthe first time they lied what it was going to be, but nobody was going to believe next time.\n>> Vincent Slatt: Now that you fully knew what was going on, what would happen, can you tell us\nmore about the other actions they were going to organize?\n>> Halina Peabody: Yes. Everybody was waiting, not Knowing what was going to be the next thing.\nSo the next time they needed, again, they said this time they wanted people to go to Germany for\nwork, which was normal, because they always needed people for work in Germany. But nobody\nbelieved them, and whoever could hide hid.\nWe went over to a lady who used to cook for us, and stayed there the whole day and waited\nuntil the evening. Once they had the number of people, they loaded them on the train and they went.\nThen after that, there were very few Jews left, because it wasn't a very big community. What\nthey did was to throw the rest of the Jews out of the town, and they sent us again to Jaroslav -- no,\nsorry, Touste.\n>> Vincent Slatt: Jaroslav we'll get to a minute. Right now, it's Touste.\n>> Halina Peabody: Yes, Touste. We had some people we knew there already. We were told where\nto go, it was communal housing. What we discovered was that not only our community, which was so\nreduced in Touste, there were other communities all around. This he did the same thing -- they did\nthe same thing, killed as many as they could, then got us all together into this little town. It later\nbecame a ghetto, but at that point it was just we had to live in this communities.\nThe first thing everybody did was to find hiding places, of course. What my mother said to me\nwas that what they're going to do Is to go find a hiding place, then they'll move us again. So it's\nnot -- there's no hope. There was no way, we had nowhere to go, nowhere to run. So they started\nlooking. My mother thought she was going to send the children to Romania. There were some trips\nplanned in the dark, during the night. But nothing worked. Before we knew it, they had again\ndemanded the group to go to work in Germany, and so everybody scattered around again, having\nfound whatever hiding place they could. A lot of people went into the basements and hid that way.\nMy mother, because she had known some people there, decided to go a different way.\n>> Vincent Slatt: What did she decide to do?\n>> Halina Peabody: She decided to ask a couple of farmers to keep -- one kept me, the other one,\nwhom she paid in advance, she was going to keep her with my sister during the day, the whole day. |\nwas up in the loft with one, she was with the other one.\nDuring the day, as | was up in the loft, the lady who kept me kept coming back and telling me\nwho they caught. They caught this one and that one, and | knew them all. They were already in the\nsquare, having been caught. There were people from the house we were in, and | know there was\none lady particularly that heard me, because she had a baby. She refused to go into the hiding. They\nwouldn't take her unless she gave the child something to sleep. She just stayed and she let them take\nher. She had waited many, many years for a child, and | remember it very well. It was very painful to\nhear that she was caught. And all the others, of course, as well.\nSo | kept thinking my mother was caught. | kept worrying all day long about that. Towards the\nevening, when they had the right number loaded and on the train, | waited for my mother. As | said, |\nwasn't sure whether she was coming or not. But she did come to pick me up with my sister. She told\nme what happened to her, which was that the lady who kept her got scared in the middle of the day\nand threw her out. There was an empty field, and there was one bush, and she said she crouched by\nthat bush for the rest of the day with my sister, and she said there were airplanes flying, they were\nlooking for people, and somehow, by some miracle, they didn't see her. That's how she survived\nthrough the day.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nShe worried all day long that | was caught. So she said never again will we separate.\nWhatever happens, we will go together. That was her decision, and that's what we're going to do. Of\ncourse, you know, | agreed. There were not many choices.\nSo they looked around and they thought about what could we do, and they came up with this\nidea that since we were three females, that perhaps we could get away by pretending to be Catholic.\nMost of Poland is Catholic. It's like 99%. So that's the only possibility that we had.\nSo they, the friends of my mother, they bought papers with a new identity, from a priest in\nTouste, and we got new names and everything new, and grandparents and birthplace. My mother sat\nme down and taught me all the new things that | had to know, the birthplace, the date, everything was\ndifferent. She said, my sister obviously was too young, so we couldn't tell her anything, so she said\nthat we have to -- that's what we have to do.\n| didn't know anything about the Catholic religion, of course. | didn't know much about my own.\n| was very young. All | remember knowing is that | had to cross myself going in and out of church,\nwith my right hand. That was what | knew.\nSo our friends took us to the train, and we loaded us in. We had two suitcases left. That was all\nleft of our things. A little money our friends collected for my mother. We boarded the train. We knew\nthat the trip to Jaroslav is going to take four days and four nights, with some changes. Why they\nchose Jaroslav, | don't know. It was about halfway to Krakow. No reason actually.\n| said goodbye to our friends, and we started to travel.\n>> Vincent Slatt: By this time, you hadn't seen your father in three years? Right? You hadn't had any\nnews from him.\n>> Halina Peabody: Absolutely no contact.\n>> Vincent Slatt: He'd been sent to Siberia.\n>> Halina Peabody: Correct.\n>> Vincent Slatt: You're alone with your sister, she's 3 years old at this point.\n>> Halina Peabody: And my mother. My mother has the burden of the children. She told me, for\nherself she wouldn't have bothered, but she couldn't let the children be tortured and killed. So that's\nwhy she would do anything. So she decided to take this route.\nAs we were traveling a young man attached himself to us and started chatting away to her.\nSlowly, slowly pushing her, asking if there was anybody Jewish in her family, because it was enough\nif your great-great grandfather were Jewish, you were Jewish, that's it.\nMy mother told me that, unfortunately, she couldn't take the pressure anymore, and she\nactually admitted to him that we were actually Jewish. At this point he said, Well, I'm going to Jaroslav\nas well. I'm going to take you, I'm going to look after you until then. Then in Jaroslav | have to hand\nyou over to the gestapo. My mother said yes, she understood. That's all she could do, couldn't do\nanything.\nHe was very careful to watch, because he thought maybe | would run or something. Always\nhad one of us in his sights, but there was nowhere to run. | certainly wouldn't have run.\n>> Vincent Slatt: This man, who was this again?\n>> Halina Peabody: He was fokes Deutch.\n>> Vincent Slatt: That means ethnic German. They were considered German minority. Now that the\nNazis were in charge, the ethnic Germans were now in charge.\n>> Halina Peabody: Right. They had better conditions, a little better rations and they whether given\npoints for bringing Jews in.\n>> Vincent Slatt: They spoke German, probably Polish as well.\n>> Halina Peabody: Yeah.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Vincent Slatt: They could go in between and know who was whom.\n>> Halina Peabody: Yes. As we were traveling, Knowing what's going to happen to us, my mother is\nstill thinking, my mother never gives up, and finally she comes up with one idea. She said, Look, I'm\ngoing to give you everything | have, even those coats on our backs, | particularly remember the coat\nshe promised him. She said, | want to ask you one favor: When we get to the gestapo, | want you to\nhave us shot immediately, all three of us. She was so concerned about us being taken away,\nsuffering there and torn apart, she felt that was about the only thing she could do is to have us shot\nquickly, not to suffer.\nSo that's how we traveled to Jaroslav, all the rest of the way, knowing that when we get to\nJaroslav he's going to take us over to the gestapo to be shot. | don't even believe they would have\ndone it, because -- but that's how we were traveling.\nSo after four days and four nights, exhausted, kind of half conscious, we arrived in Jaroslav\nand we start getting off the train and suddenly | wake up and | said, Wait a minute. | don't want to die.\n| was terrified. | said that, pulling at my mother, Mom, | don't want to die.\nMy poor mother turned to him and said, Look, why don't you let her go? Maybe she's blonde,\ngreen-eyed, maybe she can survive. | said, No, | don't want to go by myself. | wouldn't go without\nyou. No, no, no, no, I'm not going.\nAs we keep walking, she said to him, Look, do you have children? And he said, Yes, | have\nchildren.\nShe said, Look, keep whatever | gave you.\nBut why do you want us on your conscience? Let us go. Keep everything | gave you.\nSomething touched him, and he let us go. He just left us in the middle of the street. He said,\nYou don't have a chance. But he left us. So very strange town, on the little main road. My mother\nstarted looking around. We needed to be somewhere.\n>> Vincent Slatt: Your mother was good with challenges, wasn't she? Swimming champion, athlete.\n>> Halina Peabody: Yeah.\n>> Vincent Slatt: What did your mother do, now that she had the two of you, no clothes, no job, didn't\nknow the town of Jaroslav. How did she figure out how to help you survive?\n>> Halina Peabody: Well, she saw a little cafe. We walked into the cafe. She asked for a little milk for\nmy sister. Then she started asking the people there if there was anybody who knew of somewhere\nshe could be lodged, somewhere who took lodgers.\nOne man got up and said, Yes, | do know somebody. There's a washer woman not too far from\nhere. I'll take you to her. She takes lodgers. You see, it was very important we should be inside,\nbecause the Germans were roaming with the guns out. It was very dangerous to be on the outside.\nPlus, we never knew, to this day | don't know, if the papers we got were real. | don't know if they\ncould have really checked them out. We didn't know.\nShe wanted to avoid having her papers asked for.\n>> Vincent Slatt: When Halina talks about papers, what you had to have at that time period, for\nchildren, Halina's age or Eva's age, a baptism certificate would count as an ID of sorts, but for a\nwoman of Halina's mother's age you had to have also a worker's card which would have a\nphotograph ID, signature on it, say who you are, who you worked for. Getting one of those is really\nimportant, for anyone. You had to have the Baptist mal certificates for the kids as well, for the papers.\n>> Halina Peabody: Yeah. This man took us over to this lady, and it was a little lady, very sweet. She\nsaw my mother and the two kids. | mean, we must have looked completely worn out. She said she\nwould take us. But her son, she had four strapping sons, and one was there, he said, No, no, no, no,\ndon't take her. She said, No. This is a mother and two children. | have to take her.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n| thought this was the most wonderful Christian lady that ever existed. She took us in. My\nmother said to her, | have no money, but tomorrow I'll go to work, and | will, whatever | earn | will\nbring to you for keeping us.\nSo what we got from her was a bed, and that's all we needed. | slept at the feet. My mother\nand sister slept there. My mother went to work the next day, found some housekeeping job. She\nchanged the job a few times. She was very worried about security, because she was worried about\nmy sister being sick. She was very sickly. Plus, she had very curly hair. You a you that on the picture.\nThe Polish girls have straight blonde hair. Mine were blonde and wavy so they could do braids. With\nher, she was like an afro. Somebody on the street would point at her. It was enough. Every little thing\nwas dangerous. She had hers shaved off completely. She claimed it was to make her hair thicker.\n[Laughter]\nWell, she had an excuse, see.\nIn the meantime, we were with this lady and she was very careful to groom me particularly. |\nthink she felt my sister was too young, my mother was too old. | don't Know what she thought about\nwho we were, but she was very keen on making me a good Catholic. So she sent me to classes for\ncommunion and, of course, we went to church every Sunday. It is a very beautiful religion. | always\nsay it wasn't mine, but it is a beautiful religion. | liked going to church on Sundays. They had the\nincense and the priests were very nice. Also, we had school. Kids had school, with | was very helpful\nto me.\n| didn't mention that my father had taught me to read before the war, because he wanted me\nhe to go to kindergarten knowing how to read the newspaper. So he was able to teach me that. So\nthis was helpful when | went to this two-hour school that the Polish kids had. Because one hour was\nfor religion, and one was for general, other stuff. Knowing, learning from the catechism, that's the way\nthey taught the Catholic religion, with the catechism questions and answers. | picked it up very\nquickly.\nThat helped me, because, as | said, didn't know much about the church at all. And | had to go\nto, obviously, confession eventually, which was really scary for me, because | had absolutely nobody\nto ask. But | figured it out. You do what you have to.\n| went to the communion. | have a picture, you saw | think a picture of that. My mother, in the\nmeantime, always looking for more security, she was worried all the time that somebody will point at\nUs, we give ourselves away somehow.\n>> Vincent Slatt: Can you tell us what she meant when she said always to hide in plain sight?\n>> Halina Peabody: Yes. In a second.\n[Laughter]\nNo, because just before that, just before that, she wanted -- she thought if we go to Germany for\nwork, the Poles were allowed to offer themselves for work in Germany. The Germans always needed\npeople to work. So she thought that would be safer, because the Polish people were very goods at\nrecognizing Jews. She was always afraid somebody will somehow figure out that we were Jewish. So\nthat's why she offered herself to go to Germany for work. But that didn't work, because my sister was\ntoo young and they wouldn't take her. So obviously, we didn't go.\nThen, so the next thing she came up with was this hiding in plain sight. She decided to apply\nfor work with the German military camp, just outside the town, because she wanted this outside. She\nwanted an ID, if she was stopped in the street, she can say, | work for you. Very important. The\nGermans were very keen on everybody working for them. I'm talking about the Poles, not the Jews.\nSo when she applied, they told her they had to check the papers. Again, we were in a terrifying\nstate for weeks, because we waited for them to check the papers. | don't know whether they did or\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nnot. After a few weeks, she got the job. The job was to peel potatoes in the kitchen of the military\ncamp. But she had the ID. And that helped, because one of the sons of the hostess, she used to kill\npigs for a living. The Germans didn't allow that. So it was a death sentence, and they were always\nlooking for him. They never found him, but they were looking for him.\nOne night, they came storming in, Rous, rous! Everybody out. My mother came out, with the\nAusweiss. He said, No, you stay. The only Jews in the house, we stayed.\n[Laughter]\nThe rest of the people that were there were taken into the station to be checked out. They all worked,\nso there was no problem. They returned the next morning. For us it was not being checked out. This\nwas my mother's greatest fear, something would happen.\nDuring that time, during the occupation, we had one letter from our friends we left behind. They\nfelt it was too important not to write, because that was also dangerous. They sent us a letter telling us\nthat my father had sent a letter through the Red Cross, that he was safe with my sister in Palestine.\nNow, we knew that we had a part of family in Palestine. It was all British mandate at the time. We\ndidn't know even which town, but to us it meant he was safe out of Russia, which was very important\nto us. We couldn't contact him or anything, but this was good news that we had in case we ever\nsurvived. We thought we'd be able to maybe find him and to get us out.\n>> Vincent Slatt: That good news got to you in Jaroslav?\n>> Halina Peabody: Yes. Yes, yes. In the meantime, we tried our best. Food was very scarce even\nfor the Poles. A lot of times we were hungry and kids would go and try to grab some food when the\nfarmers would bring a contingent of food, you know, horse-drawn cart with food. Potatoes, carrots\nfrom the farms. They had to be weighed in. If they were weighed in, they didn't care, and we could\ngrab a few things, just steal it. So the kids did a lot of that, if they could. If they weren't weighed in,\nthey were not very helpful.\nThe main food, | think, was barley, which, well, | didn't like even before the war.\n[Laughter]\nThat was one of the things that | never touched. But anyway, we were hungry at times, but not as bad\nas some. So can't complain. We just didn't know what was going on in the world, so we didn't have\nnewspapers, we didn't have radios, nobody knew what was going on in the front. So we just existed,\nday in and day out.\nThen one morning, when we woke up, there was complete silence. That is a sort of deathly\nsilence, you know, when you know the horse and carts going back and forth, back and forth. All of a\nsudden, it was like nothing. We didn't know what was happening. We thought maybe they'd left, but\nnobody knew. My mother was in bed with my sister, and | was standing by the bed. She was\nwondering if she should go to work or not. Because again, as | said, we just couldn't figure out what\nwas going on. Suddenly, there was tremendous bang, and it was a bomb that split over that little\nhouse. | got hit in the hand. | started crying out to my mother. My mother got up, grabbed me, and we\nwalked into the street. There was nothing, nobody in the street. So my mother just, we had to walk to\nthe hospital, which was about a block and a half.\nThey told her that the Russians were come something, that the Germans hopefully had gone.\nThey told my mother that unfortunately they might have to take my hand off, because of all the dirt,\nbecause there was no penicillin in those days. But | had wonderful nurses. They were nuns, beautiful\nnuns. They had these wonderful white hats and black -- yeah, very, very lovely. Very lovely. They\nwere really wonderful nurses.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nThey saved my hand. They used to caught rise it, it was very -- to cauterize. It was very\npainful. It saved my hand. My mother was absolutely devastated. My sister was sickly. She was\ndrained for everything. | was the strong one. There | was, in the hospital, wounded.\n>> Vincent Slatt: How long were you in the hospital for then?\n>> Halina Peabody: Two months.\n>> Vincent Slatt: Two months?\n>> Halina Peabody: Yeah. In the meantime, my mother slept with me and my sister the first night,\nthen she went back to see what happened back there. The place, we were kind of in the middle of\nthat house, and it was completely destroyed. They discovered that the lady who had us died in the\nkitchen. We did not know. The roof fell on her.\nThe neighbor took us in, apparently. There was nothing to salvage. We had nothing anyway.\nShe just went with my sister to the neighbor. In the meantime, in the hospital | was saying to my\nmother, Well, now | can say my name, right?\nNo, she says, you can't, because there was a pogrom of a few Jews that came out of hiding.\nThe Poles killed them.\n| always underline that not all the Poles were bad, but this was my experience. | could not still\nsay | was Jewish because of what happened.\nThe lady who had us, the neighbor, told my mother that the only thing she's sorry about is that\nHitler didn't finish his job. | was very angry, because | had all this time | had to pretend. | thought\nfinally | can say who | was, and | couldn't.\nNow, my sister did not know she was Jewish, so she was completely unaware. My mother\nsaid, You just have to keep this secret for a while.\nShe started knitting again, to earn a little bit of money to put announcements for my father. We\nknew the Russians were coming. Eventually, they came.\n>> Vincent Slatt: So the Russians came and liberated Jaroslav. Right? They liberated.\n>> Halina Peabody: Quote unquote.\n>> Vincent Slatt: Liberated from Nazi, now Soviet occupation. Then what did your family do?\n>> Halina Peabody: My mother told me they're not leaving. She knew. Then she put an\nannouncement to look for my father. And he was found, luckily, another miracle. And he sent my\ncousin from Palestine. This was his sister's son. He came and to get us out. When he arrived my\nsister looked at him and said, You're a nice man, but you're Jewish.\n[Laughter]\n| don't Know how she knew. This is the Polish education. | don't know how she knew. But he told her,\nWell, you are too, but she did not quite believe it. She didn't want to believe it. She told me later there\nwere also people asking her, saying to her, obviously people were thinking and wondering who we\nwere, because they were asking her, Now you can tell us, right, you're Jewish? She said, No. | said,\nLook at me. Do | have horns? Do | have a tail?\n[Laughter]\nIt was difficult. She wasn't too happy. Eventually, we got it right.\n[Laughter]\nMy mother, in the meantime, was diagnosed with breast cancer. She had to have an operation. That\nwere the two things we had to do. How to put it? The doctor said she needs to have it, we don't know\nfor sure, but we don't want you to be orphaned. She had to have that operation.\nBefore we left Poland, my cousin put us in touch with the Jewish agency in Krakow. We had to\nmove closer to Krakow. There was again, when we needed lodging, we had to pretend we were\nCatholic. They wouldn't take Jews. We had sort of a communal house from which they used to take\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\npeople, to throw them over the frontier into Germany. What we were supposed to do, from there we\nwalk to the station, get tickets and go to Berlin. That way we were able to finally get together with my\nfather.\nEventually we found out that my father, the way he got out of Russia was because Stalin and\nChurchill and Roosevelt had a meeting, and they decided they needed boots on the ground, so they\nwere going to starting with letting out some political prisoners. There was a general also, a political\nprisoner called General Anders, and he was asked to create a unit to go out and join the British Army.\nHe was a very, very nice man, because they wanted him only to take the men, and he refused.\nHe said, I'm taking the men and the families.\nSo my father -- my aunt was there as well. And my cousin and my uncle. One of the -- not this\naunt, but another aunt. So he took everybody out, and my father was part of this Polish unit which\nwas serving with the British Army in Egypt. So he had to write for us to go to England.\nWe were in the DP camp in Italy for a month, then shipped off to England. Then we started\nlearning a new language, new culture, new everything. My mother was particularly worried about my\neducation, because | missed so many years. There was not much help there. | was just put into a\nschool, told to get on with it, so to speak.\n>> Vincent Slatt: By that time you were 13 years old when the war ended, right?\n>> Halina Peabody: Yeah, yeah.\n>> Vincent Slatt: 7 to 13.\n>> Halina Peabody: Yes, that's right. Yeah, | took up table tennis, because that was available.\nTennis was not. There were no facilities. | played a lot of table tennis, which gave me a nice entry. |\ndidn't have to worry about my English. You know, a lot of friends that way. We traveled a lot. We had\nlocal teams in London. It was very nice to be part of that.\nThat, in the end, when Israel was created, they started having what | called the Jewish\nOlympics, the Maccabiah games. | don't know if you're familiar with that. But all the youth, Jewish\nyouth from all over the world come there for the Maccabiah games every four years, just like the\nOlympics. | was lucky to be sent with a couple of young fellows to Israel. That was my first trip to\nIsrael. My family there, it was wonderful. | would have to liked to say, but my mother was not very\nwell, so | came back. That was 1953.\nIn 1956, my mother, unfortunately, got -- cancer came back again. They had x-rays. They\ncouldn't find it. It was too late. We lost her in 1956. Then in 1957 was the next Maccabiah. So this\ntime | said I'm going to stay here, and it turned out to be many years. | brought my sister over, and |\nstayed 11 years, and | happened to get a job in Tel Aviv with the American embassy. That's how |\nmet my husband. We had a little boy, and he wanted very much to come for a little bit to the United\nStates.\nSo we applied for a visa. We came here on the last quotas. That was in 1968. My son was like\n5 1/2, 6. He went to first grade and so we just settled in and just decided not to go back. It was just\ntoo much to travel again and again. So we've been here since 1968, and then eventually we were in\nPalo Alto, then we came to this area, and after | retired | was looking for something to do, and wanted\nto volunteer. | decided after looking around that this was the place where | belonged, and | owed it to\nthe 6 million and my mother particularly for what happened to us. So | am very grateful to the\nmuseum, doing a wonderful job here, Keeping our memories and sharing them with everybody.\n>> Vincent Slatt: Halina, before | give you the opportunity to end with a final statement, you said you\nlike when you have questions from the audience, when people have questions for you.\n>> Halina Peabody: Absolutely.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Vincent Slatt: We rushed you a little bit today so you've got time for questions from the audience.\nI've got two friends here from Visitor Services on either side. They have microphones. If anyone has a\nquestion for Halina today, about anything she talked about or about her experiences, please let me\nknow. They can come to you with the microphone. Please speak clearly into it so that everyone can\nhear the question. OK?\n>> When your mother was working for the mayor and Jewish people were not allowed to go to\nschool, where were you and your sister? What were you guys doing?\n>> Vincent Slatt: When your mother was working at the mayor's house, knitting the clothes, right?\n>> Halina Peabody: She was knitting at home. She would go there. No, that time she was working as\na Jewish person. She just would go. They would tell her what they needed. She would come home\nand knit. Then she would take it back to him.\n>> Vincent Slatt: OK. Over here.\n>> Where is Eva now?\n>> Vincent Slatt: Where is your sister Eva now?\n>> Halina Peabody: My sister is in London. That's why | travel so much. She has three kids, four\ngrandkids. My trek is you've been Washington to Tel Aviv and London and back. Unfortunately, we're\na little far away. But we have the internet and the phone, so we keep in touch. | was very happy to be\nable to take my kids over there, so the cousins know each other.\n>> Vincent Slatt: OK.\n>> When you finally reached London and you were 13, did you have the fear of maybe having the\nSame as when you were under the Russians or under the Germans? Did you fear having to hide\nagain or were you feeling relieved, this is it, I'm free?\n>> Halina Peabody: Was | afraid in England?\n>> Yes.\n>> Halina Peabody: No. No. | have inside me I'm afraid of policemen. Yeah, because anybody in\nauthority. So | was -- but it wasn't real. There was no need for it. They were very nice. The English\nwere very worn outs from the war, as you know. Everything was in rubble. They really were very kind\nto take us in and to share with us everything they had. We had the same rations. We had the same\nopportunities. | could go to school immediately. In fact, | had to go to school. They wouldn't let me not\ngo to school.\nTo this day, my husband used to laugh at me because if | saw a police car behind with the\nlights on, I'm always thinking | did something. He would just laugh, because that's just inside me, that\ncomputer in my head.\nBut no, the English were extremely nice. They were not very nice to me, because when |\nmispronounced the language they looked at me rather askance. | tried not to do that, but it's a very\ndifficult language to learn from Polish. | didn't know any other language except Polish. From Polish to\nEnglish is a long way. The sentences are different and so | had a hard time there. In fact, when |\nstarted working, | was a better speller than the British people.\n[Laughter]\nSo | learned to write and | learned it in school. My English is from school, not from the street, you\nknow, as you go as little children. | really learned the proper English.\n>> Vincent Slatt: Wonderful. A question back here?\n>> thank you. Thanks for your presentation. Could you talk a little bit about the various motivations\nthat you observed in people that revealed your others' Jewishness to the Germans or to the Poles?\nWhy did they do it? What were the various reasons they had for revealing Jews?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Vincent Slatt: He's interested in knowing why some of the people collaborated and didn't like\nJewish people.\n>> Halina Peabody: OK. Well, various reasons. They revealed many because they were also under\nlaw there that they had to, if they knew you were Jewish. They knew they were going to be killed if\nthey helped a Jew. Especially in Poland, they were very, very strict. They would kill the whole family.\nSo that was true. However, some people in spite of that helped the Jews.\nMostly, the Jews were not -- they had a bad feeling towards the Jews even before the war. |\nhave an uncle, whom we just discovered. He's buried in the Christian cemetery, because he was a\nprofessor at the university in Krakow, but he could not be a teacher if he was Jewish. That was before\nthe war. So they had a great deal of restrictions for the Jews before. There were numerous klauses,\nmeaning a certain number of Jews were allowed. My father couldn't go to school either, if he wished,\nfor the dentistry. So that was always there.\nSomehow, the people were just brainwashed. Also, the priests, the Catholic priests were not\nhelpful, because the priests were told by the Germans, you know, If you give us all the Jews, just help\nus, it will be better for you. So that was an occupation thing. People just gave in to that. There were\npeople who really sacrificed themselves, but there were people who weren't. | don't blame those\npeople, but | blame the people who really -- there is an exhibit down here.\n>> Vincent Slatt: That's what | was about to say. Halina spoke about the different people who both\ngave assistance to her family and tried to financially benefit or denounce her family as well. That's the\nbulk of the questions that get asked in our exhibit right out here called \"Some were neighbors\" about\ncollaboration and complicit during the Holocaust, about how people at the local level, small towns like\nJaroslav, Touste or Zaleszczyki, what they did, how they got involved to help or hinder someone\nsurviving.\nVery good questions. That's what the exhibit out here will go into.\nIs there another question here? Back there, maybe? Yeah?\n>> Throughout the years, you were meant to keep your identity concealed because you were Jewish.\nHow did it feel to finally come out and be yourself again?\n>> Vincent Slatt: Throughout the years you were supposed to conceal your Jewish identity. How did\nit feel when you could finally say you were Jewish again?\n>> Halina Peabody: Well, it felt good, relief, particularly after | went to Israel | got restored. My soul\nwas restored, because | could see what we have and what we've done with the little piece of land\nthere. You know, after being put down all these years, running for my life, it was wonderful. | think\nIsrael for me is my salvation, yeah.\n>> Vincent Slatt: Great question. Right down here.\n>> First I'd like to thank you for being here. We're, I'm sure | can speak for this whole room, we're\nvery thankful that you're here. Your dad, was he able -- he re-joined your family in England?\n>> Halina Peabody: Yes.\n>> Was he able to then resume his career as a dentist?\n>> Halina Peabody: That's your question?\n>> Yes.\n>> Halina Peabody: Well, wnen he came back, he worked as a dentist in the Army. When he was\nde-mobed.\n>> Vincent Slatt: Demobilized.\n>> Halina Peabody: Yes. The British call it de-mobed. Demobilized. He didn't have enough little\nletters after his name, so he had some years that he could not practice. But after my mother died,\nthey, the British needed more dentists, and they had some special exams that were more practical\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nthan theoretical. My father passed that and became a full-fledged dentist. Yes. He joined us and we\nwere together.\n>> Vincent Slatt: Right here?\n>> Have you ever been back to Poland?\n>> Vincent Slatt: Have you ever been back to Poland?\n>> Halina Peabody: Yes. | didn't mean to, but --\n[Laughter]\n| did not. Because, you know, my mother never went back to the town of Zaleszczyki because all our\nfamily was in Krakow. So we never went back there. So | didn't really have anywhere to go. | was too\nyoung. | didn't remember too much of that, of the time there. But my sister called me at one point. |\nwas in Vermont skiing, and | got this call from London, you know, Please come with me, because\nthere's going to be 50th anniversary of the ghetto uprising. If you don't go, | won't know anything. |\ndon't remember anything.\n>> Vincent Slatt: 1993.\n>> Halina Peabody: So | said, obviously, yes. That was my first trip. The second trip | went with my\nhusband, that was to see Zaleszczyki, to see if our house was standing. We went through Poland, it's\nnow Ukraine. We had to go there. We discovered the house was not standing. It was destroyed. So\nthere was nothing there. It was sad because the town is not what it was before the war.\nThey gave me a little disk of what it used to look like, but now it was kind of nothing there. The\nlittle synagogue which was boarded up, and there were stones from the cemetery, which were used\nfor walks. It was not much.\nThere was one lady, however, they found that remembered my mother, teaching me skiing.\nThat was very touching. That was my second trip.\nMy third trip was because | discovered some people from Zaleszczyki through the museum,\nwho knew me. As | said, | don't remember them. But we had this weird reunion of people. | got to\nknow them then. They were collecting money for a monument to put on the unmarked grave of the\n600 people that were killed in the first action.\nSo again, | went. This time my son came, and my sister came, and her four children came. So\nthat was another trip.\nThen the last trip was to Krakow, because they discovered my mother's various deeds that she\ndid the swimming, and they had an exhibit of Jewish athletes in Krakow. So of course, | went again.\nEvery time | go, | say it's my last trip, but --\n[Laughter]\n-- something happened and --\n>> Vincent Slatt: What must have been very meaningful, they had a big exhibit at the historical\nexhibit of Krakow, about Jewish athletes from Krakow. Her mother was a three-time national medal\nwinner. She was in the exhibit.\n>> Halina Peabody: Yes, yes. Those were my trips to Poland. My friend here found my uncle's grave,\nso now I've got another thing that | might have to go.\n[Laughter]\n>> Vincent Slatt: We'll see. Are there any other questions? Right in the middle maybe. We'll have this\nbe our last question.\n>> Could you talk more about how the war affected your spirituality? Did your sister remain Catholic\nor did she convert back to Judaism?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> Halina Peabody: OK. No, my sister understood that she was Jewish, and she -- we're not\nreligious, so it wasn't a very big thing for her. She didn't remember much about the Catholic religion\neither.\nAs far as I'm concerned, | have always been Jewish, and continue to be Jewish. My mother\nexplained it to me very nicely. She said to me that we all pray to the same God, but through different\nreligions. And of course, we're Jewish. | never had any conflict on that score. So that was easy.\n>> Vincent Slatt: OK. Well, | want to thank you, Halina, for all these questions and speaking with us\ntoday.\n>> Halina Peabody: Thank you.\n>> Vincent Slatt: It's always our custom with First Person to let our first person have the last word.\nI'm going to hand it over to Halina to close out the program. Then afterward, our photographer here is\ngoing to come up to take a group shot of Halina with all of you in the background. OK? Halina?\n>> Halina Peabody: Well, all | can say is that, first of all, I'm very grateful to the museum for being\nhere, for doing the work they're doing. | think it's very important to let people know what can happen if\nwe're not vigilant, and that if we are not working together for the better world for our children and\ngrandchildren.\nI'm very pleased that | can be part of it in honor of my mother, particularly, and the 6 million who\nobviously can't speak for themselves. I'm very happy to have been the First Person with you today.\nThank you so much for coming, and thank you for all your interesting questions.\n[Applause]\n>> Vincent Slatt: If | can ask you all to stand up, please.\n[Applause]\nThank you everyone for coming. This is the picture. Eva is waiting for this to be e-mailed to her back\nin London today. If any of you had additional questions you didn't get to answer, Halina will be around\na little more too. Feel free to talk. If you have passes to the Permanent Exhibition, they're valid for any\ntime after the time listed on your ticket. There's also the exhibit here, and the restrooms right outside.\nThank you very much!\n",
    "segments": []
}