{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, March 27, 2014\n11:00 a.m. — 12:04 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nIRENE WEISS\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon -- actually, good morning. We changed our time from 1:00 to\n11:00 in the morning and I'm getting used to it.\nGood morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program First Person. Thank you\nfor joining us today. This is our 15th year of First Person. Our First Person today is Mrs. Irene\nWeiss whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nBefore continuing, | would like to take just a moment to remember Herman Taub,\nwho was with us many times here as our First Person. Herman passed away this past\nTuesday. He was to be here today as our First Person but became ill several weeks ago, and\nlrene agreed to move from her scheduled date later this summer to today. We thought\nHerman would fill in for Irene's date a little bit later, but unfortunately we lost him. He will be\ngreatly missed. | suggest that you might think about Googling Herman Taub to get a sense of\nwhat a remarkable man he was.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nlrene Weiss will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we'll have an opportunity for\nyou to ask Irene a few questions. The life stories of Holocaust survivors transcend the\ndecades. What you are about to hear from Irene is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction.\nlrene Weiss was born Irene Fogel in Botragy, Czechoslovakia, on November 21,\n1930. The arrow on this map of Czechoslovakia indicates the general location of Botragy.\nlrene's father, Meyer, owned a lumberyard and her mother, Leah, cared for Irene\nand her siblings. In this photograph Irene is at the lower left with two of her sisters and two\ncousins.\nWhen Nazi Germany took over and divided Czechoslovakia in 1939, Botragy fell\nunder Hungarian rule. Irene and her siblings could not attend school and her father, along with\nthousands of other Jewish men, were conscripted into forced labor for six months in 1942. In\nApril 1944, the Fogels were moved into the Munkacs ghetto where they lived in a brick factory.\nThe arrow on this map points to Munkacs.\nIn May, 1944, Irene and her family were deported to Auschwitz-Birkenau. The\narrow on this map of major Nazi camps points to Auschwitz. Irene and her sister Serena were\nselected for forced labor; then were forcibly evacuated in January 1945 to other camps in\nGermany. Fortunately, the liberation by the Soviet Army of the Neustadt-Glewe camp\nindicated by our second arrow where Irene and Serena worked near the end of the war left the\ngirls unguarded and they were able to make their way to Prague to look for their relatives. Out\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nof their immediate family only Irene and Serena survived the war.\nIn 1947, the girls and their Aunt Rose who had been with them throughout their time\nin the camps were able to immigrate to New York. This photograph shows Irene and Serena\nupon their arrival in the United States.\nAfter arriving in the U.S. and living in New York, Irene met and married Marty Weiss\nin 1949. They moved to Virginia in 1953. Irene earned a degree from American University\nand taught English as a second language in the Fairfax County Public School system. She\ntaught middle school students from many countries.\nlrene's husband Marty passed away in January of 2013. Marty, who was 93, was a\ncombat veteran of the Second World War seeing action in North Africa, Italy, and elsewhere in\nEurope. He had a long and distinguished career as a geologist with the federal government\nserving at both NOAA, the National Oceanic and Atmospheric Administration, and the U.S.\nGeological Survey. Irene and Marty were married 63 years.\nlrene and Marty have three children and four grandchildren. Their son Philip is a\nfamily practice physician in upstate New York, daughter Lesley is Director of Community\nServices for NCSJ, a nonprofit organization that advocates on behalf of Jews in Russia,\nUkraine, Baltic states. Their son Ron is an Administrative Law Judge here in Washington,\nD.C.\nLesley was appointed by President Obama to be chair of a U.S. commission that\npreserves, protects, and memorializes cemeteries, monuments, and other cultural sites in\nEurope associated with American citizens. I'm pleased to let you know that Lesley is here\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntoday with Irene. If you wouldn't mind?\nThank you.\n[Applause]\nlrene became a volunteer for this museum three years ago. This is her third time\nspeaking with us as part of the First Person program. And with that, I'd like to ask you to join\nme in welcoming our First Person, Mrs. Irene Weiss.\n[Applause]\nlrene, thank you so much for your willingness to be here as our First Person and to\nmove your date from when you were anticipating to join us today because of our loss of\nHerman. So thank you very, very much.\n>> Irene Weiss: I'm glad to do it.\n>> Bill Benson: You have so much to tell us in such a short time, so we're just going to go\nright into the discussion that you're going to have with us.\nYou described for me the time for you and your family in Czechoslovakia before\nWorld War II, before the Holocaust, as a time of hard work but also a good life, one in which\nthere was a sense of safety, as you put it. Before we turn to the war years, tell us about your\nfamily and your community and you in those years before the war.\n>> Irene Weiss: Yes. Well, we lived in a small farming town, population 1,000. We knew our\nneighbors. We were friendly with everyone. My mother visited back and forth and traded\nthings with each other.\nThere were six children in my family. We were a very close family. My father had a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbusiness in a nearby town. Every day he came home from work it was a celebration for the\nchildren. Sometimes he would bring us an exotic fruit called an orange.\n[Laughter]\nIt would be divided six ways, each child getting a piece. We watched at the\nceremony of peeling it. No one thought they wanted more than their share. It was a treat.\nSometimes he would bring a bar of chocolate, which was the same thing; divided six ways.\nWe were delighted.\nWe had good things to eat because it was a farming town. We had fresh fruit from\nthe trees. We had baked things that my mother made that were fantastic. But these were not\nusually the foods that we got.\nMy father did things that in retrospect seem a little bit strange but it was very\nnormal. When we needed shoes -- they sold them -- there was a shoe store in the nearby\ntown. And instead of taking six children to the shoe store, he would take strings, measure\neach of our feet, write down the name who it was, and he would go to the shoe store and bring\nback these beautiful, shiny, patent leather for the girls and lace-up shoes for the boys. | mean,\nit was just wonderful. He was patient and caring and a hands-on father.\nMy mother, she was busy with preparation of all the foods that were done in the\nhome. Nothing was bought. There were no bakeries or grocery stores. Sol, aS a young girl,\nloved to watch the process of preparing food. How is butter made? How is cheese made?\nHow is the dough made for the bread? Things like that, | would follow my mother.\n>> Bill Benson: Things that today we wonder about.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Irene Weiss: Yes. And then eat the results. | remember my mother would give me a piece\nof dough, and | would make miniature things of the same things she made. Then she would\nbake it. And then my siblings and | and some little girlfriends would have a tea party. You\nknow, bring our rag dolls out. So it was a very normal and happy life.\n>> Bill Benson: Tell us a little bit about your aunts, Rose and Pearl. They will figure very\nprominently in what else you're going to tell us today, but tell us a little bit about them.\n>> Irene Weiss: My mother's two young sisters, they were in their mid-20's. Since | was only\n13 when this tragedy happened, up to that point, | called them Aunt Rose and Aunt Pearl. |\nlooked up to them as grown-ups, important young ladies.\nLuckily, when my sister and | found ourselves in Auschwitz, almost the first week,\nthe first few days, we met them there by chance. There were crowds of people and yet we\nsomehow recognized each other. So they took us into their barrack where they were. | think\nbecause of their love, protection, and just the sense that we belonged to some people who\nloved us and we were not just sort of the sub humans that the Germans designated our status,\nit definitely helped me to survive.\n>> Bill Benson: And we're going to hear much more about that. Irene, by the time Germany\ninvaded Poland in September 1939, which started World War II, by that time, however, your\ncommunity had already experienced profound change. Hungary was an ally of Nazi Germany.\nAnd earlier in 1939, before Germany invaded Poland, your community had been occupied by\nHungarians and that immediately changed your lives. Tell us about that time when the\nHungarians began their occupation of where you lived.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Irene Weiss: Well, as you say, Hungary was allied with Germany and they were imitating\nthe way Germany treated their Jewish population. They began to make laws to restrict all of\nour movements, our freedoms, all of our rights. My father's business was confiscated and\ngiven to a non-Jew. | could no longer go to school, to the Hungarian schools. Soon after that,\nwe had to wear a yellow star to identify ourselves to all who wanted to mistreat us. The laws\nwere made to take our freedoms away and to give the police and the officials in charge the\nright to do that. So in such a circumstance the dangers are great because those who want to\ndo you harm suffer no consequences.\n>> Bill Benson: They could do it with impunity.\n>> Irene Weiss: And they did.\n>> Bill Benson: You told us about a very early, frightening experience you had with your\nfather, | believe, on a train. Can you tell a little bit about that?\n>> Irene Weiss: Well, Jews after a while stopped taking trains and appearing in public\nbecause they were so vulnerable. | was coming home, just one stop from his place of where\nhis business was back home, on a train. He had a small beard, which in those days identified\nhim as being Jewish. Today, aS we know, men have beards and it doesn't mean that they're\nJewish or any other ethnic group. But some young men, | call them hoodlums, on the train sort\nof recognized that he's Jewish and they began to make fun and tease and humiliate him. They\nwere wondering what to do with him, should they throw him off the train and wouldn't that be\nthe fun thing to do. With him, | was probably 11, 12, at the time, a terrifying experience.\n>> Bill Benson: And no other passengers?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Irene Weiss: Nobody lifted a finger or said don't do that. People just didn't take the side of\nthe Jewish people. So luckily, what happened, it was just one stop that we had to go by the\ntrain and by the time they would have done that, the train stopped and we got off. But we were\nvery shaken. My father and mother, when he told us back home, just very frightened and\ndecided not to go on trains anymore.\n>> Bill Benson: Do you know how your parents, once your father lost his job, was forced out of\nit, how your parents managed to make ends meet, how they were able to feed their family?\n>> Irene Weiss: Well, his income stopped. They didn't know how long that would last. Six\nchildren. The only thing that really helped us was that it was a farming area and we grew our\nfood and prepared the food, so food was still ok but there weren't too many excursions to the\nshoe store or any other place. The children understood. We made no demands.\n>> Bill Benson: You would continue for several years living with circumstances getting harder\nand harder. And in 1942, your father, along with thousands of other Jewish men, were forced\nby the Hungarians to do forced labor for the military. Tell us what you know about your father's\nconscription in the labor brigade and what that meant for your family.\n>> Irene Weiss: Yes, well, the men were called into forced labor. This was not being soldiers\nbecause Jews were not given guns or any kind of military training. They were put in the\nfrontlines where the danger was great. Most of them never came back.\nlt seems that during this early period when this started, the Hungarian government\nstill had some kind of a compassion for men who were older than 42 and had large families.\nAnd after a certain length of time, they released them. So my father came back. His beard\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nhad been shaved. We children stared at him like a new stranger. We didn't recognize him.\nHe sat at home with no place to go and no way to earn a living. He helped around the farm,\nthe house.\nIt was a very scary time because we didn't know how long this would go on, hoping\nthat the war would be over. We never felt that this strict isolation and discrimination against us\nwas going to last. Somehow we always had hope that this will pass, this is some kind of a\nstrange madness and that it can't continue. Unfortunately things got worse.\n>> Bill Benson: Far worse.\n>> Irene Weiss: Much worse.\n>> Bill Benson: So as difficult as those times were for you, your family, other Jews, under\nHungarian rule, it turned suddenly dramatically and tragically worse in 1944 when Germany\ninvaded Hungary. Tell us what happened once the Germans came in and what that meant for\nyou and your community.\n>> Irene Weiss: Yes. The Germans invaded Hungary because Hungary saw that the\nGermans were losing the war and they decided to get out of the alliance. And because of that,\nGermany invaded Hungary.\nThe way the Germans worked in the lands that they occupied is the first task was to\ncollect the Jewish population and move them out into ghettos and then ship them further into\ncamps of various kinds in Poland and Germany.\nAs soon as the German soldiers arrived --\n>> Bill Benson: You remember them coming in.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Irene Weiss: Oh, | remember them. They were welcomed by the population. The Jewish\npopulation feared the worst, but still we didn't Know how bad -- we still didn't understand their\nplan. We had never heard of Auschwitz. We had never heard of death camps. We still -- for\nsome reason people don't want to accept the worst. It's too difficult.\nThey began further isolation basically to allow the population to do what they\nwanted to do. They gave them permission to isolate, to humiliate, to attack. We had no\nrecourse in a court of law. You could not bring any kind of law. And if a gentile accused a Jew\nof anything, he was guilty immediately. There was no way that he was ever innocent.\n>> Bill Benson: And, of course, it meant that you were going to be, as you said, started to be\ncollected. You were forced into a ghetto.\n>> Irene Weiss: We were collected. We were made to move out of our home with just very\nfew possessions. Before we left our house, a delegation of officials came to our house and\ntold my father to give them money, jewelry, any valuables that we had because they\ndemanded it. He did give them some. And then we were marched out of our home. Closed\nthe gate. We had pets, animals, closed the gates; so they won't follow us.\nWe were taken to a place, kind of a hall. The other Jewish families were arriving,\ntoo, with their children and belongings. Everybody had a place on the floor. The local officials\ntogether with this time German officials had the men come in individually into their offices and\nthey cruelly threatened and demanded to give them more valuables; that we must have more\nand we should give them. We were totally terrified. We understood now that we were in the\nhands of people who had the law on their side to do whatever they wanted with us. It's a very\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nterrible feeling. To have people be your enemies. In other words, other human beings to treat\nyou like that.\n>> Bill Benson: Not only be your enemies, but as you say, to have total control to do as they\nwant. If | remember correctly, your head was shaved while you were in the ghetto.\n>> Irene Weiss: We were taken to the ghettos in the nearest large city where people, the\nJewish families from the region, were there, something like more than 10,000 people. Yes, at\nthis point -- again, we were crowded together. Always a place on the floor for everyone\nwhether they were sick or old or pregnant women, children, everybody on the floor with all of\nour belongings.\nYes, so there was an announcement that girls should report to a certain place to\nhave their head shaved. It was always a threat. Your father will be beaten and punished if you\ndon't do it. So | didn't even tell my mother. | just appeared at this place. | had long braids at\nthe time. Cut my hair. | came back, and my mother gave me a scarf to cover my head.\nReligious Jewish women covered their heads typically. And my mother wore a\nscarf on her head always. So at this point | didn't look like a 13-year-old teenager.\nThings, even for a child, became less and less important. You lowered your standards and\nexpectations on what was important. It didn't bother me as much as it bothered my mother it\nseemed.\n>> Bill Benson: It must have broken her heart.\n>> Irene Weiss: Yes.\n>> Bill Benson: Irene, in the early spring to the early summer of 1944 when the Germans\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ncame, Hungary had the last largest population of Jews left in all of Europe. The numbers of\nthose that were deported is staggering. Can you say a little bit about that?\n>> Irene Weiss: Yes. Well, in this place where they ghettoized the Jewish people, trains\narrived. It was a brick factory that had a railroad siding for their own purposes. One day this\nvery long cattle train, cattle cars, arrived and announcements were made that we should all\nhead for the trains, get in. There was shouting, yelling, pushing. We were all pushed in, many\ninto a car, the train car; destination unknown. Nobody said where we were going or how long\nthe trip would be.\n>> Bill Benson: And you had no idea?\n>> Irene Weiss: Absolutely no idea. We tried very hard to every member of the family to get\ninto the same car, stick together, stay together. It was already difficult.\nAfter the train was locked from the outside, after a while it moved. There was\nsilence and terror in these cars. We had heard rumors that the Jews in Poland were being\nexecuted in the forests; that they would just be shot in large groups. So we assumed that\nsomething like that is going to be happening to us. We didn't Know any other destination.\nWhen the train moved and my father was able to look up, look out of the small\nwindow, he at one point said that the train reared towards Poland.\n>> Bill Benson: Towards Poland.\n>> Irene Weiss: And so | remember the tremendous -- the Jewish people, women, children,\neveryone, are shot down in the forest. Nobody cared. Nobody kept track of wno was dead\nand who was alive.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Bill Benson: And your entire family was in that boxcar with you.\n>> Irene Weiss: Yes, my father, mother, and six children.\n>> Bill Benson: After a period of time the train arrives at its destination.\n>> Irene Weiss: Yes. It arrived at a place where looking out the window or when the door was\nopened; we saw barracks, guard towers, fences, wired fences. We saw prisoners in striped\nuniforms. Everybody calmed down. The grownups said that this looks like a labor camp of\nsome kind, a work camp, and this is not the forest in Poland. We see other prisoners, so it\nseemed like possible to survive such a thing.\nAgain, we had no idea where we were and neither did we know that the very next\nstep was cruel and harsh and heartbreaking because they shouted and screamed instructions:\nwomen to one side, men to the other. So immediately my father and 16-year-old brother and\nother men lined up on one side. We never saw them again. The women and children and\nelderly are in another group.\nAs the platform was filled with people, the train, maybe 2,000 people at a time, the\ncrowd was moving up to the front. We didn't see the front until we were up front in front of\nabout 12 Nazi soldiers with dogs, beautifully dressed in boots, very threatening with the dogs.\nAnd one of them was making motion that separated people from each other with a motion of a\nstick. Again, we didn't even expect it. We didn't say goodbye or any of that thing. All of a\nsudden, my mother and two little younger children to one side, and my sister, who was 17, to\nanother side. There | was with a younger sister. For an instant he looked at us and didn't\nquite know what to do about me because of the way | had a scarf on, | had a very large coat\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\non. | assume he mistook me for a young woman, so he took my sister away from me and\nmade her go towards where the younger children and women went and made me go to where\nmy older sister went, which seemed to be the young adults.\nSo, again, | never saw them again. | went towards where my sister went. She was\nway up the road with a bunch of other young adults. | was yelling after her to wait forme. She\nfinally heard me, turned around. She says, \"Why didn't you go with mom?\" Well, going with\nmom and the children, that group that was selected from the train went straight to the gas\nchambers. Within a half-our or so they were all dead. The crematoriums would burn their\nbodies. The next train would come, and the next group of women and children and elderly.\nThe chimneys were belching fire, not just smoke.\nAnd later on my sister and | and my two aunts, whom we met there, were assigned\nto work at a place where, again, nobody ever told you what will happen but we found ourselves\nin a place that was immediately next to the gas chamber number 4.\n>> Bill Benson: I'm going to stop you for a minute if you don't mind before you come back to\nthat. At this point it was you and Irene; the rest of your family are gone. You told me about\nthis extraordinary book that was published that captures the very day you were there. Can you\nsay a little bit about that?\n>> Irene Weiss: Yes. Well, there is a book that you can buy here in the museum bookstore\nand elsewhere. When the Hungarian Jews were being deported to Auschwitz, it was done in\ngreat haste because the war was coming to an end. As you said, this was the largest group of\nJews remaining in Europe. So the Germans put extra effort and hastened to complete the job\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\non genocide.\n>> Bill Benson: Because they're losing the war.\n>> Irene Weiss: They're losing the war. In six weeks they deported something like 400,000\nfamilies, people, Jewish people, to Auschwitz; some elsewhere, but mostly to Auschwitz.\nFor some reason they decided to photograph their efficiency of handling all of this large group.\nOrdinarily they didn't want to have a record of their deeds, but they assigned two soldiers to\ntake pictures. So these people took pictures of every step of the train arriving, the separation,\nthe processing later, the people walking to the gas chambers. Everything was photographed.\nSomething like 25 years later these photographs surfaced and aloums were made\nout of it for sale. My daughter bought me one of those albums. | went through every page with\na magnifying glass. | was just stunned that it was exactly the way of what happened to us.\nAnd | thought: | could never explain this to anyone, but here is the picture exactly the way it\nwas.\nSo in flipping through pages, hoping to recognize people that | knew or family, |\nactually found myself in it as | was standing there after my sister was separated from me and |\nwas motioned to go to the other side. | didn't leave immediately. | stood there for an instant\nlooking to where my younger sister went. | was devastated to see -- to think that in the\nmoments that passed she would no longer catch up with my mother. And the crowds were\nmoving fast. | just felt that this little girl will be lost in the crowd. | hung there to see, leaning a\nlittle bit towards where she went. | couldn't see where she went. There were barriers. But my\npicture was taken, and | recognized myself with the scarf.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: The day they photographed was the day you arrived.\n>> Irene Weiss: Yes. They took the photographs that day of several trains, several towns,\nseveral ghettos that emptied into it. So that picture actually is here in the museum on the wall\nenlarged.\nFurther searching the book, for days and days, many pages, many crowds, some of\nthem hard to see their faces, you know, just crowds, | actually found my mother and two little\nbrothers sitting in a road in front of the gate to the crematoriums waiting their turn. That, too, is\ncaptured there.\n>> Bill Benson: This is called “The Auschwitz Album.\"\n>> Irene Weiss: \"The Auschwitz Album.\" It is a document that is extremely important because\nthose people who can't imagine can see the detailed way that people were handled and\nliterally processed like a commodity.\n>> Bill Benson: So, Irene, you're with your sister Serena and you have really a chance\nencounter with your aunts. Tell us about that. Then you began to tell us where you were sent,\nthe work you were required to do.\n>> Irene Weiss: Yes. Well, when we met our two aunts, -- and as | say, they were to us like\nolder adults although | realize they were not that much older. They treated us like their\nchildren. They referred to us \"the children, the children.\" To me, | had this moral support. |\nhad this love of somebody who cared for me. It was a very frightening place of, you know,\nbarking orders, adults, strangers, crowded conditions, being regimented, get up at 5:00 a.m. in\nthe morning and get out in the cold to be counted. To be alone in a place like that was just too\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nfrightening for a young person, but both of them sheltered us. And later on when we were\nassigned to this work near the gas station -- gas --\n>> Bill Benson: Gas chambers.\n>> Irene Weiss: And crematoriums and so on. The work that we had to do, | couldn't fulfill the\nquota so they did my share.\n>> Bill Benson: They did it for you.\n>> Irene Weiss: Yes.\n>> Bill Benson: Where was the place you were required to work?\n>> Irene Weiss: Well, this was called Birkenau. That's where several of the crematoriums\nwere. My deepest sorrow is what | witnessed there and the memory that Auschwitz means to\nme more than anything else that happened to me, is to be in a place where the barrack\nwindow faced the road where the women and children and elderly came up that road and\nentered the gate to the crematoriums.\n>> Bill Benson: Outside your window.\n>> Irene Weiss: Outside the window. Since there was such a rush to exterminate the\nHungarian Jews, they came day and night on the trains. There was a backup of the gassing.\nSo there would be people waiting their turn, sitting on the road with their children, looking at us\nand asking us questions and talking to us and wanting to know where we're from and --\n>> Bill Benson: Because they don't know what's ahead.\n>> Irene Weiss: Didn't know anything whatsoever that they are minutes away from entering\ntheir deaths.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Bill Benson: And you knew.\n>> Irene Weiss: And we knew. And we couldn't say anything. There was no purpose in that\nat this point.\nAgain, you see -- | would stand by the window and | would see them. | would see\nall of these little children, all ages from infants to little kids and their mothers, grandmothers. |\nsee them walk into the gate, and | hear the next train coming up, not too far. | hear the train,\nthe hissing of the engines and so on. And | just have to look up the road and | see the next\nhuge crowd is coming and yet | didn't have the kind of emotion that | should have had. | did\nnot cry. | did not Know how to absorb it. | did not understand that that's happening. There\nwas a total denial even though | saw it clearly.\n>> Bill Benson: And you were 13 years old.\n>> Irene Weiss: Yes. And yet there was something very wooden about the whole thing. This\ncan't be happening. This isn't true. This is not going on. And, of course, | Knew that my family\ntook -- my mother and siblings took the same route.\n>> Bill Benson: You would spend, | think, eight months at Auschwitz. What was daily life like\nfor you once you found yourself with work assignments and things that you were forced to do?\nWhat was your daily life like?\n>> Irene Weiss: This particular area of Birkenau was designated for processing all the\ntremendous amount of stuff people brought with them. These pictures in the album that I'm\ntalking about show the things that came out of the trains and came out of the crematoriums, a\ntremendous amount of belongings, everything from clothing to household things to shoes,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nbaby carriages, eyeglasses.\n>> Bill Benson: Whatever people had carried with them.\n>> Irene Weiss: From toothbrushes, whatever household things, depending on how long they\nhad been out of their homes. This stuff just accumulated. It was first brought from the platform\nand dumped between the barracks where we worked. It accumulated as high as the roof of\nthe barracks. There were shoes all the way up to the roof, all sizes, all shapes, all kinds of\nhousehold belongings. These things the Germans assigned a thousand women and about a\nthousand men in another section where the stuff had to be sorted out, separated into types,\nand brought under roof, first of all, and then further separated, labels taken off, and shipped\nback to Germany for the use of the German people.\n>> Bill Benson: So the clothing, the shoes, all shipped back.\n>> Irene Weiss: Everything. Everything was used. | realize now from reading that the\nsoldiers assigned -- the German soldiers assigned to guard us and in charge of us, they took\nthe best of everything and sent them home to their wives. There were things like fur coats,\nperfumes, you know, elegant pocketbooks. Depending on whatever people had, it was all\nbeautiful things and valuable. So we worked in day shifts and night shifts to sort these things\nout and put them in categories. It was shipped back to Germany.\n>> Bill Benson: And the guards helped themselves to the best.\n>> Irene Weiss: Helped themselves to the best. They brought in 400,000 people of every\nsocial level. So the amount of stuff that we worked with, just the number of shoes and\neyeglasses, indicated the horrendous number of people.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nAgain, to me, Auschwitz was, ok, depravations and all of that, but | worked there for\npossibly about eight months and it was a world unrecognizable in the civilized world. The\ntrains arrived. The people are sorted out. They're marched and killed. Their bodies are\nburned. And the next train is coming and the next train is coming. Where is this place? What\nkind of -- this cannot be in Europe. This cannot be anywhere on the earth. And | as a child\nfantasized that | have no idea where this is, nobody cares, and this is some kind of other world\nthat this is allowed and little children are murdered on arrival and mothers. It made me feel\nthat | was in a parallel universe of some kind.\n>> Bill Benson: Irene, as you described, you had some protection by your two aunts for you\nand Serena. You were at risk because you were so young. Even though you had survived the\nselection to go with the older adolescents and women, you were still at risk. Didn't your aunts\nprotect you in that regard, too?\n>> Irene Weiss: Oh, yes. Their efficiency to get rid of children, their determination, was\ncomplete because it seems to me if you're talking of genocide, they don't want a new\ngeneration to grow up. So they focused in on children and child baring women, particularly.\nSo there would be reselecting of those they might have missed. Every single day when we\nwere lined up to be counted --\n>> Bill Benson: Just in case they missed a child.\n>> Irene Weiss: And they would pull out children. | was vulnerable daily.\nSo during the counting where they would line up five in a row, my two aunts would\nposition me in a most advantageous position so when they looked down, they wouldn't see the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nyoungest, the smallest. So sometimes | would stand on a rise or on a stone.\n>> Bill Benson: To appear taller.\n>> Irene Weiss: To appear taller. Never the first one and so on. Luckily it worked, but we\nwere aware daily where -- | was 13 years old. It was definitely the youngest. They would be\npulled out. And very often they were with a mother. The mother would just volunteer to go.\n>> Bill Benson: To go with her daughter.\n>> Irene Weiss: Yes. This was a daily -- they would even come into the barracks and look\ninto the bunks where we were, you know, sleeping and pull out young people or elderly, too.\n>> Bill Benson: Irene, you would continue, as you said, for eight months, but in January 1945\nas the Soviets were advancing you were forced out. They evacuated Auschwitz-Birkenau and\nyou were sent on what is known as a Death March.\n>> Irene Weiss: Well, indeed it was a death march. The Russian Army was approaching\nAuschwitz. That was in Poland. Instead of allowing the remaining survivors there to be\nliberated, the Germans decided to evacuate the camp. | think the purpose of that was to\nreduce our number further. It was January, bitter cold, and they marched us out of the camp.\nThere was some discussion among us prisoners whether we should stay and hide, would that\nbe a better way. And my little group, my aunts and others, decided, look, the gates are open;\nlet's get out of here. The Germans will burn this place down as evidence. We're not likely to\nsurvive here. So we went with the crowd.\n| understand that some number of people did stay. It took about 10 days after the\ncamp was emptied before the Russian soldiers actually did arrive into the camp. Some fared\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nbetter -- at any rate, we went. It was an incredible, cold winter. We walked through the snow,\nthe rain, and the cold for days and nights and slept in the gutters. If you sat down, you were\nshot. Simple as that. The road was the filled with dead people. Even if somebody had to lean\non you or something, if they had an idea that you couldn't make it on your own, you were shot.\nThey didn't provide any food, any water. We ate the snow on the ground.\nAfter a while, after days and nights, they put us into open cattle cars, dragged us\nfurther into Germany, into camps. The camps along the way were filled up by all of these\nprisoners that they were evacuating and moving away from the approaching front.\n>> Bill Benson: Taking them deeper into Germany.\n>> Irene Weiss: Deeper. So they took us into -- very far into Germany in these open cattle\ncars where the wind and the snow and the rain -- it was not -- it's indescribable.\nSo my Aunt Pearl -- at one point, the train stopped. They were steam engines.\nThey were filling the engines up with water. We heard the gurgling and gushing of the water.\nWe hadn't had any water. Our mouths were dry. The tongue wouldn't move. She had a cup\nin her hand. She just kind of impulsively got up from the floor and attempted to dangle the cup\nover the side for water. And each car at that point had a Nazi-designated guard with us right\nthere in the car. It was a woman. She got up and began to beat her viciously. She cut her\nhead open, bleeding, because she attempted to get some water.\n>> Bill Benson: Get a drink of water.\n>> Irene Weiss: So we knew not to do that anymore.\n>> Bill Benson: Irene, somehow you were able to survive that and you and your sister and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nyour aunts would end up at another camp, Neustadt-Glewe.\n>> Irene Weiss: Right.\n>> Bill Benson: As our time is getting short, | want you to be sure that you can tell us about\nyour time there and with your aunts.\n>> Irene Weiss: Yes. Well, the system broke down here, even what system the Germans\nhad. There was real starvation here. We were there for five months. My sister and | became\nvery emaciated. My Aunt Pearl became sick with Typhus. They took her away to a place\nwhere there was a gas Chamber and killed her. We knew the truck came periodically to take\nthe sick out of there.\n>> Bill Benson: So she had gone, as | remember to an infirmary but you knew --\n>> Irene Weiss: She went to an infirmary because she had Typhus. The infirmary usually\nserved for them to get the sick and take them out. They had the infirmary, but it was not for\ncuring or helping.\n>> Bill Benson: And you knew that.\n>> Irene Weiss: We knew that, but we couldn't help it. She had to have a place to be because\nwe were all on the floor stepping over each other. So we saw her be taken away. Then they\ncontinued the selection. So one day my sister was selected. We knew exactly what for. The\ntruck was going to come. | at this point had lost one aunt, the other one was also very sick. |\nsaid, \"| am her sister.\" So the guy said, \"Ok, you can go, too.\" So they locked us into a room\nwith people who were so emaciated and run down.\n>> Bill Benson: When you said I'm her sister, you knew that was a death sentence for you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Irene Weiss: Absolutely. | was absolutely terrified of the idea of being left alone. The\nwhole thing of | had this protection from my aunts, my sister, but it was all gone. It was just\nincredibly frightening to me. | just wanted to be with her wherever she went.\nSo there were other women looking like us in this room. We were there most of the\nday. At one point somebody tried the door and it gave, and so everybody kind of sneaked out\nand went back to our barracks. It would seem that because of the chaos of the war that was\nhappening nearby the truck didn't arrive that day. So we lived another day.\nAfter that, very shortly, the Russian soldiers did arrive. We looked out one day and\nthe guard tower was empty. We waited to see if it was for real. Some braver women would go\nto the big gate and push it, and it gave. And that's how we knew that we were free, that the\nGerman guards were gone.\n>> Bill Benson: So they were just gone.\n>> Irene Weiss: Just gone. Nobody made any announcement. And we didn't rush out the\ngate.\n>> Bill Benson: No.\n>> Irene Weiss: We didn't trust what we saw. We felt that they're down the road; they'll come\nback; always thinking that they have to destroy the evidence. How could they not, you know,\nwith what the liberating Army would find? But they were very scared of being caught by the\nRussian Army, the guards. They left. They ran. Mostly they tried to get to a place that was\nbeing liberated by the allied Army.\n>> Bill Benson: Not by the Russians. But you were liberated by the Russians. What\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhappened when the Russians arrived?\n>> Irene Weiss: Well, they ignored us. Camps were set up in hospitals, food, so on,\ntransportation. But with us, nothing. The Russian soldiers showed up and they left. The next\ntime we saw them is when we dared to go out of the camp and walk up the road and found a\nnearby town. A perfectly normal town, German houses. The population also ran very much\nafraid of the Russian Army. They had good reason to be afraid, but we have to remember\nwhat the German Army did to the Russian civilian population when they were over there.\n>> Bill Benson: So you were literally now on your own.\n>> Irene Weiss: We were on our own.\n>> Bill Benson: Was Serena still with your other aunt?\n>> Irene Weiss: Yes. Actually, we put her, my other aunt, into this little town's hospital. This\nwas a real hospital. Because she had raging fever, she just couldn't keep up with us hanging\naround where we were and just waiting. So we did put her in there. Now, they had nothing\nreally either. They had a bed. They had a bed and apparently some tea which was more than\nbefore. So we stayed around in the town.\nThe Russian soldiers never offered us any kind of food. They had their own place\nwhere they were. Somebody told us, well, go over there; that's where the soldiers are and\nthey're being fed. So | remember going with some others. We saw them eating. They were\nbeing served their meal. At the end somebody came to the gate and said there was nothing\nleft.\nSo we really had no help. But the worst thing was that we had no help in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ntransportation. We didn't know how to get out of there because Germany's transportation was\ndestroyed. There was nothing moving. We literally -- after | got my aunt out of the hospital, we\nstarted walking towards somewhere.\n>> Bill Benson: And you would eventually find your way in Prague, Czechoslovakia. How did\nyou get there?\n>> Irene Weiss: Again, there was arumor: go there; there are trains there. Go there. There\nare buses there. And the roads were filled with refugees just walking here and there, trying to\nget out of there.\nSo actually we went to a town -- Czechoslovakia actually did send some buses to\npick up their citizens, a certain place. And after staying there quite a while some buses did\nshow up, and they were mobbed by people, not just Czech, anyone, in and out of the windows,\nthe roof, everything, just hanging on. Again, we're fighting, all of us, getting in there. It drove\nus to Prague. But there was, | would say, maybe six weeks passed of this hanging around and\nnot being fed, not being taken care of until we found ourselves in Prague.\n>> Bill Benson: | want to ask you to tell us one more thing before we formally end the program\ntoday. You described to me finally getting back to your home. Will you share that with us?\n>> Irene Weiss: Well, | did go back. | was the only one who went back. My aunt was too sick\nto go. | was designated -- a young uncle, about 20 years old, came back. He had been in\nanother camp. We managed to get together. We were far away from our home in the Prague\narea, an entirely different region. So he and | got on a train towards home. The train went in\nstages. It would stop, get off. We would go to another town. Eventually somehow we made\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nour way home.\n| walked up to my house --\n>> Bill Benson: To your family home.\n>> Irene Weiss: My family home. So this was basically about a year and a half since we left it.\nThere was a family living in it, a woman and children. When | walked in, they Knew obviously\nwho | was. We didn't exchange any words. They went over to the side and sort of let me walk\nin. | walked in the kitchen, went around all the rooms, went around. There was absolutely\nnothing in there that was ours. | came out back to the kitchen, went out the door, and went\ndown into the garden in the back where there was an orchard. The fruit trees were just heavy\nwith fruit ready to be picked. | just broke down into tears. | thought: How could this be? This\ngrew and it ripened, and my family is not here to pick it. They're all dead. These people, |\ndon't know who they are in there, in that house. There was nothing in there, absolutely nothing\nthat | could take with me, carry with me.\n>> Bill Benson: And then you left.\n>> Irene Weiss: And then | left.\n>> Bill Benson: And never exchanged -- there were no words exchanged with the family.\nThey just watched you.\n>> Irene Weiss: No, no. And since then | know several other families that lived there. And, in\nfact, last summer a cousin went there. He called me from there because he wanted to know\nhow to find my house, a cousin from Boston. So | gave him directions. | said you go to the\nchurch and you turn two houses this way, find the house. So he found the house. Again,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nsome other people were living in there. But he called me and he said, “You know your house\nis for sale?” | said, “Really? Has anyone asked me whether | want to sell my house?”\n>> Bill Benson: Irene, we need to end the program now. | think as all of you can see, we\ncould spend the entire afternoon and beyond not only hearing more about what Irene has\nalready told us but the many things that we haven't heard, including the fact that you stayed in\nCzechoslovakia for two years before you had the opportunity to come to the United States and\nbegin a new life.\n| want to thank all of you for being here for First Person. | remind you we'll have a\nprogram each Wednesday and Thursday until the middle of August and hope that you can\ncome back and join us some time. We would like that.\nIt's our tradition at First Person that our First Person has the last word. Before | turn\nback to Irene, | want to say two things. One, when Irene is finished, two things are going to\nhappen. We're going to ask you when Irene is finished with her last word for today, we're\ngoing to ask you to all stand because our photographer, Joel, is going to get a portrait of Irene,\nif you don't mind, with you all standing in the background. So if you don't mind, we're going to\nask you to do that. And then Irene will step off the stage. We didn't have time today for you to\nask questions, but if any of you want to just come up and hug her or say hi or ask her a\nquestion, there will be an opportunity to do so afterwards.\nYou'll be able to stay for a little while. Right, Irene?\n>> Irene Weiss: Ok.\n>> Bill Benson: So when we finish, I'll ask you to stand and we'll get a photograph.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nlrene?\n>> Irene Weiss: Ok. Well, | would like to thank you for coming and listening to my story, what\nhappened to me. | just want to say how much | love this country and how very happy | am that\n| did come here and lived here and raised my children here. | remember vividly when | arrived\nthe feel of freedom was so palpable compared to where | came from. | understood that the\nlaws here were made to protect the people and not to attack them. | became a citizen as soon\nas | could. | have been a very loyal, patriotic American ever since.\n[Applause]\n[The presentation ended at 12:04 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}