{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nGood morning, and welcome to the United States Holocaust Memorial Museum. My name is\nBill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus today. We are in our 18th year of First Person. Our First Person today is Mr. Harry\nMarkowicz, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their first person accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. The museum's website,\nwww.ushmm.org, provides information about each of our upcoming First Person guests.\nHarry will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Harry questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Harry is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nWe begin with this photograph of Harry and his siblings, Rosa and Manfred, or Mani,\nin 1941. Harry was born on August 9, 1937, in Berlin, Germany. His parents, Max and Marja,\nhad emigrated from Poland shortly after World War I.\nThis photo shows Harry's mother's family around 1914 in Widawa, Poland. Harry's\nmother is the second from the left in the back row, with the long braids. The others in the\npicture are Harry's aunts and uncles, 11 in all, and Harry's grandmother, who is in the middle,\nsitting next to her youngest child, Bolek. Of those in the photo, only three survived World War\nll: Harry's mother, her youngest sibling, Bolek, and her sister, Leonia, third from the left in the\nback row.\nHere we see Harry's father, Max, in Berlin, Germany, in front of the Capitol building\naround 1919 or 1920. He had recently emigrated there from Poland.\nOn this map of Germany, the arrow points to Berlin, where Harry and his family lived\nwhen he was born. When Harry was 1 year old, in 1938, a family friend, who was a policeman,\nwarned the Markowiczs of an impending outbreak of violence against Jews in Germany. Harry\nand his family escaped to Belgium.\nIn May 1940, Germany invaded Belgium. This photo shows Belgian refugees\nwalking in one direction to get away from the invading German Army while British soldiers\nhead toward the German troops.\nThe Markowicz family tried to escape and cross the border to France. On this map,\nwe see an arrow on the right pointing to where the family had been living, in Antwerp, Belgium.\nThe family tried to cross the border to France but they were denied entry. They rented a beach\nhouse in La Panne, Belgium. The second arrow, on the left, points to La Panne.\nIn 1942, Harry and his family went into hiding in Brussels. Harry and his siblings\nwere placed separately in children's homes and with different families. Harry lived with the\nVanderlinden family until the liberation of Belgium in September 1944. Here we see Harry with\nMrs. Vanderlinden.\nAfter the war, the Markowiczs resumed their life in Brussels. Here we see Harry and\nhis family in Brussels. Harry and his parents emigrated to the United States in 1951, joining his\nsiblings, who had emigrated in 1949 and 1950.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAfter arriving in the U.S. in 1951, Harry and his parents settled in Seattle,\nWashington, where his brother and sister had gone after their move to the U.S. He went to the\nUniversity of Washington for his undergraduate studies; then Spent a year studying at the\nSorbonne in Paris. He then attended Simon Fraser University in Vancouver, Canada for his\ngraduate degree. At Simon Fraser, Harry's study in linguistics and particularly in sign language\nled to his career working with people with deafness. Harry then pursued graduate studies in\nSociolinguistics at Georgetown University before going to work in France for five years. He\nreturned to France later to work for five years before coming back Washington, D.C and\nbecame a professor of English at Gallaudet University in Washington, DC, the world's only\nuniversity with programs and services specifically designed to accommodate deaf and hard of\nhearing students. It was established by an Act of Congress in 1864. After 30 years at\nGallaudet he retired in 2008. Harry also taught English as a Second Language in Israel, as\nwell as French in the U.S. and in Canada.\nSince his retirement Harry has become very involved with this museum as a\nvolunteer. You will find him at the Membership Desk on Wednesday afternoons. Harry also\nparticipates in the museum's writing program for survivors. You can read several of Harry's\nwritings on the museum's website.\nHarry and wife Arlene, whom he met in Washington, D.C. but to whom he proposed\nin France when she came to visit, just celebrated their 40th wedding anniversary on June 26th.\nThey live in Silver Spring, Maryland. Arlene could not be here today with Harry because of\nwork obligations but he is accompanied by neighbor and good friend Richard Weil.\nWith that, | would like you to join me in welcoming our First Person, Harry\nMarkowicz.\n[Applause]\nHarry, thank you for joining us and being willing to be our First Person today. And | know you\nhave a lot to share with us in a pretty short time so we should probably just get started.\nYour father settled in Berlin in 1919, married your mother in 1926. By the time you\nwere born in 1937, Hitler and the Nazis had been in power for four years already. Before we\nturn to what happened after your birth and the events you'll describe to us, tell us, first, a little\nbit about your family and their life before you were born.\nAs | understand it, they led a middle class life. My father was in the fur business, wholesale. In\nit quite comfortably. They were moderately religious.\nYour father had served in the First World War. Do you know anything about his service?\nNot except that he was 15 years old when he was drafted. He never talked about it. Once my\nwife asked him what it was like and he just said it was terrible. Also, | Know that he must have\nbeen in the cavalry because one time when we were on vacation at a beach, my brother saw\ntwo horsemen riding long the ocean and when they got close, it realized one of them was my\nfather.\nHitler came to power in 1933. So your parents experienced his rise to power and four years\nunder Hitler, before you were born. Did they talk to you later about what life was like for them\nin Berlin after Hitler came to power?\nNo, they didn't. In fact, we never talked -- my family, we never talked about what happened to\nus. After -- during the war. It was a taboo subject, | think.\nYou did share with me that your father was among those who fought, and these were your\nwords, that the rise of Nazism couldn't last. Will you say a little bit more about that?\nRight. He was one of the few people who thought the world wouldn't let Hitler go on. You\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nmentioned the policeman who was our nanny, my brother and sister's nanny's fiancé. He was\na policeman who my father remained friends with. By the time | was born they couldn't have a\nnanny because of the Nuremberg Laws didn't allow young women to work for Jewish families.\nBut anyway, this policeman warned my father that things were going to get really bad and that\nhe should get out of the country and get his family out.\nAnd that happened at about the time of Kristallnacht, or the Night of Broken Glass, which took\nplace November 9 through 10, 1938. So from that warning, it sounds like your family fled from\nBerlin to Belgium. Just prior to that your father had left Germany and gone to -- excuse me,\nhad gone to Aachen, Germany, but left and then returned. Can you tell us why he left first time,\ncame back, and then what happened with the warning about Kristallnacht?\nHe left because of the warning from the policeman. He took my brother and sister, were older,\nwith him; went to Aachen, which is a resort place near the Belgium and Dutch borders. From\nthere they were supposed to meet with a smuggler to cross the border. This | learned from my\nbrother who is the only surviving member of my family now. They were taken by this woman\nsmuggler and they walked through the forest. They didn't go to the regular custom place. They\nran into a Dutch patrol who turned them over to the German authorities.\nLeaving the country was not illegal at the time. In fact [Indiscernible] but they wanted\nto make sure that people leaving paid their taxes, which my father had done. In other words,\nhe and the other adults were put in jail in Aachen. After the police was able to check that my\nfather paid his taxes he was released on the condition that he leave the country. | think he had\none month.\nTo leave for good. Do you know why when he went to Aachen with your two siblings, why your\nmother and you did not go with him? Any idea why?\nWell, it would have been more difficult with me, because | was only 1-year-old. Also, up until\nthen the Germans, the Nazis, seemed to have focused on men, not on women and children.\nYour father, had he applied to leave the country? Had he applied for a visa to come to the\nUnited States at any point?\nYes, they had applied but it was very difficult to come to the United States. It was very difficult\nto get a visa. They weren't issuing visas, especially to Jews even though there were visas\navailable. And going to other countries also was very difficult. So my father had to rely on this\nidea that Hitler would be stopped by the rest of the world.\nYou told me that when your father left with your siblings to Aachen and you and your mother\nremained in Berlin, German police came to your apartment looking for your dad.\nYes.\n| think they came to the house and asked your mother where your father's whereabouts were.\n| think they just called from Aachen. And, yes, my mother and father had worked out what the\nplan was, to tell them that my father took my brother and sister on vacation to Aachen because\nthat's where people went for vacation.\nSo they bought it.\nYeah, they bought it.\nThe warning that this policeman, who had been the fiance of your former nanny, the warning\nthat he gave about the pending violence against Jews, he was likely speaking about\nKristallnacht. And on this night, for the audience members, of November 9 through 10, 1938,\nviolence was directed at Jews all over Germany and Austria. On that night some 300\nsynagogues were burned in Germany. So that really compelled your family to leave. Your\nfather first going to Aachen.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nTell us about the decision then to move your family from Berlin to Belgium.\nBy that time -- we were gone before then.\nYou got the warning and then left.\nRight. My father on his own after his first attempt failed, he went back to the border. | don't\nknow how he got across but he got into Belgium. Then he found a Belgian man who lived near\nthe border but worked in Germany and commuted every day. He arranged, paid this mana\nlarge sum of money, to bring us across the border as his family, passed us off. My mother and\nmy two siblings and I. And that worked out fine.\nAt the very moment that we were at the German border, Hitler was giving a speech,\na very important speech on the radio. In fact, it was translated in other languages and in other\nEuropean countries the speech was about the part of Czechoslovakia that was inhabited by\nseveral million German-speaking people and Hitler was claiming the territory on the grounds\nthat these German people living in Czechoslovakia were being attacked by the Czech\ngovernment. That was a time that the French and British prime ministers met with Hitler and\nconceded that he could have that territory.\nAnd that was 1938. Right?\n1938.\nBut you made it into Belgium and | think you went to Antwerp.\nRight.\nSo that was your new home. And it would remain that until Germany invaded Belgium in\nMay 1940. What was life like for your family in Antwerp, in Belgium, during that period?\n| think we lived quite well at that time. My father had been in the fur business but that wasn't\nwhat he was doing. He was involved in exchange of currency. Everybody expected the war to\nbreak out, so the Belgian money was not considered an important currency but the dollar and\nthe British pound were. So people were trying to leave the country via these hard currencies\nand my father was involved in exchanges of currency. It was legal until the Germans occupied.\nBut that's how he was making his living while you were there.\nGermany attacked Poland September 1939, World War II began but not yet in\nBelgium. And that happened when Germany invaded Belgium in May 1940, May 10, 1940.A\nfew days after that your family fled for France. Tell us about your family's leaving for France\nand about your attempt to try to get into France.\nWhen Germany invaded Belgium, Holland, and Luxemburg on their way to France, about two\nmillion Belgians out of eight million population tried to leave the country and go to France. So\nwe were not the only ones leaving. It was a mass exodus. My parents and another family that\nwe were related to, plus three other families, rented a truck, a large truck, with a driver to drive\nus to France. But when we got to --\nSo five families together. So whatever you could take, you put in the truck.\nRight. Couldn't take too much.\nRight.\nWe had to leave pretty quickly. The Germans invaded May 10. My brother and sister's\nbirthdays were May 14, and that's the day we left. We got to Aachen and the driver said he\nwasn't going any further. He dropped us off by the side of the road.\nWith all of your belongings and just said I'm stopping, I'm not going any further?\nRight.\nOk.\nlt could have been for any number of reasons. One, the roads were clogged with people\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nwalking, on bicycles, horseback.\nWhen you described that to me -- plus you've shared historical photos of that. It's like as soon\nas we see in war movies, literally, as you said, two million people fleeing, on foot, on bikes in\ncarts, in the truck that you had rented. Is that what it was like, just masses of people trying to\nget out?\nYes. My memories don't start yet so it's not my own memories but that's the way it was\ndescribed to me.\nSo we had to walk the rest of the way. My father and the other families that we were\nrelated to bought a Surrey, which is a kind of bicycle contraption with three or four wheels that\nyou find at resorts, that people rent to pedal around.\nSo mainly for pleasure, for fun, but you bought it to carry your goods.\nExactly. And the other family had a 3-year-old girl, my cousin, and I, we were put on top.\nEverybody else was pushing and pulling this thing to the border. When we got there, we were\nnot allowed into France because we were stateless. We didn't have any nationality. They\nallowed in Belgians, Dutch people.\nExplain why you didn't have any nationality, why you would be labeled stateless.\nBecause my parents had left Poland, they lost the Polish nationality. My father lived in\nGermany 19 years, my mother 14 years, but they hadn't become Germans. It takes a long time\nto become citizens in European countries.\nAnd they weren't Belgian.\nAnd they weren't Belgian either. | was born in Germany after the Nuremberg Laws took\nrelations from Jews.\nSo essentially it says you have no nationality and because you have no nationality, you\ncouldn't come in.\nRight. We didn't have any documents.\nSo you were blocked.\nRight. My family went back a little bit from the border. This is along the French seashore, a lot\nof resorts. People go there during the summer. But during the war there's nobody there so they\nwere able to rent a house. My father didn't have any money left. What happened was just\nbefore the invasion started, he had a partner. He and the partner bought furs. | guess they\nthought it was better to have furs than to have cash. So he invested all of his money in furs\nwith the partner who when the Germans moved in, he took off in his car which was loaded with\nall the furs. So my father didn't have any money. The upshot of this was they sub-rented the\nvilla to other refugees who were coming back from the border.\nWho also had been turned away like you.\nHad been turned away. My brothers told me that there were like 50 people in this house. At the\ntime, the British had sent soldiers to France to help the French to stop the German invasion.\nBelgium declared itself neutral, like in World War I, but in both cases Germany didn't expect\nthat. So the British troops waited at the border. When the Germans moved into Belgium, the\nBritish troops moved into Belgium.\nAnd the picture with the refugees going one direction, the British soldiers going in\nthe other direction. My first memory in my lifetime dates back to seeing British soldiers, who\nwere no threat us. | was less than 3 years old so | didn't understand what was going on. But |\nwas reacting to my mother's feelings. They were not a threat.\nIn my memory, | remember falling asleep. We were on the side of the road. |\nremember falling asleep. When | woke up, the soldiers were gone. And | asked my mother\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nwhere the soldiers were and she replied that they were gone. And | knew that she was anxious\nor afraid. | could feel that. In fact, in the whole war | remember being afraid because | always\nknew when the adults around me were afraid.\nSo you're in this little resort town of La Panne, which was then occupied by the Germans. So\nonce they occupied it, you returned to Antwerp which, of course, was also under German\noccupation as was all of Belgium. What awaited you when you returned? Tell us about going\nback to Antwerp and what happened when you got back there.\nWe had to walk back but on the way we were picked up by German trucks, empty trucks that\nwere coming back from the front. They carried the refugees, probably to get them off the road,\nso they could travel on the road. They fed us. They weren't concerned they were Jewish or\nanything. They were concerned with the war efforts. And we got back to our apartment and\nmoved back in, like many other people coming back. Once Belgium was occupied, there was\nno point going to France anymore as France was also occupied.\nRight. Right. And it wasn't long before | think, if | remember right, your father was ordered to go\nto forced labor by the Nazis. But he didn't do that. Right?\nRight. Actually, the first six months of occupation nothing was done about Jews in particular.\nAnd then in October of 1940, they started putting in anti-Jewish laws. The first one was that\nJews had to register where they lived with the Jewish councils the Germans, in the countries\nthey occupied, they set up Jewish councils. And this was the way they managed the Jewish\npopulation, through the Jewish councils, making them responsible for carrying out the order.\nBy doing that, they had your address. They knew exactly where you lived.\nYes. In Belgium there were no ghettos unlike Eastern Europe. But they had the addresses\nwhere you lived.\nRight. Right. Right.\nWhat were some of the other restrictions that you know about?\nJews couldn't own radios. There was a curfew for everybody but Jews had an earlier curfew.\nJews -- everybody had to have an identity card after age 16 and up. You had to carry an\nidentity card. If you were Jewish it was stamped Jew.\nThey didn't have all of their special requirements, which is [Indiscernible] it was\nstep-by-step. So you got used to one thing and then there was a new thing. Professionals\ncouldn't work. Doctors couldn't practice. Lawyers couldn't practice. Jews couldn't be civil\nservants, teachers, professors. My father was not affected by that because he was not a\nprofessional. He was in business on his own.\nRight. And then at some point he got called for forced labor.\nRight. Then eventually they started -- Jewish councils started demanding that Jewish men,\nable-bodied men, report for work in Germany and also to build fortifications along the coast of\nFrance and Belgium, the Atlantic Wall that was built to prevent the allies from landing.\nAgain, they were very deceptive. The first men who were drafted to work were made\nto write postcards home, send these cards home with messages like we're working, we're fed,\nwe're housed and everything is fine. So that they were able to convince other people to go.\nThey didn't get enough men so they also hired, actually hired, Belgium men to work in\nGermany but they were treated differently. They were paid a salary and so on. They were not\nslave laborers like the Jews.\nWhat did your father do?\nOh, my father. I'm sorry about that. My father didn't trust the Germans. So he decided -- he\ndidn't think the men were going to come back. This is what happened. On the day that he was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nsupposed to report for work, he didn't go. We left Antwerp surreptitiously and moved to\nBrussels where my parents did not declare where we lived, didn't give our address to the\nJewish council.\nSo they didn't register there, so sort of living off the grid a little bit, as people say today. Right?\nRight. Yes.\nYou said they weren't hiding at the time but living sort of anonymously.\nYes.\nWhat were circumstances like for them once they moved into Brussels?\nPretty much like in Antwerp. My father continued his business. My brother and sister went to\nschool. | stayed home with my mother. It didn't really change much.\nThat is, until later, September 1942. You had now been living in Brussels for some 18 months\nat that point. That's when your parents made the really truly profound decision to take the\nfamily into hiding. Tell us what got them to that point to say we're going to hide our entire\nfamily, and what they did.\nRight. In August of 1942, the Germans had two or three raids in Antwerp, the city where we\nhad lived before. They came at night, surrounded the Jewish area. And in Antwerp with the\nassistance of the Antwerp police they went to all the apartments where Jews lived and picked\nup whole families, children, old people, sick people, and took them away.\nEntire neighborhoods.\nEntire neighborhoods, yes. And the word got back to Brussels pretty quickly, from people who\nhad escaped. So instead of sleeping at our apartment that night, we stayed -- my mother had a\nbrother who lived not far away. | don't know how far but not in the Jewish area. So we stayed\nwith my uncle and aunt, some of us, and some of us stayed with friends who also didn't live in\nJewish neighborhoods. Then we went back during the daytime. And a few days later it was a\nraid in Brussels. We were not there. So we escaped. That was a wise decision on the part of\nmy parents. That's when we went into hiding.\nThere were several underground organizations, so Jews and non-Jews that helped\nJews to find hiding places, especially for children. They separated the children because it's --\nfor one thing, it's harder to hide when you have children to take care of. So the children were\nseparated, sent to separate places. And the parents were not told where the children were. It\nwas hard enough for the parents to give away their children to strangers. They didn't know\nwhere they were going. But not to be able to visit them, not knowing where -- if they would ever\nsee them again. Of course, | wasn't thinking of it from that point of view at the time. | was\nthinking from my point of view, separated from my family.\nAnd your brother and sister who were older were very aware of all the risks and dynamics\ninvolved.\nRight. Of course, | didn't because | was too young to understand.\nSo where did you first go when they found hiding for you?\nThe first place was neighbors’, an elderly couple. | don't know how my parents knew them but\nthey lived in the neighborhood. Of course these were non-Jews. My parents paid them to move\naway from the Jewish neighborhood and take us with them. That way we could pass not for\ntheir children but possibly their grandchildren.\nSo the three of us went with this family, this couple. And we stayed with them a short\ntime. | have no idea how long it was. It immediately became a problem because they didn't\nfeed us, which | didn't care about because my brother and sister did. But the big problem was\nafter a few weeks, maybe, they decided to move back to their old neighborhood, the Jewish\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nneighborhood, where there were lots of vacant apartments since the Jews had been taken\naway. And that was a problem.\nThe other problem was that the 18-year-old grandson lived with them as well and he\njoined the Reichstag party, a fascist political party that existed in Belgium before the war. He\njoined the militia.\nThe fascist.\nThe fascist militia. And eventually that militia became incorporated in the German Army. There\nwere about 25,000 Belgian young men who became part of the German Army.\nSo it wasn't going to work to have three Jewish children living in that home now.\nRight. The grandson wasn't going to turn in his grandparents but it still wasn't a good idea. |\ndon't remember how all of this happened but we were taken away from there. And next | was\nwith my sister only in a children's home, in the countryside. | don't know who the other children\nwere, whether they were Jewish or not.\nMy brother came to visit us and he realized there were some Jewish adults hiding\nthere as well and that made it more dangerous. As children we could pass but for adults,\nespecially since most of the Jews in Belgium were not from Belgium. They were foreigners.\nAnd they didn't speak the language well so they could be easily identified. So we told my\nmother and again we were taken away from there.\nNext | was with Mrs. Vanderlinden. There was a pictured of me with a woman\nstanding behind me in a park. That was Mrs. Vanderlinden. | stayed with them, and my sister,\nfor a while. | didn't Know, but in the same neighborhood my brother was staying with another\nfamily.\nBut you didn't know that.\nNo. | didn't know that. They didn't tell me because they thought | might reveal that to my little\nfriends. So | didn't know he was there.\nThe Gestapo came to the house. It was the Gestapo intelligence, not looking for --\nthere were two other Jewish children besides my brother. Didn't care about the Jewish\nchildren. They came for, more importantly, the son of the family, an adult who was working in\nGermany on the railroad. He and some other Belgians worked in the railroad yard. After a\nwhile they got leave to go home. They got five days vacation. But it took them three days to get\nhome because the trains weren't running. They were bombed. So they were late getting back.\nUnfortunately for them the railroad yard had been bombed by the allies in the\nmeantime so they suspected that one or more of these young Belgian workers had provided\nthe allies with information about the railroad yard, so they were arrested when they came back.\nAnd the Gestapo intelligence came to the house to look for a radio transmitter, apparently.\nThey were looking behind pictures and so on, everywhere. They didn't find anything. And as\nthey were leaving they told my brother and the other two Jewish kids, in German, that they will\nbe back for them the next day. Later my brother found out what happened. But they didn't\ncome back. They could have taken them with them in their car but they didn't. So then my\nbrother came over to where my sister and | were staying.\nTo the Vanderlinden's?\nYes. Even warned us that the Germans might come in the neighborhood the next day. So we\nleft. | went to stay with my parents. Every time | retrieved places, | stayed with my parents who\nlived in a house that looked like -- well, their apartment looked like it was vacant. It was\ncustomary in Belgium to cover the windows, vacant houses, with newspapers over the\nwindows. And the landlord obviously knew they lived there. There was a neighbor across the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nstreet who did the food shopping for them and brought over. Also my brother and sister wrote\nletters to my parents. That was the only way to keep in touch. They wrote to the neighbor who\nbrought over the mail to my parents and then took my mother's letters to my brother and sister\nand mailed them, to make it more difficult to trace back.\nAfter that, my parents used the same strategy. They asked the Vanderlindens,\nthrough the underground organization. My father never left the apartment for two years. My\nmother, who was blond and blue-eyed, Aryan type, although she was a bleach blond --\n[Laughter]\nCould pass but she didn't know -- she new several languages but she didn't know the national\nlanguage of Belgium, French and Dutch. So that was always a risk for her to go out. So she\ndidn't go out. She came to visit me. | don't know how she did it because in theory she wasn't\nsupposed to know where | was. But she found out.\nAnyway -- I'm sorry, | lost my train of thought.\nYou were at the Vanderlinden's but | think you were going to tell us about persuading the\nVanderlindens to move -- their home was sort of in the country, a little bit on the outskirts of\ntown. But | think your mom asked them to move -- to actually move you with them into\nBrussels.\nRight. They lived actually on the edge of Brussels, and across the street there was farmland. |\nshowed up with my sister one day, so the neighbors knew we were not their children, the\nVanderlindens. So my parents asked them to move and they did it. They moved into Brussels.\nAnd they were in a neighborhood where people didn't know them.\nThey had at least one child themselves?\nThey had a daughter. She was around 18. | don't know her age.\nSo all of you moved into Brussels.\nWe moved into Brussels. Mrs. Vanderlinden had to change work, change jobs, but they were\nwilling to do it. So from then on | lived with them until liberation. | could pass for their son. So |\nwas hidden, what they call a hidden child, but | was hidden in the open.\nYou were their child as far as the outside world knew.\nRight. Only thing that was hidden was my real identity. | had a false identity, different name. |\nhad to pretend to be their son. | had to pretend to be Catholic. There were a number of\nimportant distinctions between my own identity and what | was pretending to be.\nDo you recall what that was like for you? | know you were very young. Do you remember any\nof the feelings around that time or any incidents? Because you were young. But what do you\nremember of that time?\n| remember quite a few things. A lot of the traumatic parts, separation and so on, were things\nthat | couldn't understand, obviously at that age. So | kind of feel that it was like swallowing\nsomething that you don't digest. And it stays there forever.\nYou told me about one incident, Harry, where you were actually out on the street, if |\nremember right, and you saw your mom. Can you tell us about that?\nRight. | had been told how to behave, how to act, things to do, things not to do. Obviously |\nwas not supposed to tell anybody that | was Jewish, that | could understand German soldiers.\nNot to pee in public because in Europe boys were not circumcised, things like that. Nobody\nsaid what | should do if | ran into my mother in the streets because it was not expected and yet\nit happened. | was playing on the sidewalk with another boy. We were throwing the ball back\nand forth. And then | saw -- well, first | saw in the distance somebody approaching behind my\nfriend. As the person got closer, | realized it was my mother walking in my direction. As she got\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ncloser and closer, eventually she passed right next to me. | didn't look at her. | could have\ntouched her.\nAnd she did the same.\nShe did the same.\nShe just passed by.\nRight. After a while | said | have to go in. Mrs. Vanderlinden ran a store. | went in the back and\ntold my friend | had to go home. My mother was waiting there for me.\nHarry, there's so many details that you could share with us but we won't have time to get into\nand | wish we could. You continued living with the Vanderlindens and then in August or\nSeptember of 1944, as the Germans were retreating, your mother showed up and took you\nfrom the Vanderlindens. It wouldn't be long after that that you were liberated. Tell us what you\ncan about your mother coming to get you and then about what you recall about your liberation.\nWell, my mother showed up one day and said she wanted me to come and stay with my father\nand her. She didn't say why. | was to the point | had gotten very close to the Vanderlindens. |\nknew | had real parents but being with the Vanderlindens was normal. Life was normal.\nSeven days a week, 24 hours a day for a long time.\nWe could go outside and speak openly in French. And nobody would bother us. It was very\ndifferent with my parents. My mother, we whispered because we spoke in German. It was a\ngiveaway. So in every respect living with the Vanderlindens was preferable.\nFor a little boy, yeah.\nFor me. Also for Mrs. Vanderlinden. She was very attached to me, too. We bonded. She\nplayed with me a lot and so on.\nSo my mother said, well, after the liberation, which was expected imminently, she\nsaid you can come back to live with the Vanderlindens. So | went with her. We were on a\nstreet car. My mother -- usually in the public, like on the street car, she was nervous but this\ntime she was less. Somehow | knew that. At some point she pointed out the window and said,\n“Look,” again whispering in German. So | looked. And right next to the street car there was a\nlittle German truck pulled by a horse. It might have run out of gas or had engine trouble. On top\nof the truck there was a soldier lying down on top with a pretty heavy machine gun. | was used\nto seeing German soldiers walking by proudly, not fearful. But this guy looked strange. He kept\nlooking up at the buildings on both sides. It was very strange behavior. And then my mother\nwhispered again. She said the Germans are running away. | remember that always.\nOf course you have. And then, of course, she took you a park where you described it as kind\nof an atmosphere of happy pandemonium. | believe those were your words. Tell us about\ngoing to this park.\nYes, after | had been with my parents a few days, you could hear cannon fire not far away, in\nthe distance but getting closer. And then one morning my mother said we were going to a park.\n| didn't quite understand what was going on. | asked her why my father's not coming, since\nwe're going out. And she said -- well, | think she told me -- described it that the allies are here\nand the Germans have run away. So | asked her about my father and she said, well, he's not\nready to face people. He had been inside.\nAs you said, he stayed inside their hiding place for two years.\nYes.\nWithout going out. Even then he couldn't come out.\nRight. He wasn't ready.\nSo we got in the streets and there were many, many people going in the same\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\ndirection. At some point we passed a tank a German tank, that was on fire, the turret was on\nfire. | didn't know what happened. | realized later it was the Belgian Underground who probably\nthrew a Molotov cocktail on the tank. It was on fire. Of course, being a little boy | was\nfascinated by the fire. So | stopped cold in my tracks and stood there. But my mother was\nimpatient, grabbed me by my arm. | remember that. Pulled me. We continued.\nMore and more people were coming out of houses and all going to the same\nlocation, the park. We got there and there was this strange sight. There was a row of British\ntanks and British soldiers and Belgian civilians kissing, hugging. For me the world had\nchanged. My mother and | walked over to a tank where there was a soldier standing by himself\non the tank. We looked up. He looked down. We had no common language. And then he\nleaned over and put out his arm. My mother handed me up. He took me in his arms and held\nme. | looked down on my mother for instructions, | guess. | didn't Know what to do next.\nThis soldier holding you.\nThe soldier holding me, smiling. She said, “Give him a kiss.” So | kissed him on the cheek. And\nagain | looked at her and she was crying. | couldn't understand why she was crying. She sort\nof explained she was crying out of joy. That was a concept | wasn't used to.\nHarry, you were liberated, Brussels was liberated, you were liberated, in the fall of 1944. The\nwar would continue in Europe, of course, until the following May of 1945. You did go back to\nthe Vanderlindens. Do you know why your parents took you back to the Vanderlindens during\nthat time?\nFor one thing, my mother promised that | could go back.\nShe did promise you could go back, yes.\nOther than that | really don't know. | asked my brother recently and he said he didn't know,\nmaybe because my parents’ apartment was very small. And in addition to us, one of my\ncousins -- the uncle and the aunt who we stayed with, they had a son and a daughter. They\nwere deported on the last train to Auschwitz from Belgium. My cousin was in hiding someplace\nelse. My parents picked her up. So there were many of us.\nBut basically, looking back, | believe that | wanted to live with the Vanderlindens\nbecause as | was saying before, it was normal as opposed to -- in addition to everything else,\nwithout even understanding what it meant to be Jewish, | was ashamed. | didn't tell anybody |\nwas Jewish. | was in my 20s before | admitted to anybody that | was Jewish. | had no idea how\nlong | stayed with the Vanderlindens after liberation until | figured out, much later.\nWhile | was with them, well, as soon as Brussels was liberated, everybody had flags\non their houses, allied flags, British, French, Belgian, American, Russian -- only one on the\nblock.\n[Laughter]\nThere were huge flags. | don't know how people made them. They were the size of double\nsheets. | guess they used sheets. But how they got the dyes and everything, | have no idea.\nBut they were hanging on the facades of houses.\nSo after liberation, after | was back with the Vanderlindens, one day | was outside\nand | noticed there were no flags. They were gone. Not a single flag. So | went back and asked\nthe Vanderlindens where are the flags. She told me that the Germans might come back. |\nknew she was afraid.\nlt was years before | realized that it was the time of the Battle of the Bulge which\ntook place in Belgium, the big German -- the last counteroffensive of the Germans.\nSo they were genuinely worried the Germans were going to come right back in.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nYes. In fact, they almost succeeded in cutting off the allied troops. But they didn't. So this\nhappened. If you find the history books, it happened at Christmas time. So it was December,\nJanuary. So | was with the Vanderlindens five, six months after the liberation.\nWe're just about at the end of time. There's so much more you could share with us, but | do\nwant -- two things | want to ask you about before we close. One, when you were back with the\nVanderlindens, | believe, your brother and sister were somewhere else. Your parents went to\nget them and they had a very frightening experience. Share that with us.\nRight. My brother and sister, by then they were in the mountainous area of Belgium. My\nparents couldn't pick them up at first because it required trains, and the trains were being used\nby the allied to transport the military equipment and so on. So they had to wait. And they had\nto get permission to travel. So eventually they went to pick them up to pick up my brother and\nsister. But on the way, | guess on the train, they were speaking to each other in German.\nAnd that was their language, of course, German so they're speaking with each other.\nThey could have spoken in Polish but it was normal for them to speak in German. So they\nwere whispering, again. But somebody overheard them. And Germans were very unpopular\nfrom plenty of Belgians, so a mob formed. They were threatened. But they were rescued by a\nBelgian --\nThey were on the verge of being lynched, right?\nPossibly. | don't know what would have happened but feelings ran pretty strong.\nSomebody intervened.\nYes, a policeman rescued them.\nWhen did your parents -- when did and your parents learn about the fate of the rest of your\nfamily, what had happened to the extended family?\nWell, it didn't happen all at once. They didn't tell me either, so | don't know. My aunt, the one\nwho was in Belgium, came back. My uncle and cousin didn't come back from Auschwitz. My\naunt came back.\n| was home alone. My parents had told me that | shouldn't allow strangers in the\nhouse. There was somebody rang the doorbell, so | opened the door and there was this\nwoman that | didn't know. She was strange looking. She had very short hair. She didn't say\nanything for a while. | didn't know what to do. So | just stood there. And then she said, “Don't\nyou recognize me?” It was my aunt. She had been in Auschwitz. So obviously | let her in.\nThat evening after we had dinner she talked about what happened from the time that they\nwere arrested.\nIn the movie theaters they had shown news reels. | think in the States as well.\nAnyway, we had seen some shots of camps but not with any kind of detail. My aunt went into\ngreat detail about what she experienced. | remember a great deal of what she told us. At some\npoint she showed us her tattoo number. We kind of all leaned in to look. She said the worst\nthings were the train rides in the boxcars without food and drink or toilet for days with people\ndying on the train. And the other thing, in the camp itself, was the roll call every morning and\nevery evening when everybody had to be accounted for. And sometimes that took hours in the\nsunshine, in the heat, or in the winter in the snow. And anybody who dropped or fainted was\nshot on the spot.\nIn fact, on the third floor there's a large picture of a roll call, inmates lined up. If you\nlook carefully, you can see that there are two inmates holding up a third one between them to\nprevent him from falling.\nHarry, | know we're past our time. We didn't have an opportunity for you to ask Harry\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nquestions, so Harry, you're going to stay behind for a while. When Harry finishes, please stay\nwith us for a couple of moments. Harry will finish in just a moment. Please feel free to come up\non the stage, ask Harry a question or, you know, just shake his hand or have your picture\ntaken with him. We really invite you to do that. So please feel free to do that.\n| want to thank all of you for being with us today. We will have First Person programs\neach Wednesday and Thursday until the middle of August. So we hope you can come back.\nAnd if not, our program will resume again in 2018.\nIt's our tradition at First Person that our First Person has the last word, and so on\nthat note I'm going to turn to Harry to close our program.\nOk. I'd like to first thank you for coming to my First Person testimony. I'm going to read this\nbecause | want to get it just right.\nAlthough helping Jews in any way was forbidden by the German authorities, many\nBelgians, including nuns, priests, and ordinary citizens risked arrest, deportation to\nconcentration camps and even their lives by helping Jews in various ways like providing\nmoney, false I.D. cards, fake ration coupons for food, and by hiding Jews, in particular\nchildren, from the Gestapo and Belgian collaborates. Conditions varied in each occupied\ncountry but the efforts to help Jews in Belgium contributed to better than 50% chance of\nsurvival compared to Holland where less than 25% survived and Poland where less than 10%\nsurvived. This outcome is even more remarkable in light of the fact that 90% of the Jews in\nBelgium at the beginning of World War II were foreigners, many of them in the country illegally.\nRefugees from Germany and Austria and what we call today undocumented immigrants from\nEastern Europe, in particular Poland.\nThank you.\n",
    "segments": []
}