{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON GEORGE PICK\nThursday, August 6, 2015\n11:00 a.m. — 12:04 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nGeorge Pick, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of twice-weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their Experience during the Holocaust. Our 2015 program will\nconclude on August 13th. Each of our First Person guests serve as volunteers here at this museum.\nThe museum's website, at www.ushmm.org, provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the theater\nwhen we close today's program. In doing so, you will also receive an electronic copy of George Pick's\nbiography so that you can remember and share his testimony after you leave here today.\nGeorge will share his First Person account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask George\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom George is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with his introduction.\nGeorge -- Gyorgy in Hungarian -- Pick was born March 28, 1934, in Budapest, Hungary, to\nIstvan and Margit Pick. Hungary is highlighted on this map of Europe in 1933.\nIstvan was an engineer and Margit was a legal secretary. Pictured here are Istvan and Margit\nwith their newborn son Gyorgy.\nHere we see George and his two cousins in a miniature horse-drawn carriage in a park in\nBudapest in 1941. George is seated in the front of the carriage.\nGeorge attended school in Budapest. Here we see George on a seesaw in nursery school.\nGeorge is circled.\nThis is a Mother's Day card that he made in the first grade.\nAnd here is George with his non-Jewish neighbors in 1943.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAfter Hungary allied itself with Nazi Germany, Istvan and Margit lost their jobs due to new laws\nrestricting the participation of Jews in the economy. Istvan was then conscripted into the Hungarian\nlabor battalions. German troops occupied Hungary in March 1944, and the Pick family was first forced\nto move into buildings marked with the yellow star, like that seen in this photo. That fall the family went\ninto hiding.\nBut the Pick family was discovered. The children were taken and George was placed in a\nhome with 500 other children. George and another boy escaped and went back to their hiding place\nwhere George was reunited with his parents. Two weeks later the entire family was sent to the ghetto.\nThey were liberated from the ghetto by the Soviets in January 1945. In this 1946 photograph we see\nGeorge with a group of survivors, all of with whom the Pick family had been in hiding. The circle is on\nGeorge.\nFollowing the war, George lived in Hungary, where he earned a degree in engineering, until\nlate 1956 when he escaped from Hungary and made his way to the United States to live with his uncle\nin New Jersey. After working as a laborer George got a scholarship for an intensive English language\ncourse at Temple University in Philadelphia. He then went to work for Westinghouse as an engineer.\nGeorge would later teach engineering at the Catholic University of America here in the District of\nColumbia. After earning his Ph.D., he worked for the U.S. Navy as an aerospace engineer from\n1966-1995 retiring from federal service as a Technical Director at Navy Headquarters in Crystal City,\nVirginia.\nWhile George continues to do consulting work, a great deal of his time is spent working on two\nbooks. He recently completed his autobiography and is currently looking for a publisher. The second is\na scholarly work about the history of 40 Jewish communities in a particular region of Hungary that he is\ncurrently writing.\nGeorge and his wife, Leticia Flores Pick, who retired from the Mexican Foreign Service, live in\nArlington, Virginia. Leticia was unable to join us today but usually we'll find her at George's side.\nGeorge performs several roles as a volunteer here at the museum. He speaks frequently, especially at\nlocal high schools and universities, for the Speakers Bureau. He has also spoken at such places as the\nNational Defense University and the Department of Defense's Office of Inspector General. George also\nworks for the museum's Education Department and Visitor Services. You will find George here every\nother Sunday where he works with the museum's Movie Series.\nGeorge also is a professor at the Encore Learning Center of George Mason University where\nhe just finished a seven-part series of lectures entitled \"Adventures in Science.\" Beginning in October\nhe will teach a series on the Holocaust. And when he has spare time on his hands, George also works\nwith ReSET, an organization of volunteers that teaches science. Over the past couple of years George\nhas taught 4th graders in the Barrett Elementary School in Arlington, Virginia.\nWith that | would like you to join me in welcoming our First Person, Mr. George Pick.\n[Applause]\n>> George Pick: Thank you. Thank you.\n>> Bill Benson: George, thank you for joining us and your willingness to be our First Person today.\nYou have so much to share with us. So we'll jump right in and get started.\nYou were nearly 4 1/2 years old when Germany invaded Poland in September 1939 and\nWorld War II began. Before we turn to the war and the Holocaust, tell us about your family and your\ncommunity in the years leading up to the war.\n>> George Pick: My family -- and | have some documents to support this -- had been living in that area\nwhich historically was the Austro-Hungarian Empire for over 250 years. My great grandparents and\ngreat, great grandparents had lived there as professionals, as well as my grandparents and so forth;\nmostly in the fields of law, medicine, business, and other professions. They dispersed in that area.\nSome people lived in the north. Some people lived in the south. In the turn of the century, my fourth\ngreat parents moved to Budapest. So my mother and | were born in Budapest, and many other\nsiblings. Most of the families at that time, as traditional families, had many children, nine and 12. So\nmy grandparents on both sides had many siblings.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAfter the emancipation of the Jews, 1876, Jewish communities had thrived. My parents and\nmy family were among the middle class and those who were secular. | didn't have too many people\nwho were very religious, including myself.\nDuring the First World War, both my grandfathers had served with distinction and many of\ntheir siblings served with distinction in the Austro-Hungarian Army. And after the war was lost by the\nempire, Hungary was carved up, many of my family members ended up in what is now Slovakia,\nRomania, Serbia.\nOne of the tragic consequences of the war was that a rather anti-Semitic government had\ntaken over. The first anti-Jewish law in Europe was executed in Hungary in 1920. And this law\nessentially excluded Jewish students from the universities.\n| had an uncle, for example, who was a third-year student in a medical school and he was\nbeaten up. He and his friends were essentially kicked out of the school. So many of them decided to\nleave Hungary, among them my uncle. He went to Italy. It took him eight years to get his degree.\nThen he worked in various parts and then eventually came back to Hungary in 1936, °37.\n>> Bill Benson: | want to ask you a question about that. With your uncle attending medical school in\nItaly, that was one of the reasons why your mother worked, as | remember. Explain that to us.\n>> George Pick: Yes. Well, tradition was that the male brothers would be going to higher education\nand the females would get what they called commercial education, which was secretary type of work.\nSo my mother went to work at age 16. My grandfather was not a rich man. He was a chief engineer\nbut he didn't make enough money for his two sons, the doctor, and another one who became an\noptician, to get higher education so my mother had to help out. So she went to work. And eventually,\nas you mentioned, she became a secretary, a legal secretary.\n>> Bill Benson: George, you also mentioned that you came from large, extended families yet you were\nan only child. Was there any reason for that?\n>> George Pick: Yes. The reason in one word or two words, | think, is the depression. | was born in\n1934. So people, including all of my cousins, were only children. People could not afford more than\none. So very quickly these large families shrunk down.\n>> Bill Benson: It meant, though, that you still had lots and lots of relatives at that time.\n>> George Pick: | still. Yeah. | have pictures of maybe 20 relatives gathering together for a birthday.\nThey and their spouses came and children. Even in my mother's generation, there were no more than\ntwo. In my generation there were only one.\n>> Bill Benson: George, while the full brunt of the war would not come to Hungary until 1944, the lives\nof Jews in Hungary, including in Budapest, would change significantly with the beginning of the war.\nTell us what you can about your family and your circumstances during those early years of the war that\nwas taking place really elsewhere in Europe.\n>> George Pick: Right. Well, Hungary was, for a political reason, was an ally of Germany ever since\n1937, “38. The Hungarians were a funny ally. They were not ready for war at all. So although the\nGermans from 1933 on, the Hitler regime had systemically made laws against the Jews which resulted\nIn mass emigration on one hand and population on the other hand. There was a large Jewish\npopulation there, roughly about 800,000. They were not ready to do too much because the Jewish\ncommunity was quite important for society. They were the ones who ran the factories and owned the\nfactories and many businesses and so forth. So the Hungarians had their reasons not to be very harsh\nwith the Jews.\nNow, in my family, my father was unemployed during the Depression and my grandfather was\nable to get him a job as an engineer. Unfortunately he was there only for a year and after which he was\nlaid off for the sole reason that he was Jewish. The first anti-Jewish law which was sort of the official\nanti-Jewish law came in 1938, it essentially said that no more than 5% of employees could be Jewish.\nAnd since my father was relatively junior then, he was the first to get rid of. Less than a year after this\nthere was a second Jewish law which restricted Jewish employment or employing Jews or an employer\nof Jews. It restricted them further. So a lot of people lost their jobs.\n>> Bill Benson: Was that the straw man system?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> George Pick: Well, the straw man system started then. But the more important part was with the\nsecond Jewish law, they had a part to it, a secret one, which said that people who are not trustworthy,\nincluding the Jews, the communists, the socialists, they would not be inducted to the Army but they\nwould be inducted into what they called labor brigades but in fact they were slave labor brigades. This\nstarted in 1940. And my father was among the first who was inducted into one of these slave labor\nbrigades. He was sent to what is now in Ukraine to build roads with very simple instruments like\npickaxes and things like that.\n>> Bill Benson: Shovels and pickaxes.\n>> George Pick: Shovels and pickaxes. He was lucky, number one, because the people who were\nsupervising this group were humane. They were Christian, very humane. So these people -- my\nfather, for example, was 39 years old and physically, relatively, fit. But | have pictures where | can\nshow you that they were overweight, older people, doctors, lawyers, etc., who had to be carrying heavy\npieces of material and they were not ready to do that. It is lucky that nobody got hurt. The conditions\nwere rather poor. Fortunately my father was deactivated after three months.\nNow, after this, | was already enrolled in a Jewish elementary school. This was 1940.\nHungary was a neutral country until June 1941. | had this doctor uncle who was the only person in the\nfamily who could foresee the future and despite many people who tried to discourage him, he was able\nto manage to get to the United States. So immediately after getting here he was trying to get us out.\n>> Bill Benson: | have to have you say one thing that | enjoyed when you told me. When your uncle\ndecided to come to the United States, part of the problem was that he chose the United States. Tell us\nwhat your father or one of the relatives said.\n>> George Pick: His father, my grandfather, wrote him a letter saying | don't understand why you want\nto go to the United States, they are gangsters, Indians and why would you want to come here. Why\nwouldn't you go to a place like Bulgaria?\n>> Bill Benson: A civilized place like Bulgaria. [Laughter]\n>> George Pick: | have that letter, actually. It's amusing. Anyway, he came. He was trying to get us\nout.\nNow, the paperwork which the American government put up, especially the quite anti-Semitic\nDepartment of Foreign Affairs, made it impossible to get a paper fast. Although, the number of people\nwho would have been by law allowed here, they were never allowed here. So what happened is we got\non the waiting list. It said in 1943 we would be eligible to come. Well, this was 1940. Everybody\nknows that by “43 the war was over.\n>> Bill Benson: So it was a three-year wait at that point.\n>> George Pick: Three-year wait. Exactly.\nSo in 1941, in June, Hungary, up until then which was neutral, got into the war when the\nGermans invaded the Soviet Union. And, of course, after that Hungary was one of the belligerents.\nAt that point there was a situation which you probably would like to know of how the Jews made some\nmoney.\n>> Bill Benson: How you made a living.\n>> George Pick: Exactly. So the way they did it was a system which was called a straw man system.\nThe straw man system is as follows. If you had a friend who was a Christian, he or she could take out\na license to do business and under that license the Jewish person would work as a worker for that\nperson. That was allowed. That's what happened in my father's case. We have a super by the name\nof Dudek --\n>> Bill Benson: As in a superintendent?\n>> George Pick: Right. Right. Right. And he was able -- my father asked him to do it. And the straw\nman essentially gave them their name and their license and in exchange they would get some money,\nsome stipend, from the person who actually worked for them. So my father did that between 1941 and\n“44.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: °44. And, George, as you explained to us, in, | think “42 Hungary drops its neutral\nstatus, joins the Germans. That changed things even more dramatically in Hungary. You said to me\nup until that time despite all of these things you described it was relatively peaceful for you.\n>> George Pick: Correct. In 1941, the third anti-Jewish law came into effect which was similar to the\nracial law which the Germans passed in 1935, the so-called Nuremberg Laws which was characterizing\nthe Jews as a race rather than a religion. And after that things were much worse. People were horrors\nand so forth.\nOne interesting thing what happened is things were much worse in Austria and in Slovakia,\nRomania. We had relatives, as | mentioned, because of the chop-up of Hungary. They came, a few of\nthem came, from Austria, one from Dachau. He was arrested and sent to Dachau. He was a rich man.\nHe was able to pay his way out and he got a visa to Hungary.\n| had other relatives who lived in Bratislava, now the capital of Slovakia. They came illegally.\nAnd both of them were telling us what had happened to the German Jews and the Austrian Jews and\nthe Slovak Jews. They were taken to concentration camps. They were deported. They were\nghettoized. It was incredible, incredible for us. We were living, as you said, relatively well. We lived in\nthe same place. We had went whenever we wanted to. People were talking to us. It was no problem.\nAnd we could never imagine that it would happen in Hungary.\nSo these people came and literally our family was hiding them. They had illegal papers. They\nslept every day in another place. They slept in our place also. We were very nervous and careful but\nwe managed to hide about a dozen people of our family. But we never thought that this could happen.\nNow, in 1942, the Hungarians reluctantly fielded an Army, the second Army; with that, 50,000\nJewish slave laborers as well. My father was a year older than the upper age when they would have\ntaken them, inducted them. But the number of relatives, uncles and so forth, they were young and they\nwere sent to the Ukraine. It was a tragic thing. It was the first sign that things are going to go bad. At\nleast 50,000 people, many of them were very, very badly treated. And some of the supervisors, Army\npeople, were told that: Until the last Jew is alive you are going to stay in the Ukraine; if you get rid of\nthe last Jew, then you can come home. So obviously they had a reason, quote/unquote, to do all sorts\nof horrible things. They sent them out naked in a minus 40-degree weather to freeze to death. They\ngave them no food. They gave them the most dangerous missions like mine picking.\n>> Bill Benson: To clear minefields.\n>> George Pick: To clear minefields, exactly. Out of the 50,000 only about 5,000 survived. Two of my\nuncles survived and three of them did not.\nSo this was a horrible thing. We didn't know, of course, about this. There was no\ncommunication, you know, the propaganda showed that we were winning. In fact, the whole Army was\nwiped out in less than a week and with it many of the slave laborers, by the Russians in January 1943.\nThen, my father was inducted again.\n>> Bill Benson: Despite his age.\n>> George Pick: Despite his age now he was inducted but he was sent to a labor camp in what is now\nTransylvania, in Romania. And, again, he was lucky because the people who had supervised them\nwere decent people. They were Christian and they were very decent. After three months he came\nback home.\nEven in 1943, just to illustrate how comparatively free we were, we were able to take a\nvacation. This is 43, after half of the Jewish people in Europe were already gassed and cremated and\nwe were still able to take a trip. The only bad thing about that trip was that we walked around in a nice\nlittle forest and we bumped into these Hungarian Nazis. At that time the Nazis were illegal, really, in\nHungary. But the Hungarian Nazis still was a very frightening thing. My mother and | sort of were\nconcerned.\n>> Bill Benson: Was this the Arrow Cross?\n>> George Pick: This was the Arrow Cross.\n>> Bill Benson: The Hungarian Nazi Party.\n>> George Pick: The Nazi parties in Hungary, yes. So this was life until March 19, 1944.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: When the Germans came in.\n>> George Pick: When the Germans came. And then everything changed.\n>> Bill Benson: Tell us about what you remember about the arrival of the Germans and then what\nhappened so quickly in the aftermath of their arrival of March 1944.\n>> George Pick: Yeah. March 1944 was a Sunday and we were walking because the German tanks\nwere rolling into Budapest. We didn't Know anything what was happening. But what did happen was\nthat Horthy was called by Hitler to come out of Hungary and discuss things with him. Horthy, in 1942,\nwas asked by Hitler to turn over the Hungarian Jews and he declined. He was the only one who was\nan ally of Hitler and declined to deport the Jews at the time. So that's why we were still more or less\nintact in March 1944. So what happened is he was out of the country when the Germans occupied the\ncountry. He was cut off completely.\nNow, the Hungarian Army was always pro-Nazi. A lot of officers were pro-Nazi. So not a shot\nwas fired when the border was closed by four or five divisions of German soldiers. What we found\nourselves in was a situation which is, up until then, unthinkable. We were under an occupation in force.\nNow, Horthy came back a day later. He formed a government which was pro-Nazi. About five\nor six days after, my 10th birthday, which was March 28, as you mentioned, we were forced to wear the\nyellow stars. That was the first thing. And what took Germany five years took roughly a month in\nHungary to have quote/unquote legislation, anti-Jewish legislation, enacted. Dozens of them a day\nincluding taking the telephones, the bicycles, the cars, all communications. We were completely cut off.\nSo we did not know what was happening in the Provinces of Hungary.\n>> Bill Benson: So just outside of Budapest.\n>> George Pick: Outside of Budapest. It meant over a hundred of our relatives were completely cut\noff. We didn't know anything about them.\nEichmann was an infamous man who had been in charge of organizing deportations. Now, he\ncame in with 120 men. The unfortunate thing was that the 30,000 strong gendarme in Hungary --\n>> Bill Benson: That's the Hungarian police force. Right?\n>> George Pick: Hungary rural police force.\n>> Bill Benson: Rural. Ok.\n>> George Pick: They were more than happy to do things. So they cooperated fully with the idea that\nall Jews would be concentrated into a relatively few larger places. Every Jew from little villages was\ntransported to a bigger city and from a bigger city to an even bigger one which were close to the\nrailroad stations. So in a month or six weeks, actually, between the 15th of April, less than a month\nbefore the Germans came in, until the 7th of July, 437,000 Jews were deported in 154 trains.\n>> Bill Benson: Over a six-week period.\n>> George Pick: Over a six-week period, which was a record. The people who were looking at this,\nthe high-up Nazis, could not believe this. And 95% of these people were sent to Auschwitz which\ntranslates into roughly 12,000 people a day to Auschwitz.\nNow, Auschwitz was a large-scale death camp and a fairly large-scale work camp as well.\nThey could not handle that many people. 90% of these people were selected to be gassed and burned.\nAnd the crematorium worked so much that one of them blew up. Over a hundred of my relatives ended\nup in the gas chambers and died.\nBut we didn't know anything about this. We knew one thing. We knew that my father and\neverybody from 16 to 60 were inducted, all the Jewish men were inducted, into slavery brigades. And\nmy father was sent to the western edge of Hungary. He was working on fortifications because\nobviously the Germans figured that Hungary is going to become a battleground. He was there. We\ndidn't hear much about him.\n>> Bill Benson: Did you even know where he was sent?\n>> George Pick: No.\n>> Bill Benson: | remember you telling me he just pretty much disappeared. He was gone.\n>> George Pick: Yeah. All the men from Budapest and all over Hungary, many of them, had\ndisappeared like that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nSo we didn't know what was going on. We didn't know anything about the deportations. The\none which we knew was we got an order to move from our apartment to what they called Jewish\nhouses. These Jewish houses, as you showed in one of the pictures, had a big yellow star. And\nHungary or Budapest had about 185,000 Jews at that point, 20% of the people who lived there at that\ntime. And the Jews were concentrated into 5% of the living space.\n>> Bill Benson: So 20% of the population in 5% of the living space.\n>> George Pick: So what happened is we had to move because our house, our building, was not\nqualified as a Jewish building. So we moved in with my grandmother's sisters. And the rule was that\nfour people had to take a room. So this was a two-room apartment. You would call it a one-bedroom\nhere but it was two rooms. So we moved in. We could not take any furniture except our beds and\nsome belongings. We had to leave everything there.\nThis worked from June 27. And the way it was done, it was really mini ghettos. Each building\nhad a supervisor, superintendent, and his business -- he was a Christian person. His business was to\nlock the doors and for 22 hours every day we were locked in and we had only two hours to get out to\nbuy food. And the two hours were between 2:00 and 4:00 and by then the food was gone and many of\nthe merchants would refuse to sell to Jews. So it was not an easy thing to find.\n>> Bill Benson: And for those that were in that situation with you, it sounds like it was mostly women,\nchildren, and the elderly.\n>> George Pick: Yes. All of them, all of the above, yes.\n>> Bill Benson: About that time, of course -- this is May, June, July of 1944. D-Day occurred on\nJune 6. Allied bombing began over Budapest.\n>> George Pick: Right. Only a week after we moved in, there was what they called saturation bombing\nraid of Budapest. This was July 2. What had happened, it was a three-hour bombing raid. We were\nextremely lucky to survive that because there were four bombs which dropped within a few hundred\nyards of where we lived. And the whole building was shaking. We had a bunker. Everybody went\nthere. But everything, all the electricity went out. It was a terrible noise. Ever since, even today, | get a\nlittle bit rattled if | hear a sharp noise.\n>> Bill Benson: | remember you telling me that the door frames on your building were buckled from the\nheat.\n>> George Pick: Right.\n>> Bill Benson: From the bombing.\n>> George Pick: Yeah. The door frames in the bunker, they were steel but the shock wave of the\nbombing buckled them, essentially. You could see what was going outside. | got almost hysterical. My\nmother put a big pillow over my head. And for 30-odd years | couldn't sleep without a pillow over my\nhead. Even now | am using ear plugs to sleep because | just -- | get very -- not frightened but.\n>> Bill Benson: The bombing was so intense that, as | recall, that led to the end of the deportations for\na period of time.\n>> George Pick: Yes. What happened after this, this was a message to Horthy. First of all, remember,\n30% of the city laid in ruins. It was a message to Horthy. Not this. There were several other\nmessages. Roosevelt sent him one. The Swedish king sent him one that unless the deportation stops\nthis is going to continue.\n>> Bill Benson: And we'll pulverize Budapest. In some historians’ minds, Horthy did not know about\nthese deportations, which, to me, is impossible. But they are trying to rewrite history recently. So this\nwas one of the things. And as soon as Horthy found out, he would stop the deportation. And that was\nJuly 7. And this was the same day when 3,000 of the gendarmes had shown up being ready for the\ndeportations from Budapest. It wasn't just the deportations. They wanted to overthrow the region. And\nthere was only one of the many Hungarian divisions who was loyal to Horthy. And they were able to\nput down this coup and stop the deportation. And that, of course, was a great deal.\nMy father's unit was brought back to Budapest. And a new government came in comprising of\nsenior generals. Things were quieting down. We did not know this but these things came up\nafterwards. This went on until the 15th of October. And the 15th of October was the day when Horthy\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nvery belatedly decided that maybe he needs to do a gesture and he proclaimed Hungary a neutral\ncountry out of the war.\nNow, October was about three months after the Romanians already switched sides and\ntrapped a large German Army. And now they were fighting with the Russians against the Hungarians.\nThis coup or attempted coup ended in two hours. Horthy was arrested and his family deported to\nAustria, actually. And the Nazi Party --\n>> Bill Benson: The Arrow Cross.\n>> George Pick: The Arrow Cross took over. And the deportations began in earnest. Eichmann, who\nleft Budapest in July, came back and the first thing was 10,000 younger women in about seven days\nafter this failed coup were round up and deported for work, supposedly. One of my aunts was deported\nat that point. She was 29 years old. She died right before the liberation, in Ravensbruck. And my\nmother was fortunately older than the age they were looking for. They were looking until 40 and with no\nchildren. And my mother had one.\nSo the deportations started in earnest. And my father's unit at the end of October was told\nthat they would be sending them to Germany as workers. My father was lucky again. He had a\ncommander who was a decent man. He had a Jewish fiancée who lived in our building. He gave\neverybody a 24-hour furlough. So my father had that plan which didn't work out. He went to a friend of\nhis who was also known Jewish, a business partner, and told him, \"If | show up at the railroad station\ntomorrow morning at 7:00, I'll be deported. Can you do something?\" And he said yes. He gave him a\npiece of paper and said to go to this address, go in and talk to the commanding officer there. And this\naddress was a textile factory of which allegedly made uniforms for the Hungarian Army. So my father\nwent there and they let him in. It turned out that the commanding officer was also a Jewish guy and\nthis whole place was just camouflaged as a factory. It was, in fact, a place where 60 or 70 Jewish slave\nlaborers were able to escape work.\n>> Bill Benson: And posed as textile workers making uniforms.\n>> George Pick: Right. Right. My father had this little paper. | still have it. It shows that he was\nworking there in the textile factory. And this was a priority factory with all the stamps. And there was a\nguy in front who was an armed Hungarian soldier with uniform, arms. Of course, he was also a\ndefector. But that's beside the point.\n>> Bill Benson: That's astonishing that this rouse, this fake factory, if you will, was created. And there\nwere several others, right?\n>> George Pick: Three others. Altogether there were roughly 1,100 people.\nNow, we got in there also about a week after my father did. They had good intelligence. And\nthis was a large organization. And the organization was mostly Jewish but not just Jewish. Imagine\nfeeding a lot of people. You needed logistics. So many people cooperated. And they had intelligence\nalso with the Army. So -- even inside the Arrow Cross.\nSo they found out that our neighborhood was going to be deported in the beginning of\nNovember. My father sent a message that we should immediately come and join him. My mother was\nreluctant because my grandmother and her three sisters lived in the same place and it was strictly don't\ntell anybody, just you and George. So we went.\nEverybody's family, by the time we got there, there were about from 70 to 170 people there.\nWe lived there. It was a very tricky situation. Number one, this was a factory, an alleged factory. And\nwhat do so many people do? Well, you could say, well, men and women worked there but what do the\nchildren do?\n>> Bill Benson: Yeah, you don't have kids running around a factory.\n>> George Pick: Exactly. So it was very iffy. We knew that this neighborhood was extremely,\nextremely Nazi. So we were very sure that there was no light after sunset. We were living in this kind\nof bunk beds, three at a time. We had some food, as | mentioned. They brought food in. Aside from\nthe fact that we were having bombing raids twice a day, it was ok.\nOne of the interesting parts was, of this story, is that there were five very young men, Zionists.\nThey got uniforms, Nazi uniforms, and machine guns and they had false papers that they could go out\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nto the deportation trains and pick off people saying we have an order to arrest this person and we will\nbring them to the Nazi headquarters. And, of course, that person was usually a young woman or a\nyoung man and they brought them back into hiding. Roughly 20 people saved like that.\n>> Bill Benson: George, at some point, though, you would be raided, denounced and raided. What\nhappened then?\n>> George Pick: Well, we were denounced. | found out this long after the war -- long after | left. We\nwere denounced and the leader of the group who was with us at that time was denounced. So they\nraided three of the four places, the Hungarian Gestapo did. When they came in with machine guns and\nsorted the women and children on one end and the men on the other, we thought it was going to end\nup in a bloodbath. This was December 2. | remember the date very well.\nAnd this particular group, they were not stupid. The Russians were 20 miles away. It was just\na matter of maybe a week or two before the Russians would completely encircle the city and there\nwould be a siege. So we had fortunately people who had money and they were able to bribe these\npeople. So after half an hour of negotiations they told us that we no longer under their care and\nprotection.\nThe little committee who was running our local hideout decided that the 22 children who were\nin this place would be safer if they were sent to an orphanage, Swiss Red Cross orphanage. The\npeople were not happy with that. They were very -- there were very little babies there, 6 months old.\nAnd there was one woman who was a mother and she said: Well, | want to go with my baby. Ok, fine.\n| was one of the older ones. So we were taken to a Red Cross building in the middle of the\ncity. This hiding place was sort of out on the outskirts. When we got there, there were 500 kids. They\nwere dirty and crying and hungry. Very few adults. We looked around. | had a friend who was my age\nand we decided to escape the next morning. And we did.\nThe building was locked. When the workers came in, in the morning, we asked the woman to\ntake us out because we wanted to buy food for ourselves. She took us out and we ran away. We went\nback. It was a rather high risk situation. Of course we didn't wear the yellow star. But they had Nazi\npatrols all over the street. They were picking people up. It was a four-hour trip before we finally got\nback to where we came from, the hiding place. Unfortunately a week later most of those children were\ntaken tots Danube and shot, shot into the Danube.\nSo we escaped that. About 10 days later, 10, 12 days later, two policemen showed up and\ntold us that they opened the ghetto at the end of November. And the Gestapo man said that we would\nbe better off being in the ghetto than in here because some of the extreme Nazis were about ready to\nmassacre us. So everybody left. The two policemen gave us -- a hundred and so people sort of\ndisappeared. The police didn't say anything. They looked away.\n65 of us arrived in the ghetto. My father and my mother decided that there is no way to hide\nanywhere. So we got into the ghetto. We got housed in a place which also housed an old age home, a\nJewish old age home. So there was a lot of old people there, and sick.\n>> Bill Benson: George, now that you're in the ghetto -- this is December 1944. It's winter. It's cold.\nAs you said, the Russians are about to encircle the city and the siege of Budapest would begin. In the\ntime we have left, tell us what it was like for you in the siege of Budapest and then your liberation.\n>> George Pick: Yes. Well, the siege of Budapest started on Christmas Day, December 24, 1944.\nUntil then many people were deported still. But those in the ghetto were relatively safe.\nNow, in the ghetto there were places where food was available. The problem was when the\nsiege began, they had sharpshooters everywhere. They had also people who were shooting into the\nghetto, not just from the tops but everywhere and then, of course, bombing.\n>> Bill Benson: Artillery.\n>> George Pick: Exactly. So what happened is very few people were willing to volunteer to get the\nfood. So we were starving. And not so slowly people, four, five people a day died of starvation.\nWhen there was a lull in the fighting -- our building was next to the central square of the\nghetto. They took the corpses out and threw them into a hill of corpses, maybe 3,000, 4,000 people\nalready dead. The winter was very, very cold so the corpses almost instantly became pieces of ice.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nThey froze. And that was probably lucky because we didn't have Typhus already. But what we had\nwas lice because now everybody lived in a bunker.\n>> Bill Benson: And the bunker was essentially a dirt place at the bottom of a building.\n>> George Pick: Right. It was an old building. We had dirt floors. And that was also fairly lucky for us\nbecause we had to have somewhere to go to the bathroom so we had a latrine in the middle of this\nplace. But it was very close to where we were -- the room was less than this and we have 200 people\nthere. So we were side-by-side. It was stinky. There was no water no electricity. We were sitting\nthere and slowly starving to death. | didn't have too many young people there. | had a couple people |\nwas talking to and playing with and so forth.\nAnd then on the 4th of January, there was a group of people, younger people, who were\nbrought in. Then we found out that the Wallenberg project, which was to save Jews in Swedish\nhouses, they decided that 10,000 people would be safer in the big ghetto than in that so-called\nprotected houses.\n>> Bill Benson: So they brought in another 10,000 people.\n>> George Pick: They brought in another 10,000 people out of whom we had probably another 50. So\nthat's when we found out about this.\nThere were people who survived years of war in the Ukraine and they were not about to die\njust a few days before liberation. So nobody volunteered. People just died. My mother lost and my\nfather lost a lot of weight. So when the Russians came, which was in January 1945, we were skin and\nbones, everybody who was alive was skin and bones. There was a strange quiet there. Then we\nlooked up in a slit window up there and we saw just shoes and they were not German shoes but they\nwere Russian boots. So we knew that something happened.\nWe were not celebrating. Everybody was just looking around and trying to figure out what to\ndo. My father decided around noon time that we should go back to the place where we were thrown\nout from, in the prior June. We went through the city which was under siege and you could see the\ndemolished buildings, people dying, horses of some Russian soldiers. And by then the siege of the\nPest part was liberated.\n>> Bill Benson: Budapest was divided into two places.\n>> George Pick: Right. And bridges in between over the Danube, of course. All the bridges were\nblown up. It took us about three hours to get home, through the rubble and the dead bodies and so\nforth. When we got home, Mr. Dudek, the superintendent was very happy. Most people were not.\nThey thought they were seeing ghosts. We looked like ghosts. But a number of sympathizers were\nworried we would point them out to the Russians. We did not. But at that point, you would just point at\nsomebody and there was no trial; the Russian would just shoot them. That was the last thing on our\nminds.\nMy grandmother came back. My grandparents survived also. But most of my family didn't.\nSo that's how it happened.\n>> Bill Benson: George, there's so much more for you to tell us but we're at the end of our time. | did\nwant to ask you, though, if would share with us -- we saw some just wonderful photographs of you as a\nchild. How were you able to hang on to those photographs through all of that?\n>> George Pick: Well, that's an interesting story. My mother valued those photographs above anything\nelse. She found that you can replace jewelry, you can replace clothing but the thing which you cannot\nreplace are pictures. So we had a little suitcase which | eventually carried from the ghetto back home\nfull of photographs. Those photographs you saw were part of that.\n>> Bill Benson: So everywhere you went.\n>> George Pick: Everywhere we went, in hiding, in the ghetto.\n>> Bill Benson: You were the guardian.\n>> George Pick: | was the guardian for the family memories. | think that she was right. | think that\nthese pictures are priceless and irreplaceable. | gave most of it to the museum collection, of course.\n>> Bill Benson: George, of course, if | remember right, you then -- your family tried to get out after the\nwar. And, of course, you ran into quota issues again.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> George Pick: Exactly.\n>> Bill Benson: Was there a 10-year wait at that point?\n>> George Pick: At that point there was a 10-year wait but --\n>> Bill Benson: It wasn't going to happen anyway.\n>> George Pick: It wasn't going to happen because the Communists took over the country and so we\nwere back into another totalitarian regime.\n| went to a gymnasium or high school, finished in “52. And despite of all expectations that |\nand my classmates would not be allowed to the university because it was a Jewish high school we\nwere and | was able to finish my mechanical engineering degree just a month or so before 1956\nrevolution at which time | was fighting against the Russians. That was the only revolution in the whole\nCommunist world. Not since and after was there an armed uprising against this. And, of course, after\nthat | and many other people would not want to stay. In fact, 200,000 Hungarians among them about\n20,000 Jews left.\n>> Bill Benson: And you had to escape. You did not just ask permission.\n>> George Pick: No, no. | didn't ask permission. No, | walked and a couple of friends walked about\nthree days on the frozen ground and we were able to go across. Now, it was a very risky business\nbecause in the Soviet empire, at the ends, at the parts where the empire ended and the free world\nbegan, there were minefields and watch towers. Fortunately -- we didn't know that but the watch tower\npersonnel also defected just the night before.\n>> Bill Benson: That gave you your opportunity. The guards left.\n>> George Pick: We didn't know whether we were going to be shot from behind or not but we took the\nchance, another chance.\nThe ironic thing was when we looked back, when we went over -- went over to the Austrian\nborder and looked back and looked for the Hungarian flag, we didn't see one. It was a Russian flag.\nThat was my last memory of Hungary. It is a long story, of course, how we went through these three\ndays. But in three weeks | was here. My uncle then could help us a great deal. So December 19,\n1956, | was here. So the next year -- 59 this year.\n>> Bill Benson: | wish we could keep you, and all of you, for the afternoon to hear the many details and\nother things that we were not able to hear. Thank you very much, George, for that.\nI'm going to turn back to George in just a moment to close our program because it's our\ntradition at First Person that our First Person has the last word. So I'll turn back to George.\nJust a couple of comments. Next week is our last week of First Person for 2015. We will\nresume again in March 2016. | hope that your travels will bring you back to Washington and you can\ncome to a First Person program.\nWhen George is done, our photographer, Joel, is going to come up on the stage and take a\nphotograph of George with you as the backdrop. At that time I'm going to ask you to stand, if you don't\nmind, because it makes just a wonderful photograph.\nBecause we didn't have time for questions, because there was so much to hear from George,\nGeorge, you can stay behind for a while?\n>> George Pick: Yes. Sure. I'll be happy to answer questions.\n>> Bill Benson: Actually, we're going to have them come up on the stage. And swarm around him and\nget your picture taken with him, shake his hand or ask him a question that you would have asked\notherwise.\nThanks for being here. And, George?\n>> George Pick: Thank you. Well, | would like to read this because in the past | had stated that we\nshould be tolerant of each other and respect each other as a religions, culture, and ethnic differences\nand for years this was my answer or my final comment but now | feel that in the light of what is\nhappening now in the world, | say tolerance is not enough. We must be proactive and vigorously fight\nagainst anti-Semitism and other types of hatred that is spreading worldwide. In many places this hatred\nhas turned into violence, massacres, civil wars, and genocide. These are unacceptable. They must be\nfought with every means available.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nThat | would like to be the last message | would like you to absorb because it is not enough\nnow to just be passive. We have to be active. The world is turning really bad and you know that, too.\nThank you very much for listening.\n[Applause]\n",
    "segments": []
}