{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, June 18, 2014\n11:00 a.m. — 11:49 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: NESSE GODIN\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Patricia Heberer-Rice: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Patricia Heberer-Rice. I'm an historian with the Mandel Center for Advanced\nHolocaust Studies, which is the scholarly wing of the museum. This is our 15th year of First Person\nprograms. Today's First Person guest is Nesse Godin, whom we'll meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we're grateful for sponsoring First Person again this year. And Mr. Smith\nis in the audience, so | want to recognize him. It's wonderful to see you.\n[Applause]\nFirst Person is a series of weekly conversations with survivors who share with us their firsthand\naccounts associated with the Holocaust. Each First Person guest serves as a volunteer here at the\nHolocaust Museum throughout the year.\nOur program will continue every Wednesday and Thursday through mid August. The\nmuseum's website, www.ushmm.org, provides information about each First Person guest as they\ncome up. Anyone interested in staying in touch with the museum and its programs can complete the\nStay Connected cards which you all received as you -- hopefully received as you walked into the\nauditorium today. If you'd like to keep in touch with the museum, please give those cards back to our\nattendants today, my colleagues, as you leave the auditorium. In doing so, you will be able to receive\nan electronic copy of Nesse's biography so that you can remember and share her testimony after you\nleave here today.\nBefore we begin, a few quick housekeeping announcements to reiterate what you've seen on\nthe screen. Photography is not permitted during our program today. | will also ask you to turn off\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\naudible cell phones or pagers.\nWe'll be listening to Mrs. Godin about 40 minutes while she tells you her experiences in the\nHolocaust, and hopefully we'll have about 20 minutes for question-and-answer period so you will be\nable to ask her questions thereafter. Out of respect for our guest, | ask that you remain in the\nauditorium for the entirety of the program. Finally, | am going to ask you to take a few minutes to fill\nout those questionnaires, comment forms that you received as you entered the auditorium today, and\nto hand those back to my colleagues as you leave. Your opinion is important to us, and it helps to\nmake these programs better and better.\nOur speaker, as | said, today is Nesse Godin, and to give you an historical context for her\nexperiences, we've prepared a brief audio-visual introduction and some images. Here we go. We're\ngoing to find the country of Lithuania here on this map of Europe. Lithuania, one of the Baltic states,\nLatvia, Lithuania and Estonia. There you see them.\nNesse was born Nesse Galperin in 1928 in Siauliai, Lithuania, with her parents owned a store\nthat sold dairy products. This was home to a vibrant Jewish community of almost 10,000 citizens.\nThere is the city. I've already mispronounced it, like Nesse thought | would.\nThere she is. This is Nesse as a young girl, already very cute. You can see she's\ngotten even cuter with age. A picture of Nesse with her family. Nesse has a circle drawn. | don't\nknow if you can see it. This is her right here.\nAfter the German army invaded Poland in 1939, Nesse's family heard stories about relatives\nfrom their relatives in Lodz, the second biggest city in Poland at the time, hearing that Jews were\nhorribly treated or killed. They found these rumors hard to believe, as Nesse will comment today.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBy 1941, German troops invaded the Soviet Union and occupied the Baltic countries. In\nSiauliai, Lithuania, Nesse and her family were forced to move into a ghetto. In 1944, the Soviet Army\napproached, and Nesse was deported to Stutthof concentration camp, near the city of Gdansk in\nPoland. She was transferred to several camps and finally sent on a death march in January 1945.\nOn the 10th of March, 1945, she was liberated by Soviet troops. In 1950, after spending five years in\nthe displaced persons camp in Germany, Nesse emigrated to the United States.\nHer story is one of the mosaic of experiences encountered by Holocaust survivors, and today\nshe'll share that story with us. Please help me in welcoming Nesse Godin.\n[Applause]\n>> Nesse Godin: Thank you, Patricia.\n>> Patricia Heberer-Rice: You're very welcome. We'll get comfortable and situated here. Thank you\nfor joining us today, Nesse, and for sharing your experiences with us. Could you perhaps begin by\ndescribing your experiences as a young girl living in Lithuania, before the war years?\n>> Nesse Godin: As you saw in the picture, my family, a normal life in Lithuania. Lithuania was a\ndemocracy between the First World War and the second. The Soviets entered in 1940. Otherwise,\nall of the people in Lithuania, all the races, all the religions living together. | as a Jewish child went to\na Jewish day school and played with all kinds of children, no problems.\n>> Patricia Heberer-Rice: Can you tell us about what you remember about war breaking out in your\nhometown?\n>> Nesse Godin: Well, | tell you, people don't really realize, especially young people, my\ngrandchildren they sit and watch television. Next thing, now, the news -- we didn't have television, we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ndidn't have radios. | think that my parents really did not want to scare me and worry me. We had\nfamily that came from Poland to Lithuania, my mother's cousins. When they were telling things, my\nfather used to send me to the kitchen to bring him some water. He did not want me to listen and to\nknow. So | really, at the age of 13, did not know much about what was going on.\n>> Patricia Heberer-Rice: And you heard rumors from your relatives that things were --\n>> Nesse Godin: People that came to Washington, to Washington, and they told us, they told my\nparents and all that, but | was out of the room. They didn't want me to know and be scared.\n>> Patricia Heberer-Rice: Do you remember the invasion when that happened of Siauliai, because of\nthat course --\n>> Nesse Godin: That | remember very well, because one day my parents said, especially mama,\nshe says, You know, we think we have a war coming. We heard already news that the Nazis, the\nGerman military is going to war with the Soviet Union. Why did they go to Lithuania? The main road\nfrom Lithuania, through Lithuania to the Soviet Union was through Siauliai. So my mother said, we\nhave to make sure that we have some food, some water, we should run to the basement.\nWe sat there two days, and nothing happened. So we went back to our houses thinking\neverything would be good. Next thing, another group came, Einstazgruppen, mobile killing units.\nThis is when the main trouble started. Those volunteers, they chose to come and kill other human\nbeings, Lord in heaven, whatever name we call him, created.\n>> Patricia Heberer-Rice: These Einstazgruppen groups, the mobile killing units came through your\ntown, murdering Jews --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Nesse Godin: The Einstazgruppen group stayed there. That special, they were assigned a\nspecial unit to every town. If you look through the museum, count us, you will see the same thing\ntelling about the Einstazgruppen group. A unit of Einstazgruppen came to the town, ran through the\ncity, grabbing Jewish boys and men, allegedly, again, to clean the city. They gathered the thousand\nmen, they put them into the city jail in three locations.\nWe believed them. Next thing we know, they were taken to a port called Kuziai and forced to\ndig big holes in the ground and dress naked, and they were shot. How did we find out? My mother\nhad a little store. She sold milk, butter, cheese. In those days, we didn't have freezers, so the\nmerchandise had to be delivered every day.\nAnd | remember the farmers, they discovered clothes, they came to the house. We were lined\nup, my two brothers, one was 18, one was 20, and me at the age of 13. And | saw them moving\naround. | was curious. | came closer to hear what they had to say, and that's when | heard them say,\nAnd the earth of the so-called grave moved for many days.\nYes, my friends, this is when | learned that the Holocaust had come to my town, to me.\nBefore, | didn't know.\n>> Patricia Heberer-Rice: At this time, German forces occupied your town, and there were a lot of\nchanges with the Jewish community at that point, obviously.\n>> Nesse Godin: Well, right away, the parents were not allowed to have the business. Kids were not\nallowed to go to school. As a survivor, we speak to schools, we all give the message saying that the\nkids should count their blessings that they can go to school, that they live in a free country, regardless\nof their look, or regardless of who they are, and to learn from us how precious it is to have education.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWe all have to wear markers. You know, | brought my own little visuals here. You may\nwonder why | dragged that bag, but that's my office.\n[Laughter]\nAs you go through our exhibit, you'll see that everywhere. The Nazis made people wear all kinds of\nmarkers, and I'm always nosey, | always want to know why did they do that. Why can't the\nprofessors, like Patricia and others, and | ask them the question, why did they make us wear those\nmarkers.\nAnd the answer is always the Nazis thought of these people as second-class citizens. But you\nknow what -- they put on those markers so they would know exactly where we are, so they could\ncatch us and kill us. Many times people say, Couldn't you just pretend not to be Jewish? Take off the\nmarker.\nYou know, | could have done it easily, but the problem was the next-door neighbor. As you go\nthrough our exhibit downstairs, we have something that tells you about the neighbor. | hope you will\ngo through and understand how people were not there for each other, and we have to learn to be\nthere for each other.\n>> Patricia Heberer-Rice: So at this time, then, you were, shortly thereafter, forced into a ghetto.\n>> Nesse Godin: Well, it took a little bit of time. We heard the rumors that they're going to have a\nghetto, and they're going to put us into the ghetto. So we were lucky in our town that our own Jewish\ncommunity council, the council, we had 10,000 Jewish people in my town, that they had a meeting,\nand they decided to meet with the priests.\nThe priests were marvelous people, Roman Catholic, and we were very friendly before the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwar. The 500 years Jews lived already in Lithuania there. So when our council came to the priests\nand begged them not to take us in, but just send them to churches and say, Thou shall not kill\ninnocent people. We all believe in the Ten Commandments. The priests said, Well, we are not\nallowed to do anything without having orders from above. \"Above\" meant the Vatican.\nAgain, a document. | believe in showing documents so you should know we don't tell stories.\nSometimes people say Nesse is telling you a story. We open our heart and soul and share with you.\nBut we also have documents to show, that what we told you existed. A document after the war,\norders when they came for the Jews, Pastor Niemoller didn't soeak up because he wasn't a Jew. He\ngoes on and on, how he didn't speak up for human beings, then they came for him and there was no\none left to speak up.\nThat was the biggest problem in those days, that the world was silent, but we were suffering\nand being killed.\n>> Patricia Heberer-Rice: At that time then --\n>> Nesse Godin: I'll continue. We thought is there a way, something to do -- not me; | was a kid. |\nmeant the community. They decided to try to approach the SS and Gestapo, those evil people, and\nconvince them that the Jews of Siauliai could be useful for slave labor. We had many shoes and\nleather factories, we'll make boots for the army. And they agreed.\nNow, we were not allowed to stay in our homes anymore. We were forced to go into a ghetto.\nWhat was the ghetto in my town? Two sections surrounded with barbed wire. You know, many times\npeople say they relocated into the ghetto. We didn't relocate; we were forced to go there. But you\nneeded a certificate in my town. You couldn't come to the gate and say, | want to come in. You have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto have a passport. How did you get that? A special committee came to every house, and they came\nto our house. Again, my two brothers, one 18, one 20, me 13, my parents, and then came a young\ngirl, she was like maybe 17, 15 years old, that knew how to write German.\nIn the kitchen, we were in the kitchen, and | heard these evil people saying to the young girl,\nWrite a certificate for each of the boys, each of the parents, pointing to me and saying, None for that\nkid. Can you imagine how | felt? Knowing that | wouldn't be able to be with my parents?\nWhy these evil people were in the bedroom, dining room, stealing what they wanted to steal?\nMy mother approached this young girl. She gave her some money, and she said, Save my child.\nGive her a certificate. The girl didn't say anything. She took the money, and when they walked out of\nthe apartment she walked out with them.\nQuickly, our parents looked at those certificates. There were two for my brother, two for my\nparents, and one blank certificate. The girl was smart. She figured if they catch her she will say, Oh,\nit just got stuck. This girl made a decision to save a human being. Every one of you people in this\nroom, every decision you make may affect your life and somebody else's life. It may make it a better\nworld.\nYes, | am alive because of this girl's decision. That's how | could get into the ghetto. You\nknow, many times again | look and people think they could take everything in. They told you just a\nlittle bit. We were nine people in one room in the ghetto. How many things did we take in? We have\nto double up, triple up. | have to sleep with my brother in a bed.\n>> Patricia Heberer-Rice: Can you just tell us, Nesse, what happened to those children who didn't\nhave that certificate? Because that's a story sort of in itself.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Nesse Godin: It wasn't just children. At that point, 3,500 human beings, children, elderly, sick,\nhealthy, they were sent to a place with mass graves where they got killed. Documented about it. So\nthe life in the ghetto was terrible.\nYou know, there were too many things to talk about it, but can | just talk about that one\nselection?\n>> Patricia Heberer-Rice: Absolutely. The children selection.\n>> Nesse Godin: Yes, we call it the children selection. | was already 15 1/2 years old. | had already\na job outside of the ghetto. My mother paid somebody off so | could go to do slave labor. Somebody\nsaid to me, Paid off to go do slave labor? Well, thank God | wasn't in the ghetto that day.\nThat morning when | came through the gate to go out to work, | saw trucks outside of the\nghetto. Trucks covered with canvas. We were told we cannot go to work that day. | was running\nquickly back to the room that | shared with nine people, two uncles, two aunts, my parents, my\nbrother. Mama putting layers of clothing on me, bread in my pockets. The words that she said I'll\nnever forget: My child, the trucks are here. It may be deportation. Everyone else has to be prepared.\nWe may be separated.\nlt was such chaos in the ghetto. Some people said, Let's hide in the hiding places. Other\npeople said, Rumors are that they're going to dynamite the area, we'll die anyway.\nA little bit later orders came, and a mistake was made, go to work. | went to work that day. All\nday long we wondered what are the trucks here? Are they bringing food or taking someone out?\nThat evening, aS we were coming back from work, blocks and blocks away from the ghetto we heard\ncries, such cries | hope no human beings will ever hear.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nWhen we came in, the few people that were left there told us exactly what happened that day.\nSS, Gestapo and Ukrainians had joined the evil cause. Why did they cause this evil cause? They\nran through the ghetto. They found every single person there.\nYou know, Jews were not allowed to have babies. They were forced to have abortions. But\nwomen gave birth to little children. They saved them for a year or two. But on that day, everyone\nwas taken.\nWomen tried to explain to us what happened, how it was. They said, Well, everybody had to\nleave their apartment. They made sure that nobody is in there. Then you had to go to the gate, and\nthere were Nazis in black uniforms with the point of the gun, who shall live and who shall die.\nA thousand innocent children to the age of 14,\n500 elderly and sick, and a few hundred healthy and strong. You see, the Nazis figured out the\nhealthy and the strong may fight them back, so they took them before they even made a selection.\nThey always figured out how they're going to -- nobody should interfere with their evil work.\nWe did not know then where all these people were taken. After the war, we found out that this\ntransfer was taken to the concentration camp of Auschwitz, where they were taken straight into the\ngas chambers and their bodies burned in crematorias. That is called the kinder action, from the\nghetto.\n| lost my father. He was 47 years old. He was killed because the Nazis thought that he may\nfight them back. After the children's selection, the life in the ghetto was terrible. No children, no\nfuture.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Patricia Heberer-Rice: And about that time, shortly thereafter, the Soviet Army started to\napproach, and you were sent to Stutthof.\n>> Patricia Heberer-Rice: Well, | tell you, we really didn't know why. We were just told that we\ncannot stay in the -- we didn't know any news. Nobody told us. But now we know that the Soviets\nwere approaching, and that's why they did it.\nThey told us, Well, they're going to close the ghetto. We should pack whatever we want to\ntake, but whatever we can carry. And we got to the train station. | know you came early today, you\nhave not gone through the permanent exhibit. We have one of those boxcars here. Can you imagine\n100 people with bags in there? No toilets, no water, no nothing. | don't even know how many days\nwe traveled from Siauliai to Auschwitz, to any places. We don't know how long it took for people.\nStutthof was a little bit closer. Jews and other people from Lithuania, Latvia, Estonia\noverflowed the center. You were shown on the screen where Stutthof was. It's part of the Baltic Sea.\nWe arrived there, they told us, Leave your bundles behind. You'll come for it. We never saw our\nluggage again.\nNext thing, one man with the point of the gun, mama went this way, my brother that way.\nThere | am, 16 years old, standing, not knowing where | am, why | am, and all of a sudden a woman,\n| didn't know she was Jewish or not, she pulled me over, Little girl, this is the good line. What did |\nknow about the line? A good line, a bad line, | didn't know anything. My parents never told me\nanything. They didn't know much. And those women from that day on started to take care of me.\nMy group of women were taken in to a very large room where we were ordered to strip\ncompletely naked. Can you imagine, 16-year-old girl all of a sudden naked in front of those guards?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThem yelling and beating us and screaming. That's all | Know was running from one end to the other\ntrying to cover myself.\nNext thing, we saw a sign over a door \"Shower Room.\" Oh, yeah, we needed a shower. But\nwalked in, bathed, walked out the door.\nIn 1998, | went back to all those places. In Auschwitz in the gas chambers was written\n\"Shower Room.\" People thought they were going for a shower. We were lucky; they must have\nplanned to have us for slave labor.\nOut of the shower room, we stood outside for hours and hours, then we were given a dress, a\npair of pants and shoes. Next thing we were lined up and asked us a few questions. They told us\nnow no more name, your number. But we were lucky. They didn't tattoo us. In Auschwitz they did.\nThey painted a number on your dress. 54,015. | have to remember that. When they called 54,015, |\nhad to say, \"I'm here.\" This is just to dehumanize you.\nThen we were taken to barracks. Every morning we had to -- a whistle whistled, we had to line\nup quickly, stand there. They looked us over. If somebody was too old, too young, they took them\naway.\nOne day, a Jewish lady tapped me on the side and said to me, Little girl, they'll kill you here.\n| said, Why are you scaring me?\nShe said, No, I'm trying to give you advice. Maybe if you could get out to a labor camp you\nwould survive. Here, they'll kill you for sure. She said, Look, they line up people, women, they give\nthem a blanket, they give them a dish full of food. Sneak into that line.\nSO one evening | saw women lined up, and | did like the woman told me to do. | stood on my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ntiptoes to look taller. | pinched my cheeks to look healthier. And | succeeded to leave the\nconcentration for a labor camp.\nWhat was the labor camp? The house | cannot stand, the bed a bundle of straw. In the\nmorning they gave you, they called it coffee. It was water. Find a little piece of bread. In the evening\nthey gave you soup. There was nothing but water again. If you found a potato peel you were lucky.\nWhat was the labor? We were digging the ground. It was called panzer grounding, for enemy\ntanks to fall in, cone-shaped like this. The tank can go up the hill, down the hill. If it falls down with\nthe nose down it cannot come out.\nIn those labor camps they did not have to kill us. We started to die of starvation, of diseases.\nThe most terrible year of my life. More of the same.\n>> Patricia Heberer-Rice: Ata certain point, January 1945, you began to be put on a death march.\n>> Nesse Godin: One day, they lined us up and said, Go get your blanket, your dish for food. We\nare leaving the camp. So we thought maybe there is a fifth labor camp. But no, it wasn't so. That's\nwhen we started the death march. Why is it called the death marches? We gave it that name. We\nwent through the towns and villages in Poland and Germany. We saw people standing looking\nthrough the windows, smiling, not even throwing down a little piece of bread for us.\nWe walked that way from one place to another, sometimes they put us into another place,\nwherever to sleep. Leaving many, many people dead behind.\nOn that death march | was beaten up severely. Not because of me. Something happened in a\nbarn, and in the middle of the night they chased us out, and the women were running through the\ndark and they hit me over the head. | carry a scar on my face up to this day.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nAnd | laid there, and | said, God, let me die. | want to die. And those Jewish women pulled me\nup, Little girl, why are you praying to die? You have to live. But if you live, don't let us be forgotten.\nTeach the world what hatred and indifference and prejudice can do. And we Survivors are dedicated\nour lives, not just me, all of us, to teach so other people wouldn't have to live through what we did.\nMarch 10, 1945, we were found by the Soviet Union in a barn not far from a little town. In\nthose days it was called Chinow. Now it has a different name, it's called Poland. Out of the thousand\nwomen, we were maybe 200. | don't know really how many.\nOutside, there were two big holes. One hole was full of dead bodies, naked bodies. Why were\nthey naked? The Nazis ordered when the people died to undress them naked, because the clothing\nyou can recycle.\nWith my eyes | saw all these naked bodies, a mountain of them. | really thought, Gee, | want\nto die. In the barn | always used to say, God, let me sleep through the night. God, let me live through\nthe day. But again, that was a time when | wanted to die, and again those wonderful Jewish women\nreminded me the Nazis want you dead; you have to live. But don't forget, teach the world what\nhappened here.\nThis is why we are so grateful to the United States government for having this wonderful\ninstitution of education, this Holocaust Museum that will be here forever to shout to the world the\ntruth, truth what happened in those days.\nYou know, sometimes people try to deny it. They cannot deny it. They couldn't deny it. But\nhow many years ago, three?\n>> Patricia Heberer-Rice: Three.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Nesse Godin: Three years ago we found archives in Germany that were there forever and ever\nbecause, after the war, many countries, | think 11 countries, had a pact not to open it, because it\nwould incriminate them. But now, we have all these documents. They even found everything there\nabout me. So everything | say is there. Everything our survivors talk about is there. And the truth is\nthere. And you wonderful people, I'm glad you came to visit us.\n>> Patricia Heberer-Rice: And can you tell us, that day you were liberated by the Red Army.\n>> Nesse Godin: Yes.\n>> Patricia Heberer-Rice: Can you tell us what happened afterwards?\n>> Nesse Godin: Of course. Of course. Well, we didn't know anything about the war. We didn't\nknow who was winning. We just went from place to place, sometimes in a barn. We were in this\nbarn, and the women that took us every morning, they took out the dead and undressed them naked.\nThey come into the barn, they said, We don't see the guards.\nSome said, Let's run to the village. We couldn't even walk. Some said, Maybe they're\nstanding behind the barn. They'll kill us. All day long we were sitting there, not knowing that\nGermans are losing the war and the Soviets are chasing them. We didn't know anything.\nIn the evening we hear in the woods marching. The women say, The henchmen are back.\nThen we hear Russian language. Some of us knew Russian, because they occupied some of the\ncountry. And they told us that the Germans are losing the war, they are chasing them, they cannot\nstay with us.\nA few days later, medics will come and they're going to help us. And that's what happened.\nWhen the medics came, they took us to the village, they set up a little hospital for us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| weighed 69 pounds at the age of 17. Beaten up, my face was swollen. | had five teeth\nknocked out. | have marks on my knees where one time | was sitting and they beat me with the thing.\nEvery one of us survivors, whether we went through the camps or didn't, lived through\ntraumatic years.\n>> Patricia Heberer-Rice: And | think the audience would be very interested to know how you got to\nthe United States, your time in the DP camp, and how you got to be here with us.\n>> Nesse Godin: Well, we will need hours and hours to tell how people found each other. | was very\nlucky eventually when | wound up in Lodz, Poland in the shelter. Because | was a minor, they found\nme. It's along story. She had a child hidden in Lodz. So | wound up in a shelter in Lodz, Poland.\nAround the world were posters, and you had to sign in. That's how people found each other.\nYou couldn't pick up your little cell phone and say, Mom, I'm coming home, you know.\n[Laughter]\nWhile | was signing my name, there was a woman standing there and she said, Little girl, you're\nmaking a mistake. | don't know anybody in Lithuania looking like you.\n| said, | know you. | am Nesse Galperin. Mama had a dairy store.\nOh, Nesse, your mama is alive. Go, go, she's in the shelter near the German border.\nTo make this story short, my mother didn't want me -- didn't want to go with me. | had to lie,\ntell them I'm a year older. | had a certificate. And that | went to look there. | came there, they told\nme mama was in Lodz. She went there.\nA few months later, we were reunited in Lodz, Poland. Mama had a sister in Washington, DC.\nShe remembered, in those days you didn't have zip codes. Washington, DC, South Market, that's it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThey got a letter. Then right away, my mama had these two uncles and aunts, cousins, they all -- it\ntook five years. We had to be in a displaced persons camp for five years, because in those days we\ndidn't need a visa. It was a quota system, how many people from each country can come. Lithuania\nwas a small, little country. It took us five years to get to the United States. 1950.\n>> Patricia Heberer-Rice: Do you want to tell us about how you met your husband?\n>> Nesse Godin: Well, do you think you want to know that?\n>> Patricia Heberer-Rice: Yeah. They want to know, right?\n[Laughter]\n>> Nesse Godin: When | was reunited with mama, some men started to come back, and many were\nthere in the shelter. Already when little family units were created, husband and wife, boyfriends and\ngirlfriends, brother and sister, the men were a little more courageous, and they went to exchange a\nshirt, got bread. These people became little family units that did not have to go to the shelter\nanymore for food and to stay there.\nA few people, like mama and I, two women, nothing. One day mama said to me, My child, one\nof us will have to get married. Two women alone won't survive. | thought why does mama want to\nget married? She has me.\n[Laughter]\nYou know how kids are. But! didn't say it to mama. Mama said to me she would never get married.\nBut | will have to get married.\nHere | am, 17 1/2 years old. | never kissed a boy. | didn't -- there was no such thing. My\ngranddaugNter is now 15 and 13, they go bowling already with little boys.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Laughter]\nIn those days it was, I'm going to do that, mama?\nDon't worry. There are some guys here in the shelter. Maybe one of them will marry you.\nSo | said, Which one are you going to talk to?\n[Laughter]\nShe showed me aman. He was a nice looking man, but he was 32 years old. He was in hiding.\nEverybody said, He has money, he's rich. We'll be lucky. We'll have everything.\n| said | didn't want him, he's too old. | don't want this old man.\nSo mama said, What about his brother? Now | forgot why | didn't want him. Tough choice.\nTough choice. She said, What about this other guy? My husband was from Poland at that time. |\nlooked at him, he was kind of cute. | said, OK.\nNow, she walks over. There | don't Know what she's saying to him. Later | found out that she\nsaid to him, Look, you're alone, your family was killed. Marry my little girl. I'll be your mother. And\nthere she comes, he doesn't know my name. He takes my hand like this, Little girl, would you marry\nme?\n| looked at mama, and mama did like this.\n[Laughter]\nlf mama did like this, you said yes.\n[Laughter]\nNow, you young, single people, listen to mama. Thank God, 16 1/2 years old, | thank God | still have\nhim. He was a wonderful father. We have wonderful three children, seven grandchildren.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Patricia Heberer-Rice: A new grandchild.\n>> Nesse Godin: Six great-grandchildren.\n>> Patricia Heberer-Rice: A new one, right?\n>> Nesse Godin: Yes. Any questions?\n>> Patricia Heberer-Rice: You can open -- let's open the floor.\n>> Nesse Godin: How are we doing with time?\n>> Patricia Heberer-Rice: Doing great. We have about 20 minutes. I'll open the floor to questions.\nI'm going to put on my glasses. Last time, | didn't do that, | called a sir a ma'am, So we were in\ntrouble. My colleagues are here with the microphone. Please speak into the microphone. Be brief.\n>> | was wondering if you could tell us a little about your faith, wnat happened to your faith or how\nyou recaptured your faith.\n>> Nesse Godin: My fate?\n>> Yes, ma'am.\n>> Patricia Heberer-Rice: Faith.\n>> Nesse Godin: Faith? Religion? Thank you.\n>> Patricia Heberer-Rice: You're welcome.\n[Laughter]\n>> Nesse Godin: You know what -- who did the killing? God or those evil people? Why would |\nabandoned my faith? God doesn't do those things. The people. We were all created by the Lord in\nheaven, by whatever name we call him. He created us all. He trusted us. He gave us everything.\nBut we the people, even after this morning, | was reading the newspaper, all this killing all over the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nworld, again and again. We still do it now.\n| didn't have to recapture. | told you, in the worst of time | was sitting there, Dear God, let me\nlive through a day, let me sleep through a night. God was good. It's the evil people did this.\nIt's very easy to blame. You know, the other day | had the young man, | asked him to put in a\nbulb. The bulb fell down on the floor. He said to me, Oh, God. | said, What do you want from God?\nYou were clumsy.\n[Laughter]\nYou dropped the bulb. You dropped the bulb. It's easy to blame God. It was people. It's what we\ndo. We, the people.\n>> Patricia Heberer-Rice: Questions? You have a question? A young gentleman there. There we\ngo.\n>> What was your reaction when you realized the Nazis were defeated?\n>> Patricia Heberer-Rice: What was your reaction when the Nazis were defeated?\n>> Nesse Godin: | didn't know anything. | didn't know where am | going to -- actually, | cried when |\nheard | was free. Where am | going now? What am | going to do? | didn't know anybody of my\nfamily is alive. What's going to happen? These poor women that were so hungry, they said, Don't\nworry, little girl. You'll be with us.\nWhere do you go? People right away said to me, Don't go to Lithuania. It's the Soviet Union.\nDon't do this, do that. Look here, look there. It was unbelievable. Unbelievable what is the chaos.\nThe Nazis did not know where are you going.\nYou know, you couldn't go and buy a ticket and say, | want to go somewhere.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\n>> Patricia Heberer-Rice: Right.\n>> Nesse Godin: The service was still in Germany. | make a joke, | say that's how | learned to\nhitchhike, because | learned to do this, they took me, they took me there and here.\n>> Patricia Heberer-Rice: Here we go. Go ahead.\n>> Can you tell us about your reunion with your brother?\n>> Patricia Heberer-Rice: About your meeting with your brother.\n>> Nesse Godin: Well, | tell you, it took a long time. We were still, my mother and I, in Lodz, in that\nshelter. But the people that were liberated by the Americans from Dachau, they were smarter. They\nsent out people with lists, telling who is alive in their area. That's how we found out that my brother,\nmy oldest brother was liberated from Dachau. Eventually, we were united in the displaced person\ncamp through the Jewish agencies that helped you to get there.\nNow, my other brother, we didn't know what happened to him, because when we were going to\nthe train station he vanished, and my mother said, Oh, he must have beaten a German and they\nkilled him. We thought he was dead.\nWhen we were in the United States, we got a letter through friends. We had cousins in Paris,\nthat they got delivered from the Soviet Union. It was not easy to write letters outside.\n>> Patricia Heberer-Rice: Exactly.\n>> Nesse Godin: They got the letter. That was sent to my aunt, and that my brother is alive, he is\nback in Lithuania. But what happened when the communists said to my brother that we must be\nZionists, because my mother, | and my other brother we didn't come back to Lithuania to become\nLithuanian Soviet Republic. They sent him to Siberia, and he was there for how many years, and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\neventually with the pressure, most people don't remember when we had in the synagogues and the\nchurches \"Let my people go ,\"that with the pressure of the United States and other countries, many,\nmany of these Russian people had an opportunity to leave the Soviet Union at that time and go to\nIsrael or other countries.\nBut both of my brothers passed on already, but thank God | had them after the war.\n>> Patricia Heberer-Rice: A gentleman right here?\n>> How have your experiences influenced how you've raised your children and grandchildren?\n>> Patricia Heberer-Rice: How have your experiences changed how you, or formed how you care for\nyour children and grandchildren?\n>> Nesse Godin: Well, | want to be very sincere with you. Since mama lived with us and | was so\nyoung, she was, Whatever they do, wherever they are, my children, it's my mother's credit. She ina\nnice way used to say, Read the Bible from so many years ago. Yes, we need to know.\nWhen passover came, she always said, Your beautiful children. After these days, our children\nand our grandchildren, we still have a little prayer that we say, Yes, they left Egypt, and thank God we\nwere free also from these terrible times and we are here.\nSo it was mama who helped me. But my grandchildren, of course when you have a grandma\nthat all the time goes here and goes there, then I'm invited to go to dance school to speak, sure they\nknow the truth. They know everything.\n>> Patricia Heberer-Rice: This gentleman here?\n>> Where was your mother during the time you were separated from her?\n>> Patricia Heberer-Rice: Where was your mother during the time you were separated?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Nesse Godin: She was doing slave labor in another slave labor camp. She was actually not that\nfar away from us. We were in those slave labor camps, the same type of thing. | thought when they\npicked them they were going -- because the women said, Those people they killed. But they figured\nwomen in their 40s can still do slave labor. So when we were separated, | thought she was killed\nbecause the women told me so.\n>> Patricia Heberer-Rice: Right.\n>> Nesse Godin: We were reunited. She was in the same type of thing.\n>> Patricia Heberer-Rice: When you were going to look for her at the same time she was going to\nlook for you, you crossed actually?\n>> Patricia Heberer-Rice: We crossed each other. We didn't know. But thank God we found each\nother and we were together. The thing was my brother chose to go to Israel. He said, We need our\nown legal country, because the whole world closed the doors to us. God forbid something. We need\na place.\nBut my mother said, she has two of her sisters were killed, two of her brothers were killed, one\nsister that came to the United States the year | was born. She says, | want to be with my sister, and\nyou go where | go!\n[Laughter]\nAnd my husband too. But in the displaced person camp, you know, we had two children. | was a\nmother at the age of 19. So we came here with two children.\n>> Patricia Heberer-Rice: | think we have time for one more question, if there's someone out there\nwho has still a question for Nesse.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Nesse Godin: And the message.\n>> Patricia Heberer-Rice: | won't forget. Otherwise, | get in trouble. This is how it works in First\nPerson. We let the First Person have the last word. | want to thank you all for coming. Come see us\nagain here at First Person. We'll be having this program with other guests every Wednesday and\nThursday until mid August.\nPlease stay connected with us through the Stay Connected cards. I'm also going to give you a\nchance for audience participation. Nesse will give us our last kind of thought together, and then as\nwe applaud for Nesse, Joel, my wonderful colleague the photographer, will come up and take a\npicture of Nesse with you all standing behind her. There's a chance for a photo opportunity, if you\nwill, with Nesse.\nFirst, I'm going to let Nesse have the last word. Do you have a final message for us?\n>> Nesse Godin: Yes. Yes. You wonderful people, | hope you will have enough time to go through\nour exhibit where you will learn more, because as | told you before this is a federal museum.\nEverything you see is documented. Everything happened that way. And then when you leave our\ndoors, look at the world around you. Don't see race. Don't see religion. See a human being that the\nLord in heaven, by whatever name we call him, created.\nYes, in your hands is the future of our children and our grandchildren. Let's make it a better\nworld, a loving world, a caring world.\nThank you very much.\n[Applause]\n[Ended at 11:49 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}