{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES; SPEAKER: ESTHER STAROBIN\nWednesday, May 13, 2015\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nEsther Starobin, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as a volunteer here at this museum. Our program will continue through mid-August. The\nmuseum's website, at www.ushmm.org provides information about each of our upcoming First Person\nguests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the theater\nwhen we are done today. In doing so, you will also receive an electronic copy of Esther Starobin's\nbiography so that you can remember and share her testimony after you leave here today.\nEsther will share her First Person account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, there will be an opportunity for you to ask her some\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Esther is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with her introduction.\nWe begin with this photograph of a very young Esther Starobin born Esther Rosenfeld.\nEsther was born in Germany, where the arrow points on this map of Europe.\nShe was born in Adelsheim, a town north of Stuttgart, and the arrow points on this map.\nEsther was the youngest of five children. In this photograph we see her brother, Herman, her mother,\nKathi Rosenfeld, Esther -- who is on her mother's lap -- and her older sisters Bertle and Edith, her\nfather Adolph Rosenfeld, and her sister Ruth.\nOn November 9 and 10, 1938, a violent anti-Jewish Pogrom known as Kristallnacht, the Night\nof Broken Glass, instigated primarily by Nazi Party officials and Nazi Storm Troopers, took place. The\nPogrom took place throughout Germany, parts of Czechoslovakia and Austria. In the photograph\nGermans pass by the broken shop window of a Jewish-owned business that was destroyed during\nKristallnacht.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nConcerned about the safety of their family, the Rosenfelds registered their children for a\nKindertransport, the informal name of a rescue effort that brought thousands of refugee Jewish children\nto Great Britain from Nazi Germany between 1938 and 1940. The arrow shows the route of the\nKindertransport.\nEsther wore this tag attached to her clothing as she traveled from her hometown of\nAdelsheim, Germany, to Thorpe, Norwich, England, to join her Foster family, the Harrisons.\nWe close with this picture of Esther and her English Foster family: Alan, Dorothy and Harry\nHarrison.\nEsther came to the United States in 1947 settling in Washington, D.C. She attended the\nUniversity of Illinois, then had a teaching career specializing in World Studies in Montgomery County,\nMaryland. Esther's husband Fred passed away in April 2011.\nEsther and Fred have two daughters. Judy is an attorney. Deborah founded The Handmade\nAfghans Project to \"bring comfort and warmth to our wounded service members.\" Initially, most of the\nafghans went to Walter Reed Army Hospital but then also were sent to a number of other military\ninstallations including Fort Sam Houston in Texas, Fort Bragg in North Carolina, and Bagram Air Base\nin Afghanistan. Their goal of making 10,000 afghans was met and exceeded in 2013 and this amazing\nproject ended. About 1,600 people nationwide were ultimately involved in making afghans for this effort.\nEsther was very involved with the project.\nEsther and Fred have two grandchildren. Jon has just finished his junior year of college and\nDrew is graduating from high school and will attend USC in the fall.\nOur audience today includes Esther's daughter Deborah, as well as Esther's nieces Renee\nand Tamar's son Solomon. They are in the front row.\nEsther's volunteer work at the Museum has involved helping to expand the Museum's\ncollections of documents, photographs and other items. Esther has been a contributor to the Museum's\nwriting project which produces editions of \"Echoes of Memory,\" a collection of writings by survivors\nassociated with this museum. Following today's program, Esther will be available to sign copies of\n\"Echoes of Memory.\"\nWith that | would like you to join me in welcoming our First Person, Esther Starobin.\n[Applause]\n>> Bill Benson: Esther, thank you so much for joining us and your willingness to be our First Person\nand for having a number of your family members join us today. That's a real honor for us and for you.\n>> Esther Starobin: It's wonderful to have them here.\n>> Bill Benson: We'll start because you have a lot to share with us. You were clearly very young when\nyour parents sent you to England. And although you were too young to be able to give us firsthand\ninformation about life in Germany for your family at that time perhaps you can give us a sense of your\nhometown of Adelsheim and your family before the time of Kristallnacht and before your parents’\ndecision to send you and your sisters away to safety.\n>> Esther Starobin: Clearly | don't remember anything about that because | was 2. But my family lived\nin the really small town, Adelsheim. It's still really small. | wouldn't really call ita town. It has one\ntraffic light. Not very big. My father sold food and grain to the farmers. He lost a leg in the First World\nWar so my mother helped him. He had trouble getting on and off the cart, especially when it was bad\nweather.\nThere were, as you saw in the picture, five of us children. My sisters have told me they had a\nreally happy life before Hitler and all of that kind of thing. They went to the local school. There was a\nvery small synagogue. About 10 other Jewish families in the town.\nAt the beginning, once my sisters were not allowed to go to school, they went first to live with\nsome aunts, go to school, and then for some reason they went elsewhere to go to school, to Aachen.\nMy brother was too young. It's my niece Renee's dad. He stayed with his parents in Adelsheim as | did\nuntil | went on the Kindertransport.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: A couple of more questions about the life with your family really before you were born\nand then your first couple of years. Your father, you mentioned that he was wounded in the First World\nWar. He had fought for the German Army.\n>> Esther Starobin: He had. Yeah.\n>> Bill Benson: And your family had been established in Adelsheim for a very long time.\n>> Esther Starobin: Yes. | was just looking at something last night. My family had been in that area,\nnot in Adelsheim but where my older sister was born, from the 1700s. They had been in Germany for a\nlong time.\n>> Bill Benson: 200 years established in their community.\n>> Esther Starobin: Yes. Very long.\n>> Bill Benson: Tell us a little bit about your father's business and then tell us what happened to his\nbusiness.\n>> Esther Starobin: Ok. It was a fairly common occupation for Jews, | think, in Germany at that time.\nOne of the grandfathers had been involved. They sold grain, arranged an occasional trade of a cow or\nhorse.\nAt some point, around the time | was born in 1937, one of the farmers didn't want to pay for\nhorse -- | don't know if it was a horse or a cow, one of those animals, and started a suit. The real\nfeeling is that was the beginning of the time that the Nazis were trying to close down Jewish businesses\nbecause there was no validity to this suit.\nThe business was also in my mother's name. I'm not quite sure why that was. That! also\nread last night. And I'm not really sure why it was in her name rather than my father's other than the\nfact they probably owed some money on the house so maybe there was something about getting a loan\nfor the business.\nThey had a cart. They went out and did this kind of thing. Of course, once the war actually\nstarted, the business was closed. They had no way of doing this. And the farmers had no way of\ngetting grain. So it didn't work really well for anybody.\n>> Bill Benson: You were the baby among the girls.\n>> Esther Starobin: | was the baby among the family.\n>> Bill Benson: Among the family. What was the age range of your sisters and your brother?\n>> Esther Starobin: My oldest sister is 12 years older, second sister a year and a half younger than\nher. The other one was seven years older, Renee -- seven years older than |. And Renee's father, my\nbrother, was four years older than | was.\n>> Bill Benson: Your oldest sister, Bertle, who lives in Maryland, just outside of Washington, at age\n12 -- at 12 years older than you, she would know a little bit from a firsthand experience.\n>> Esther Starobin: Yes. For along time she wouldn't talk about much that happened in Germany.\nAnd then after a while there were certain set stories we used to hear. We heard about the story of\nEdith gradually eating the cookies one by one from the front room where they were hidden for the\ncompany. Mostly the stories were about Edith, dropping the bread she was taking to the community\nbakery and she stopped to play somewhere and dropped it in the creek.\nMy father apparently was very strict with them. They weren't allowed dangerous toys. Now,\ndangerous was a scooter, which apparently one of the uncle has given my sister. The house they had\nwas on a hill. They weren't allowed to have anything that went fast down the hill. | think it was because\nmy father had lost a leg. Apparently when they were out playing, it was time for them to come home,\nhe would whistle them and they would all come running. | don't know -- these are the stories.\n>> Bill Benson: Hitler took power in 1933. 1938, of course, Kristallnacht occurred. That event, that\nterrible event, convinced many German Jews including your parents that life under the Nazis was likely\nto get even worse than it had been. Do you know much about the impact of Kristallnacht on your own\nfamily and what that meant once Kristallnacht happened for your family?\n>> Esther Starobin: What | do know, when the people came through Adelsheim -- apparently they\nstarted in one small town and traveled and picked up people in other towns. They burned the\nsynagogue, took the scrolls out. But my parents' house was off the Main Street and they were not\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nparticularly bothered that day. Bertle, Edith, who was living with aunts at the time, they went off to\nschool because it wasn't like now where you knew everything that was happening right away.\n>> Bill Benson: They were off in the other town.\n>> Esther Starobin: Yeah. And they apparently started off for school and saw the synagogue burning\nand were told to go home.\nAt the same time, living with my aunts who | never met, | didn't know these aunts, they told me\nthere used to be people that would be in the house at night and they were gone in the morning. So\npresumably the aunts were helping to smuggle people out of Germany.\nMy sister Edy, who loved food -- she remembered things about food, talked about going\nacross the border and coming back with things tucked into her undies that they brought across the\nborder. They probably had to.\n>> Bill Benson: The border into Belgium?\n>> Esther Starobin: Yeah. She mentioned chocolate but | imagine there were a few other things, too.\n>> Bill Benson: You mentioned the burning of the synagogues. There were hundreds burned\nthroughout Germany. But the synagogue, if | remember right, in Adelsheim was not burned.\n>> Esther Starobin: It was burned but | don't think it was destroyed.\n>> Bill Benson: Wasn't destroyed. Ok.\n>> Esther Starobin: | think it's something else now. | don't think it was actually destroyed.\nIn Senfeld, a little town about 10 miles away, what was a synagogue is still standing and has\nbeen renovated. There's also museums about Jews and Judaism there. And there's some remnants. |\ndon't know what happened to that. | never actually heard what happened to it at the time.\n| think -- there's a man in Germany, in Adelsheim, where | come from, Reinhart, who basically\nwhen | don't know something, | send him an e-mail and he'll write me back. He has looked up the\nhistory of all the Jews in Adelsheim. He has extensive records of that. He has built this museum. He\ntaught school. He had a little afterschool club with some students and they did a lot of history and\ninformation about Adelsheim.\nWhat's interesting about Reinhart -- many things, but his father was a Nazi and his mother\nwas very worried about him getting so involved in the Jewish history that maybe it would make him go a\nlittle nuts. But it hasn't.\n>> Bill Benson: You might towards the end talk more about Reinhart, too.\nOf course, on that night, November 9 through 10, as we mentioned, hundreds of synagogues\nwere burned, 30,000 Jewish men were arrested and taken to concentration camps. So soon after that\nin 1939 your parents made the extraordinary decision to send their daughters on a Kindertransport to\nEngland. First, tell us what a Kindertransport was and what you can, what you put together about\nhow -- about how they arranged that.\n>> Esther Starobin: Ok. First of all, the only government that said they would accept people was the\nEnglish government. And Parliament agreed to accept children who were traveling alone from\nGermany and Austria and a couple of other places as long as they did not plan to stay. They weren't\nsupposed to stay in England. There was a fee paid to the German government to get them out. So in\nEngland they had Jewish groups arranging this and then people traveled to Germany to arrange it.\nMy sisters where in Aachen, which is considerably bigger than Adelsheim, and they traveled\ntogether in June of 1939. We had an aunt in England who had been there quite a long time. She\nworked -- did housework for people. That was the only thing she could do as an immigrant. So she\nknew a lot of people this way. She arranged places for my sisters.\nMy older sister, Bertle, lived --\n>> Bill Benson: Before we come to that, I'll stop you for a minute and ask you a couple of questions.\nDo you know why your sisters went separately from you?\n>> Esther Starobin: We weren't living in the same place.\n>> Bill Benson: Ok. So that was the reason?\n>> Esther Starobin: As far as | know.\n>> Bill Benson: You went several months later.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Esther Starobin: Yeah.\n>> Bill Benson: And then do you know how it was actually arranged to get you out? Do you know if\nthere was costs your parents had to bear at all?\n>> Esther Starobin: | don't know as much as | found out and as much as Reinhart has found out, that\nwe hadn't been able to. You said you would ask me later, but | was, too. Clearly | didn't travel alone. |\nhave no idea who took care of me.\n>> Bill Benson: The chaperons.\n>> Esther Starobin: | don't Know that. | don't seem to be able to find that out. So I'm kind of thinking\nmaybe | don't need to know it.\n>> Bill Benson: Ultimately | think about 10,000 children went on the Kindertransport.\n>> Esther Starobin: Yeah, they did.\n>> Bill Benson: Up to about age 16 | think was the oldest age?\n>> Esther Starobin: And supposedly older than | was but | think, like everything else, there were\nprobably people older than 16 and real babies. | was 2, so | wasn't a real baby. I've read stories about\npeople just resting a baby into the train into someone's hands.\n| cannot seem to find out exactly how this happened. With all of this, my brother was not part\nof this.\n>> Bill Benson: Right. Because of the age of your sisters, did they ever describe what it was actually\nlike to go on the Kindertransport?\n>> Esther Starobin: That's really interesting. My sister Bertle said she remembers nothing.\n>> Bill Benson: Your oldest.\n>> Esther Starobin: My oldest sister. The only thing she remembers, she had her ears pierced the\nnight before she went because it was an old wife's tales if you had your eyes, your eyes didn't go bad.\nShe doesn't wear glasses, so what can | say?\nEdith remembers crossing the line out of Germany and being given oranges and chocolates.\nAs | said, she remembers food. Ruth, | don't know. She never talked about it to me. | don't know if\nshe ever told -- my niece is shaking her head. She never talked about it.\nSo | don't really know. | find it hard to believe. My sisters were smart women. Why they didn't\nremember -- | guess it's a psychological thing -- why they never talked about it, why they didn't\nremember, why they weren't willing to answer questions when their kids asked questions. And they\nreally weren't. So | don't know what it was like. And | don't remember.\n>> Bill Benson: You don't remember. And it was June when you went.\n>> Esther Starobin: June of 1939. Mine was actually arranged, | Know, by Quakers.\n>> Bill Benson: Ok.\n>> Esther Starobin: | have a copy of a copy of the letter that the woman who picked me up in London\nto my foster parents asking if they could come to the train station which they couldn't; they lived in the\nsuburbs. So | know -- one of the times | went back to England | met this lady. My foster parents were\nstill somewhat in contact with this woman.\nSo | know how my sisters got their locations. My foster father worked in a shoe factory owned\nby a Jewish man. And this man had posted a sign on the bulletin board was anybody willing to take a\nkid, one of the children that was coming over. So they had one son and they had wanted another boy\nbut that didn't work out.\n>> Bill Benson: This is the Harrisons where you went?\n>> Esther Starobin: Yeah.\n>> Bill Benson: Your sisters were already there. You were starting to tell us where they went. And\nthen you arrived in June. Tell us where your sisters went first and if you know who actually met you, if\nyou know anything about that when you got to London.\n>> Esther Starobin: Ok. My older sister Bertle lived with a couple that had a place in Scotland. At\nsome point they went up to Scotland. She finished school in Scotland. And back -- once she was 16\nshe came to live with my aunt and went to work.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nAt one time a policeman knocked on the door and they said, \"Do you know this person?\" She\ndidn't recognize the name. It turned out the man she had been living with was actually a spy for the\nGermans. And when they had been up in Scotland, he had been watching the planes and sending\ninformation back to whoever --\n>> Bill Benson: So a cover for a spy, taking in a Jewish refugee child to be a spy for the Germans.\n>> Esther Starobin: Absolutely. Yeah. Edy lived with a family in London. And then when all the kids\nwere evacuated from London, because all the English children were, too, she went to live with a Jewish\nfamily in Bedford. She was very unhappy there. She felt they treated her like a slave. She finished\nschool at 14 and then joined the British Women's Army when she was old enough to do that.\nRuth lived in London with a doctor and his wife. At some point she went to a family and then\nto a hostile. Then she worked before she came here. So she said she had to go live in the hostile\nbecause she wouldn't do her Hebrew lessons. | don't think that's why but | don't really know why. But\nit's a good story.\nEdy, when she was in the Army, after the war was over, went back to Adelsheim and she was\nwalking down the street in Adelsheim and people came up to her and said -- [Speaking Non-English\nLanguage]. I'm not very good in German. They knew who she was. They recognized her. A little\ncreepy. And weird.\n>> Bill Benson: All of us in the room | think are trying to imagine here are your four sisters and you go\nto entirely different families throughout not only England but as far as Scotland. You are scattered.\nYou have the aunt in London who had gone there earlier, | think Aunt Hannah if | remember right. And,\nof course, war broke out September 1, 1939 so all the Kindertransports were done by that time. So you\ngot out in June. So you go to the Harrisons. That's where you were sent. Tell us about life with the\nHarrisons. A little 2-year-old girl.\n>> Esther Starobin: First of all, when | first got there | had scarlet fever. So | was isolated. My Foster\nbrother Allen is seven years older than me. He used to play with me through the window.\nAnyhow, | was spoiled rotten. | have to tell you. They really spoiled me. | loved -- | didn't\nreally remember after a while anything different. | was afraid of my foster father. | think that had to do\nwith hearing men with loud voices. | really was afraid of him.\n| went to school. They were a very deeply religious Christian family. They belonged to a\nchapel, not the Church of England. The chapel had a lot of community, family activities which | loved.\nYou know, it was fun, sort of like churches and synagogues do now where they really emphasize\ncommunity. This place was very much like that. It was owned by a man called Mr. Ramsey. He at one\npoint through the association in England looking after the refugees was supposed to be teaching me\nHebrew. | am really bad at languages so that didn't work very well.\nThe place in England that kept track of the Kindertransport children checked up on us and\nthat. | Know they once came to my school to see how | was doing. | vaguely remember the head\nmaster staying in the room with him but | only remember that happening once.\nAfter the war my sisters all came to Norwich to visit. They were very welcomed, very much a\npart of the Harrisons' family. So | guess | never questioned much. | guess | knew | had to leave at\nsome point but | didn't really -- it didn't really click in my brain.\nAfter the war in 1947, Bertle got notice that we had --\n>> Bill Benson: Before we go there, | want to keep you back a little earlier if | can. Of course, when the\nfour of you came to England, your parents and your brother were still in Germany.\n>> Esther Starobin: Right.\n>> Bill Benson: Tell us what you can about what happened for your parents and for your brother\nHerman while you were in England.\n>> Esther Starobin: We kind of think my brother went somewhere to go to school for a while. And then\nhe was home for the Jewish holiday in October of 1940. That was when all the Jews in Bagram were\nrounded up in Gurs.\n>> Bill Benson: A camp.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Esther Starobin: In France. So they had an hour or so to collect themselves. They could take one\nsuitcase. They had to all go to where the collection point was. And they went to Gurs.\nAt some point when they were in Gurs -- I'm not sure where --\n>> Bill Benson: Another camp in France?\n>> Esther Starobin: The same kind of area. At some point Herman -- they took the children. There\nwas some kind of -- | don't Know if it was Red Cross or what. There was someplace Herman went for a\nwhile.\n>> Bill Benson: Service committee?\n>> [Inaudible]\n>> Bill Benson: So Quakers, again, the American Friends Service.\n>> Esther Starobin: In 1941, the United States allowed 1,000 children in and Herman came then.\nJust recently we found more information about his coming here. He wasn't quite sure. He\nthought his sisters were here. He was 7 and had been through all of this stuff, so he was a confused\nkid. The museum found a picture of him that was in the paper in New York of kids --\n>> Bill Benson: Picture when he came.\n>> Esther Starobin: Yeah.\n>> [Inaudible]\n>> Bill Benson: His refugee file was just digitalized and that's how you're finding this out now.\n>> Esther Starobin: Right.\n>> Bill Benson: Ok.\n>> Esther Starobin: So he came and lived with an aunt and uncle here. My parents were sent to\nAuschwitz, August 14, 1942, and were murdered upon arrival.\n>> Bill Benson: You know with precision --\n>> Esther Starobin: Absolutely. They kept good records.\n>> Bill Benson: August of 1942.\n>> Esther Starobin: Yeah.\n>> Bill Benson: So 1,000 kids came to the U.S., 10,000 to England, 1,000 -- your brother happened to\nbe one of those 1,000.\nUntil your parents were taken to Gurs and then eventually, of course, in 1942 to Auschwitz,\ndid your -- did any of you hear from your parents?\n>> Esther Starobin: Yeah. Bertle got letters. In 1980 when there used to be a lot on the television,\nstarted to be a lot of information about the Holocaust, Bertle said, oh, I've got letters. And she had five\nletters from my mother.\n>> Bill Benson: You didn't Know about it at that point.\n>> Esther Starobin: Absolutely not. Apparently it had been they had gotten lost.\nMy husband had someone in his office translate them. That's the only way | know anything about my\nmother.\nIn these letters -- | mean, it was sort of typical mother stuff; telling Bertle, who was a teenager,\nthat she was to make us behave, wash behind our ears, make sure we did well in school, we thanked\nthe people looking after us. There was no way Bertle could do --\n>> Bill Benson: You're living in four separate locations.\n>> Esther Starobin: Four different places.\nAt the beginning my mother would talk about how she hoped to be able to join us, would see\nus eventually; we would all meet in the United States.\n>> Bill Benson: So hope.\n>> Esther Starobin: Hope. Definitely hope. Definitely faith in God, which to me is hard to appreciate.\nAnd then there's one letter where she's saying to Bertle, \"I've lost so much weight.\" \"keep\nyour clothes for me; they'll fit me.\" My father's leg did not arrive with him. So he did get another leg\nwhen he was in the camps. They ordered a leg for him.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nToward the end -- at the beginning the letters had periods, punctuation. Towards the end, the\nletters rambled and they didn't have that. But it was just -- there was always a faith in God, even in the\nend there was.\nThey were very nice letters. | also have a letter that my Foster mother and my real mother\nexchanged letters. And that's very nice. So! do have that. But my mother sounded like a very\ncompassionate, caring person. As much as -- Bertle is my only sibling left. She talked about my father\nbeing strict and my father doing things. She's never really talked about anything her mother did. So |\ndon't know a lot. | know from the letters, which is very little to know about your mother.\n| can't imagine. | mean, when my kids were 2, when my grandkids were 2, | couldn't conceive\nof how you put them on a train. You have to have such faith that people on the other end are going to\nbe good people who will take care of your kids. | just can't imagine it.\nThere's a movie about the Kindertransport \"Into the Arms of Strangers.\" There's someone in\nthe movie who was angry with her parents for sending her on the Kindertransport. | always look at that\nand think what love to try and save your child when you're not going to be -- probably not going to be\nsaved. So | find it -- there are a lot of things | find hard to understand.\n>> Bill Benson: When did you learn about what happened to your parents?\n>> Esther Starobin: We came in 1947. | used to sort of think maybe my parents will show up. But\nBertle actually knew. She knew in 1945. Apparently there were lists of information and she did know\nthat.\n| can't remember how | knew. | don't remember her actually telling me but maybe she did. |\ndon't really know.\nThere's a book about all the Jews that were in the French camps. It lists their names, where\nthey came from, how old they were and when they were deported. So it's in there.\n>> Bill Benson: I'm going to take you back to the life of the Harrisons. As you explained to us, you had\ngenerally what you considered a happy childhood and that was not the experience for your sisters,\nparticularly one of your sisters who felt that she was more treated like a servant there. But tell us a little\nbit more about the Harrisons. They were not a well-to-do family as | recall.\n>> Esther Starobin: No, the Harrisons were not. As | said, Uncle Harry cut shoe tops out of the\nleather. In their yard they grew vegetables. | guess everybody did during the war. At one point they\nhad chickens. | sort of remember we got rid of the chickens because the rats came. Well, Allen\ndoesn't remember it that way at all. So | don't Know what happened to the chickens. They were very\ninvolved in their church, their chapel.\n>> Bill Benson: You went to school.\n>> Esther Starobin: | went to school. | loved school. In New England at that time, you took an exam,\nthe 11-plus exam, to see if you could go to high school. | was just about ready to do that. Allen went to\na boys' school that he had taken an exam to get into. Either | had friends -- | carried a gas mask\nbecause there was a war on. There was a bomb shelter in the yard but | didn't remember anything\ndifferently. It seemed pretty normal to me. | was very happy there.\n>> Bill Benson: And the war, of course, ended 70 years ago last week in May 1945. So the war is over\nand yet it would be 1947 before you came to the United States. Tell us what you can about that time\nperiod and then how Bertle was able to manage to get all of you over to the United States. How did\nthat come about?\n>> Esther Starobin: Well, | don't think my life changed a whole lot after the war was over.\n>> Bill Benson: You stayed living with the Harrisons.\n>> Esther Starobin: And going to school.\n>> Bill Benson: You had said earlier -- you made the point that one of the conditions for the 10,000\nkids coming is that they would not stay.\n>> Esther Starobin: Yeah. Obviously some did.\n>> Bill Benson: Right.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Esther Starobin: But there was help to get people to come to this country. Ruth came in 1947, a\nweek before we did. She traveled alone. She came to Washington because we had uncles here.\nThen Bertle got a notice that there was room for us.\nThe Harrisons didn't have a phone. So my sister went to the police and had the police come\nto the Harrisons’. And that's how | knew. They had to take me to London the next day, which was very\ninteresting. Now, Uncle Harry couldn't take off work so he didn't come with us but Allen and Auntie Dot\ncame. Allen was supposed to get a big prize at his school that day, which he, of course, wasn't there\nfor. We went up to London. They handed me over just like a --\n>> Bill Benson: The only child they had.\n>> Esther Starobin: It was just like a package. | was a package when | came. | was a package being\nhanded over. Allen tells me his mother's hair turned gray overnight.\n>> Bill Benson: When she found out you were going.\n>> Esther Starobin: Yeah. They knew | had to leave, too.\n>> Bill Benson: You had been with them --\n>> Esther Starobin: A long, long time.\n>> Bill Benson: Eight of your first 10 years.\n>> Esther Starobin: When we used to go back to visit, they had a shrine. It had all of these pictures of\nme. Nota single picture of their son. [Laughter]\n>> Bill Benson: Do you have any idea, remember in any way, what it was like for you to leave them?\n>> Esther Starobin: Well, it was pretty upsetting actually. | thought about it a lot. Sort of when | went\nto England, | cut any images of my parents out. | kind of did that with the Harrisons for a while when |\nfirst came here. But my sisters were very wise. They made sure | wrote back and forth, and | did. We\nhad been very -- the Harrisons have long died. Allen I'm still very close with.\nSO we came here.\n>> Bill Benson: Tell us about the trip here.\n>> Esther Starobin: | was -- [Inaudible]\n>> Bill Benson: Ona ship.\n>> Esther Starobin: The Queen Mary. We came on that. The day when we were supposed to leave\nthere was a strike. But Bertle had a boyfriend who was a butcher so she had a sausage. My aunt had\ngiven us bread so we had something to eat. And children were given milk.\nApparently, and | found this out later, the ex-king -- what was his name?\n>> Bill Benson: George?\n>> Esther Starobin: No, no, his brother, the one who abdicated. They were having a strike because\nthey thought it would make a difference that day. So it was just a couple of days.\n| think Bertle had a good time on the ship. | just was miserable on the ship. | didn't want to\ncome. | didn't want to be here. | was going to people | didn't know.\n>> Bill Benson: From your perspective, you were uprooted essentially.\n>> Esther Starobin: Absolutely.\n>> Bill Benson: So you come here, you're just 10 years old. What was it like for you?\n>> Esther Starobin: Well, | had a new family, a new religion because | didn't know anything about\nJudaism, new school. And while | had knew my sisters because they had come to visit, | never lived\nwith them so | could remember.\n>> Bill Benson: And a substantial age difference to you and Bertle.\n>> Esther Starobin: So we lived with an aunt and uncle in Washington. This was a fairly big house on\nNorth Capitol Street if any of are you from Washington with three stories. There was another immigrant\nfamily in the house. My aunt, my uncle, my aunt's mother, and their two sons.\nMy aunt was a little nuts. She used to strip the bed at 5:00. We might still be in it but she\nstripped it to wash it. My uncle's brothers weren't talking to him at the time but they would leave food.\nMy aunt kept a lot of food until it was bad so the food wasn't so good there. My uncle had a temper and\noccasionally threw furniture.\n>> Bill Benson: Very different than the Harrisons.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Esther Starobin: Very different from the Harrisons who never raised their voicings. They had other\nways of controlling us, but anyhow.\n| had never been to a movie. The Harrisons didn't go to movies, didn't drink, didn't use\nmakeup, didn't do any of those things. Now, as an adult, | look back and think maybe because they\ndidn't have the money. It might not have been religion.\n| threw my lunch away every day on the way to school because there was no way | was eating\nthat stuff. And | went to a little elementary school in Washington. There were half-grades then, it was\nlike 5-A, 5-B. | was in a grade with three. The teacher was the principal. She made fun of my English.\n| spoke the same language and she made fun.\n>> Bill Benson: You had an English accent.\n>> Esther Starobin: Absolutely. Plus | knew everything they were learning so it was kind of boring. |\nhave a lazy eye. | had never worn a patch. My uncle decided | needed a patch. So | was supposed to\nwear a patch, 10 years old, very different from the other kids. | didn't wear that either in school. So |\nwas not happy.\nWhen | went to junior high, junior high was great. We had a good teacher, a lot of activities. |\nreally liked junior high. There were a couple of other Jewish kids who also came from families that\nmaybe weren't as new to America as | was but they were new. So that was good. And there was\nactually a Jewish teacher who used to invite us for lunch. She was a mentor before mentoring was\ninvented. So that was good.\nWhen Edy came a year later because she had been in the Army and had --\n>> Bill Benson: The British Army, that's right.\n>> Esther Starobin: Once she had a job and Bertle had a job, they got an apartment. So my sisters\nwere early 20s, new to this country and they took me with them. So sometimes they were dating\npeople who were my teachers.\n>> [Laughter]\n>> Esther Starobin: We lived in Southeast and then moved to Northwest, different parts of the city.\n>> Bill Benson: You're living there with your sisters.\n>> Esther Starobin: With my sisters. | didn't think it was unusual but | guess it was. | don't know.\nThe thing that was really unusual about my sisters, Ruth when she came over, had lived with\na cousin and had gone to the University of Maryland. In those days you could work at the university to\nearn enough for your room and board and your tuition. Well times have changed. My sisters never\nsaid to me -- | mean, it was just assumed | would go to college. | don't know where my head was. Why\ndid | think that was going to happen?\nThey never said you've got to get out and work. It could be because | failed typing so what\nwas | going to do. But they made sure -- | lived with Ruth and David, going to college. David became\nmy guardian. | never had one before but he did. And they helped us. They used to send us clothing.\nWe got a little money from Germany. And Bertle said you all can't have the money, that's going to pay\nfor college.\nAbsolutely amazing. My parents maybe went to 8th grade. It's like a lot of things. When you\nget old enough to think about it, it never occurred to me that | couldn't go to college.\n>> Bill Benson: It just was --\n>> Esther Starobin: Absolutely never -- | knew | had to be able to work when | got out. It was just\ndifferent.\n>> Bill Benson: Sounds like your sisters were bent on making sure that they did everything they could\nto give you --\n>> Esther Starobin: Yeah. They helped Ruth. They helped me. Edy as an adult took the GED and\nwent to American. | went to health and register when | was about eight months pregnant, helping her\nregister. She was really smart. All of us | think she was the smartest. She had never even finished\nhigh school. Just amazing.\n>> Bill Benson: You did stay in contact with the Harrisons.\n>> Esther Starobin: | did.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: That remains to this day with Allen. Just say a little bit about what they've meant to\nyou over these years and your family.\n>> Esther Starobin: My husband and I, we went to visit when the girls were 3 and 5, 3 and 4. | kind of\nconsidered them grandparents. They knew they weren't their real grandparents. Allen was never\nuncle. Allen was always just Allen. We went back and forth a couple of times. The girls went by\nthemselves.\nAllen was an exchange teacher to the United States. We brought his parents over. These\nwere people without a phone, didn't have a refrigerator until we went to visit and then they got a little\none for us. Very simple -- I'm not sure that's the right word. But they got on an airplane and came\nhere. We had a great time. Well, Allen was teaching in New Jersey and we said you find us a place so\nwe can all go to the beach. Well, there's a place called Toms River. Don't ever go there.\n>> [Laughter]\n>> Esther Starobin: Anyhow, we went there. It is the mosquito heaven of the world. But we had a\ngreat time. It was really very special for me to be able to show them my life, which was very different.\nAfter Auntie Dot died, Uncle Harry used to spend about six weeks with us. He loved to go to\nsynagogue, to the brotherhood and all of that.\nWhat was really interesting, Allen found out a few years ago that his grandfather was Jewish.\nHe never knew that. So his grandfather had gone to England and married his grandmother and he was\na photographer. And then he left and Allen and his father and brother were actually in a poor house.\nBut Allen's grandfather probably had another family back in the Ukraine, | think.\nBut anyhow, my other daughter and her family have been back to visit Allen.\n>> Bill Benson: In England.\n>> Esther Starobin: He's just part of our lives and we're part of his.\n>> Bill Benson: And you've been over there yourself several times. But you've also been back to\nAdelsheim.\n>> Esther Starobin: Yes.\n>> Bill Benson: Tell us -- you mentioned earlier that your sister, who had joined the British Army, went\nback to Adelsheim right after the war. But you've been back. What was that like for you? You've all\nbeen back.\n>> Esther Starobin: | went back in the 1980s because | needed to know | didn't come from a black\nhole. | couldn't imagine what Adelsheim was like. So Fred and | went back. My sister Bertle and\nhusband were going to come but Morris got sick.\nSo Bertle had written a letter in German -- because | don't know German -- to them. We got\nthere. The whole town was dead. It was around 12:00, 1:00. No one was stirring. But after a while we\nfound the Town Hall. The Town Hall had moved. So then we had to find the new one. They did have\nthe letter. So there was no one who spoke English. You go to Berlin, everybody speaks English\nbasically but not in Adelsheim.\nBut there was one -- the Assistant Burgermeister's wife, the mayor, yeah, his wife spoke\nEnglish. We made arrangements to go back the next day. They said, “You don't want to stay\novernight.” | said, “Oh, yeah, | do want to stay here overnight. You're not going to kick me out again.”\nSo we stayed someplace. We didn't know what we were eating. Clearly the towns people knew who\nwe were because they pointed to us. But | had such nightmares that night. | dreamt they were coming\nup the stairs to get me and take me away. It really unnerved me. But I'm glad | did it.\nSo the next day we went out and there was a man who actually knew my parents; he came\nwith us. Then this woman who spoke English. So we went to the Jewish cemetery, which is\nmaintained there, actually. There were a lot of people from my family. And the tombstone all had, for\nmy family, all had the same symbol on them which was really interesting.\nThere's a little museum which is only open on Sundays but they opened it for us to see. We\nwent to the synagogue. | saw the house where | was born. | saw the creek where Edy dropped the\nbread. Just basically saw the place. | was really glad | had gone. Then | had arranged to meet Debra\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nand her to-be husband and Judy and her husband in England. We all went to Norwich and visited.\nUncle Harry said, “Don't all of you come again at the same time; it's too many people.”\n>> [Laughter]\n>> Esther Starobin: | was so glad | went. In 2000, by that time Reinhart had taken over for\nMr. Wettleheim because he was old. He wrote they were having a ceremony to remember the\ndeportation of the Jews.\n>> Bill Benson: From Adelsheim.\n>> Esther Starobin: From Adelsheim. Bertle said we should go. Renee said she wanted to go. So we\nall went. Well, Bertle and | went together. Renee came. She was living in California. She came later.\nSo we also went to where my mother was from, Rexingen and saw the cemetery and some of\nthose things. Then we went to Adelsheim and did the tour. There was a program. And Bertle started\nto speak. She had a little soeech but she broke down. So Reinhart read it. It was all in German, didn't\nunderstand. But it was very moving. There were police outside because they were afraid of neo-Nazis.\nRight? You don't remember?\n>> No.\n>> Esther Starobin: There were about 100 people there. Some children.\n>> Bill Benson: Townspeople mostly?\n>> Esther Starobin: Townspeople. They read one of my mother's letters. They had a display up that\nReinhart had made of all the Jewish families and what had happened because they had all contacted\nand come back. But it wasn't fancy. It was Xerox copies of things. He had done it himself so that was\nvery interesting.\nWhen we came back, | did have it translated so | do know what was said. Renee took lots of\npictures. So it was pretty interesting.\n>> Bill Benson: I'm going to turn to our audience in a minute and ask them if they have questions of\nyou if that's ok.\n>> Esther Starobin: | went back one more time with Renee's sister a couple of years ago. And since\nthen Reinhart has an amazing collection. He has our family history going back several hundred years.\nHe's kept it up with us. Stacey had to fill in all the other things.\nIf you go this summer, you'll have to fill in more.\nIt's absolutely amazing. And | think it's strange. He in many ways knows more about my\nfamily than | do. But his son was here as a post-doc. | was friendly with them and his wife. | say it was\nprobably a little like that. | knew more about their life here than Reinhart knew.\n>> Bill Benson: Reinhart is obviously not Jewish.\n>> Esther Starobin: No.\n>> Bill Benson: He's a townsperson from Adelsheim. So he's taking it upon himself to learn as much\nas possible about what happened to the Jews of Adelsheim.\n>> Esther Starobin: Absolutely. In fact, we have a cousin in Ireland that we only knew about because\nthis cousin had contacted Reinhart and Reinhart told him about us. My nephew was doing his\nsemester abroad and he's had contact with Peter and his son. It's a mixed up world.\n>> Bill Benson: You left your mom, obviously, and your dad when you were very, very young so you\ndon't know them. But you've told me that you feel that your mother particularly has had a strong\ninfluence on your family. Can you say a little bit about that?\n>> Esther Starobin: Yes. | think she has passed on to us the importance of family. My sisters and |\nwere very close and my brother, when he was alive. My nieces and nephews, there are 10 of them,\nand for the most part they're very close. They keep in contact. We do things together. One is in New\nMexico. We don't have as much to do with him but that's because he's far away. But they really keep\nin touch. Partially it's because of social media is a little easier but even before that we really did. | think\nmy mother imparted to us the importance of that, the importance of continuing life that you don't sit\nback and feel sorry for yourself. And we don't. At least not most days. | think that really came from my\nmother. And to thank people not just expect people to do things for you but to be appreciative.\n>> Bill Benson: The things she wrote to Bertle about to remind you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Esther Starobin: Really to all of us. It got to Bertle but yeah. | think so.\n>> Bill Benson: Let us turn to the audience and see if any our audience members have a question of\nyou. We have microphones on both aisles. If you have a question, please wait until you get the\nmicrophone. Make it as brief as you can. | will repeat it so that everybody hears it including Esther and\nthen she will respond to your question.\nLet's see if we have anybody who has a question. | always have many more if not.\nWe have a gentleman in the back.\n>> Thank you for sharing. Would you talk to me about how your faith has helped you cope with what\nhappened to your parents?\n>> Bill Benson: How your faith has helped you to cope with what happened to your parents.\n>> Esther Starobin: | think that's a really interesting question. Because | knew nothing about Judaism\nfor a long time. When we first came to this country, | went for a very short time to a synagogue but that\ndidn't work out. And | belonged, as a kid, to a Jewish organization.\nWhen my kids were old enough to get educated, we joined a synagogue. At the beginning |\nwasn't very involved. There was a Holocaust Remembrance Committee and | was involved with that\nbut eventually | got more involved. | had an adult bar mitzvah. | was president of the synagogue. A\nfew other things. And | think it's helped me to be more philosophical about what happened. | believe\nGod gave us all intelligence and it's what we do with it and that's what happened with my parents. |\ndon't think anybody was out to get my parents specifically to get Jews, yes.\n| don't Know how to say this. | have no -- | honor my parents. | respect them. | have no warm\nfuzzy feelings about them because | didn't know them. | probably had more of that kind of feeling about\nthe Harrisons who were devotedly Christian and probably think that I'm going to hell but maybe not.\nMy Judaism is just a part of my life. I'm pretty Jewish, actually, which is kind of surprising\nbecause your formative years are when you're 2, 10, 11. On the other hand, | think in many ways\nreligion teaches you to be moral. It doesn't matter exactly which species of religion.\nAm | making sense? | don't know if I'm answering your question.\n>> Bill Benson: | think you are, Esther. Thank you very much.\nDo we have another question?\nWe have a question in the back.\n>> Being from Illinois | noticed you went to the University of Illinois. | was just curious if you could talk\nabout that time there, if you went by yourself and how that transition was for you.\n>> Bill Benson: Say a little about your time going to the University of Illinois.\n>> Esther Starobin: | graduated from high school just after my 16th birthday. No money as I've said.\nMy sisters said you can go to Maryland, which they didn't push, or you can go live with your sister and\nbrother-in-law and go to Illinois. So it was Illinois. Illinois is very much a school where everybody lives\non campus either in a sorority, fraternity, or a club and | was not in any of those. | got a very good\neducation. | wasn't really part of the life on the campus. | was more -- my sister Ruth, Tamar's mother,\nRuth was taking graduate courses so | helped.\n| don't think | got out of college what | see my kids got out of college. In the same way, | didn't\nknow high school was supposed to be fun. | didn't have fun in high school. Basically | got a good\neducation.\nWhen | was teaching and they would come up with all of this new stuff, | had learned that in\ncollege.\n>> Bill Benson: Thank you. Do we have another question?\nYou told me -- you were in Ecuador | think last year and you met a Holocaust survivor there\nand that had some impact on you.\n>> Esther Starobin: It was very interesting. | went to Ecuador with some people from my temple. We\nwent to a ceremony there. We were in this line to get our food. There was a man behind me. He\nlooked at me and | looked at him and we said \"Holocaust survivor.\" Why? | don't know. It was just\nsomething. So | thought that was so interesting.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n| don't think it defines me that I’m a Holocaust survivor and yet in many ways it does. My\nsister Bertle doesn't consider us survivors. | don't know what we are. We lost our parents. We lost our\nhome. Our whole life was uprooted but whatever.\nWe chatted about what had happened to us, how it affected our lives, but just the fact that we\njust looked at each other. | think | look just like an American.\n>> Bill Benson: Was he visiting Ecuador?\n>> Esther Starobin: No, he lives there.\n>> Bill Benson: That is where he had gone.\n>> Esther Starobin: Yeah. | just thought that was really interesting.\nThe other thing that | think is interesting, Renee's been back, | have another grand-niece living\nin Germany; she's been to Adelsheim. Her brother who is there has been to Adelsheim. Tamar was\nthere with her mother. | was there with Renee's niece. Not my kids but a lot of other -- Judy's in-laws,\nmy other daughter's in-laws, a lot of us have been back. It's like you have to do that.\n>> Bill Benson: All right. We have one more question over here. A young lady in the back or in the\nmiddle there.\n>> Would you say that talking to other Holocaust survivors put -- gave you perspective on your own\nexperience?\n>> Bill Benson: Did talking to other Holocaust survivors give you a perspective on your own life?\n>> Esther Starobin: Absolutely. As it was mentioned at the very beginning, I've been part of the writing\nproject here. And many of those people were in camps or in hiding. | think I've been very blessed. |\nmean, | was in England during the war but | was safe. I've had people who love me. | haven't had\nsome of the experiences that many Holocaust survivors have had. That they survived | find\nunbelievable. It wasn't hard for me to survive. People made sure | did. So | think it did.\nNow, when | was teaching, | taught at a school that had a lot of kids that came from families\nthat had issues, as we say. | related much better to those kids. | could appreciate that. | would talk to\nthem because often they were living in many different families and | could say, well, by the time | was\n16, | had lived in five different places with different people. | could relate to that. | found it harder to\nrelate to people who had the kind of life where you're always gone to school with the same people, a\ncharmed life.\nBut | do think knowing other Holocaust survivors -- there was a conference of Kindertransport\npeople, | don't know -- | don't remember when first one was but it was such a -- it was a wonderful\nfeeling to meet other people who had gone through very similar kind of things. And now there's novel\nthat have people who were on the Kindertransport and | find that very comforting. Because as a kid,\nyou read stories and it's nice to read stories that sort of are like your life. There weren't any. But now\nthere are. There are some books about people who had very similar kinds of things. There's one\ndetective story where her friend Latte was a Kindertransport person.\n>> Bill Benson: | think you told me recently you found out there had been other Kindertransport\nchildren living near the little town you were at in England and that's only something you just learned of\nlate.\n>> Esther Starobin: In Norwich, which was the county. There were 200 other Kindertransport people.\nNow, | assume the Harrisons didn't know them because they weren't really hooked into the Jewish\ncommunity. But we visited. | met a man who had lived there. We visited his foster family. | said,\nAllen, that's -- | says, | don't know how to find her. | said look in the phone book and he did. We went\nto visit. A charming lady. He since died but that was very nice to do that. He was also very close with\nher as an adult.\n>> Bill Benson: I'm going to turn back to Esther in a moment to close our program. | would like to\nthank you all for being with us, remind you that we will have our First Person program each Wednesday\nand Thursday into the middle of August so we hope that you will come back and visit us and be part of\nthe First Person program again.\nIt's our tradition at First Person that our First Person gets the last word. So I'm going to turn\nback to Esther to close the program. Before | do, two comments. One, when Esther's done, Joel, our\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nphotographer, will come up on stage and take a picture of Esther with you as the background. That\nmakes for a lovely photograph. I'm going to ask you at that point to please stand when Esther is done\nand Joel gets up on the stage. Then when Esther is finished that photograph, we're going to try and\nget her up the aisle quickly because she's going to sign copies. She'll be available to sign copies of\n\"Echoes of Memory\" where she has been a member of the writing project here along with other\nsurvivors.\nOn that note, Esther?\n>> Esther Starobin: To me, most of us can't do something that's going to affect hundreds and\nhundreds of people but we can all do things that affect one person or two people and do good for\npeople. | think that has a ripple effect. If you can help one, two, five people and they help five people, |\nthink it's really important to do what you can do to help other people.\nThank you.\n[Applause]\n",
    "segments": []
}