{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JILL PAULY\nThursday, May 28, 2015\n11:00 a.m. — 12:04 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Betsy Anthony: Good morning. Welcome to the United States Holocaust Memorial Museum. My\nname is Betsy Anthony and | am the host of today's First Person program. Thanks for coming. It's\ngood to see you all here. This is our 16th year of the First Person program. Our First Person today is\nMrs. Jill Pauly. We will meet her in a few minutes.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are very grateful\nfor their support.\nFirst Person is a series of twice weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our 2015 series will continue through\nmid-August. The Museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests. Anyone interested in keeping in touch with the Museum and its\nprograms can complete the Stay Connected card that you'll find in your program or you could speak\nwith a museum representative at the back of the theater. In doing so, you can also receive an\nelectronic copy of Jill Pauly's biography so that you can remember and share her testimony even after\nyou leave here today.\nJill will share with us her First Person account of her experience during the Holocaust and as\na survivor for about 45 minutes. If we have time at the end of our program, we will have an opportunity\nfor you to ask Jill a few questions. Before | invite Jill to the stage, I'd like to show you a brief slideshow\nwe've prepared to help with her introduction.\nJill was born Gisela Renate Berg on May 1, 1933, in Cologne, Germany. The arrow on this\nmap points to the city of Cologne. The family lived in a nearby small town outside of Cologne,\nLechenich.\nJill is the little girl in the front of this picture. Here she and her older sister Inge are in a picnic\nin the Eifel mountains in 1937 with their mother, aunts, and uncle. The Nazis came to power shortly\nbefore Jill was born in 1933.\nOn November 9, 1938, the Nazis carried out a nationwide Pogrom against Germany's Jews\nknown as Kristallnacht. Sometimes it's referred to as Night of Broken Glass. This is a historic\nphotograph showing a store window that was broken on that night. Alerted to the danger, Jill and her\nfamily fled to Cologne during the Pogrom.\nJill's family decided to emigrate from Germany and in May of 1939 they left for Kenya. In this\nphoto we see Jill, on the right, and Inge pose while on the German ship that took them on a two-week\njourney from Genoa, Italy, to Mombasa.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nJill and her family lived in Kenya for the next seven years. Pictured here is a group portrait of\nJill's extended family on their farm in Kenya. Jill is in the middle.\nIn 1947, the Bergs came to the United States and settled in New Jersey.\nJill and her husband Curt have lived in the Washington, D.C. area since 1974. Curtis also a\nHolocaust survivor and a volunteer here at our museum. Jill and Curt have two children, four\ngrandchildren, and one great grandchild. Jill enjoyed a very successful career in real estate and now\nvolunteers at the museum's Donor Desk where you can find her on Monday mornings.\nWith that, | would like you to join me in welcoming our First Person, Jill Pauly.\nJill, would you join us?\n[Applause]\n>> Jill Pauly: Good morning. Am | on? I'm not on.\n>> Betsy Anthony: | think you're on.\n>> Jill Pauly: A little bit?\n>> Betsy Anthony: Dave can take care of that.\n>> Jill Pauly: Ok. Now it's on.\n>> Betsy Anthony: All right. Jill, thank you for joining us.\n>> Jill Pauly: You're welcome.\n>> Betsy Anthony: And for your willingness to be our First Person and for having me as your host. Jill\nand | have been friends for a long time so it's also very meaningful to be here with you.\nMaybe we can start with something about your family and the town where you grew up. Do\nyou want to tell us about your parents?\n>> Jill Pauly: My mother and father, my grandparents, my uncle, my father's brother, and my sister and\n| lived in one house in a small town called, as she said, Lechenich, which is today part of a larger town\nin Western Germany. It's 17 miles outside of Cologne. The reason they were living outside of Cologne\nis because they were cattle dealers. They had land and animals and, of course, they couldn't live in the\nheart of Cologne. But they were Orthodox Jews. And it would have been easier for them inside of\nCologne, so we were very connected to Cologne.\nAs far as my genealogical research shows me, the family lived there for at least 400 years.\nBefore that, we can't find. Somewhere in the 1600s.\nSo when the Hitler times started, very early on, before he was elected -- he was elected in\n1933.\n>> Betsy Anthony: Yes.\n>> Jill Pauly: My parents were married in 1928. My sister was born in 1929. My father had employed\na man who was below average |.Q. and he did work for him in the cattle stables. This is 1929. My\nsister was about 6, 7 months old. One day he came to work and said to my father, \"Joseph, if | were\nyou, | would take this wheel barrel and | would take my wife and my new baby and | would walk out of\nthis place as far as you can go until you're out of the country.\"\n>> Betsy Anthony: Already in 1929.\n>> Jill Pauly: 1929. So my father said to him, \"Why are you saying this to me?\" He said, \"Well, | was\ninvited to one of these parties.\" He says where they keep them down in the cellar, where they drink\nbeer. “And they were talking about what they were going to do with you people. And you shouldn't\nstay here.”\n>> Betsy Anthony: Wow.\n>> Jill Pauly: My father went into the house and told my mother. I'm quoting this because this is the\ndifference in people. Most German Jews said, \"Ugh, he's going to come and he's going to go.\" My\nmother said, \"Children and fools tell the truth. We better listen to that guy.\"\n>> [Laughter]\n>> Betsy Anthony: Wow.\n>> Jill Pauly: Maybe it was one of the reasons | survived because at some point -- it really struck\nhome. We were living under conditions -- | remember when | go back to Germany to visit, it really\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nrevamps my memories. | lived most of the first -- | was born May 1, 1933. So that was four months\nafter Hitler came to power. | lived most of my first five years in the house.\n>> Betsy Anthony: And you remember that time then?\n>> Jill Pauly: Yes. | don't remember when | was 2 or 3, but | remember getting into a confrontation\nwith my mother because | wanted to play in the backyard. | was missing the sunshine.\n>> Betsy Anthony: Of course.\n>> Jill Pauly: And there was a hay loft. It was a walled in backyard with neighbors on the left who\ncouldn't look in and neighbors on the right who could look in. | was 4. | wanted to play in the hay loft.\nShe said, \"No, you can't go there.\" | said, \"Why can't | go there?\" This was 1936, 1937. It became a\nbig confrontation. | remember screaming. And she felt very badly, | think. She took me inside and sat\nme down and she explained to me why she was afraid and why she didn't want me in the backyard,\nback there.\n>> Betsy Anthony: Wow.\n>> Jill Pauly: She was afraid of the teenagers next door. She wasn't sure that they were not part of the\nHitler youth. And they lived such a secretive life, inward life. They didn't want anybody to know\nanything about what they did. You know, that's abnormal. It's totally abnormal. And children growing\nup in that environment start reacting.\n>> Betsy Anthony: So you were already feeling this at home, long before the Kristallnacht.\n>> Jill Pauly: Yes, yes, yes.\n>> Betsy Anthony: How about your father -- in his profession, did he feel --\n>> Jill Pauly: My father got a letter. | recently got a copy. | haven't had time to search for it. It's\nsomewhere in my papers, two pieces of paper. First letter came January 1, 1937 informing him that\nthey could not continue in the business. They had a very, very successful business. There were four\npartners and my grandfather. My grandfather was retired. And they traveled a lot. They bought cattle,\nhad it shipped to Germany. My father was a salesman. It was a very big business. And they had to\nstop.\nWe lived in a Catholic community. They did have an underground of people who were\nanti-Nazi who tried to help.\n>> Betsy Anthony: Really?\n>> Jill Pauly: In fact, one of these people was photographed with one of my uncles by a newspaper.\nThey were standing in the field near some cattle. They were probably talking about cows, business.\nAnd they showed him as a Jew lover in the newspaper because he was standing there with a Jewish\nman. It was dangerous, very dangerous for non-Jews to try to help us.\nThis went on constantly. | never went to a park. My mother used to have -- when my sister\nwas born, she had what's called a --\n>> Betsy Anthony: A nanny.\n>> Jill Pauly: A nanny. But the law came out with the Nuremberg Laws, no non-Jewish young woman\nunder the age of 45 was allowed to work for Jews. So the nannies went. | don't remember this but\nthey tell me -- my sister told me and also an aunt that there was a 45-year-old woman who used to\ncome in and help. | don't remember her. She must have been very uninteresting.\n>> [Laughter]\n>> Jill Pauly: As | say, when | go back, a lot of things click, click, click, click. It's like a camera clicking.\n>> Betsy Anthony: | bet.\n>> Jill Pauly: | spoke to people, Catholic people, who were children. | went back two and a half years\nago, three years in October. They had invited me to come back to Lechenich and speak.\n>> Betsy Anthony: I'm hoping to ask you about that.\n>> Jill Pauly: This woman remembers.\n>> Betsy Anthony: Oh, wow. Great.\n>> Jill Pauly: Bearing witness. | didn't have a camera. | didn't have something to record her. She's\nfive years older than |. She remembers the man that drove us away. We'll talk about that later.\n>> Betsy Anthony: Not great, of course.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Jill Pauly: | never would have remembered these things had | not gone back.\n>> Betsy Anthony: It's also interesting to hear your story as you're remembering it and not just a\ntimeline but as you're remembering it.\n| wanted to touch on something you said a little bit ago. | think that your family shows, as we\nmove on with your story, a lot of insight. A lot of people -- like your mother saying in 1929 we should\nlisten to that guy. One example of that is you told me that your family was already trying to get out of\nGermany before the Kristallnacht.\n>> Jill Pauly: | just learned that recently.\n>> Betsy Anthony: Can you tell us what they were trying to do?\n>> Jill Pauly: It's a natural thing, normal, natural thing, when people emigrate. There are different ways\nof emigrating. You either come in the legal way without any pressure, you do it because you want to do\nit. And that's how they were thinking. | should get that out. They were not thinking that they were\ngoing to be pushed to do what they did.\n>> Betsy Anthony: | see.\n>> Jill Pauly: It sort of -- Kristallnacht -- | know my mother said my father looked around, all of 1937,\nwhere we could get in. He saw that the quota numbers for the United States, we wouldn't get out in\ntime. He wanted to get out sooner. But always in his mind, knowing my late father very well, was\nsupporting a family of seven people. Don't forget, by the 1st of January 1938, everything he owned\nwasn't his anymore. He got a letter that his property and whatever he had was now belonging to the\nstate. So that was something that held him back making a living.\n>> Betsy Anthony: Certainly. He was looking.\n>> Jill Pauly: They were looking.\n>> Betsy Anthony: You've told me before that despite the Nuremberg Law against it your family kept\nkosher during this time. Can you tell us how?\n>> Jill Pauly: There was an awful lot of stuff that was very defiant but they also knew about\nBuchenwald because the camps were opened three months after | was born. But somehow\npsychologically that was for other people. You know? They never connected that if they got caught\ndoing what they were doing, pssst.\n>> Betsy Anthony: Even then.\n>> Jill Pauly: Then. When the laws came out that they could not do anymore kosher slaughtering --\none of the uncles was a butcher and did the slaughtering and sold the meat. They decided they were\ngoing to continue. They did it anyway. They took the calves and the chickens to the attic in my house.\nThey hid the special knives, which are very special. They have to be kept properly. My uncle decided\nto strap them on the inside of the chimney because they were raided twice. Somebody gave them\naway. They don't know who but somebody did.\n>> Betsy Anthony: Really?\n>> Jill Pauly: | don't think they provided other people with kosher meat. You couldn't trust your own\nbrother. A neighbor could slip and tell someone something. So someone. But the knives weren't\nfound. Whatever else they did, | don't know. But they did plenty.\nThey sent the money out of the country, not legally. They hired through a connection in\nHolland who hired this person for them. My grandmother insisted that family money be taken out of the\ncountry the day | was born.\n>> Betsy Anthony: I'm wondering, is this leading to Goldschmidt? Do you want to tell us about him and\nhow your family knew him?\n>> Jill Pauly: The oldest of the partners was my Uncle Joseph. He had no children. He was the\nwealthiest of the family. He took his wife on vacation every year to the mountains. | don't Know which\nmountains. | presume the German mountains. | know it was a kosher hotel itself. It could have been\nAustria. Maybe Switzerland but | think it was Germany. This man was there, this is Goldschmidt, and\nthey got to know each other, became very friendly. And when things got really hot, Mr. Goldschmidt\nwas willing to help. He orchestrated the smuggler getting the money out of Germany. The smuggler\nwasn't caught.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Betsy Anthony: Wow.\n>> Jill Pauly: | Know they did it on the day | was born because one of my uncles was assigned to follow\nthe smuggler and he, my uncle, was caught at the -- what do you call --\n>> Betsy Anthony: The border.\n>> Jill Pauly: The border. They sent him back. He called and told his sister that, you know, he couldn't\nmake it, they caught him and sent him back. She told him that | was born. So he came to Cologne to\nlook at me. And then he continued and went over the border somewhere else.\nYou know, the border to our family was fungible because they lived right on the border. My\nmother's family.\n>> Betsy Anthony: Between Germany and --\n>> Jill Pauly: And Holland, yeah. Many years later | went back. | wanted to see the town of\nMaastricht. It was 15, 20 minutes by bicycle from where my mother lived.\n>> Betsy Anthony: So really close.\n>> Jill Pauly: Yes. So for them to be locked out of Holland was a terrible thing because they did a lot\nof business there. They had a lot of probably rent and land there. Some uncles lived there.\n>> Betsy Anthony: So it would be like Maryland and Virginia.\n>> Jill Pauly: Exactly.\n>> Betsy Anthony: It's important for Americans to have a reference sometimes.\n>> Jill Pauly: It was not like drive five-minute miles to get there, but my house to | think it's\ncalled -- Holland from where we lived, was one hour by car.\n>> Betsy Anthony: You were just 5 1/2 years old when this horrible night, the night called Kristallnacht\nhappened.\n>> Jill Pauly: Yes.\n>> Betsy Anthony: You have some clear memories from that night. Would you share them?\n>> Jill Pauly: Yeah. For some reason that day -- early in the morning we were sitting in an upstairs\nroom near the front door, the living room. And | think it was November. It must have been cold. My\ngrandfather put on a little stove in the living room. So | was in there with my grandparents. There was\na knock on the door at 9:00 in the morning. It was a friend, a righteous gentile.\n>> Betsy Anthony: You're covering your mic. There you go.\n>> Jill Pauly: Sorry.\n>> Betsy Anthony: That's ok.\n>> Jill Pauly: Telling my father not to go to synagogue that day.\n>> Betsy Anthony: A non-Jewish friend.\n>> Jill Pauly: Non-Jewish friend. And my father said, “Why?” He didn't know anything. It was going\non in other cities. He didn't know. It wasn't publicized. So the man said, \"| don't Know what's going to\nhappen. Just listen to me and don't go.\"\nWell, that was a signal, of course. They started making phone calls. And the phone started\nringing from relatives where it was happening. And also relatives where it was not happening, we\nshould come there. It was a whole big terrible upheaval in the house, screaming.\nMy grandmother decided we had to get out. We're leaving. And you know, when you think\nabout that, where do you run to? She decided we were running into the city. And | read about that in\nlog books, that the Jews in Germany, when the pressure built in their little towns, which it did, they\nmoved to the cities so they would be less vulnerable. People wouldn't know them is as well. Of course\nthat didn't work but -- so that must have been the idea my grandmother got, run into Cologne and we'll\nseparate and disperse and they won't find us. So that's what we decided to do.\nThere was so much screaming in the house. By the time we all got in the car -- and my\nfather called this man that he knew well who said he would take us.\n>> Betsy Anthony: A non-Jewish friend.\n>> Jill Pauly: Non-Jewish friend. Inge had gone to Cologne, my older sister. She was four years older.\nShe took the train to Cologne every day to Jewish school. We couldn't go to school at the local schools\nbecause of the anti-Semitism. She came back at 9:00. And my mother saw her. And when she came\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nhome -- the train went by our house and she saw her on the train. She said, \"What are you doing\nhere?\" She said, \"Well, | got to school and there was a fire next door. There was a lot of smoke and a\nlot of glass. And there was a Gestapo man in front of the door and he said, \"There will be no school\ntoday; go home little girl.”” So she ran back to the train and came home.\n>> Betsy Anthony: So she met with it firsthand.\n>> Jill Pauly: She was right there.\n>> Betsy Anthony: Your family was now getting ready to get in the car to go.\n>> Jill Pauly: Not all of us. Just my sister, the grandparents.\n>> Betsy Anthony: Ok.\n>> Jill Pauly: The man who took us -- the minute we got outside the house we started to get terrorized.\nWe were screaming like crazy. We were so terrorized. There was smoke and floating stuff. And it\nwasn't -- what it was, they had already set the synagogue on fire. We smelled the smoke and saw\nflames. And when children see fire, they scream.\n>> Betsy Anthony: Sure.\n>> Jill Pauly: We were terrorized. So my grandmother put us in the car with our faces down. My\ngrandfather put his feet on my sister and she put her feet on me.\n>> Betsy Anthony: On the floor.\n>> Jill Pauly: On the floor. We couldn't get up. She figured that would quiet us down and it did.\nEventually she -- she didn't want us to see out the windows. She must have recognized that there were\ngoing to be other fires. So they kept us down. And when we got near Cologne, we did see fires in the\ndistance. | remember driving into Cologne, getting out of the car, and everything was gray. It was gray.\nThe houses were gray. It wasn't sunny. And the flags were gorgeous, the Nazi flags. | had never seen\none.\n>> Betsy Anthony: Wow.\n>> Jill Pauly: Big, red flags with long white medallion, you know, against the gray. | remembered that.\n| remember that.\n>> Betsy Anthony: Very impressive for a little girl.\n>> Jill Pauly: Yes. And | also liked the Nazi music. | didn't hear it very often because they made sure |\ndidn't but | loved music. It was good marching music.\n>> Betsy Anthony: That it was.\n>> Jill Pauly: Yeah. Children don't know these.\n>> Betsy Anthony: Of course not.\n>> Jill Pauly: And | have to say, they were very good about not emphasizing the Nazi cruelty and fear\nmore than they had to.\n>> Betsy Anthony: Your parents?\n>> Jill Pauly: My family, yes. They were careful. | think that's why they were so -- kept me inside a lot.\nThe less | knew, the better.\n>> Betsy Anthony: So then it was really shocking when you were out there and saw --\n>> Jill Pauly: Oh, | had a lot to learn but | was a fast learner.\n>> Betsy Anthony: | guess you learn quickly in a situation like that. In Cologne, where did you go?\n>> Jill Pauly: We went into an apartment rented by my mother's aunts and uncles, three uncles and an\naunt. They were retired in Cologne. They had to leave their town because it was really anti-Semitism.\nSo they retired to Cologne.\nThis was also a whole story that | never even mentioned at the museum. This uncle of my\nmother's was so popular in that town that they made him -- they had these street festivals. | don't know\nif they're based on religious -- probably religiously based. They marched on the street, you Know, a\nparade. And they made him the king of the parade. And he was an Orthodox Jew. Everybody knew it.\nIt was a tiny town. When the Nazis took hold, this town vehemently anti-Semitic early. So they had to\nleave. But they didn't go far enough. They went to Cologne.\n>> Betsy Anthony: | recall that you said before that once you got to Cologne and you piled into this\napartment with a lot of family members, the men didn't stay there.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Jill Pauly: No. No.\n>> Betsy Anthony: Why is that?\n>> Jill Pauly: There were men there, the uncles. | have to give you the ages. The uncles\nwere -- uncles of my parents, so they were in their late 50s to 65, the three uncles and the aunt also.\nSomehow the older people -- this was a fallacy -- felt less threatened because they felt if they want to\narrest Jewish men, they would go for the younger men first, which wasn't the case. No. That was just\nsomething they told themselves.\nSo we get into this apartment. It turned from four people to 12 people. There were no beds\nfor Inge and |. We managed to sleep. | don't know how. My mother's mother was really sick. She had\ncancer. She was bedridden. She was brought in.\nAnd | became very unhappy. | was just -- | didn't understand a lot. And they had to teach\nme. The pressure was on now that | had to learn this stuff about how dangerous life was.\n>> Betsy Anthony: Right.\n>> Jill Pauly: And, of course, | became unhappy. | had no children to play with.\n>> Betsy Anthony: In Cologne.\n>> Jill Pauly: In Cologne. Except there was a little girl that moved in with her mother, also under these\ncircumstances. And that saved me because then | had a friend. For the first time | really was allowed\nto play outside of the family with a friend.\n>> Betsy Anthony: Even then this horrible violence and terrible vandalism, killings --\n>> Jill Pauly: Yes.\n>> Betsy Anthony: Pushed your family, the final step.\n>> Jill Pauly: Yes. The men, uncles, all the men in my close family went into the woods. They didn't\ngo to Cologne. They were afraid. If you remember, cut this whole thing off at 10:00 the next morning\nafter Kristallnacht. No more stealing, no more looting, no more anything. So they didn't go home to the\nhouse ever again, any of them.\n>> Betsy Anthony: Oh.\n>> Jill Pauly: They came into Cologne. And three of them -- my father, his brother and a cousin -- they\ntried to stay one or two nights. My father went to the attic in the building and took us up there to live up\nthere. He was going to try that, like Mr. Frank.\n>> Betsy Anthony: To try to hide.\n>> Jill Pauly: To try to hide. And very luckily -- and my sister had screaming nightmares. So he really\ncouldn't take a chance. So the next day he and his brother and a cousin got in the car and drove into\nHolland without papers. They were caught. They were put in prison. And the two uncles that were\nliving in Holland saw this happening. That's a whole separate story, a difficult one. But they survived.\n>> Betsy Anthony: They certainly did. They organized, under very difficult circumstances, to manage\nto get your family out.\n>> Jill Pauly: Oh my goodness.\n>> Betsy Anthony: Several months later, | think it was May 1939, you and the Berg family boarded a\ntrain and then a boat and sailed for Kenya.\n>> Jill Pauly: Yes. The train was very dangerous.\n>> Betsy Anthony: Really? Why is that?\n>> Jill Pauly: Excessively dangerous. Because it was at the point where they were separating families.\nThat was a big joy of Nazism. My mother must have learned that being separated on the train was not\nunheard of so she was very frightened. She sat me down and she explained this. And | learned it.\n>> Betsy Anthony: Real quick.\n>> Jill Pauly: | internalized it. When | started learning that | could be separated from my mother, | grew\nup, lost my childhood. | was terrified. | mean, she took me to school in Cologne for a week or so and\nshe was so terrified that she stopped taking me because she was afraid when she would pick me up\nthat | wouldn't be there. And she got the papers during those day that we could leave so she didn't\nhave to take me anymore.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nWe left at the end of June on the train. And her mother who was bedridden with cancer, she\nwas assisted to the brothers, assisted living in the apartment -- my mother said, \"Mama, we're going to\nAfrica on a ship and you're so sick and it is going to be very hot. Are you sure you want to take this\ntrip?\" And she said, \"If | die on the train tomorrow, | want to leave this place.\" That's why I'm here.\nBecause had she stayed, my mother would have had to take care of her with the two of us.\n>> Betsy Anthony: And she made it. She made it to Africa.\n>> Jill Pauly: Yes. She had to be carried all the way to the train in Cologne. There was something\nabout that. | don't know if I've ever told you.\n>> Betsy Anthony: You haven't told them.\n>> Jill Pauly: No. She couldn't walk. She was too sick. She had to be carried out of the house, into a\ncar, into the train. The Nazis had no use for very sick people who couldn't walk. There wasn't anyone\nclose by who could carry her. A man came who had been in Dachau for three weeks and got out. |\nsaw for the first time what that meant. He was gray. His hair was about, you know, stubbly. His\ncheeks -- and he was only there a month. | guess he got nothing to eat in that month. He was just so\ngaunt and gray. He frightened me. That's why | remember him. He got out, too, eventually.\nWhen we got on the train, my mother told me what was going to happen. We were going to\nbe quiet. We were not going to fight at all. We could not ask to go to the bathroom. And we couldn't\nbe hungry. Those were the rules in that category. And we were in with a sick grandmother, my mother,\nand two of us. And we listened. We didn't talk. We didn't move.\n>> Betsy Anthony: And that was because that portion of the train journey was still in Nazi Germany.\n>> Jill Pauly: Oh, yes. They came in to check our papers several times. That's what she was afraid of\nbecause they would say children are not properly recorded or something.\nOnce we got to Switzerland -- it took three and a half hours. My mother smiled. And | had\nnever seen that. | didn't think | had ever seen it otherwise why would | remember it this way. She was\nunder so much stress in Cologne that there was nothing to smile about at any point.\n>> Betsy Anthony: Right.\n>> Jill Pauly: We got out. And each Jew that got out of Germany had to pay double for their tickets.\nAnd everything that we bought or packed, they allowed that. You could spend all your money, buy\nthings and have them sent. When they got to Hamburg, half of them were stolen. The other half got to\nKenya. And each of us had like what today is $10, nothing else.\n>> Betsy Anthony: You made it through this train journey. You boarded a ship. And you sailed for two\nweeks?\n>> Jill Pauly: Two weeks on a Nazi ship. They had us controlled. For $10 a person, where are you\ngoing to go? They had to pool the money to get a hotel room for the night. Must have been six people\nin the hotel room. Where are you going to go? There was no place to go against the Nazi ship.\n>> Betsy Anthony: | want to make sure we keep moving along and talk about Kenya but before we go\nto Kenya, can you tell us the story about the captain who heard you singing on the ship?\n>> Jill Pauly: Oh, yeah. The best is yet to come. You saw that picture of us on the ship. When |\nthought about it, and I've been thinking about it, | was very happy because it was lovely. There was\nsunshine and water. But before we got to the sunshine and the water, | have to tell you about my\nmother's reaction when we were put on the ship, went on the ship.\nAll the Jews were lower deck, under the lower deck, and humanity was up above. And she\ngot furious. But she couldn't do anything about it. | remember she got very angry. And we had a lot of\nproblems on the ship. It was not simple. It was not simple at all. My littlhe cousin, who is a donor here,\nhe was 18 months old. He was a troublemaker. He was a child born in 1937. His mother never had\ntime. He was into everything. He almost fell into the ocean. Inge pulled him back. His favorite thing\nwas lying -- going on the deck with the older people sitting in deck chairs. He would get underneath\nand kick them.\n>> [Laughter]\n>> Betsy Anthony: He was a boy.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Jill Pauly: Under the circumstances, the adults kept trying to subdue him. The more they subdued\nhim, the worse he got. You had to be in the cabin with him. It was awful.\n>> [Laughter]\n>> Betsy Anthony: As | understood it, your mom was afraid she might need to subdue you because of\nyour singing. What was that?\n>> Jill Pauly: Yes. But she didn't.\n>> Betsy Anthony: She taught you.\n>> Jill Pauly: My grandmother taught me to sing. You must remember, five and a half years in the\nhouse with a child, my grandmother. She was fabulous. She kept me happy. She sang with me. She\nsewed with me. She danced with me. She cooked. She was totally attentive to me.\n>> Betsy Anthony: And you had a great voice.\n>> Jill Pauly: | had a good voice. | come from a musical family. And she sang -- | didn't speak early. |\nsang early. So when | got on the boat, when | was left alone, | started singing. Mmm. | was picked up\nby the captain. He heard me singing. He asked for my mother to come and see him. She was\nterrified. She didn't Know what it was about. And she went up there. He asked her if | would sing for\nthe crew. Well, she couldn't say no, you know.\nA problem arose, a big problem. My uncles in Cologne who were very Orthodox and very\nmusical sang the whole Passover Haggadah with me, taught it to me in music. Probably what | was\nsinging. It was a month after Passover. And | learned we were going to the red sea. So this whole\nthing came to life. | wanted to see the red sea. It didn't happen. My mother was so afraid that | would\nsing Hebrew songs. So they took me to a cabin all night, the two grandmothers and my mother and an\naunt. They tried to separate the folk songs from the Hebrew songs.\n>> Betsy Anthony: German folk songs.\n>> Jill Pauly: From the Hebrew songs and told me just to sing those German folk songs. And you\nknow, | did. | don't know if | understood them or not. But here | am. Nothing happened.\n| remember one night -- and the lady that's still living. She's 97. She said, “No, dear. You did\nit every night until you got off the boat.”\n>> [Laughter]\n>> Betsy Anthony: And when you got off the boat, you were in Mombasa.\n>> Jill Pauly: Yes. | remember seeing a man in a European suit and hat. And that was my father.\nEverybody else was in the garb of the country.\n>> Betsy Anthony: Your father was already there.\n>> Jill Pauly: He got there a month ahead of us.\n>> Betsy Anthony: So you remember seeing him as you got off of the ship.\n>> Jill Pauly: Yes.\n>> Betsy Anthony: | want to make sure we can talk a little about Kenya. Maybe we can start talking\nabout how did your family establish itself there.\n>> Jill Pauly: Well, it's very complicated for me to really explain how we were so lucky and had the\nmoney left. | only learned this two years ago. The money that was smuggled into Holland, first of all,\nsupported the seven people that were there who couldn't work, which is a whole different history.\nWhen we got the permission to get into Kenya, each person that was taken in you had to pay 50 British\npounds security money. The list that went to Kenya was about 26 people.\n>> Betsy Anthony: Of your family.\n>> Jill Pauly: My family and the woman who got us out, her family. They were rejected. The story\ncame out 70 years later. Her family was not -- the woman who saved all of us, her family was not\nsaved because they were rejected. She suffered very badly because of those family members that\nsurvived that knew she went with the Bergs to Kenya and didn't save her mother and father and sister.\nShe suffered terribly. But now we know why. The sister had -- what's it called? Epilepsy. That's why\nshe was rejected from Kenya. And the parents wouldn't leave the sister.\n>> Betsy Anthony: | see.\n>> Jill Pauly: So we were 19 people that got into Kenya.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Betsy Anthony: What did you do?\n>> Jill Pauly: With the money that was left, they pooled it. They couldn't buy a farm and pay for it.\nThey didn't have enough left. They put a downpayment on a farm, a big farm. That helped us\ntremendously because they did it right away. | think they must have had a deposit on the farm before\nthe war broke out. They put a deposit on the farm before the last two uncles came to Kenya. They\nwere on the last ship out of Germany.\n>> Betsy Anthony: The war break out in Kenya is also significant because at the time Kenya was a\nBritish colony. So once the war starts and Britain enters the war, things change in Kenya for the\nrefugees living there. Can you tell us how?\n>> Jill Pauly: Yeah. Kenya let in 1,000 European refugees. When we came, six weeks later the war\nbroke out. All the men were picked up and put into a camp. We became enemy aliens. They didn't\nknow the difference between Jews and non-Jews. We were all enemy aliens.\n>> Betsy Anthony: Because?\n>> Jill Pauly: There was a reason. | found it here at the museum. The Germans were stealing Jewish\nidentities and crawling into allied countries. They didn't know who was who. So they had to keep a\nvery close eye --\n>> Betsy Anthony: So any German citizen was considered an enemy, Jewish or not.\n>> Jill Pauly: Right.\n>> Betsy Anthony: So your father and his siblings were farming this farm. But once that happened,\ndidn't his duties change? He had new obligations.\n>> Jill Pauly: Yes, yes. As soon as they settled on the farm -- by the way, they were in this camp\nwhere all the German Jewish men were put. You couldn't get out until you had a job with the British\nauthority, either on a farm somewhere or -- and in our case they let the five men out because we had\nour own property. They interned them, the families, all of them, all of us, for the duration of the war.\nWe could not leave the farm without written permission.\n>> Betsy Anthony: Wow. However, you and Inge went to boarding school. Isn't that right?\n>> Jill Pauly: We went to boarding school but we didn't board. We lived with families.\n>> Betsy Anthony: | see. Ok. But you didn't live with your family.\n>> Jill Pauly: No, with boarding families. First two were not so good. The third one was fine. She\ncame to visit me in America, the third one. That was about five years until the grandparents had died.\nAnd then mother moved to Nairobi.\n>> Betsy Anthony: Joined you there so you could live with your mother.\n>> Jill Pauly: Yes.\n>> Betsy Anthony: | Know under British rule there was also problems with anti-Semitism and racism.\nYou told me a story about your father having some problems.\n>> Jill Pauly: Oh, we all had problems.\n>> Betsy Anthony: Lots of problems.\n>> Jill Pauly: My father had a personal problem. He was a white man but he was swarthy. He wasn't\nsnow white. When he worked on the farm, which he did all day, he turned very, very dark. He had\nbrown eyes and black hair. The British were very racist towards the Indians that lived in Kenya. And\nthere were many, many, many Indians. So they didn't ask him any questions. They just looked at him.\nAnd whenever we entered-- he went into any official place, they kicked him out. And when we were in\nschool, he would come and visit us. He would let us know which hotel he would meet us at in town.\nWe would go there and | would say, \"Papa, why are you sitting outside?\" | wanted to be inside the\npretty hotel. He said, \"They kicked me out again.\" He had tremendous problems with the racism.\n>> Betsy Anthony: You've told me before that the film \"Nowhere in Africa\" really speaks --\n>> Jill Pauly: It tells the story.\n>> Betsy Anthony: | don't Know if any of you have seen that film. It came out in 2000 --\n>> Jill Pauly: 2002. It won an academy award for best foreign film.\n>> Betsy Anthony: An excellent film.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Jill Pauly: Very much about my youth in Kenya. | just had a thought about the racism in Kenya. It\nwas interesting because some of the British people were really, really nice and helped us a lot. Some\nof them were very racist. The newspapers were terribly anti-Semitic. And | had it in school. It filtered\ndown to the children.\n>> Betsy Anthony: Sure. Jill, I'd like to give our audience some time to ask questions. If it's ok with\nyou, | will say just one more thing. When you left Kenya, you were 14 years old.\n>> Jill Pauly: 15.\n>> Betsy Anthony: 15 years old. It was just before the uprising so there were tensions.\n>> Jill Pauly: The uprising was in 1952. We left in 1947. And the family left the farm, didn't sell it\nbecause they wanted to keep it. They loved it. But they lost it. It completely devaluated. So they lost\neverything they had twice. And they had to start all over again in the states.\n>> Betsy Anthony: That's the part | want to ask a bunch of questions about, however, | think we should\nturn it over.\n>> Jill Pauly: Ok.\n>> Betsy Anthony: If you -- is that ok with you?\n>> Jill Pauly: Yes.\n>> Betsy Anthony: Ok. If you would like to ask a question, please raise your hand and wait for the\nmicrophone to be passed to you. We need you to use them so that we can hear you. I'll actually\nrepeat your question to make sure everyone hears it and that Jill hears it.\nSo with that, does anyone have a question for Jill?\n>> Do you still sing?\n>> Betsy Anthony: Do you still sing?\n>> Jill Pauly: No.\n>> [Laughter]\n>> Betsy Anthony: You just are saying that.\n>> Jill Pauly: No. | only sing if somebody sings with me. [Laughter] It didn't become my career. No.\n>> Betsy Anthony: Another question here.\n>> Your name is beautiful, Gisella. Why did you change your name?\n>> Jill Pauly: Because of anti-Semitism. | absolutely couldn't survive in the school with my name.\n>> You just chose --\n>> Jill Pauly: | cried one whole year every single day. My sister picked me up after school. | was\nalways crying. And one day she came out and she said, \"You know what? From now on you're Jill.\"\n>> Betsy Anthony: Was that in Kenya?\n>> Jill Pauly: Yeah, in Kenya:\n>> One more quick --\n>> Jill Pauly: | didn't have the problem here. | have to emphasize that | grew up to be quite a tough\nkid. Uh-huh. | had a lot of experiences. The last one was when | was about 12, just the right age.\nThere was a girl that tormented me. She had a thing with Jews. And even as a child, | couldn't figure\nout -- what does she know about Jews? There aren't any Jews here. | was the only Jewish kid in\nschool and what is it about me that's so important? You know? She just was a nasty girl. Really nasty\nperson. And we were on a hockey team.\n>> [Laughter]\n>> Jill Pauly: Sports were very, very important. We had sports at the school, three, four days a week.\nWe were playing a game. We must have been on opposite sides of the team. She hit me in my shins\nwith her hockey stick on purpose. And that was the last time she ever hit me.\n>> [Laughter]\n>> Jill Pauly: | beat the crap out of her.\n>> [Laughter]\n[Applause]\n>> Jill Pauly: | don't know. She might have grown up an anti-Semite but she had her experience, too.\n>> [Laughter]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Betsy Anthony: That's a story | never heard.\n>> [Laughter]\n>> Your property, your family owned it for 400 years. Who owns it now?\n>> Jill Pauly: My family didn't own it for 400 years. They lived in the area for 400 years. It was my\nfather's generation that became wealthy. My grandfather was a small-time businessman. It didn't\nmake him rich, just had it. Later, oh, yes. After the war came, the restitution money. And the land was\nin the courts for years. My family won the court case and they sent money. It was divided. And then\none of my uncles went back to visit, good friends, old friends that I'm still in touch with. They didn't get\nthe value. So that's what happened. Everything was taken. Houses. The day they got the letter on\nthe ist of January 1938, everything that the family ever had became the property of the German\ngovernment.\n>> Betsy Anthony: | see a hand in the back.\n>> Hi there. First of all, thank you for sharing your story with us. You both sort of touched on going\nback to -- you're going to have to tell me how to pronounce the name of the town you're from. But! was\ninterested in that part of your story if you could tell us a little bit about that.\n>> Betsy Anthony: You're interested in her returning in the last couple of years? Lechenich?\n>> Sorry about that.\n>> Betsy Anthony: That's a great question. Why don't you tell us about returning there.\n>> Jill Pauly: | returned first time in 1982. We were having a personal crisis in the family. That\nstrengthened me. | said, \"If | can go through this, | go back to Germany.\" And my husband's cousin\nwas working for the Israeli embassy. | was for five years, twice | think. He kept inviting us. So we\nwent.\nAnd, of course, we both went back to where we came from. We drove into the town. | had\nread somewhere -- this was 1982 -- that the Germans really don't like -- they feel invaded when people\ncome back and want to see where they came from. And | must have read that. And | decided I'm\ngoing to the police department. He said | was crazy. | said, I'm going to the -- the police was right next\nto the house. He said, “What are you going to do with the police department?” | said, “I'm going to ask\nsomebody to go with me.” | don't want to be invasive. | don't want to be rude. But I'd like to see the\nhouse. So there was a young policeman there. He was very nice. He said, \"| don't have to go with\nyou..\" | said, \"Yes, please.\" And he did. And it's a good thing. | don't know -- because ever since then\nshe's never let me back in the house.\n>> Betsy Anthony: Really? So the first time when he went with you --\n>> Jill Pauly: She got scared and let me in the house.\n>> Betsy Anthony: And you tried again?\n>> Jill Pauly: The last time, a couple of years ago, my friend went with me, the lady who invited me.\nShe's the granddaughter of the man who was in the field with my uncle who was photographed. Ok?\nShe was with me. And she said, \"Come on. She'll let me in.\" | said, \"She's not going to let me in.\" She\nknocked. She wouldn't let us in.\n>> Betsy Anthony: Wow.\n>> Jill Pauly: And | spoke that night. | was invited to speak to the community. The schools were not\nsuccessful. | spoke at the schools. The kids had their internet. They saw my bio. It wasn't successful.\n| couldn't reach them. That was ok. They were polite. But the town, the group, about 300 people\ncame. | had a wonderful moderator like you. It was very successful. And they asked me all sorts of\nquestions.\n>> Betsy Anthony: That's great.\n>> Jill Pauly: And probably want to know how | felt. It took me a very long time to be able to articulate\nthe feelings | have. It's a custom in our home to honor the dead by visiting cemeteries once a year. So\nmy mother always asked us go back to the cemeteries. Because she said if we didn't, they would be\nencroached. She was right. | went back. In Cologne, | didn't have anyone that | knew in Cologne in\nthe cemeteries but | went back, several.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nThen these people asked me when | spoke would | like to come back to live in Lechenich.\nAnd | said, \"Why?\" | said it's very nice of you but | would be cut off from my world from my people. |\nhave children. | have no roots here. | never built roots here. | don't want to live here. If! want to live\nanywhere, if it's not the United States, I'll go to my ancestral homeland which is Israel.\nOk. The second question was: Do you get homesick for Germany? What do you think?\n>> [Laughter]\n>> Betsy Anthony: | think we can figure that out.\n>> Jill Pauly: I'm visiting there. It's a beautiful country. The people are nice to us. | like visiting there.\nAnd in the future | hope the relations with Germany stay the way they are now, which is great. But for\nJews to go back, you go to the cemetery, people are buried there. There is no growth. There is no\ncousins. There is no ancestors. There's nothing left for Jews. So you have to start from scratch.\n>> Betsy Anthony: I'm afraid we have to stop here.\nJill, thank you so much. Every time | hear you speak | learn something new. Thank you for\nspending time with us and thank you all for coming.\n[Applause]\nYou deserved that. It's important to hear from survivors directly. It's a privilege and an honor\nthat you would do this for us.\nThank you all for coming here today. We hope you come back. Remember that we have our\nFirst Person program every Wednesday and Thursday -- please wait; please wait -- at 11:00 a.m. until\nthe middle of August.\nIt's our tradition here at First Person that our First Person has the last word but before | turn\nthe mic back to Jill for the last few words | want to let you know that we'll be here to talk and answer\nquestions. But, please, come up to Jill if you would like to meet her or ask a question up here at the\nfront of the room. And when Jill is finished with her statement, I'm going to ask you all, if you don't\nmind, to stand. Our photographer Joel comes up here and takes a wonderful picture of Jill facing this\nway with you all as her backdrop. It's really beautiful. If you remember that, after she gives us her last\nword, please do that.\nSo, Jill?\n>> Jill Pauly: Well, | thought about it while | was pulling weeds in my garden this morning. You know,\nsome very, very brilliant people established this museum for the reason that the survivors who were\ninvolved wanted to give back to the country that they were able to start their lives new. They wanted to\nleave something for future generations to learn about what evil can do. I've been coming here now for\n21 years. And what | see is that this place, this museum, is getting more modern by the day; that the\nworld is having more and more problems by the day and that youngsters can come here with the little\nsecond brain that they carry around and instead of looking at your favorite things all day, study, learn.\nLet this place be a beacon for your future. The more you know, the easier it gets in life.\nThat's all | have to say today.\n>> Betsy Anthony: Thank you, Jill.\n[Applause]\n",
    "segments": []
}