{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person: Alfred Munzer\nWednesday, June 28, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Dr. Alfred Munzer, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as volunteers here at this museum. Our program will continue\ntwice-weekly until mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\n| will share with us his \"First Person\" account of his experience during the Holocaust\nand as a Survivor for about 45 minutes. If time allows, we will have an opportunity for you to\nask Al questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Al is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nWe begin with this portrait of Alfred Munzer dressed in a Jewish National Fund\ncostume for the Purim holiday taken after the war, probably 1948.\nAl was born in November, 1941, in The Hague, Netherlands.\nAl's parents, Simcha and Gisele, were married in 1932 in the Hague. Here we see\ntheir wedding portrait. Al had two older sisters, Eva and Leana. Eva is on the left and Leana is\non the right with Al between them.\nThe German Army invaded the Netherlands in May 1940, before Al was born.\nImmediately life became very difficult for Dutch Jews. After the invasion, the Munzers\nremained in their home and endured the repressive measures taken against Jews. On this\nmap we see the German invasion routes of Western Europe in 1940.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn 1942, Al's sisters went into hiding with the friend of a neighbor. Al went into hiding\nwith the ex-husband of a neighbor, an Indonesian immigrant named Tole Madna. Here we see\na photo of Tole Madna.\nAl spent the rest of the war in Tole Madna's home where he was cared for by Tole's\nIndonesian nanny, Mima Saina. This photo was taken while Al was in hiding in Tole's home.\nMima Saina is pictured on the left and Tole Madna is in the middle, holding Al.\nAl came to the United States with his mother in 1958. He obtained his\nundergraduate degree from Brooklyn College in Brooklyn, New York, and his medical degree\nfrom the State University of New York, Downstate Medical Center in Brooklyn. He completed\npostgraduate medical studies at the University of Rochester School of Medicine, and at the\nJohns Hopkins University School of Medicine in Baltimore, Maryland.\nAl was in an internist and a pulmonologist specializing in diseases of the lung, He\nwas Director of the Pulmonary Medicine Department at Washington Adventist Hospital in\nTakoma Park, Maryland. Al recently retired but remains deeply involved in anti-smoking efforts\nin the United States and globally. He served as President of the American Lung Association\nfrom 1993-1994. In 2000 he was awarded the Will Ross Medal, the highest honor given by the\nAmerican Lung Association for volunteer service at the national level. Al currently chairs the\nBoard of Trustees of Action on Smoking and Health.\nHe is also active as a volunteer here at this museum where he translated\nHolocaust-related diaries from Dutch into English as part of the Jewish Response to\nPersecution Project. They have been published as a 5-volume set by the Museum. Al also\nleads tours of the Museum's permanent exhibition.\nAl is especially committed to bringing the lessons of the Holocaust to contemporary\nthreats of genocide and has joined Mouaz Moustafa of the Syrian Emergency Task Force in\nthe Museum's national series of public programs, \"Fleeing Atrocities, Witness Perspectives,\" to\ncall attention to the plight of those threatened by mass atrocities today. In fact, Al spoke before\ntwo congressional committees about the situation in Syria just a couple of months ago.\nAl's mother instilled in him a love of theater. He is an occasional playwright and is\nthe outgoing chair of the Council of Theater J. He is especially pleased that their current\nproduction of a rarely performed play by Arthur Miller, Broken Glass, is a collaborative effort by\nthe theater and the US Holocaust Memorial Museum.\nWith that, | would like you to join me in welcoming our First Person, Al Munzer.\n>> [Applause]\n>> Bill Benson: It's a nice start. Thank you very much. And Al, thank you so much for your\nwillingness to spend an hour with us. It's not a lot of time so we'll try to cover what we can in\nthis period.\nOver the past few years you've learned more and more about your family's\nbackground. Let's start, first, with you telling us about your parents and their lives to the extent\nthat you know about it prior to the rise of Nazism and about its impact on your family and\ncommunity before Hitler came to power.\n>> Al Munzer: Well, my parents were born in Eastern Europe, in a part of the world that at that\ntime was part of the Austro-Hungarian Empire. And after the First World War, it became part of\nPoland. My father was born in a small town called Kanczuga and my mother in a neighboring\ntown called Rymanow. People have character images of the towns called shtetles. A man who\ncame from my mother's town was Isidor Rabi. Isidor Rabi came to the United States, became a\nphysicist, and was awarded the Nobel Prize in physics in 1946 for the discovery of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nelectromagnetism. So some very famous and big brains coming from those little towns.\nLike Isidor Rabi, my parents decided that opportunities were just too limited in those\nsmall towns. There was also a lot of anti-Semitism. So my parents decided, when they were\nabout 18 years old, to leave their parents' home. My father went directly to the Netherlands\nwhere he started a men's clothing business. My mother, instead, went to Berlin where she\njoined some older siblings and interestingly, she arrived in Berlin in the 1920s, just about the\nsame time that Adolph Hitler's book \"Mein Kampf\" was being published. My mother was an\n18-year-old girl. She wasn't interested in politics, certainly wasn't interested in reading the\nbook. So she enjoyed her stay for the first time in a big city. Then, in December 1932 is when\nshe joined my father in Holland, her childhood sweetheart. And that's when they were married.\n>> Bill Benson: So they came from the same town?\n>> Al Munzer: Not the same town, neighboring. Very close. About 30 miles apart.\n>> Bill Benson: You told me that \"All my ancestors were tailors.\" Was that true on both sides of\nthe family?\n>> Al Munzer: Absolutely. In fact, there was a story told about this as part of the lore of my\nmother's hometown. There was an old sage, a Hasidic sage. And he was an orphan. What he\nlearned -- he was apprentice to a tailor as a very young kid. He said what he learned there was\nalways mend what is old and never ruin what is new. So tailoring was very much a part of my\nancestors.\n>> Bill Benson: You also said your grandparents kept very few of their possessions in cash,\nfurniture or homes. Why was that?\n>> Al Munzer: Well, there was a lot of anti-Semitism in Poland. So my parents, like many other\npeople, always had to be on the ready to leave. So that's why they kept their possessions\nreally in cash or jewelry rather than, you know, in real estate. Something they could take with\nthem. And | think it's probably something that remained with my family when they went to\nBerlin, even.\n>> Bill Benson: When were your two sisters born? They were older than you, of course. When\nwere they born?\n>> Al Munzer: My sister Eva was born in July 1936. So a very happy occasion, certainly, for\nmy parents, their first child. But interestingly she was also born just about the same time that\nthe infamous Berlin Olympics were held which Adolph Hitler turned into an instrument of Nazi\npropaganda. So here you have, you know, a very happy occasion in a family in Holland, where\nmy parents felt very, very safe, had made many, many friends, most of them not Jewish. And\nthen just a few hundred miles away, in Germany, beginning to see the real rise of Nazism.\nMy second sister, Leana, was born in November 1938. There, too, it was a\ncoincidence because she was born about two days after the Night of Broken Glass,\nKristallnacht, in Germany when the full fury of anti-Semitism was unleashed and hundreds of\nsynagogues were burned and thousands of synagogues plundered. So, again, a contrast of a\nhappy occasion, celebration of a birth of a second child, and these horrible events happening\njust across the border a few hundred miles away.\n>> Bill Benson: And then, of course, 10 months later, September 1, 1939, Germany invades\nPoland, launching World War Il. The following May, 1940, Holland, as well as Belgium and\nLuxembourg were attacked by Germany. Tell us what that meant for your family and for other\nJews in Holland both immediately after the Nazi occupation but in the months that followed.\n>> Al Munzer: Well, my mother told me that for the night of May 9, 10, 1940, my parents had\nbeen asked to provide shelter to host a man who was a member of the Dutch resistance\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nmovement. He had a briefcase with him, my mother told me, in which he had plans to\npreemptively destroy the big railroad center in the city. The idea being that by destroying that\nrailroad center they would slow down any kind of invasion coming from Germany. But that\nmorning, May 10, 1940, my parents and their guests turned on the radio and heard that the\nport city of Rotterdam, the largest port city in Europe still today, had been bombed and\ndestroyed by Nazi invaders. And a few minutes later Queen Wilhelmina of the Netherlands\ncame on the radio and announced that Holland had surrendered. She asked people to\ncontinue to do their duty wherever they happened to find themselves.\nMy parents’ guest, this man from the Dutch resistant movement, was the first one to\nspeak up. He said in Dutch [Speaking Non-English Language], \"Thank God. It's over.\" As far\nas he was concerned, he had been part of the resistance, tried to do what he could to slow\ndown any invasion, and now he would just have to try to accommodate to living under an\noccupation.\n>> Bill Benson: But that wasn't going to go away. They were now here.\n>> Al Munzer: That's right. But for my parents now looking at their little kids, they knew. And\nknowing what had happened in Germany and Poland, they knew things were going to get very\nrough and that they were going to be basically all alone.\nAlmost immediately, in fact, all sorts of restrictions on Jewish life were put in place.\nJews had to register all of their property to make it easier for the property to eventually be\nconfiscated. Jewish men had to take a new middle name, Israel, Jewish women a new middle\nname, Sarah, so they could always be identified as being Jewish.\n>> Bill Benson: And that was now part of their legal name.\n>> Al Munzer: Absolutely, that became part of their legal name. And, of course, they had to\nregister as Jews in addition to that. And then there were some regulations that really made\nvery little sense. Jews were banned from using public transportation, from going into public\nparks; just a way, really, of humiliating them and setting them apart from the rest of the\npopulation.\nNow, when you have a regulation that really makes very little sense, you tend to\nignore it. So my mother told me that one day she did go into the park with my little sister's baby\ncarriage. And one day while she was there, a German woman approached my mother. So\nscared, her heart almost stopped, she told me, because she wasn't supposed to be there. The\nwoman looks at the baby carriage, looked at my little sister and saw blond curls, blue eyes,\nand she says, \"Ah, you can tell that this is good German Aryan blood\". Well, my mother had a\nsigh of relief, thanked the woman, and, of course, left the park never to come back there.\n>> Bill Benson: You mentioned Aryan. Something | read that you had written, you wrote March\n12, 1941, all Jewish property is Aryanized. What did you mean by that?\n>> Al Munzer: It meant basically that while people could still hold on to their possessions,\nlegally it now became part of the German state. So whatever would happen to them in the\nfuture, this was really -- it would be confiscated, would belong to the German state.\n>> Bill Benson: Several months before you were born your parents enrolled Eva in a Catholic\nschool. Why did they do that?\n>> Al Munzer: This was their attempt, really, at hiding her Jewish identity. And then shortly\nthereafter my little sister Leana was also enrolled in a Catholic school. It's really a way of\nassuming a new Catholic identity and hiding their Jewish one.\n>> Bill Benson: Plus Jews were banned from going to school.\n>> Al Munzer: Jews at that time also were banned from going to public schools. It was one\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\noption open to them.\n>> Bill Benson: You were born November 24, 1941 -- pardon?\n>> Al Munzer: 23.\n>> Bill Benson: 23. Excuse me. Almost 19 months after the Nazi's occupation of Holland. Your\nparents joyful, having the birth of a son, but in the midst of such circumstances it had to have\nbeen accompanied by profound fear. Do you know anything about their thoughts?\n>> Al Munzer: Absolutely. This is something my mother would tell me many, many times.\nWhen she found out that she was pregnant again with me during the occupation, and this was\nan unplanned pregnancy, she told me, she went to see her obstetrician. This must have been\nearly 1941. And her obstetrician told her in no uncertain terms that she ought to have an\nabortion. He told her it would be immoral to bring another Jewish life into the world.\nNow, my mother wasn't particularly religious at that time but she did turn to the Bible\nfor advice. She read the story of a woman called Hannah. Hannah, you might remember,\nwould go to the temple every year and pray that she might have a child, that she might\nconceive. And it was in reading of Hannah's agonizing desire to have a child that my mother\ndecided she could not possibly not have the pregnancy. Her obstetrician fired her as a patient.\nSo nine months later | was born at home with the help of a nurse.\nAnd that brought about another dilemma in Jewish life because typically and\ntraditionally Jewish male boys, Jewish male children, are circumcised when they are 8 days\nold. This goes all the way back to the Bible. My parents' friends told them, said don't have him\ncircumcised, it will identify him as being Jewish. And this time the answer to their dilemma\ncame in the form of a worried look on the face of a pediatrician who had just examined me. My\nfather turned to him and said, “Is there anything wrong with the baby?” Then the pediatrician\nsaid, “No, it's just that your little boy needs a minor operation that we call a circumcision.” So\nmy father told him of our Jewish tradition and eight days later we had that ceremony, probably\nthe last one held like that in The Hague in Holland, in my hometown, where the whole family\ngathered in the living room to celebrate this milestone, first milestone in a Jewish life.\n>> Bill Benson: And likely, as you just said, the last one that took place during the war.\n>> Al Munzer: Yes. It's a very special memory to me. | don't remember the event.\n>> Bill Benson: Right. Right. Right. Right. Right. [Laughter]\n>> Al Munzer: There were some photographs taken. And they're very small, about 1-by-1.5 in\nsize showing the whole family around the table, me on the pillow. What is very special about\nthese photographs is that my mother kept them hidden on her body through her subsequent\nstay in 12 concentration camps. She developed this feeling, this superstition, that if she ever\nlost those photographs it would mean that | had been killed. Fortunately she hung on to them.\nAnd fortunately my mother survived, the photograph survived, and | survived. Of course the\nphotos were so valuable that | did not want to keep them in the house and they are now part of\nthe collection of the Holocaust Museum.\n>> Bill Benson: Al, over the next 10 months after your birth, November 23, 1941, by\nSeptember 1942, conditions had become so much worse and your parents made the decision\nthat the family needed to go into hiding if you were to have a chance to survive. What\nconvinced your parents me must do that? And what did they do?\n>> Al Munzer: Well, this was at a time when many men, including my father, were getting\nnotices to report for so-called labor duty, labor duty in a concentration camp, in Holland still.\nBut knowing full well that that could mean being sent, as they said, to the east, to Poland, to\ncamps that were, of course, much, much worse. So this was really a signal to Jewish families\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nto go into hiding.\nOne family, Anne Frank's family, for example, decided to hide as a unit. My parents\nmade the very difficult decision that as a form of insurance to make sure that if one person was\ntaken, at least another one might survive, that the family would be split up and we would hide\nin different places. So the first one to go into hiding was my father. He pretended to commit an\nact of suicide. That gained him admission to a psychiatric hospital. So he hid there.\n>> Bill Benson: As a patient.\n>> Al Munzer: As a patient. And then my two sisters were the next to be placed. A very devout\nCatholic woman told her priest that she had a dream in which the Virgin told her to take Jewish\nchildren into hiding. The priest then contacted my parents' neighbors. They contacted my\nparents. And so my two sisters were entrusted to that woman and her family.\nMy mother was left with me. She told me that was a particularly difficult time for her,\nto be all alone in the house with one little child. She was always afraid that the doorbell might\nring and a Nazi officer might come through the door. So she dampend the clapper of the\ndoorbell with a cloth so it wouldn't make a noise. Then she told me she would spend the whole\nnight sitting on the steps watching to see if the clapper would move.\n>> Bill Benson: | was going to ask you, after your father had gone into the psychiatric hospital,\nyour mother handled the location, the hidings of your sisters, how did your mother cope with\nthat immense responsibility by herself? Probably not really sure where everybody was at that\npoint because they're in hiding, what was that like for her? You gave us a hint of that with the\nanxiety.\n>> Al Munzer: It really shows, also, the strength of my mother's character. She certainly wasn't\nalone in having to do that. So many Jewish families had to do the exact same thing. It was a\nterrible, terrible decision for my mother. And that's why she described this anxiety to me of\nbeing left alone with me. And then she finally had to find a place for me.\n>> Bill Benson: Right.\n>> Al Munzer: So Jewish male children were more difficult to place.\n>> Bill Benson: For the reasons you just described for us.\n>> Al Munzer: Right, could be identified as being Jewish. So finally, my mother's neighbor, a\nwoman across the street, Annie Magna, agreed to take me. She had had some bad run-ins\nwith the Nazi occupiers so she got scared and passed me on to her sister. Then it turned out\nthat the sister had a neighbor who was a member of the Dutch Nazi Party. Holland had the\nsecond largest party in Europe, second only to Germany. So she got scared. She was afraid\nhe might hear me cry. So she passed me back to Annie. And then finally Annie passed me on\nto her ex-husband. She was divorced.\nHer former husband was a man who was born in Indonesia. He was an Indonesian\nman. He agreed to take me in. He had a nanny who had taken care of the three Magna\nchildren. He had partial custody, joint custody, of those three children as well. And she is the\none, Mima, this nanny who really now became my mother. And that's how | ended up being\nplaced with the Madna family.\n>> Bill Benson: We're going to turn back to your time with the Madna family. So now your\nmother found a place for you and she is now on her own.\n>> Al Munzer: At this point she closes our house for the last time and she joins my father in\nthat same psychiatric hospital, in her case pretending to be a nurse. So that became her hiding\nplace, not for a very long time.\n>> Bill Benson: Did the people in the psychiatric institution -- did they believe your father was a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\npatient, a real patient, or were people in on it? And did your mother acknowledge a relationship\nwith your father or did they have to keep that --\n>> Al Munzer: | think they had to keep that secret. They really had to stay apart. Although my\nmother did tell me that on Christmas day 1942, somehow my two little sisters were brought\nthere for a visit. This was something very daring. That was the last time when you had a small\nreunion, really, of the Munzer family, in that psychiatric hospital. There were many Jewish\npatients hiding in that same hospital.\n>> Bill Benson: Your mother later, | think, shared with you some thoughts about that time and\nwhat that was like to be in that psychiatric hospital. Anything you can share with us?\n>> Al Munzer: Yes. She told me that, you know, looking -- she had never come across or been\ninvolved or meeting people with a severe mental illness. And remember, this is a time before\nthere were medications to treat severe mental illness. So she was in contact, she saw people\nwho were very, very different from anybody she had ever met before, with very strange\nbehaviors, wearing, you know, clothes that were totally out of fashion. And yet, you know, she\nsaid looking at those people in the hospital she really wondered whether where the mental\nillness was. Was it in the hospital or was it in the world outside? Was the world outside really\nmuch more sick than these people?\n>> Bill Benson: As you just shared with us a few moments ago, you said your sisters\napparently were able to go Christmas 1942, right after Christmas 1942 your parents were\ntaken by the SS.\n>> Al Munzer: That's correct. On New Year's Day, 1942, the hospital, the psychiatric hospital\nwas emptied of all patients and staff. And all of the patients were sent to a concentration camp,\nto Westerbork, a transit camp, as it's called, in the northernmost part of Holland.\n>> Bill Benson: Patients and staff.\n>> Al Munzer: Patients and staff. My parents remained in Westerbork for several months. My\nmother took care of children who had been sent to that camp. It gave her a good feeling\nrealizing that her own children were safe while she was trying to provide care to these very\nunfortunate children who weren't safe, who were in the first concentration camp.\nAfter a few months, my parents were transported from Westerbork to another camp\nin Holland, this time in the southernmost part of Holland. There they were assigned to do slave\nlabor for the Philips electronics factory. And that's where my mother learned working on\nelectronics was one more type of work that was essential to the German war effort and might\nsave her life, though she had many other occupations in between.\nAnd my mother told me that while she was in that concentration camp, there was a\nlineup of all the prisoners every morning. And one day they were addressed by a very high\nofficer in the Nazi regime and that was Heinrich Himmler, Hitler's second in command. She told\nme that Himmler exhorted the prisoners to continue to work for the Reich and that as long as\nthey continued working for the success of the Reich, nothing bad would ever happen to them.\nAnd my mother told me that while she was listening to Himmler, she saw the spire of a small\nDutch church way off in the distance. And she said to herself it would be so wonderful if peace\nwere to break out at that moment and she could just run to that church, fall on her knees, and\nthank God for having been freed, for having been liberated. She didn't care whether it was a\nchurch, a mosque or a synagogue, just a place to thank God.\nSadly, of course, that wasn't to be. Himmler did not keep his promise. And just about\nthree months later that camp, too, was emptied and all of the prisoners, including my parents,\nwere sent to Auschwitz. And that's where they were separated. That's the last time my parents\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nsaw each other.\n>> Bill Benson: When they arrived in Auschwitz.\n>> Al Munzer: When they arrived in Auschwitz.\n>> Bill Benson: Now, although your mother hid with you the neighbor, the neighbor, you told\nus, eventually arranged for you to end up with the Madna family. Tell us about the family and\nwhat your life was like with them. You're a little boy and living with this Indonesian family.\n>> Al Munzer: First of all, | was not aware at all that | looked any different than the rest of the\nfamily. They were dark-skinned. They were, you know, Indonesian. So that was the first thing. |\nreally felt this was my family.\nMima was an incredible woman. She was illiterate, couldn't read or write, did not\nspeak the Dutch language only the Indonesian language, but she had a heart of gold. She\nreally treated me as her own child. She would walk miles every day just to get milk for me.\nEverything was rationed, so you had to have ration coupons to get milk. Since | was in the\nhome illegally, you couldn't get ration. So she had to scrounge around for milk.\nIn fact, a few years ago when | was in Holland, a woman wagged her finger at me.\nShe said, “You know, you used to drink my milk.” | said, “What do you mean by that?” She\nsaid, “Well, you know, all children in Holland during the war years were given a small bottle of\nmilk in school and my mother told me to save half of that little bottle for the baby next door.\nAnd you were the baby next door.” So here you have it, you know a child 8, 9, 10 years old\nalready participating in saving a human life. A story | really love.\n>> Bill Benson: How old was Mima at that time?\n>> Al Munzer: Probably in her late 20s, early 30s. I'm not really sure. Probably -- actually,\nprobably mid-30s because she had taken care of the Madna children, the three Madna\nchildren, earlier, in fact 10 years earlier. So I'm not sure. There's very, very little known about\nher. I'm told that | slept in her bed and that she kept a knife under her pillow vowing to kill\nanyone Nazi who might try to come and get me.\n>> Bill Benson: So, Al, here you are, this very young, Caucasian child living in an Indonesian\nfamily in Nazi-occupied Holland. How did the Madna family explain your presence? To\noutsiders, somebody would be curious. How did they explain that? Do you know?\n>> Al Munzer: First of all, the house really was searched several times while | was there. |\nremember having to hide in the small cellar. All | remember about it was playing with the\nChristmas decorations there were stored there. One of those memories that’s very clear to me.\nBut Papa Madna, what | called him for the rest of his life, would tell the Nazis that | was the\nillegitimate child of his ex-wife and that she now had a new boyfriend who did not want me\naround. And that's how he explained my presence. One of several stories he made up.\nMuch later -- this was towards really the end of the war, when he wasn't feeling so\nscared, took me out of the house and people would sort of look at him and see the child and\nwould ask him, Who is this baby? And he said, “Well, that's my son.” And then is said, you\nknow, he took pleasure in watching people's reactions, people shaking their heads as they said\nthis stupid Indonesian man doesn't even know that his wife is sleeping around.\n>> [Laughter]\n>> Al Munzer: This is the kind of sense of humor he had. A wonderful, wonderful man.\n>> Bill Benson: You had mentioned, of course, the neighbor that came up to you recently and\nsaid you had some of our milk. Did others in the community know who you were?\n>> Al Munzer: The Indonesian community was very much aware of my presence in the house\nbecause many years later, for example, when | came to visit Papa Madna, after | had moved to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nthe United States, we went to an Indonesian grocery store and the man behind the counter\nimmediately said, \"Bobbie” -- Bobbie, by the way, was my name while in hiding with the Madna\nfamily, Bobbie. And for many, many years, the family, in addition to three children, there was\nalso a little dog in the family. And | always thought that | was called Bobbie after the little dog.\nThe reason being if people heard Bobbie being called, they would think, well, they're just\ncalling the little dog. And just a few years ago | told this to one of my foster sisters. She's now\n87 years old, still living in Holland. And | told her this story and she said, “Oh, no, no, you're\nabsolutely wrong. The dog's name wasn't Bobby. The dog's name was Teddy.” So there went\nthat whole theory.\n>> [Laughter]\n>> Al Munzer: So in actual fact, | was probably called Bobbie because the third -- the boy in\nthe Madna family was called Robbie. And so Robbie and Bobbie being so close, same theory,\noh, just calling Robbie. That's probably why | was given that name.\n| was not allowed out of the house. The only view | had of the outside world was\nlooking through a mail slot. There were a few neighbor children who were allowed to come and\nplay with me. And the reason is that -- that they were trusted was that they were German but\nthey were German -- their family was Communist. So they had escaped from Germany into\nHolland because they also feared Adolph Hitler. And because they were Communists, they\nwere trusted by the Madna family to come and play with me. But other than that | had really\nvery, very little contact with the outside world.\nYou know, | have very, very few memories of that period. One thing | do remember,\nand this must have been very late in my stay with the Madna family, when there was a\ntremendous shortage of food in Holland | remember being very hungry. And the only thing we\nhad really left to eat, I'm told, was ground-up tulip bulbs. | remember seeing the table set for a\nmeal, during the night, and getting up out of bed and sitting down at the table thinking that |\nwas going to be fed. And | fell asleep with my head falling on the plate. And that's how they\nfound me in the morning. That's also one of the memories that | have.\n>> Bill Benson: Al, as you told us earlier, before your mother found the hiding place for you,\nshe had found a hiding place for Eva and Leana with a Catholic family. Tragically in\nFebruary 1944, your sisters were taken by the SS. Can you tell us about that?\n>> Al Munzer: Yes. Well, | was very safe and happy, you know, with the Madna family. The\nstory of my sisters' was totally different. There the husband of the woman who had taken in my\nsisters denounced his own wife to the Nazis as hiding two Jewish children. So the Nazis took\nhis wife. She was imprisoned, eventually freed, but my two sisters were immediately taken to\nWesterbork and then immediately sent off to Auschwitz where they were killed in\nFebruary 1944. They were only 6 and 8 years old. So | really never knew my sisters.\n>> Bill Benson: Do you have any other photographs of them besides the one we saw earlier?\n>> Al Munzer: Yes. | actually have many, many photographs my mother used to keep throws\nin a box. | call that my family in a box. And gradually she would tell me stories and bring the\nstories alive.\nYou know, we'll talk about how | was reunited with my mother but it took me a long\ntime to come to understand what had happened to my sisters after the war. My mother's\nneighbors would show me notebooks that my sister Eva had written in when she was only 6\nyears old. She had this beautiful handwriting. And | would really be jealous of my two little\nsisters because | had no comprehension, no understanding of what had happened to them.\nAnd then very gradually | came to understand that there were some people who did not come\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nback -- that's the term people used. Some people came back and others did not come back.\nAnd somehow my sisters had gone to a place where they did not come back from.\n>> Bill Benson: The war ended in Europe in May 1945. Your mother returned in August. Tell us\nhow your mother survived and how she made it back and what your reuniting with your mother\nwas like for you as best you know.\n>> Al Munzer: We left my mother when she was in Auschwitz. She went on from Auschwitz to\nanother concentration camp where she continued to do work --\n>> Bill Benson: As a slave laborer.\n>> Al Munzer: As a slave laborer for Telefunken. She assembled radio tubes. My mother there\nbegan to take real pleasure in the fact that she worked alongside German soldiers who had\nbeen repatriated from the front and had been severely injured so they were no longer useful on\nthe battlefield. They had become so anti-Hitler that they did everything to sabotage the\nworkings of the factory.\n>> Bill Benson: Former German --\n>> Al Munzer: German soldiers. So my mother, you know, as a result started her own little acts\nof sabotage. She told me she would spend all day assembling one radio tube, which was the\nwork that she was doing there, and at the end of the day she would disassemble the radio\ntube, put it in a drawer, and then start the process all over again the following day.\nShe witnessed the bombing by the allies of that factory. And she said a prayer of\nthanks in Hebrew when she saw that the factory was going up in flames. It wasn't the end of\nher ordeal because she was then put on a Death March, gradually back towards Germany,\nand then finally she was liberated at the German-Dutch border through the intervention of the\nhead of the Swedish Red Cross. So then she was sent on from there to Sweden to recuperate.\nAnd finally in August 1945 is when she returned to Holland and that's when | was reunited with\nmy mother.\n>> Bill Benson: Do you remember that?\n>> Al Munzer: That is the first really clear memory that | have. | remember being asleep in one\nof the rooms in the back of the house and Devi Madna coming to wake me and then carried\nme into the living room. | was crying, cranky, because | did not want -- | was awakened. She\ncarried me into the living room where the whole family was sitting in a circle. They did what you\ndo with a crying child. They passed me from lap to lap. | remember that there was one lap |\nwouldn't sit in, a woman | kept pushing away. And that was my own mother. She was a\ncomplete stranger to me. And | already had a mother and that was Mima Saina. So at that\npoint my mother decided that Mima Saina would continue to care for me while she, my mother,\nwent out looking for work.\n>> Bill Benson: Your father. Tell us what happened to your father.\n>> Al Munzer: Well, my father remained in Auschwitz for about six months. In fact, just a few\nmonths ago here at the museum | found in the archives a little slip of paper with his number as\na prisoner. And it said in “German premium employee.” And | had no idea what that meant so |\nasked the researcher here at the museum what that meant. And he said it meant that the\nwages of the slave laborers had to be paid by the factories employing them to the Nazis, to the\nSS, and that your father somehow warranted a higher salary.\n>> Bill Benson: To be paid to the Nazis.\n>> Al Munzer: To be paid to the Nazis which shows this whole bureaucratic system that was\nput in place just to persecute people.\nMy father, as | said, remained in Auschwitz for six months; then was sent on to three\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\ncamps in Austria: Mauthausen, Gusen, Styr. And he did slave labor again under terrible\nconditions assembling V2 rockets in abandoned salt mines.\n>> Bill Benson: At the end of the war.\n>> Al Munzer: This was really at the very end of the war. He survived to see liberation by the\nAmerican Army in May 1945 but he was so weak that he died two months later. | never got to\nmeet him. He was buried in the concentration camp, the Ebensee concentration camp, which\nis now a cemetery.\n>> Bill Benson: And you've been there, right?\n>> Al Munzer: I've been there. It's really one of the most beautiful places in the world. I'm sure\nthat many of you have seen the movie \"Sound of Music.\" Well, that's where it was filmed.\nAmidst all of this beauty, natural beauty, you had this terrible concentration camp. In fact, there\nwas Edelweiss growing on my father's grave. Too difficult to understand how people can go so\nlow as what happened during the Holocaust. It's really incredible.\n>> Bill Benson: You have something of your father's with you today. Don't you?\n>> Al Munzer: Yes. | don't -- as | said, | never knew my father. | never had a chance to meet\nwith him. | have a few little possessions of him that I've really, really -- cling to. And one of\nthem is this fountain pen. My mother encouraged me to take this fountain pen with me\nwhenever | had a difficult exam to take, for example, admission to medical school, or when |\nsign important documents. The fact that this was held by my father, you know, is something\nvery, very, very meaningful to me.\n>> Bill Benson: With your mother back, Al, after she left Sweden and returned and was\nreunited with you, when did she learn about the loss of her daughters, of her husband? She\nwas a very strong woman, as you said earlier. How did she to your best knowledge, adjust to\nthe extraordinary losses she experienced?\n>> Al Munzer: | still don't know to this day. My mother told me that she realized people did not\nwant to see tears. So she suppressed tears so hard that she would, you know, hold her hand\nvery tight and she actually developed an infection on her hand just to suppress any tears.\nInitially the thought was, as | said, that Mima would continue to take care of me but then, sadly,\nMima passed away two months later. So my mother was really left all alone with me at that\npoint.\n>> Bill Benson: And a profound loss for you.\n>> Al Munzer: Another profound loss for me. In fact, | have very, very few memories of Mima.\nOne of the very few memories | have of Mima is that she used to sing a lullaby to me. And a\nfew years ago | told a story, just like I'm telling it to you, to a group of Indonesian students\nvisiting the United States to learn about religious pluralism. Indonesia is a predominantly\nMuslim country. And | told the story. And at the very end | told the students, you know, | have\nvery, very few memories of Mima. Mima, who, by the way, was Muslim. And all | remember\nabout her is she used to sing a lullaby to me and it was called Nina Bobo. And all 25 students\nstarted singing it in unison. It brought tears to my eyes. It was an incredibly powerful moment.\nAnd after that, young women in the group with head scarves, traditional Muslim women, came\nup to me, hugged me, and said, you know, we are family. And | think that really contained a\nvery, very important lesson to me, a lesson | think that the world needs to hear.\n>> Bill Benson: And you're doing all you can to help share that lesson.\nBefore we close and have a chance to turn to our audience, there were many more\nchanges ahead for you. You and your mother moved to Belgium in 1952. And in 1958 you\nwere able to immigrate to the United States. What were those adjustments like for you?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Al Munzer: Well, you know, first of all, | grew up in a post Holocaust era. | already\nmentioned how difficult it was for me to come to understand what it happened to my sisters. To\nme, you know, playing in a field of rubble was the most -- the city of The Hague had been\nbombed and largely destroyed. It was the most normal thing. Playing hide and seek in bunkers\nwas the most normal thing. So | had many adjustments to make over time. So | think that\nprepared me well for eventually coming to the United States where | had to learn English, of\ncourse, attend high school, totally different school than the one | had been accustomed to.\n>> Bill Benson: | think you told me -- it made me chuckle a | will little bit -- when you came\nhere, the kids called you \"Frenchie.\"\n>> Al Munzer: Right. In fact, many years later when | went to a reunion --\n>> Bill Benson: Not Belgian but Frenchie.\n>> Al Munzer: That's right. When | came to a reunion, some of my fellow students pointed to\nme and said \"The French kid.\" That's how they remembered me. So many adjustments. And\neven more difficult, of course, for my mother. And she had to go to work, come to the United\nStates.\nBut coming to the United States was really very important. It was a way for her to\nbreak away, really make a complete break with all the bad memories of all the things that had\nhappened in Holland and, of course, in the concentration camps and really begin to really\nbegin life anew, which she was able to do in the United States. And she lived well into her 90s,\neventually moved here to Washington, started painting again, which she had done as a young\nwoman, and really, you know, | think had a good life in the end.\n>> Bill Benson: Al, did any other members of your extended family survive?\n>> Al Munzer: The only person who survived was a brother of my mother's. He was one of the\nsiblings my mother had been with in Berlin. And he and his wife and young son managed to\nget a visa to Bolivia, just about the time of Kristallnacht, Night of Broken Glass. So to this day |\nstill have some relatives living in Bolivia, one of the poorest countries in the world. Some of\nthem have migrated, you know, to Chile but | still have family there. Not all that long ago we\ncelebrated a wedding of one of my uncle's great grandchildren.\n>> Bill Benson: In Bolivia?\n>> Al Munzer: In Bolivia.\n>> Bill Benson: | think we have time for a couple of questions from our audience. Why don't\nwe -- are you up for that?\n>> Al Munzer: Absolutely.\n>> Bill Benson: I'd like to ask you to stay with us during the question period over the next few\nminutes because we're going to conclude with some closing remarks from Al. We have\nmicrophones in both aisles. We ask that you wait until you have a microphone in your hand.\nThey will help identify you because we have difficulty actually seeing you with the lights. So\nwe'll try to spot hands as best we can. | will repeat the question as best | can just to make sure\nthat Al and all of us, actually, hear it before he responds to it.\nIs there -- there we go.\n>> Hi. Fantastic story. First of all, how old were you when your mother started telling you her\nstory? And did she volunteer it or did you have to encourage it?\n>> Bill Benson: What was last part?\n>> Did she volunteer her story or did you have to encourages her telling the story.\n>> Bill Benson: When did your mom begin telling you what happened, her story and all about\nyour family and did you have to encourage her to do that?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Al Munzer: Well, it was a very gradual process. As | said before, the first thing, learning\nabout my sisters and learning about my father. And then, you know, beginning to go through all\nthe photographs of the family. That started, you know, at a very young age actually. Then, you\nknow, | heard little bits and pieces. And then after the Holocaust television series in the early\n1960s is when | decided that | really needed to know the whole story, that it was very important\nfor me to know. So | sat down with my mother and a map and | asked her to tell me exactly\nwhat had happened. And what concentration camps she had been in at what time. And that's\nwhen | began to reconstruct the whole story. She did that really voluntarily. And | think it really\nhelped her also, to have someone to share the story with.\n>> Bill Benson: We have one right here and then one in the front. We're going to get a\nmicrophone down to you. It's coming down on this side. There you go.\n>> How old were you when you came to the U.S. and which part of the U.S. did you live in and\nmove to?\n>> Bill Benson: How old were you when you came to the U.S. and where did you move to?\n>> Al Munzer: Well, we came to United States in 1958. It really took a very long time actually\nto get a visa to the United States. We really did not have any close relatives here.\n>> Bill Benson: So she had been trying for a while.\n>> Al Munzer: Trying for a while, yes. Oh, where. We arrived in New York City.\n>> Bill Benson: You were 17?\n>> Al Munzer: | was about 16, 17 years old. We arrived in Brooklyn. And the people we stayed\nwith was a woman who had been imprisoned with my mother, who went through all the same\nconcentration camps.\n>> Bill Benson: Eight of them | think.\n>> Al Munzer: And that's where they really bonded. This woman also told me some amazing\nstories of what it was like for these women in the concentration camps and the kinds of things\nthat kept them alive. So in her case this woman's case, Hella, she somehow managed to\nsmuggle a corset into the camp.\n>> Bill Benson: A corset?\n>> Al Munzer: A corset. And the women would take turns wearing that corset. And it was sort\nof their way of continuing to believe that there was a world outside of the camps a really funny\ntype of thing. Just in the way -- a totally different way from the way my mother held on to the\nphotographs which kept her alive, she told me.\n>> Bill Benson: | hadn't heard that before. Thank you.\nWe have a question in the front row. Here comes your mic. We will be able to hear\nyou. We want to make sure everybody in the back hears you.\n>> Hi. With the inability to leave the house that you were staying at, at Mima's, and Mima being\nilliterate, when did you start being able to read and write in any language?\n>> Bill Benson: The question is, With Mima not being able to speak English and limited\neducation, when did you begin -- and couldn't go to school, obviously --- when did you begin to\nlearn to read and write?\n>> Al Munzer: Well, fortunately there were three other children, the three Madna children in the\nhousehold. One of the memories | have is when they were trying to do -- they were doing their\nhomework. So | took a pen and started scribbling, imitating them. And they all started laughing\nbecause obviously it was just scribbles, you know. | was 3 years old. But | do remember being\nvery, very angry because they were laughing at me. But | really learned Dutch through them.\nAlthough my real native tongue initially was the Indonesian language. | retained very, very few\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nwords that | remember. Very few.\n>> Bill Benson: We're going to end the program in just a moment. When Al finishes the\nprogram, we'd like to invite you to feel absolutely free to come up on the stage after the\nprogram and ask another question. If you have a question and didn't get to ask it. Or just say hi\nto Al, shake his hand, get your picture taken with him. Please feel free to do that.\nUnfortunately there's so much more Al could share with us. And one of the things,\njust to give you a hint at, as a result of his speaking and doing other things related to the\nHolocaust, he became acquainted with people in Indonesia with a unique story about this\nIndonesian family. And subsequently over the last several years you've been brought to\nIndonesia several times. And a documentary is being finished right now about his story and\nthis Indonesian family. So there's been a remarkable connection with that country in the last\nfew years.\nIt's our tradition at First Person that our First Person gets the last word. So | will turn\nit over to Al to close it. Before he does, | want to thank you for being with us. | remind you we\nwill have a First Person program each Wednesday and Thursday until August 10. So if you\nhave the opportunity to come back, please do. The museum's website will have information\nabout our program in 2018.\nSo with that, Al?\n>> Al Munzer: | think the greatest tragedy of the Holocaust, to me, wasn't even the loss of six\nmillion people or even the loss of my sisters and my father. It was the fact that it was not the\nlast genocide. As | told you, a few years ago | met a young man who as a 10-year-old, was a\nprisoner in Cambodia. And he and | have bonded as being common survivors of genocide. But\nthe positive thing that | learned and the message that | really want to leave with you, that even\nin a sea of hate it is possible to do the right thing. It is possible like Papa Madna and Mima\nSaina to stand up to hate even when you're surrounded by evil and to do the right thing. And\nthat's what they did. It's a tremendous power that we, every human being, has. | think that\nthat's really a thought | hope people would take with them as they leave today.\n>> Bill Benson: Thank you.\n[Applause]\n",
    "segments": []
}