{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, April 2, 2014\n11:00 a.m. — 11:54 a.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFANNY AIZENBERG\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us today. This is our 15th year of the First Person program.\nOur First Person today is Mrs. Fanny Aizenberg whom we shall meet shortly. Fanny is right\nhere. You'll get a more formal introduction to her shortly.\nThis 2014 season is made possible by the generosity of the Louis Franklin Smith\nFoundation with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in the program or speak with the museum representative at\nthe back of the theater. In doing so you will also receive an electronic copy of Fanny\nAizenberg's biography so that you can remember and share her testimony after you leave here\ntoday.\nFanny will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor a few questions of Fanny at the end of the program.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Fanny is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with her introduction.\nWe begin with this portrait of Fanny and her daughter, Josiane, taken in 1942.\nFanny was born on December 3, 1916 in Lodz, Poland. She was the second of three\ndaughters born to Benjamin Orenbach and Rivke Leah Aspis Orenbach.\nSoon after her younger sister, Rose's, birth in 1921, the Orenbachs moved with their\ndaughters, Terese, Fanny, and Rose to Brussels, Belgium. On this map the arrow points to\nBrussels.\nFanny graduated from college where she studied dress making and design. While\nworking as a dress maker for the Royal House, Fanny met Jacques Aizenberg. On May 19,\n1938, Fanny and Jacques were married. Here we see their wedding portrait.\nOne year later, on March 21, 1939, Fanny gave birth to Josiane. The following year\nof May 10, 1940, Germany invaded Belgium. This picture of Jacques, Fanny, and Josiane was\ntaken in 1941.\nIn 1942, Germany began the roundup of Belgian Jews. Fanny arranged to hide\nJosiane in a Carmelite Convent. For security reasons, Fanny was not told where her daughter\nwas hidden. This photo of Josiane was taken in 1941.\nIn Brussels, Fanny worked for the underground. In 1943 she was denounced and\nsent to the Malines transit camp in Belgium and then to Auschwitz. The arrow on this map\npoints to Auschwitz.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nHere we see a document recently uncovered in the International Tracing Service\nArchives listing Fanny on the Transport List from Malines to Auschwitz. Fanny's name is\nnumber 119 if you can see that in the almost -- almost towards the middle of the document.\nHer profession of seamstress is listed in French on the right-hand side.\nHere we see Fanny's daughter, Josiane, being recognized for the work in the\nBelgian Resistance. This photo was taken in 1944 after Belgium was liberated but before\nFanny was liberated. Fanny lives in the metropolitan DC area. She and her husband Jacques\nmoved here in 1983 after 25 years in Atlantic City. Jacques passed away in 1988. Fanny's\ndaughter, Josiane, lives here and is retired from her work as a social worker for abused\nchildren. Josiane and her husband, Alfred Traum, are also Holocaust survivors.\nFanny's volunteer work at this museum includes translating documents from French\nto English. She recently translated a book about the deportation about Belgian Jews. And on\nSundays you will find her here at the museum at the Donor's Desk answering questions.\nFanny has spoken at several seminars, including this museum's event, to commemorate the\nliberation of Auschwitz. She has been here at First Person several times. Fanny was last with\nus in 2012, two years ago tomorrow. Unfortunately she suffered a broken shoulder in a fall in\n2013 and couldn't join us, but here she is again today.\nFor 30 years Fanny has been an active member of the Yiddish Club at a senior\ncitizens center that meets twice weekly and she is also a sculptor. And before | bring us to\nFanny, introduce Fanny, | want to also introduce you to her daughter, Josiane.\nJosiane?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\nAnd with that I'd like to ask you to join me in welcoming our First Person, Mrs. Fanny\nAizenberg.\n[Applause]\n>> Fanny Aizenberg: Thank you, Bill.\n>> Bill Benson: You're welcome.\n>> Fanny Aizenberg: Thank all of you for coming today.\n>> Bill Benson: Thank you, Fanny. Thank you for being so willing to, again, be our First\nPerson guest. We are so glad to have you with us. We only have an hour and we could\nspend today and tomorrow with you and not even begin to hear all you have to share with us,\nbut we'll cover as much as we can today.\n>> Fanny Aizenberg: It depends on the audience how much they want to know.\n>> Bill Benson: They want to know a lot. They want to know a lot.\nWhen you were born in Poland, your family moved to Brussels.\n>> Fanny Aizenberg: | didn't know when that happened. But my life really started in Belgium.\nBecause of my age. Because of my age.\n>> Bill Benson: You told me, Fanny, that you had a wonderful childhood.\n>> Fanny Aizenberg: Extremely.\n>> Bill Benson: Tell us about that.\n>> Fanny Aizenberg: Belgium is a small country. It's just the size of New Jersey. But one\nwonderful thing in Belgium which hadn't happened in any country in Europe is that the convent,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe nuns, had helped Jewish people. And don't forget, food was rationed. And in Belgium they\nhad big signs on different countries. If we find a Jewish person that you're helping and you're\nhiding, we would kill you and the people who have been hiding.\nBut just to give you an idea, because of their dedication and their caring, if you ever\ngo here to the 5th floor, there's a documentation of those people who came here and they\nhave been asked to tell what made them to do such a wonderful thing. And don't forget,\nbecause of their caring, because of their dedication, Belgium is the only country where they\nsaved 4,000 Jewish children including my own child here today. So just to give you an idea\nthat it doesn't matter what you are. If you care to help -- and the documentation they have\nhere, those people have been interviewed. What made you do that? And you know, the\nsimplest thing they said, \"Isn't that the normal thing to do?\" Which is just unbelievable.\n| want you to do, since you're here visiting -- I'm volunteering here. I'm injured and |\nlive in a wheel chair. What | have learned here and | volunteer every Friday is because of the\naudience. People come to see the Museum. It's just amazing that those people -- the only\nreason what made us do that, because that's the normal thing.\n| appreciate all of you coming because there's so much to learn. And the purpose of\nsurvivors to come and speak to you guys, to your people, because there's so much that we\nought to do to help another human being. And don't forget because of such small convents\nand nuns and other helpful people, 4,000 Jewish people, Jewish children, are alive today.\n>> Bill Benson: And, Fanny, in a little while we're going to talk more about that. Before the\nwar -- let's talk about your life a little bit before the war. Before war broke out in Europe in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSeptember 1939, by that time you had finished college, you had gone to work, you got\nmarried, and you had your daughter, Josiane. During that time, though, while that was\nhappening for you, Hitler came to power, Kristallnacht happened. Tell us in those early adult\nyears, before the war actually began, what effect did what was happening have on your life?\n>> Fanny Aizenberg: A tremendous effect because Belgium and Holland are very small\ncountries. Belgium and Holland, they were promised they would remain a free country like\nSwitzerland or Spain. But, of course, as you know by today, that has not happened that way.\nThe Nazis who had been sabotaging, the Nazis were in Belgium in 1939, which we didn't know\nthat. And, of course, at the museum, shows how it has been done.\n>> Bill Benson: Tell me a little bit about your husband, Jacques. Tell us about him.\n>> Fanny Aizenberg: Well, my late husband, he was a violin player. He and five other people\nwere making a living playing in movie houses until 1938. It's hard for you people to imagine\nhow the changes have been made in Belgium. But then again, not too long ago they had a\nmovie called \"The Artist\" and in the movies had the same problem because once they came in,\nthe artists in the performance lost their job like many others. Then he went to night school and\nbecame a tailor.\n>> Fanny Aizenberg: So he became a --\n>> Bill Benson: He became a tailor after he could no longer become a musician.\n>> Fanny Aizenberg: Right.\n>> Bill Benson: When you first got married, you were working, too. You had a prominent job\nin the Royal House.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Fanny Aizenberg: Another thing, Belgium has free education. If you go the first six grades\nand you're ok, you could continue after university. This is what happened in Belgium. And |\ndon't think | would have been able to get the higher education | got. | graduated BA in Art and\nDesign. And because of that, a few of the other people who graduate at that time -- and don't\nforget, education is free of charge. As long as you make the first grades. Then you can\ncontinue. And a few of us who graduated, to university, we got the job working for the Royal\nHouse. You see, Belgium still has royalty and power in Belgium although it's a Catholic\ncountry. But they still have free education.\n>> Bill Benson: March 21, 1939, 75 years ago, if you don't mind me saying, you had your\ndaughter, Josiane. At that time, knowing that -- what was going on in Germany, although the\nwar hadn't officially begun, Hitler was clearly -- had clearly established his power long before\nthat. When you had Josiane, were you and Jacques fearful about the future at that time?\n>> Fanny Aizenberg: Not at all. We were not. And this has been our problem because we did\nbelieve the government when they say Belgium and Holland would remain free. We believed\nthat this is going to be true, but, of course, it wasn't. And we were innocent because after\nKristallnacht -- | don't know if you heard about it. You'll learn a lot about Kristallnacht.\nKristallnacht happened in 1938 in Germany and in Austria. Through Hitler's orders, people\nwere killing Jews, arresting Jews. That's why it's called Kristallnacht because they were\nbreaking windows, harassing Jews, just because of being Jews.\n>> Bill Benson: The Night of Broken Glass.\n>> Fanny Aizenberg: Yes. And because of that, a Jewish organization in Germany and in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 9\nAustria were saving 2,000 Jewish children, came to Belgium and every family, Jews or\nnon-Jews, were hiding all of those Jewish children.\n>> Bill Benson: And you had one in your home. Right?\n>> Fanny Aizenberg: Everybody, even Jewish, non-Jewish people felt the sympathy because\nBelgium, though Belgium is a Catholic country, we had not been raised of hate like has\nhappened in many other countries. And | guess this is why the churches and the priests and\nthe nuns had been willingly opening their churches. And | repeat myself. Thanks to their\nwillingness and their courage -- don't forget, food was rationed. It was quite an\naccomplishment, 4,000 Jewish children alive today including my own child.\n>> Bill Benson: Fanny, Germany invaded Poland to start World War II and then Germany\ninvaded Belgium in May 1940. Tell us what happened to you and your family once the\nGermans came into Belgium.\n>> Fanny Aizenberg: Well, first of all, as soon as Poland was invaded by the Germans the\ngovernment in Belgium had asked young men to sign if they would be willing to help Belgium.\nOn that particular time, although we were very young, we all had doubts what's going to\nhappen in Belgium although Belgium was not occupied at that time yet. But the Jewish\norganization in Germany and in Austria, they had organized the Kindertransport. Youngsters\nto the age of 10, they were saved, and they all arrived in England and they survived today.\n>> Bill Benson: Speaking of England, once Germany invaded Poland -- excuse me, Belgium,\nthere was a Call to join the Royal Air Force from England.\n>> Fanny Aizenberg: Well, people had joined England's Army. Anybody. They had been\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nasked to sign up. In case there would be danger, they would need their help. Thousands of\npeople had signed up.\nAlso, Belgium was an open country until the Germans invaded it. And everybody\nwas allowed to come because many people thought they had been lucky to be hidden in\nBelgium and survive. So because of that many, many people had signed up. They didn't\nknow for what. They didn't know what was going to be done. And this is why in England they\nhad the vision from all different countries who had been able to escape to England.\n>> Bill Benson: Your husband Jacques, he answered the call.\n>> Fanny Aizenberg: Oh, yeah, and many, many, many other people.\n>> Bill Benson: Tell us what happened.\n>> Fanny Aizenberg: In Dunkirk -- | don't know if you're familiar; the border of going to\nEngland. All of those people who signed up, when the Germans occupied, they had to sign up\nand they met in Dunkirk, which is just the border. In Dunkirk there were ships waiting for the\npeople to be evacuated, arranged by British. But the sad thing is that the underground from\nGermany, or the Nazis -- all the Nazis had bombed those ships. Only one ship arrived in\nEngland including my husband.\nBut you see, we didn't know anything what goes on in the world. Because as soon\nas the Germans occupied Belgium, first thing they did, they had talks in the neighborhood\nannouncing that we have to follow orders otherwise we're going to be punished.\nBecause of that, they had confiscated our radio. It's so difficult for young people today to\nunderstand how important a radio was in our lives because that was the only way we could get\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe news from the world. | say for young people today, difficult because there's so much\ntechnology that we don't need a radio. But that's how.\nAnd that was the first thing, the first punishment we had. Because of that, they were\nable to arrest people wherever they were. We were supposed to be told that we're going to\nwork in Germany, but we never knew if we were going to work or what the purpose was.\n>> Bill Benson: So now you're alone with Josiane because you don't know if your husband is\nalive or dead.\n>> Fanny Aizenberg: Nobody knew because we were not allowed to buy a newspaper and not\nhaving the facility of the radio which was our only way of getting the news on the rest of the\nworld.\n>> Bill Benson: So, Fanny, once Jacques was gone, what did you do to support Josiane and\nto try to avoid more problems for yourself?\n>> Fanny Aizenberg: Well, most young people, my age at that time, we all had the\nunderground.\n>> Bill Benson: You joined the underground.\n>> Fanny Aizenberg: The underground. And Belgium, so interesting, the people to realize it is\nthe only country that people -- we have to sign our name and our address. This way it would\nbe easy to know where we are and to get that. And that's how the word underground solidarity\nstarted. People had been in Belgium from Germany and from Austria, and that's how us young\npeople we were at that time. We have got to know those people, too.\nAnd we had an attic at that time. And that's where many people were hiding.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: In your attic?\n>> Fanny Aizenberg: Yes. They were hidden in the attic. We didn't even know their name.\nAnd we shouldn't know because the main fear was if we would be arrested and beaten, that\nwe would give out the names of all of those people, which we didn't.\nAnd this is why when the war ended in Belgium in 1944, my daughter and another\nyoungster got a decoration because what we had done during the war. And the reason for the\ndecoration is because | was helping. You see, in Belgium, also, is the only country where\nJews and non-Jews were together in the same underground. People were different and\nhelping other people.\n>> Bill Benson: And while you were working in the underground and the resistance, the\ndeportations of Jews by the Nazis began in Belgium in 1942.\n>> Fanny Aizenberg: And very strongly. Very strongly in their homes and many other places.\n>> Bill Benson: And that led you in 1942 when Josiane was 3 years old, to make --\n>> Fanny Aizenberg: She was 3.\n>> Bill Benson: To make that extraordinary decision.\n>> Fanny Aizenberg: | tell you, for many days and many nights | could not decide what to do\nor what not to do. | think this was the biggest decision | have made in my young age, which |\ndon't know how this was possible. | really didn't have a choice because it was either hiding my\nchild -- because as a young person | was sure we were going to be arrested and sent to work.\nWe still didn't know what work means to the Germans and what work means to the rest of the\npopulation.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: When you were able to put Josiane in hiding --\n>> Fanny Aizenberg: Well, also, through the people we knew from the underground, two\nladies came to take my child into hiding. | don't have to tell you. Anybody who has a child\ncould understand the irony how you separate with your child and that's all | had. How you\nmake that decision.\nAnd another thing. We were not allowed to know where they were going to be\nhidden. The people were smart enough to know if we're going to be arrested, we're going to\nbe beaten and tell them where it was so we were not allowed to Know where my blessed child\nwould be hidden.\n>> Bill Benson: And once Josiane went into hiding and you didn't know where she was, by\nthat time your father had been taken.\n>> Fanny Aizenberg: Yes. You see, in Belgium, Jews were not allowed to be buried legally.\nSo they had a group of people including the rabbi. And that's what nighttime they made\narrangement. And in hiding and in secret those Jewish people who died that period of time\nhad been helping and burying legally, normally, how our people should be taken care and\nburied at that particular time.\n>> Bill Benson: So now it's you and your mother. You have to go into hiding.\n>> Fanny Aizenberg: My mother was in hiding in a place called an old age home. But at that\ntime in Belgium they only had old age homes for non-Jewish people. That's where my mother\nwas hiding for many years. But then once my late mother and | got together, and we had been\narrested, and we were taken to a place called Malines, which was a camp. Once they had a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\ncertain number of people, though we had to work there we were deported.\nWe were taken after 10 days, taken into a cattle train which you're going to see once\nyou go on the tour. In that particular cattle train, they had 111 people. After two days and\nthree nights when people were open -- the cattle train was open, 40 people came out alive.\nJust to give you an idea of the conditions on the cattle train.\nAnd once you see the train, it gives you an idea how bad and how impossible or\ndifficult it was because people couldn't even breathe. Can you imagine? 111 people in one\ncattle train.\n>> Bill Benson: Of course, you didn't Know you were going to this place called Auschwitz, but\nnow you found yourself there.\n>> Fanny Aizenberg: We didn't even know that name. We never learned that name until we\ngot there. Because | also know that the majority of young people who were in the underground\nwould have killed themselves if they would have known what our destination would be.\n>> Bill Benson: So once you were there, tell us wnat happened when you got to Auschwitz.\n>> Fanny Aizenberg: Well, Auschwitz was a place that there's no words to describe. Although\nit has been so many years, such a horrible thing has been committed to Jewish people. And\nnow | have learned when | volunteer here on Friday that all the witnesses deported and\narrested.\nAs a matter of fact, in a couple of weeks, they're going to have a whole group of\nJehovah's Witnesses, and they want to speak up and let the world know what has been\nhappening.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: When you got to Auschwitz, you were spared from dying. You were selected\nto do slave labor.\n>> Fanny Aizenberg: Which, of course, we didn't know. We were put in line: one line for\nwomen, one line for men. My mother went in another line, and | went into another line. So\nwhen the officer -- another thing | didn't tell you. When the door from the train opened, we\nwere greeted by Nazi soldiers with barking dogs. Just to give you an idea how that welcome\nhas been. And we were told that we have to leave everything on the train. There's no words\nyet invented the horrors which have been committed on people.\n>> Bill Benson: What were you forced to do when you were there?\n>> Fanny Aizenberg: Well, once we got to Auschwitz and off the cattle train and we would line\nup, one side women, one side men. And my mother went to another line and then | was hit\nover the head. \"If | tell you to stay here, you don't go there.\" | felt to be with my mother, we\nboth could survive because we didn't know that this could be a surviving place.\nA group of us had been taken to a prison door. We had to undress completely.\nDon't forget, we were young women and come from decent homes. We had never undressed\nin front of strangers. But we were so overcome with fear that we still did not believe that we\nwere in such a hell.\nIn that room once we were undressed, our head was shaved and we were given a\nuniform, a striped uniform, and wooden shoes and our hair was shaved. And also from there\nwe were taken to the shower, and from there we were taken to the barracks. A barrack\nconsisted of shelves. And on the shelves there was room for six people. And there were six\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nshelves on each side. And the shelves were covered with straw. | cannot express any words\nhow scared. We didn't know what's the next -- is coming of us.\nSo after the shower we went to our barracks. You see, we became like family with\nthe five other people in hope by just supporting one another maybe the life would not be as\ndevastating.\nSo the next morning we were again put in line. We were put in line a few times\nduring the day. And that was for selections. We didn't know what the selection means. A\nselection meant that the crematorium were there. They had been so organized with the help of\nso many other countries that they had a crematorium. They were putting a hundred people in.\nAnd in four minutes after, the four people were -- the 100 were dead. There was another line,\nanother 100. That was going on for 24 hours a day.\nOur group was chosen to work at the ammunition factory. And the fumes were very\nbad because of the chemicals used to clean those little bombs. And we were told that those\nlittle bombs are being cleaned. Another group, they was putting powder which was the\nexplosive to kill people. But we didn't know that. We all got sick from that.\nAnd once you got sick in Auschwitz, we were told afterwards -- another thing they\ndid, we were not people anymore. We had a number tattooed on our arm. That was like cattle\ntoday in farms. Cattle have numbers. That's what we had.\n>> Bill Benson: If you don't mind me asking you this.\n>> Fanny Aizenberg: Not at all.\n>> Bill Benson: You were tattooed, as you just said. You were tattooed twice.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Fanny Aizenberg: The reason | was tattooed twice, because three days later they realized\nthat two people had the same number. So the four of us who had the same number went back\nand we are tattooed twice. And that's why | have two numbers. You'll see me afterwards.\nSo we went to work in the ammunition factory. And that's where Eichmann came to\nvisit us because they felt we didn't make enough of our quota, although we were working\nabove the human capacity if that's possible. Then again, it was five miles from the barracks to\nthe work and from the work to the barracks back. And coming back we were supposed to get\ntea, which was the taste of plain water. And in the morning to start work, we were working 20\nhours a day, and they felt it's not the capacity of ahuman being. Many, many people just died\nbending over and cleaning with the chemicals.\n>> Bill Benson: While you were there at Auschwitz, | believe one of the crematoriums was\nblown up.\n>> Fanny Aizenberg: Right. One crematorium was blown up. It was on television not too long\nago. Five women were able to steal the little bombs with the powder. They hid it under. They\nwere able to blow up one crematorium. One person, one woman, was able to escape because\nthe others were caught and they were hanged in front of everybody in camp. Not only\nbecause they were hanged in front of everybody because we all have to stay in line until they\nall died.\n>> Bill Benson: Fanny, | Know this is just so hard to talk about just in general, but you were\nalso, on top of everything you described, you were selected for medical experimentation.\n>> Fanny Aizenberg: That's the hardest thing to be able to talk. We stayed in line for any\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nreason, no matter how cold or how freezing the weather was. And in Poland at that time the\nweather was very, very cold at the time we were there. We were in line. We were checked if\nwe have lice. Many times on that time of standing in line, which happened very often, a officer\nby the name -- isn't that --\n>> Bill Benson: [Inaudible]\n>> Fanny Aizenberg: There was one officer. His name was famous.\n>> Bill Benson: Mangele?\n>> Fanny Aizenberg: I'm sorry. They never found him alive. His biggest dedication for Hitler\nwas to take people out of line regardless they pick women, young women, also pick babies,\nand also picked twins to make different kinds of experimentation. And | also was taken once,\nlike many other young women, and mainly babies.\nIt's unbelievable what educated professors with their own hands were able to kill\nbabies. Although they were educated professors and church goers, they did that. And I, too,\nwent through the experimentation. Because of that, with many years of having medical care, |\nhave never been able to have more children.\n>> Bill Benson: You would endure Auschwitz, and somehow you were able to survive until\nJanuary 1945, as the Soviets, as the Russians got close.\n>> Fanny Aizenberg: That's because Auschwitz was evacuated because the Russians was\ncoming, very, very close.\n| don't know if you ever heard the word Death March. The reason why it was called\na Death March is because it was freezing snow and we were marching to different camps for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nabout three months.\n| have a friend who works here who has studied the maps and made maps. Next\ntime if | ever come back --\n>> Bill Benson: You'll come back.\n>> Fanny Aizenberg: | don't know if I'm going to make it. But anyway, thank you.\nSo he has made the maps.\nWe had been marching for three months without food and without anything. The\nreason why it was called a Death March, because it was very heavy winter, 17th of January.\nThat's why they have a special program here for that particular date. So the whole world could\ncelebrate or memorize all of those people we don't have here today. We're never going to find\nout how many. And the reason for that, that many people -- whenever you saw on the snow,\ndrops of blood, you knew that there was a human being underneath.\n>> Bill Benson: You were taken to a place called Ravensbruck. What kind of place was that?\n>> Fanny Aizenberg: It was a camp. Again, for women only. And, again, we have learned\nthat they, too, went through the medical experimentations. They had lived through the Death\nMarch, through the end of the war. And they had sued five German physicians and two were\narrested, believe it or not.\nWhen you go here -- isn't it on -- where you see the Nuremberg Trial. And the sad\nthing is, of all of those famous, educated professors, were able to commit such unhuman\nexperimentation on human beings.\n>> Bill Benson: Somehow you were able to survive.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Fanny Aizenberg: Yeah. It's a big question because none of us have been able to find an\nanswer why one survived and one did not. But we came at the end of the war, and we were at\nthe border -- | don't Know if you ever see the map of Germany. It was the last battle between\nthe Germans and the Russians.\n>> Bill Benson: That's when you were liberated?\n>> Fanny Aizenberg: We were not liberated. We just gave up. The six of us were barely\nalive.\n>> Bill Benson: These were the six that you had been with since Auschwitz. Right?\n>> Fanny Aizenberg: That's right. You know, we became like family in order to just Support\nmorally, whatever you call it. But we were barely alive. We couldn't even move anymore.\nBecause | don't want to describe you what has been done to all the people who\nsurvived Auschwitz. There's no words. A wonderful book called \"The Night.\" Again, there's\nso many words. There's no words that you could describe such a pain and such an injustice\ncommitted to people.\n>> Bill Benson: When the Russians found you, how did they treat you?\n>> Fanny Aizenberg: The Russians found us very, very accidentally because we looked like --\nyou know those black bags you put your garbage in? That's how we had been found out.\nThey were looking for Russians. That was the last battle. And, of course, the Russians at that\ntime won. And they were looking at the Russians hiding in the woods.\n>> Bill Benson: Looking to see if Germans were hiding in the woods.\n>> Fanny Aizenberg: That's correct. They were looking for Germans who were hiding. And\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nmany were.\nAnd by the way, if any German had been found, there was no trial. They were shot\non the spot.\n>> Bill Benson: But in this case they found you.\n>> Fanny Aizenberg: In this case the six of us were very, very lucky that they have found us.\nThey took us in and they cleaned us. Don't forget, we all had Typhus which was very\ncontagious and very dangerous at that particular time.\nAnd another thing | want to tell you, our group -- the Russians, the first people who\nhad penicillin. We were lucky to be the first ones to get injection of penicillin. | don't think |\nwould be sitting here today. And then the penicillin was divided.\nAlso, because of the Russians, the Russians were the first people -- if you see the\nmaps, you're going to see the way to march from the end of the battle to Berlin. The Russians\nwere the first ones to arrive in Berlin. And the Russians were the first nationality or the only\npeople who were the first ones to sign the peace treatment. And also because they had lost\nso many of their people.\n>> Bill Benson: The war -- when the war was over, you would eventually find Josiane, would\nreunite with Josiane. And you would reunite with Jacques, your husband.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: Tell us how that all happened.\n>> Fanny Aizenberg: Well, | had a sister who was also working for the underground. She and\nher husband were working in the basement of a church. That was a place where the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nunderground -- for the underground. And everything was in hiding. You didn't know, maybe\njust the next person you were working with or you were with. So when | -- after about a few\nweeks we came back. They took us back from where we are. | came back to Belgium with\nanother of the six people only because she had no other place to go. She was from\nCzechoslovakia and there was no survivors. So she came with me. The four others were from\nFrance. And they went back to France.\n>> Bill Benson: So you made it back to Belgium.\n>> Fanny Aizenberg: Once | came back to Belgium, the Red Cross took us back to where we\nwere. But | didn't have that place where we were. So my sister had her apartment, and she\nhas found my child. Can you imagine? It was like heaven if that word ever exists. And | found\nmy precious child.\nBy the way, and then my husband was with another group in England. And his\ndivision was bombed. He was for two years in the hospital. That's why he came back in 1946\nwhen we were reunited.\nAnother thing, my child was 5 years old. You have seen a picture here when she\nwas 5. We all stayed at my sister's place. At night she used to sneak in and come to my bed.\nAnd she tied her night gown to mine to make sure | wouldn't run away anymore.\n>> Bill Benson: Were you able to find out the circumstances of where Josiane had been\nhidden?\n>> Fanny Aizenberg: Oh, yes.\n>> Bill Benson: You were able to learn about them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Fanny Aizenberg: At that time the convent. | don't know if any of you people have gone. It\nstill exists. It's called a Carmelite. It was only a convent during the war. What they have now\nis delinquent people who need a home, who need shelter. That shows you the kind of people\nwho hope to help no matter what.\nAnd it's so surprising the power we all have, even with little things to help another\nhuman being. It makes you feel better.\n>> Bill Benson: Your older sister was the one who found Josiane.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: How about your other sister, Rose?\n>> Fanny Aizenberg: She was a nun during the war. She was wearing the habit.\n>> Bill Benson: That's how she was able to survive.\n>> Fanny Aizenberg: Yes. That's where the underground -- they made information. Because\nthe information were only given to very few people, like to the place where they had a key to\nthe place where they were hiding. And my place is only because one knew the name for the\nother one. And they only had the key for the person who was supposed to be there. That's\nhow the underground was able to communicate and work together. And that's why Belgium\nbeing such a small country the largest number of people had been saved through the four\nyears of the war.\n>> Bill Benson: You and Jacques and Josiane would make it to the United States, but not until\n1949. So for four years --\n>> Fanny Aizenberg: We had -- number one, we didn't have relatives in Belgium. My husband\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nhad a brother in America. That's what made us come. We had a hard time even here\nbecause it's a different way of life.\nAnd don't forget, we didn't know English at that time. But it was fun and interesting.\n>> Bill Benson: Before you came to the United States, after the war for four years you\nremained in Belgium trying to rebuild your life and your family. What was life like for you after\nthe war?\n>> Fanny Aizenberg: After the war, for me, it was very, very difficult. Believe it or not, it took\nme 50 years to be able to tell what | have gone through. And | think this has happened to\nmany people who have survived. Because, myself included, we always feel it was our fault\nthat all of those horrors had been committed to human beings. | mean, those\nexperimentations is not even describable. And the same thing what those educated people\nhave been able to do to babies.\nAnd | tell you, my eyes have witnessed things which | would never see and never\nwill go out of my brain all my life.\n>> Bill Benson: Fanny, you mentioned that when you came to the United States, it wasn't\neasy. You didn't know English, of course.\n>> Fanny Aizenberg: Not only it wasn't easy, there was very, very few people who wanted me\nto tell anything, a young woman with a baby, how you survived. But nobody wanted to know\nthat particular story. That's why | didn't speak. That's why it took me 50 years to just\nrecognize that this was not my fault or to many of the millions of people, which you're going to\nlearn.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n| have pamphlets here. | hope you're going to collect it. It's the map from every\ncountry in Europe which was occupied. And on that map it tells you the names of the different\ncountries. It also tells you how many people had been deported of each country. Because |\nfound out very accidentally -- and | have made copies. Whenever I'm here | try to pass it out.\nWhen you see something in black and white, it makes it easier to understand how many\npeople.\nBecause not many people who have survived want to admit that they have been in\nAuschwitz. Not too long ago we had a visitor here who had survived Vietnam. None of them\nhad legs or arms anymore. They came to the Museum. They come from a very, very poor\nbackground. They wanted to know how many people had been deported. And this we have\nnever found out. A small town in Poland, 7,000 people had been killed. And 16 survived. All\nof those 16 people have changed their names, and they all moved to Australia. They just tried\nto get out of what they saw, what they had witnessed or what was done to them. So that's why\nthere's no possibility to ever find out.\n>> Bill Benson: I'm going to ask you just one more question and then maybe we have time for\na couple of questions from our audience. What happened to your sisters after the war?\n>> Fanny Aizenberg: This is so amazing. My oldest sister was in hiding during the war. And\nmy youngest sister was in hiding through the war. And they both died of cancer. And here |\nwas in Auschwitz, and all the other pain situations | went through. And | know now that I'm\ndamaged for life. Nothing is going to change in my hurt, in my pain. That doesn't go on. They\nboth died of cancer. And here | am after all of that, and not only the food we had gotten in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncamp, but they put some powder, either the tea or the soup which was more water than soup,\nthey put powder. And none of the women had their periods anymore. And this is another\nreason why we couldn't have children after the war.\n>> Bill Benson: You had told me one time when we first met that you and Jacques had\nintended to have five children.\n>> Fanny Aizenberg: Yes, we were hoping.\n>> Bill Benson: Thank goodness we have Josiane here. Absolutely.\n[Applause]\nWould you be willing to take a couple of questions?\n>> Fanny Aizenberg: Absolutely.\n>> Bill Benson: Ok. We have some microphones. We got a big crowd, so we're going to try\nto use microphones. Try to make your question as brief as you can. And then Fanny will do\nher best to answer your question. If | think it's too difficult to hear the question, | might repeat it\nand also to make sure that Fanny hears the question as well.\nAnybody? We have a question right here.\n>> How old was Josiane when she found out the truth of what happened?\n>> Fanny Aizenberg: | don't know how well she did because -- my daughter who is retired\nnow, she used to be a social worker with Montgomery County. Now she's volunteering here at\nthe museum. She has been trained. She gives guided tours here, either to the American\npolice or -- am | right? There's another group. Oh, the league, people from America. You\nhave to make an appointment. It's worthwhile your effort.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: How old was Josiane when you really began to tell her everything that you\nwent through?\n>> Fanny Aizenberg: | never did. No. | couldn't. | never did. And she never did either. The\nonly thing she did say -- she was a very, very loved child. Everybody loves her. Before she\ntalked she was singing. And everybody loved her.\n>> Bill Benson: Tell us how you gave her her name, Josiane.\n>> Fanny Aizenberg: In Belgium they had a famous singer in France. Her name was Josiane.\nThat was the only name | heard. | heard her sing. It was just wonderful. | guess that's why\nshe was singing. Everybody seemed to like it.\n>> Bill Benson: For sure. Any other questions?\nAll right. Well, you know, | think — oh. We have one right here in the middle.\n>> Just want to say thanks for sharing your story.\n[Applause]\n>> Fanny Aizenberg: Thank you for coming.\n>> Bill Benson: I'm going to turn back to Fanny in a moment to offer us some final thoughts to\nclose our program. | want to first thank all of you for joining us and being part --\n>> Fanny Aizenberg: Absolutely. Thank you for coming.\n>> Bill Benson: Isn't ita great audience? A big audience here.\n>> Fanny Aizenberg: Absolutely. Everybody was very excited.\n>> Bill Benson: It's great to have you with us. We're not done with you. You're not done quite\nyet.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nI'd like to remind you we will have First Person programs every Wednesday and\nThursday at 11:00 a.m. until the middle of August. So hopefully if you're back, live here, come\nagain, from elsewhere, come back and visit with us. Look on the website for more information\nabout our program. You can get podcasts for each of the programs that are here. You can\nlisten to it from home on your internet, on the computer. So we welcome you to do that.\nIt's our tradition at First Person that our First Person has the last word. So I'm going\nto turn back to Fanny in a moment for her to do that. When she's finished, we're going to ask\ntwo things. I'm going to ask you to stand when Fanny's done because our photographer, Joel,\nis going to get a picture of Fanny with you in the background. So if you wouldn't mind doing\nthat, that would be really great. And the second thing is, please, because you may think of\nother questions, please feel free at the end of the program -- Fanny will be here. Come and\nsay hi to her. Ask her a question.\nIs that ok? Perfect. Ok.\n>> Fanny Aizenberg: | made it. It has been a long time -- the sweatshirt.\n>> Bill Benson: Your shirt. Where is your shirt? We're getting it right here.\n>> Fanny Aizenberg: Thank you. Once | had an audience like you guys today. And\nyoungsters were sitting with this sweatshirt that means that they take classes on the\nHolocaust. But then again, when they turned around, they all had -- it was about 16,\n17-year-old girls. That's why I'm so proud. | want to thank you all for coming.\n[Applause]\n[The meeting ended at 11:54 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}