{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFrank Liebermann\nThursday April 20, 2017\n10:00 a.m. — 12:07 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\nBill Benson: Good morning, and welcome to the United States Holocaust\nMemorial Museum. My name is Bill Benson. | am the host of the museum's public\nprogram, First Person. Thank you for joining us today. We are in the 18th year of the\nFirst Person program. Our\nFirst Person today is Mr. Frank Liebermann, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of\nour First Person guests serves as volunteers here at this museum. Our program will\ncontinue twice-weekly until mid-August. The museum's website, at www.ushmm.org\nprovides information about each of our upcoming First Person guests.\nFrank will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time at the end of the\nprogram we'll have an opportunity for you to ask Frank some questions.\nToday's program will be livestreamed on the Museum's website. This means\npeople will be joining the program via a link from the museum's website and watching\nwith us today from across the country and around the world. Recordings of all First\nPerson programs will be made available on the museum's youtube page. We are also\naccepting questions from our web audience today on Twitter. Please use the hashtag\nUSHMM. Again, USHMM. And we invite those who are here in the auditorium today to\nalso join us on the web when the rest of our programs in April and early May will be\nlivestreamed. Please visit the First Person website, listed on the back of your program,\nfor more details.\nThe life stories of Holocaust survivors transcend the decades. What you are\nabout to hear from Frank is one individual's account of the Holocaust. We have\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nprepared a brief slide presentation to help with his introduction.\nAnd we begin with this photograph of Frank Liebermann. He was born in\nGleiwitz, Germany, which is now Poland. He was the only child of Hans and Lotte\nLiebermann. On the left we see Hans Liebermann and on the right we see Lotte and\nher first granddaughter, Joannie. Both of Frank's parents’ families had lived in that part\nof Germany, which is now parted of Poland, for several generations. Frank is pictured\nhere with his paternal grandparents, Bernard and Jenny Liebermann. Hitler came into\npower in 1933. When Frank began school in 1935 Jewish students were separated\nfrom non-Jewish students and fear of anti-Semitic attacks became frequent. Pictured\nhere is Frank's first grade class on the first day of school. The cones they are holding\ncontain sweets to make school tweet. Frank is in the second row, the fourth from the\nright. | think my arrow is on him so you can see him. In 1936 Frank's father was no\nlonger able to practice medicine as a result of anti-Jewish laws. In 1938 the family tried\nto obtain visas to come to the United States. Hans traveled first, and Frank and his\nmother followed a few months later in October of 1938. Here we see Frank's mother's\nticket for the ship they took to the United States. The Liebermann family settled in Ohio.\nAnd Frank went on to graduate from Western Reserve, now Case Western Reserve\nUniversity, in 1950 with a degree in chemistry. Frank graduated in college in 1950 and\nstarted a long and successful career in the textile industry in New York City. In that\nsame year he married\nMarianne, his wife of nearly 67 years. Frank worked in textile manufacturing until\n1992 when he and Marianne moved to the Washington, DC area to be closer to their\nchildren. Frank lasted three in retirement before going into the travel business which he\ncontinues today, specializing in Europe and U.S. travel, including Alaska. He recently\njoined a new agency, Signature Travel in Maryland.\nFrank and Marianne have three children, two daughters and a son. Their\ndaughters, Nancy and Joan, live in this area and their son Jerry is in Seattle. They have\nfive grandchildren, with the youngest about to turn 26. As Frank notes three of them are\ngainfully employed, one will graduate from Harvard Law School next month and get\nmarried in August, the other, after being a teaching assistant at Maastricht University in\nthe Netherlands, is now working on his Ph.D. in Modern European History at the\nUniversity of Suffolk in Brighton, England. Frank is joined by two of his friends in the\nfront row.\nFrank volunteers with the Museum's Visitor Services where you will find him here\nThursday Mornings. He gets off from his regular job to join us on First Person. As part\nof his responsibilities, he speaks with various groups visiting the Museum. He also has\nspoken to wounded veterans at the recently closed Walter Reed Hospital.\nAnd with that | would like you to join me in welcoming our First Person, Mr. Frank\nLiebermann.\n(Applause)\nFrank, thanks so much for joining us and for your willingness to be our First\nPerson today. We are glad to have you and we don't have a lot of time so we should\nprobably start right away. Just one hour. Frank, you said your earlier memories start in\n1934 when you were five years old. You also said of that time, all in all -- quote, all in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nall, it was a good time for your parents. Tell us why that was so and what you can about\nyour family and your life in Gleiwitz before Hitler really came to power and things turned\nSO much worse.\nFrank Llebermann: Gleiwitz is actually between Opole, or Opeln, and Beuthen.\nMy mother's family came from Opeln, and my father's family came from Beuthen, and\nGleiwitz was kind of in the middle. | usually like to mention three things happened in\n1933 which were significant. One is my grandparents celebrated the hundredth\nanniversary of their wholesale business.\nBill Benson: That's remarkable, 100 years.\nFrank Liebermann: Yeah. That they lived in -- in that city. Also, we bought a\ncar, my mother and father bought a car, was smaller than the Beatle, so that we could\nvisit because where we lived didn't require a car. There were streetcars. We lived on\nthe main street. There was a streetcar going to the hospital. Everything was\npractically -- the town was about 100,000 people. Virtually everything was within\nwalking distance. And cars were quite a luxury. That's about the time of the Model A\nFord was popular. | was able to get around quite easily. We felt safe. And we had a\nloving family.\nBill Benson: You mentioned there were three things.\nFrank Liebermann: The third of course was Hitler.\nBill Benson: Hitler coming to power. A bit more before we go to the events that\nfollowed. As you said, you have an early memory of your parents having a car, which\nwas a luxury. As | remember you telling me, your mother's brothers drove motorcycles,\nwhich was also probably fairly unusual.\nFrank Liebermann: And my grandmother never slept.\nBill Benson: Never slept.\n( Laughter )\nWhen your father married your mother, he was already professionally\nestablished.\nFrank Liebermann: Yes.\nBill Benson: Tell us a little bit about that.\nFrank Liebermann: He studied medicine and took his residency from a doctor in\nBreslau who was quite helpful because he had patients from Gleiwitz which he really\ndidn't want to handle. So he kind of inherited the recommendation and got settled pretty\nquickly in the town. That was also one of the reasons why he picked Gleiwitz.\nBill Benson: Thank you. As you mentioned, Hitler came to power in 1933. You\nstarted school in 1935, attending a public school. And you told me that recess was the\nmost dangerous time for you. Will you say more about that?\nFrank Liebermann: Recess area was separated between boys and girls and we\nwere obviously identified as a group and basically being in a group was the most\ndangerous because you could be identified. And we tried to usually stay in the middle\nbetween the boy and the girl area where there were some teachers that tried to protect\nus. We were advised -- we started pretty much on time at the school, we had three\nrooms within a public school, but in leaving, where again you went en masse, we\nusually got out five minutes early that we can get out of the grounds and be on our way\nhome before anybody else could.\nBill Benson: So let the Jewish students out five minutes early.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nFrank Liebermann: Yes.\nBill Benson: Frank, that was 1935. The next year, 1936, circumstances for your\nparents and family turned more ominous and became more difficult, if not dangerous.\nTell us what changed in 1936, a significant year.\nFrank Liebermann: There was war in the east called the Crimean War in 1920,\nended | think July 1921 that led to establish -- the establishment of Poland which\nchanged certain borders and Gleiwitz was right at the border. In order to make it -- in\norder to let the Germans and Polands find the places where they would be comfortable\nand where they could move, there was part of the peace treaty required that there be no\ndiscrimination against either Germans or Polands on either side of the border and that\nexpired in 1936. And that's when we left the country for -- during that time, not knowing\nwhat would happen. And when we came back, for instance, there were brown shirts in\nfront of the apartment house where my father also had his office who threatened people\nwho came to see him with loss of jobs and all kinds of things. He also lost his hospital\nprivileges so that we knew we had to get out.\nBill Benson: Before we go there, Frank, what you said you left the country,\nwhere did you go in 1936?\nFrank Liebermann: To an island called Bornholm. It was a Danish island in the\nBaltic. And | went back to visit it in the 1980s. Pretty much the same as it was kind of a\nunique culture. And coming back we had --\nBill Benson: And you weren't gone all that long.\nFrank Liebermann: No.\nBill Benson: And it changed that much in --\nFrank Liebermann: Yes, basically. We had-posters -- we had posters of \"Der\nSturmer,\" which was the anti-Semitic magazine or newspaper. It was at virtually every\nstreet corner. It showed these ugly cartoon pictures and the atmosphere just changed\ncompletely, almost overnight. You probably see part of this in the exhibit which we have\nright now which is \"Some Were Neighbors.\" But it was unique in that area near Poland\nbecause in most cases it -- it was more gradual between 1933 and 1936.\nBill Benson: Whereas in your case --\nFrank Liebermann: This was over a weekend.\nBill Benson: Right. So a law protecting against discrimination expired and things\nchanged immediately, immediately.\nFrank Liebermann: Yes.\nBill Benson: In 1936, if | remember correctly, your mother went to Israel. Tell us\nabout that.\nFrank Liebermann: Well, that -- she went with her brother and they learned at\nthat time that there was one doctor for every 100 people.\nBill Benson: In Palestine Israel.\nFrank Liebermann: In Israel. Because it had -- the same thing the loss of\nhospital privileges and the blockading had happened to a lot of people before that. So\nwe -- it hit us relatively late, but that's when we decided that Israel was not an option\nand we had to look elsewhere. And we fortunately, it turned out that we found the\nUnited States.\nBill Benson: And it wasn't an option because he couldn't have really made a\nliving doing his profession.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nFrank Liebermann: Exactly.\nBill Benson: Before we talk about your father coming to the United States, you've\nlooked at -- you've been able to look at the, what you call the downhill slide of your\ngrandparents’ business. This business that you'd had in the family for a century. Tell\nus a little bit about that.\nFrank Liebermann: They had a non-Jewish bookkeeper who kept the records\nand contacted my parents after World War II that they might be interested in it. It\nshowed that their value between -- in 1933 was 100,000 marks. You can't compare that\nto anything today because of inflation and so forth. By 1938 when the business was\nconfiscated, it was down to 20,000.\nBill Benson: So 80% drop.\nFrank Liebermann: Yes. Basically due to blockades. The windows would be\nmarked in red regularly \"Uda\" (phonetic) which means don't patronize.\nBill Benson: When your father lost his admitting privileges and lost his practice,\nhow did he make ends meet for the family?\nFrank Liebermann: Well, basically from whatever savings they had. | think my\ngrandparents were established and they helped out. And we started looking.\nBill Benson: You found --\nFrank Liebermann: By the way, also 1936, bank accounts were frozen. That\nmeans if you had money in the bank, you could only withdraw enough of what the Nazis\ndetermined that you needed in order to survive. Therefore, you really couldn't use your\nmoney to leave the country. If you left, you were allowed to take ten marks, which was\nnothing, maybe. By today's standard, $50.\nBill Benson: $50. That's what you were allowed to take with you.\nFrank Liebermann: Correct.\nBill Benson: You shared with me that your family did not keep a kosher kitchen\nbut you only purchased at kosher butchers. Why was that?\nFrank Liebermann: Well, Gleiwitz was about 120,000 people. The Jewish\npopulation was about 1,000 families. The only way a kosher butcher could survive is\neverybody bought from him because if only those people who wanted kosher meat, they\nwouldn't be able to get it. He couldn't survive on it. So everybody had a sense of\ncommunity.\nBill Benson: Frank, Israel wasn't an option and so you began to look elsewhere\ntoward the United States. In 1938 your father made a trip to the US that would make it\npossible for him to move to the US later that year. Tell us about his trip in January of\n1938 and then the events that led up to his departure. What made it possible for him to\ndo that?\nFrank Liebermann: Well, first of all, my grandfather, my mother's father, had a\nhobby of genealogy and he traced the family back to about 1700. He found two people\nwho immigrated to the United States. One had married Michael Gratz who moved to\nPhiladelphia, | think somewhere in the early 1700s, around 1730 or 1740. And were\nquite active, in fact during the revolution and they -- the family also founded Gratz\nCollege in Philadelphia. So he -- one of the places he went to were the archives in\nPhiladelphia where he found that the daughter, Rebecca Gratz, who by the way was the\nheroine in lvanhoe, never married and therefore had no survivors. Her brother moved\nwest, which was Louisville, Kentucky.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nBill Benson: The frontier.\nFrank Liebermann: The frontier. And all records were lost so that was not an\noption. The second option was reluctantly taken that in 1905 a son-in-law of my great\ngrandfather asked to borrow $3,000, which was a very large amount. A dollar was |\nthink three marks in those days. And he said he needed it for a week and he used it to\ncome to the United States and was really not heard from. My father did see him. He\nhad done very well in the United States. He was vice president of Bendix Aviation\nwhich was one of the premiere companies.\nBill Benson: So your father saw him when he came in January of 1938.\nFrank Liebermann: Correct. And he did get an affidavit which had to state -- the\nUnited States had a quota of 25,000 people for Germany. And you will to have an\naffidavit that from somebody in the United States who would promise that we wouldn't\nbe on welfare. Otherwise, if you showed that you had $5,000 you could also come to\nthe United States. But that wasn't possible with frozen bank accounts. So he did come\nback with an affidavit and we got a number -- a quota number from the United States.\nBill Benson: So you -- you'd get a quota number, and there's a limited number of\nthose, and then you get an affidavit saying that somebody will be responsible for you.\nFrank Liebermann: With an affidavit, you could get a quota number.\nBill Benson: So now you have the quota number, okay.\nFrank Liebermann: Yes. This was in January. And nothing happened. By\nbeginning of March, he called a friend who said -- and said look, the council has a\nsecretary called Fraulein Schmidt. | suggest send a nice box of candy.\n(Laughter)\nWhich he did. And another month passed.\nBill Benson: Nothing happened.\nFrank Liebermann: And nothing happened. And he called the friend and said,\nyou know, I'm getting -- I'm really getting anxious. Things are getting worse. He said\nwell, did you put 100 marks into it? Into the box? And so he never thought of that or -- |\nmean, that wasn't done. He sent another box of candy, this time with 100 marks, and\nshortly after we got notice to come to Berlin for a physical exam at the American\nEmbassy. We got our Visa on | think the end of June, and he took the next -- that was\ngood for 120 days. Since no money could be taken out, there was a possibility of\ngetting -- if you took a first class ticket on a German boat, you were able to get a pretty\ngood spending allowance for the boat, which could then be transferred.\nBill Benson: But only if it was a German boat.\nFrank Liebermann: Only if it was a German boat. So my father took the next\nboat and we booked my mother and me for October because the Visa was good for 120\ndays and again, he was studying for the state boards in order to practice in Ohio.\nBill Benson: Before we go there, Frank, when your father got his Visa, he was\npaid a visit by the Gestapo right after that. Tell us about that.\nFrank Liebermann: The way you get space -- rent space for stability you\nbasically give the landlord a mortgage. And when he established his practice, which\nwas 1928, he got the apartment with the help of my grandfather, he gave a mortgage to\na landlord, and as long as the landlord had the mortgage, you basically could stay there.\nWhen he realized that we were moving, he canceled his lease and asked for the money\nto be transferred to his bank account, which by the way was frozen. It couldn't be taken\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nout.\nThe next day the Gestapo came and said we got -- you're under arrest. He said\nfor what? Said you withdrew a substantial amount of money from -- from a certain bank\nwhich was the landlord's bank, and that's against the law. So he called the bank, his\nbank, and the president of the bank did assure the Gestapo that the money wasn't\nwithdrawn but was transferred to the frozen account.\nBill Benson: And he couldn't touch it --\nFrank Liebermann: And correct. And they left.\nBill Benson: And that allowed him then to continue --\nFrank Liebermann: That allowed him to -- that allowed him to leave.\nBill Benson: So he goes to the US in June. Your Visas allow you to leave until\nOctober of 1938.\nFrank Liebermann: October.\nBill Benson: Tell us about that period of time where now it's just you and your\nmom, your father's now gone to the United States, things are very tense. Tell us about\nthat time.\nFrank Liebermann: My mother closed up the household. The car went to the\n(inaudible) who's one of the people who defined the brown shirts and went to see my\nfather.\nBill Benson: For care?\nFrank Liebermann: For care. Then at that time we could still take with us any\nfurniture or belongings that -- providing we pay the 100% tax. And it had to be used.\nBill Benson: So just -- | want to stay on that point for a minute. You could take\nyour belongings but paid a 100% of the value of it in a tax.\nFrank Liebermann: Correct.\nBill Benson: Okay.\nFrank Liebermann: And that could -- since we have nothing -- no access to the\nmoney, that could be done.\nBill Benson: Right.\nFrank Liebermann: She also bought the most up-to-date Singer sewing machine\nso that in case we didn't have money to buy clothes, she could sew. And basically\nclosed up the household. During this time, | had -- | was foolish enough to play tag and\nbroke my arm, and my mother called up for an orthopedist at the hospital whom she\nknew, and he said sorry, | don't treat Jews. Don't come -- don't bring him. She\ncalled -- frantically called various other people, and including an orthopedist at my -- the\ntown where my father had grown up, Beuthen who said look, take a taxi to the back\ndoor of the -- delivery door of the Catholic orphanage in Beuthen. I'll meet you there.\nAnd he brought with him -- | saw him, | came out with a plaster cast and instructions for\nmy local pediatrician on what exercise to do in order to get the movement back and\nstretch it. Now my left arm bends a little bit more than my right arm, he did such a good\njob.\nBill Benson: But that's what you had to go through to get your arm taken care of.\nFrank Liebermann: Yes.\nBill Benson: As a little boy. What else happened during that time, those four\nmonths while you were waiting for your opportunity to -- to take this ship to join your\nfather?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nFrank Liebermann: We -- we got frantic telegrams, take an earlier boat.\nBill Benson: From your dad.\nFrank Liebermann: This was in September. And couldn't, by the way, because\nspace was taken. We didn't know why. Remember, censorship was complete. There\nwas no Internet. It was a capital offense to listen to foreign broadcasts. All newspapers\nwere totally censored. And mail was censored. So we waited, not knowing what was\ngoing on. We found out what happened when we finally got on the boat, which, by the\nway, wasn't in port when we were supposed to sail.\nBill Benson: And you were very close to the end of your Visa period, too, right?\nFrank Liebermann: Yes.\nBill Benson: So you get there, and there's no -- your ship is not there.\nFrank Liebermann: The ship is not there. But we were told that we -- that it\nwould arrive the next day. What had happened during that time was Munich. The\ninfamous conference where the prime minister of France, Daladier, the prime minister of\nEngland, Neville Chamberlain, gave Hitler permission to march into Czechoslovakia\nwithout their consent. And basically eliminated 14 divisions of Germany's underbelly\nand changed the balance of power in Europe for what was called Peace in our Time by\nNeville Chamberlain. That lasted about a year.\nBill Benson: World War II began the following year.\nFrank Liebermann: Correct.\nBill Benson: So there you are at Bremerhaven, the ship wasn't there, but you\nhave more to tell us about why the ship wasn't there.\nFrank Liebermann: Well, part of Munich was that Hitler called back all ships at\nsea to threaten war in earnest. And the ship lost four days doing that, during the\nconference. And they could -- it could make up one trip a week, rather one day on each\nweek because it was six sailing days and it always left on the same day. So we got the\ndetails when we got on the ship.\nBill Benson: Found out what had happened?\nFrank Liebermann: Yes.\nBill Benson: So now you're safe, you're on the ship, you're on your way. What\ndo you remember about your journey to the United States?\nFrank Liebermann: It was during hurricane season in October. My mother never\nleft the cabin. Partly due to exhaustion and seasickness. At one point, | had a private\ntable in the first class dining room because there were only six people. They sat at\nthe -- the captain's table while | had my own seat segregated. | didn't know why, but |\ndon't get seasick So ...\nBill Benson: You made that part of it okay.\nFrank Liebermann: Yeah. And in fact, | had my entertainment on that trip was to\nbe -- | have to add, we had the cheapest first class ticket, which was very much in the\nfront of the ship. And | spent a lot of time watching the bow literally dive into a wave\nand then gradually come up and when it hit the water line, kind of jerked up. That's how\nwe slept at night. It was like going up and down in an elevator.\nBill Benson: Frank, if | remember right, you mentioned you had the first class\nticket. That was important because that increased the spending allowance that you\nhad.\nFrank Liebermann: We lived on that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nBill Benson: That's what you -- that's the money you would have to live on, by\ndoing that.\nFrank Liebermann: Correct.\nBill Benson: So you arrived in the United States. Your father is in Ohio. Tell us\nabout what it was like to reunite with your father, and what had happened to him if that\ntime.\nFrank Liebermann: Oh, he picked -- he picked us up. We stayed rather in -- |\ngot a sightseeing tour of New York on the double decker Fifth Avenue bus for five cents.\nIt went up Fifth Avenue and Central Park, up to upper Manhattan and | mean, we stayed\ntwo nights and then left for Cleveland.\nWe brought the Visa giver a big crystal ashtray as a token of thanks which my\nmother had and went back to Cleveland where my father finished studying for the state\nboards, which he was scheduled to take in December.\nBill Benson: So your father, who had had his own established medical practice in\nGermany now in Ohio he has to go back to school basically to prepare for taking a new\nset of boards to become qualified --\nFrank Liebermann: Correct.\nBill Benson: Okay.\nFrank Liebermann: Well, look, I'm grateful that the education system sees to it\nthat we're well taken care of, that at least that the education is par.\nBill Benson: So once he got his appropriate credentialing and licensing, what\nhappened then?\nFrank Liebermann: Well, we moved to Dayton because Dayton did not have a\nJewish ear, nose, throat surgeon and we were -- we were persuaded by a fraternity\nbrother of my father's to go to Dayton because he shared an office with an ear, nose,\nthroat surgeon and wanted to get us out of town. It turned out to have been a very good\ndecision. After a few bumps.\nBill Benson: Tell us about some of those bumps.\nFrank Liebermann: He opened his office in Dayton -- on Valentine's Day,\nFebruary 14, 1939, and immediately asked for -- filed to join the medical society which\nwas at that time a sign of legitimacy that you're properly qualified. Right after he filed\nthe -- his application, they called an emergency meeting on Friday night, which by the\nway is a Jewish Sabbath, and passed a law requiring citizenship in order to become a\nmember. Now | have to speak -- that law passed by 51-49, and became part of their\nrules.\nBill Benson: Therefore denying your father --\nFrank Liebermann: Correct.\nBill Benson: -- his membership in the medical society.\nFrank Liebermann: Now I'd like to speak to the wonderful institution of the United\nStates press. Somebody had called -- Saturday morning he got a call in the office from\na reporter from the \"Dayton Herald.\" He said, Doctor, could | come to see you for a few\nminutes? He said certainly. He spent half an hour, an hour, looking at his credential,\nasking him about his education and said thank you very much and said good-bye. The\nnext morning the \"Dayton Herald\" had an editorial, Freedom of Opportunity in the United\nStates, telling what happened, and the following Monday he had 11 new patients and\nbasically that established his practice. One of my favorite sayings is if you get a lemon,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nmake lemonade.\nBill Benson: Frank, | want to go back a little bit a few months. Soon after you\narrived. It's November 9, 10. You're in Cleveland still, | believe.\nFrank Liebermann: Yes.\nBill Benson: And you're at home. Tell us what happened on the night of\nKristallnacht and --\nFrank Liebermann: That was probably the longest hour of my life. | believe it\nwas a Wednesday, when the movie theater had a special | think 10 cents for the\nmovie -- remember inflation, that was the equivalent of maybe $1.50 or $2 today. And\nthey asked a neighbor in the apartment, by the way we had a one-bedroom apartment.\n| had a Murphy bed. | really loved that. It was mechanical. It could be pulled out every\nnight. And at about 9:00 the phone rang. | was alone. It was a person-to-person call\nfrom my grandparents. | knew that something was wrong because it was 3:00 in the\nmorning in Gleiwitz. There's a six-hour time difference between Cleveland and\n(inaudible) and the operator called, obviously the call was from my mother. | couldn't\ntake it. The operator called every five minutes. Around 10:00 my parents came back.\nThey got through. It turned out that my mother's -- two of my mother's brothers were\narrested. The business was confiscated. And they were desperate. They\ndecided -- they had originally thought it would blow over. This was not the time. They\nsaid what can be done? My father took the next bus to New York to see that the\nrelative that gave the affidavit and at this point, he said he can't take any more\nresponsibility, even though we didn't take a penny from him. Because -- | guess he felt\nthat was too close because that was a son of the person who had loaned the money.\nBill Benson: When he absconded to the United States.\nFrank Liebermann: Yeah. So that option wasn't possible. We had one more\nevent in the meantime of course war was declared. My mother's brothers did manage\nto get permission to immigrate to Shanghai. There were two countries that took\nimmigrants. One was Shanghai, occupied Japan at the time. And the other one was\nDominican Republic, which wanted to have the expertise. Most people closed\nimmigration altogether.\nBill Benson: Once the war began, right?\nFrank Liebermann: Once the war began. They were on an Italian ship beginning\nof June in the Mediterranean. Was supposed to go into the Suez Canal. When\nMussolini declared war on England and France, due to the fact that the Germans had\noccupied France and Mussolini felt it was safe to join to get the plunders of war,\ntherefore the ship went back and we never heard from the two brothers. One of them\nwas married with a 3-year-old daughter. Eventually | found out that they perished in\nAuschwitz.\nBill Benson: Did any other family members make it out, Frank?\nFrank Liebermann: A distant cousin, one that | share a grandparent -- step\ngrandparents with who lives in -- who now lives in Virginia.\nBill Benson: Was the only other survivor that you know of?\nFrank Liebermann: Yes. Another one in California, but this was again further\nremoved.\nBill Benson: Your father, after he tried to get your parents out -- his parents and\ncouldn't get the affidavit, he then played a role in bringing many -- a number of people\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nout and was later recognized for his effort to save survivors.\nFrank Liebermann: Well, during the war, after Pearl Harbor, he volunteered and\nwas rejected because Dayton was such -- Dayton almost doubled in size and they didn't\nwant people over 40. So he did stay in Dayton. After World War II, he decided he\ncouldn't help his family. He -- he was a volunteer head of the Jewish family service in\nDayton and basically personally gave 107 affidavits, of course with the help of the\ncommunity. He couldn't do all of it.\nBill Benson: Right. But over 100.\nFrank Liebermann: But 107 affidavits for war refugees because after World War\nIl there were literally millions of displaced persons who had lost their homes and\nhe, in fact, was -- received an award from the Jewish Resettlement Agency called HIAS\ntogether with President Truman for doing outstanding things to help in immigration.\nBill Benson: How long did your parents live?\nFrank Liebermann: My father died in 1979 and my mother in 1990.\nBill Benson: We're going to turn to our audience for some questions in a minute,\nFrank. But before we do, there's another incident that you shared with me too that I'd\nlike you to talk about. One of them involved when you finally did get the belongings out\nthat -- that you have sent out of Germany, when they arrived. You know where I'm\nasking about.\nFrank Liebermann: Yeah, | know what he's talking about. I'm talking about the\nextent of corruption during times of stress. Similar, for instance, you may know about\nthe ship, the St. Louis, where the Cuban consul sold Visas that he wasn't authorized to\nsell. And when the people got to Havana, they couldn't get off. The ship spent ten days\noff the coast of Florida trying to resettle, trying to see if they could get immigration\nVisas. Unsuccessfully. The ship went back to Holland. And most of those people\neventually did not survive. Corruption is something which just happens when people\nare desperate.\nBill Benson: So you're going to talk about the -- the bicycle.\nFrank Liebermann: Yeah. Friends of my parents said, why don't you -- | know\nyou're packing up. We can put your bicycle -- your son's bicycle into a box to make it\nto -- to give it less space for your packing. We'll prepare -- have Frank take it over to us\nand we'll box it. | have to go in background that when Germany went off the gold\nstandard, it became all gold coins had to be turned in and exchanged for paper money.\nIt was a capital offense to have gold coins. When we unpacked the lift or the container\nin Dayton, of course we unpacked everything, including the bicycle. And shortly\nafterwards got a letter from this family who had gotten out to Israel and said, look, when\nyou unpack the bicycle, please be careful and remove the seat. Inside the frame we put\nsome gold coins. Keep them for us and we'll get back to you. We may want something\nwhen we'll be able to get it. My father became livid because things were being checked\nby -- whether the lift was packed, there was a customs official checking out every item\nto see that the right amount of money was paid and that it was legal and in fact one of\nour suitcases was broken open by the Gestapo when we got to the ship. Nobody\ntrusted anybody. And my father was livid that they -- for the sake of their coins that they\ntook chances with my -- mine and my mother's lives.\nBill Benson: As you said, that was -- that would have been a capital offense to\nhave that found.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nFrank Liebermann: Yeah. But | think of immigration and desperation today, and\nit's understandable.\nBill Benson: Frank, thank you for that. We have time to turn to our audience for\na few questions. And before we do, let me say first we hope that you'll have some\nquestions to ask of Frank. We ask that you use a microphone. We're going to have\nmicrophones in either aisle. It will be passed to you, so use the microphone, please.\nMake your question as brief as you can. | will do my best to repeat the question, just to\nmake sure that we hear it and hear it correctly, and then Frank will respond to it. So |\nthink we can take a few questions. Let's see, do we have any questions from our\naudience? It's hard for me to see with the lights so I'm going to need help. There we\ngo, | see at least one hand over here.\nAudience Member: Thank you. My name is Dorian. Thank you for your story. It\nwas moving. | just had a question. Your family, you say that they were denied access\nto Israel. | just wanted to know why, and then, did you and your family eventually get\nlike dual citizenship with Israel now that you can go back and forth to the area as you\nplease? Just want to know for my curiosity.\nBill Benson: If | hear the question correctly, you're asking why they didn't go to\nIsrael.\nAudience Member: It seems that he said that his -- the people who put the gold\ncoins were able to go.\nBill Benson: The gold coins, I'm sorry, about the gold coins.\nAudience Member: To Israel, why was his family denied access.\nBill Benson: It wasn't denied access. It was the question about your father's\nopportunity, why he -- why you didn't move to Israel when your mother went there.\nFrank Liebermann: He couldn't make a living.\nBill Benson: Right. Too many doctors. Right. And so they could have moved\nthere. He just wouldn't have been able to practice his profession.\nFrank Liebermann: They used some of the gold coins to get out.\nBill Benson: Incidentally, did -- what happened to those gold coins?\nFrank Liebermann: My -- each of my children and my daughter-in-law has one to\nuse as a necklace.\nBill Benson: A necklace. Okay. All right. Do we have another question? We\nhave one here. Yes, sir.\nAudience Member: Have you returned to your hometown?\nBill Benson: Have you returned to your hometown?\nFrank Liebermann: Yes, | did. | did it the first time in 1994 when | took a trip to\nEurope, to eastern Europe. | went to Budapest and Prague and | decided to take a\none-day trip. I'd really just wanted to see like a fly on the wall what it looked like. |\ndidn't want to spend a night there. And | did exactly that. | found my grandparents’\nbusiness was the -- it was in a strategic area downtown near a bridge. That house was\ndown completely. Our house was still standing. | also walked over to a synagogue\nwhich of course wasn't there anymore. It was a run-down playground. But what used to\nbe the Jewish old age home, which was next to the synagogue, was a police station.\nAnd when | saw that, | said, let's get out of here. | mean, there was no reference of any\nkind. And --\nBill Benson: Not even a placard that said --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nFrank Liebermann: Absolutely nothing.\nBill Benson: Nothing.\nFrank Liebermann: And | did find out ten years later that there were three fire\nengines at the fire to prevent that building from being burned with the synagogue. The\nold age home was given 48 hours to clear the space and became the Nazi\nheadquarters. But |! didn't know that at the time. And by the way, the community of\nGleiwitz did invite us in ten years later when a memorial plaque was put up, not on that\nground but on the apartment area next to it because that ground was used -- was to be\nused for building and it was prime real estate. And the plaque acknowledged the role of\nthe role of the Jewish community in aiding the growth of the city because that, at the\ntime, was kind of the system of the aristocracy before Germany and they sold rights to\nthe -- when coal was discovered, they didn't want to get their hands dirty and they sold\nrights to entrepreneurs who started mining the areas and started the steel industry and\nthat area became kind of the east end. Unfortunately it was brown coal which was\nhighly polluting. It's no longer active and it kills a lot of trees in the adjoining giant\nmountains.\nBill Benson: | think we probably -- one more. Let's do one more question, and\nthen we need to close our program. The young man right here. Right. Let me just say,\nFrank is going to remain on the stage when we finish in just a few minutes. We're going\nto close with some thoughts from Frank. He will remain on the stage. So if you want to\nask him a question afterwards, we absolutely invite you and encourage you to come up\non stage, ask your question of Frank, shake his hand, get your picture taken with him,\nwhatever you want to do. So you'll have a chance to chat with him. Yes, sir.\nAudience Member: Was there ever a time that when just going outside you were\nafraid of being assaulted or just murdered?\nBill Benson: When you were in Germany were there times when you were afraid\nto go outside of being assaulted or even murdered as a child?\nFrank Liebermann: Alone | didn't -- | felt relatively safe. | had my bicycle, |\nhad -- we had -- | visited friends. It was in groups that it was dangerous because you\ncouldn't be easily identified. After Kristallnacht, that was the Night of Broken Glass,\nwhich by which time we were already in the United States, then you had to wear a\nJewish star in yellow. Then | couldn't have gone freely and felt safe. In fact, there\nweren't so many cars, it wasn't as dangerous to go places as it is now.\nBill Benson: And that all changed just soon after you came to the United States.\nFrank Liebermann: Yes.\nBill Benson: Yes. We're going to close our program in a moment with Frank. It's\nour tradition that our First Person has the last word. And so Frank will share his closing\nthoughts with us. Before he does, | want to thank all of you for being with us. Remind\nyou that we'll have First Person programs each Wednesday and Thursday until the\nmiddle of August. So we hope that you can come back and join us. When Frank is\nfinished, our photographer, Joel, will lead us on the floor. Joel is here. Joel will come\nup on the stage. He's going to take a picture of Frank with you as the background. So\nwe ask that you stay seated, if you don't mind, so that we can get that picture taken with\nFrank at the end of this program. So Frank.\nFrank Liebermann: All right. | want to add that I've basically made peace with\nGermany. It's three generations and I'll go back to the Bible that Moses was lost in the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\ndesert for 40 years, | think that's symbolic to saying that it takes two generations to\nchange a mindset. Starting the 1990s -- by the way, | have gone to Germany a couple\nof times on business before, but my kids really wanted me to show them where we\ncame from and in fact | took everybody for the dedication of that memorial. We met in\nBerlin and then drove east and I've -- | have to add that Germany is one of those\ncountries which has not only acknowledged but has tried to atone for what happened to\na civilized society. And I'd like to add that this is wnat the museum is all about, to keep\nthe dark side of humanity from coming out. And that shows in some of our exhibits.\n| feel I've had a chance to -- to live the American Dream, for which I'm very\ngrateful, and | think | volunteer here because | want everybody to try to make the world\na better place. | feel that's my goal. Thank you.\n(Applause)\nBill Benson: Thank you. And remember, once Joel's finished with Frank and his\nphotograph, then please feel free, if you wish, to come up on stage and say hi to Frank.\n",
    "segments": []
}