{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON SYLVIA ROZINES\nWednesday, June 3, 2015\n11:00 a.m. — 12:04 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nSylvia Rozines, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue through mid-August.\nThe museum's website at www.ushmm.org provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Sylvia Rozines' biography so that you\ncan remember and share her testimony after you leave here today.\nSylvia will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, there will be an opportunity for you to ask Sylvia some\nquestions. The life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Sylvia is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nSylvia Rozines was born Cywia Perelmuter to Jewish parents Icek and Chaja on January 20,\n1935 in Lodz, Poland. Her father worked in a wholesale flour and sugar cooperative and her mother\ncared for Sylvia and her older sister Dwora, who was seven years older. This photograph of Sylvia was\ntaken around 1938.\nOn this map of Poland the arrow points to Lodz.\nHere we see Sylvia on the left, her father in the middle, and her older sister, Dwora, on the\nright. Sylvia was about 3 years old when this photo was taken.\nIn September 1939, when Sylvia was 4 years old, Germany invaded Poland officially\nbeginning World War II. Within seven days German troops entered and occupied the city of Lodz. This\nhistoric photograph shows German troops entering Lodz.\nIn February 1940, German authorities established a ghetto in Lodz. Jews lived isolated from\nthe rest of the city in an area enclosed by barbed-wire fencing. The sign in this German postcard of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nLodz reads, \"Jewish residential area -- entry forbidden.\" German authorities began deportations in\n1942 from the ghetto to the Chelmno killing center. The deportations targeted children but Sylvia's\nfather managed to find different hiding places for her. Then in 1944 most of the remaining Jews in Lodz\nwere deported to Auschwitz-Birkenau. Sylvia's parents and sister avoided deportation because they\nwere chosen to clean the ghetto. They hid Sylvia in a cellar along with 11 other Jewish children whose\nparents remained working in Lodz. In January of 1945, the Soviet Army liberated the 800 remaining\nJews from the Lodz ghetto.\nSylvia's family relocated to a displaced persons camp in Germany. In this photograph we see\nSylvia at the displaced persons camps in 1947. Sylvia eventually lived in Paris until immigrating to the\nUnited States in 1957.\nAfter living 10 years in France, Sylvia and her father immigrated to the United States in 1957\njoining Dwora and her husband Jack who had moved earlier to Albany, New York. Sylvia got a job ina\ndress shop. She married David Rozines, who was also a Holocaust survivor, in 1959. David worked in\nsales. They had a son Greg, who graduated with a degree in engineering from the State University of\nNew York at Binghamton. Sylvia went to night school and then went to work for the New York Public\nSchools, where she worked for 24 years.\nSylvia's husband David passed away in 1999 at age 69. Sylvia moved to the Washington,\nDC, area to be close to her son. Sylvia has two grandchildren, Jeffery and Alyssa.\nSylvia began volunteering with this Museum's Visitor Services in 2014. You will find her at the\nInformation Desk on Mondays. Sylvia only recently began speaking about what she went through in\nthe Lodz ghetto and is now speaking in local schools. In collaboration with her niece, Jennifer Roy,\nSylvia's story was published with the title \"Yellow Star.\" Her book, which has now sold 150,000 copies,\nis used widely in schools and has been published in a number of countries including Brazil, Belgium,\nthe Netherlands, Germany and Spain. Following today's program, Sylvia will be available to sign\ncopies of \"Yellow Star.\"\nWith that, | would like you to join me in welcoming our First Person, Sylvia Rozines.\nSylvia, please join us.\n[Applause]\n>> Bill Benson: Sylvia, thank you so much for joining us, for your willingness to be our First Person.\nThis is your first time with us. So this is very exciting for all of us to have you here. You have just so\nmuch to tell us in a short time; so we'll start.\nYou were not yet 5 when Germany invaded Poland September 1, 1939, starting World War Il.\nBefore we turn to the war and the Holocaust and what happened to your family, tell us what you can a\nlittle bit about your family and community in the years before the war began.\n>> Sylvia Rozines: | could say we had a very nice life. Family was very close. We celebrated holidays\ntogether. Always in our house because my mom was the best cook. My father had two brothers. We\nall got together. | can see my parents loved to get dressed up. | had beautiful clothes. | had my doll\nand a carriage. We lived a normal life. Never expecting this is going to happen.\nMy mother loved to go to the movies, American movies, because they were still not talking.\nShe used to go off and see them.\n>> Bill Benson: She liked the silent films?\n>> Sylvia Rozines: Silent movies, yes. They loved to go dancing. We had a pretty good life until the\nGerman occupied.\n>> Bill Benson: Your father worked in the flour business. Sales, is that what he did?\n>> Sylvia Rozines: Yes. The flour but also there were fruit, coming from different countries. Every\nweek he brought two bananas and two oranges. This was a luxury at that time for my sister and me.\n>> Bill Benson: And you remember that as a little girl?\n>> Sylvia Rozines: Oh, yes.\n>> Bill Benson: How large was your extended family?\n>> Sylvia Rozines: Quite large. My mother's side, my grandma had seven or eight children. My father\nhad only -- there were two brothers and two sisters.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: So it sounds like a lot of cousins.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: Within seven days of Nazi Germany's invasion of Poland, within seven days they\noccupied your city of Lodz, unleashing the wars of the Holocaust for your family and the nearly almost a\nquarter million Jews who lived in Lodz. Tell us what you can about what happened to you and your\nfamily once the Germans were in Lodz but in that time before you were forced into the ghetto, in the\noriginal part of their occupation, when they first came in.\n>> Sylvia Rozines: | remember very little from that time. | know we lived in one large room and a\nkitchenette. Later on there were so many people we had to take in another family with one child, which\ndivided the room with curtains and they lived on the other side. And that little girl became my best\nfriend.\nIn the beginning we were getting rations, a little bit more food to eat. But food was the main\nthing, how to create recipes to make whatever they gave us. We had to wait in line. Sometimes you\nwaited and it was gone. So that was the main thing, how to get food. When you're hungry, it's terrible.\n>> Bill Benson: Sylvia, before you went into the ghetto, if | understand correctly, the family went to\nWarsaw.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: Tell us a little bit about that.\n>> Sylvia Rozines: When the German invaded, they decided Lodz is going to become Germany. Lodz\nhad factories and wasn't bombed. Warsaw was destroyed. And they said when the Jewish people\ncannot stay there and we had to leave for Warsaw in a horse and buggy, at night. And it was winter. It\nwas so cold. We arrived in Warsaw. There was no houses.\n>> Bill Benson: Because everything had been bombed?\n>> Sylvia Rozines: Bombed. The whole streets bombed. So my father decided to go back. And that\nwas a good decision what he did. He made many good decisions during the war.\n>> Bill Benson: He sure did.\n>> Sylvia Rozines: And we went back to the apartment.\n>> Bill Benson: You told me that he had -- besides making good decisions, he had several\npremonitions.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: And this was one of his premonitions?\n>> Sylvia Rozines: He only tells us about the one when he and his brother decided to leave Poland\nbefore the Germans arrived to find a place in Russia and just them come back and get the wives and\nchildren. At the last minute my father decided, like a premonition, he didn't want to go. His brother\ndecided to go. And during this he lost a wife and one child. Because the first thing the Germans took,\nthe women who didn't have husbands.\n>> Bill Benson: So his brother by going --\n>> Sylvia Rozines: He survived but the wife and child didn't survive.\n>> Bill Benson: If | understand, also, soon after the occupation as the Nazis began making more\nrestrictions, one of the first things you had to do was wear the yellow star.\n>> Sylvia Rozines: Yes. We had to wear it on the front and in the back.\n>> Bill Benson: On the front of your clothes?\n>> Sylvia Rozines: Front and back. And the same on the back. We only had so many stars. So when\nyou changed clothes, you had to change the star. Sometimes we were wearing it with pins and\nsometimes sewn up. But even after the war when we took off the star, the clothes were old. You could\nstill see the shadow of the star. And | wouldn't wear the jewelry, the yellow star, because of this. |\nwould wear any other but not the star.\n>> Bill Benson: Within a few months after the occupation in early 1940, soon after you turned 5, you\nand your family were among the 160,000 Jews that were forced out of your homes into the Lodz ghetto.\nTell us about the ghetto and what the conditions were like there in the ghetto for you as you started to\ndescribe you were forced into a very tiny space.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Sylvia Rozines: Yes. It was very crowded. One little boy asked me one time what was the colors of\nyour ghetto. It was gray and black. Because we didn't even see dirt. There was no food for them to\nfind. No animals. It was no schools. So | couldn't go to school.\nMy parents went to work and the other parents on the same floors, there were two families. In\norder to have company instead to stay by myself in the house, the first year my sister stayed with me.\nThen she had to go to work. So she was safe. She was productive. She went with my mother to a\nfactory that were making women undergarments. | was left alone. | always went to this other little girl\nwho had a little brother in the crib who wasn't well. We stayed together so not to be by ourselves. Two\nof the parents came home and made some food to eat.\n>> Bill Benson: When you say they went to work, that was, of course, that was forced labor.\n>> Sylvia Rozines: Of course.\n>> Bill Benson: They were made to do that.\n>> Sylvia Rozines: Nobody was getting paid what we did. It was forced labor. They ask each person\nwhat was his profession before the war. So if he was a tailor, he went to a factory making uniforms for\nthe German and suits. And my father, it was lucky that he was in the food business; so he would bring\nflour to the bakeries. They were baking black, round bread for us. You received that bread. | don't\nremember how long it had to last you.\nSo my father sometimes could get a little flour. The bags were made out of cloth. So\nsometimes you could make a little hole and get a little flour. And then they divided with the group.\nThey worked by group. If one person couldn't take the flour -- they had large packets, and the flour was\ngoing behind the packets. And then they went to one house, scale, weigh it, and every man had to go\nhome with a little bit for the family. | thought that was wonderful what they did. One time one person\ncould take it and the other couldn't.\n>> Bill Benson: And when they would take a little bit of extra flour, that was a great risk to them.\nWasn't it?\n>> Sylvia Rozines: Of course. Of course. Because the baker weighed this after. So all they could\ntake was like a handful from each. The bag had 100 kilos.\n>> Bill Benson: So just let a little bit out.\n>> Sylvia Rozines: Like a handful, yeah.\n>> Bill Benson: Enough of them were able to get a handful each; there might be a little bit.\n>> Sylvia Rozines: So my mother could make some noodles out of it, with water, of course.\n>> Bill Benson: And as you said, trying to come up with recipes to make that little bit of flour into\nsomething different was a huge challenge.\n>> Sylvia Rozines: And to find food. But in the summer it was a little bit easier. In the courtyard was\ncement. The men digged out the cement and everybody received a piece of land to plant potatoes. |\nonly remember beets and potatoes.\n>> Bill Benson: So you had a little bit --\n>> Sylvia Rozines: In the summer, yeah. So we had a little bit of vegetables.\n>> Bill Benson: So a little vegetables, flour and bread was basically what you had to eat.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: What you were there during that time -- you made friends with a couple of little girls, if |\nremember.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: Tell us a little bit about them.\n>> Sylvia Rozines: One little girl lived right across -- it was an apartment house. She had a little\nbrother. He was always sick. | realize now that he passed away before the ghetto was liquidated. |\njust imagined he had leukemia, like. Because he passed away.\nWe were very close. Even my parents and her parents. When there was the liberation, they\ngot sick, the mother and the daughter. And my father helped them to go to the train. He came home.\nHe was so upset. He said, \"I don't think they're going to make it.\" And the father never came back.\n>> Bill Benson: These two friends, Hava --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Sylvia Rozines: Hava, | Know her second name, Kaufman. Itka | don't remember. Itka lived with\nus. And the three of us tried to find some toys. One day, must have been a neighbor, we had\nsheets -- the German didn't take away our clothes and sheets. So she held up sheets and made little\ndolls, stuffed it; with a pencil she made the eyes, and clothes. So we played with those. We dressed\nthem. We undressed them. We had something to play.\n>> Bill Benson: At one point you described in your book when you found your doll had disappeared.\nYour doll had disappeared.\n>> Sylvia Rozines: Yes. With the carriage.\n>> Bill Benson: With the carriage. What do you think happened to it?\n>> Sylvia Rozines: | think that my father used to trade everything for food under the barbed-wire.\nPolish people lived there. They didn't have much. We had lots of clothes. So he gave some clothes\nand they gave us some food. In the beginning, the German didn't stay and guard the fence. But later\non we couldn't because there was a German standing and he could see. And once you do this, they\nwould shoot you.\n>> Bill Benson: So your ability to try to get food and trading was gone.\n>> Sylvia Rozines: Food was becoming the most important thing. How to survive. When you went to\nwar, in the factories they gave you some soup. There was a kitchen. | remember everybody put the\nspoon to see how many pieces of potato. If you had three pieces, you were lucky. It was mostly water.\n>> Bill Benson: As terrible as the conditions were in the ghetto, as you've described, there became far\nworse when the Nazis began deporting Jews from the ghetto to the Chelmno killing center in January of\n1942, as you were turning 7. In 1943 -- the deportations began in 1942. In 1943 they became very\nintent on taking all the children. Once deportations began, what was your life like after that? What did\nyou are your parents -- did your parents do to protect you? As you described to us, Dwora and your\nparents, they had jobs so they were safe for the moment.\n>> Sylvia Rozines: Exactly.\n>> Bill Benson: But you were very vulnerable.\n>> Sylvia Rozines: At that time | really lived in fear. From 1943 to 1945 | lived in fear they are going to\ntake me away. In the beginning, they used to come during the day with papers. They knew this family\nhad so many children. The first time they came -- you hear noise in the street. People start screaming.\nSo he grabbed me and we hid in a place. And the second time we hid in the same place. But then the\nGerman found out where the parents were hiding the children.\nMy worst nightmare is when my father -- there was a cemetery across our courtyard. There\nwas a brick wall. | don't know how he climbed -- my father was very strong. He climbed the brick wall.\n| remember he grabbed me and pushed me over and he digged a hole and he buried me there and put\nthe grass and the straw. The good thing was he didn't leave me there. | saw other children being left\nalone just sitting between stones but he made believe he's cleaning, like a cleaning person. The\nground. And we stayed 48 hours until my sister came. She was a teenager. She says, \"I don't know\nhow | climbed that wall,\" but she did to tell us we could go home.\n>> Bill Benson: For 48 hours you were hidden in the cemetery.\n>> Sylvia Rozines: Yes. This kind of left me very bad memories because after the war | had -- for 10\nyears | had that dream. It was coming like maybe once a month or maybe twice a month. But the\nsame dream. I'm buried and the German is upstairs with a gun and my father stays next to him. And |\nsay, \"He's going to kill me\" and | wake up in the same dream. | came to America, the dream stopped. |\nnever had it. | started to talk to children and | was afraid this was going to come back but it never did.\nSo that's why | was able to do it.\nBut | was a very vengeful lady, even in my 50s. | lived in Rochester, New York. | was asked\nto speak to schools. | did it one time. | had a friend who did it every day. | just couldn't do it. | just\ndidn't -- | was upset. So | stopped.\nWhen | moved to Maryland, my niece started to talk about the book, everything started coming\nback and I'm able now. | have no dreams, nothing. And I'm glad | can do it now.\n>> Bill Benson: We are, too, Sylvia.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nAs you described, you hid a number of times in the cemetery.\n>> Sylvia Rozines: The cemetery was the one time.\n>> Bill Benson: And then the Germans realized that people were hiding in the cemetery.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: So what did you do then?\n>> Bill Benson: Then the German noticed they're not going to win. More than half of the children out.\nSo they decided that one family can keep one child. So | was the child. | received a paper. And every\ntime the German came and we had to go out in the courtyard, we showed them the paper. | was safe.\nBut many people had two children and they had to make decisions. It was horrible.\n>> Bill Benson: That happened to | think one of your own relatives. Didn't it?\n>> Sylvia Rozines: Yes, to a friend.\n>> Bill Benson: Sylvia, you described in your book the times when you were alone at home, in the\napartment, and you had nothing to play with, your dolls were gone; you made up games. Can you tell\nus about that?\n>> Sylvia Rozines: About the games -- | cannot, to tell you the truth, we were so young. We didn't\nhave any schooling. We didn't even start kindergarten. So what we did, we stayed together. | don't\nknow if we talked what we talked. For some reason this part | don't remember well. But | do remember\nit was so cold in the winter. My father took some furniture to make a fire in the oven so we can be\nwarm. But after a while there was very few furniture, like a table and chair, a bed he left. We had night\ntables and a nice little lamp. So when | was cold, and by myself, | used to put a lamp and a cloth, and\nimagine the sun is shining. That's what | remember.\n>> Bill Benson: One of the things you wrote about in the book was looking at things from different\nangles just to keep yourself occupied, like laying on the floor and looking up. The description of that is\nso powerful in your book of passing the time.\n>> Sylvia Rozines: The time. When we were buy ourselves. | was so happy when my parents came\nhome. Then my mother started to make some dinner. | had someone to talk. But having the two little\nfriends, we were always the three together.\n>> Bill Benson: And then you lost one of the friends. Right?\n>> Sylvia Rozines: Both of them. They didn't come back.\n>> Bill Benson: Although your parents were able to keep you hidden, for the family to remain together\nunder these conditions that became even more improbable in the summer of 1944 when the Nazis\ndecided it was time they were going to liquidate the ghetto. There were 75,000 Jews still in the ghetto\nand they were going to send them all to Auschwitz-Birkenau. How was it that your family -- describe to\nus what happened that made it possible for you all to not be sent on the trains to Auschwitz.\n>> Sylvia Rozines: They needed some people to clean up the belongings. Everybody left their\nbelongings, furniture, beautiful things from before the war. They needed strong people to be able to go\nfrom house-to-house because the ghetto became a ghost town. So they decided to leave 800 people.\nWe were going through a selection. If you were young, you went left. That means to\nGermany. When our family stood before the German who made the decision, the leader from the\nghetto, he said to my father, you strong, my mother is good, my sister but because of me we have to go\nleft. We were going to go. We had one box packed and a bottle of water. And this is the second time\nmy father had the premonition. He says, \"I’m not going.\" And everybody looked at him. And he's\ncrazy. They said, \"You're going to die here.\" He says -- | went -- they put us in two big factories.\n>> Bill Benson: Just explain a bit more. So you did not know, of course, where the trains were going to\ntake you. So that's when people thought your father was crazy to say I'm not going on that train.\n>> Sylvia Rozines: We didn't know what was happening. We didn't have any radios. We didn't know\nwhat was happening. But for some reason many people thought once you leave this, then you're going\nto die. You used to say, oh -- | used to hear people -- people tried to occupy their time. They used to\nsay: Let's live a little because later we're going to fry. | am translating it. So we had something like\nthey thought it's worse. And some people thought, oh, we go there. The German used to tell us the\npropaganda on the loud speakers: Give your children away. They're going to have food. They're going\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nto have milk. | didn't remember what milk tasted and what was an egg. So some parents decided to\ngive away their children and some people wanted to go.\nSo it was the 800 people when they left to clean up. My father saw the factories had a\nbasement. He decided -- he said to his friends, \"I'm going to put my little girl in the basement. My\nname is on the list. And I'm going to stay.”\nSome of his friends and one brother listened to him. Some people were afraid to listen to him.\nHe says, \"| made the decision for me. Now you have to make your own decision because | don't know\nwhat's going to happen.\" And some did. And that's why it was children, those 12 children in the book,\nsurvived.\n>> Bill Benson: Before you tell us more about what happened when your parents and Dwora were part\nof the cleanup, 800 people during cleanup, because your father was so decisive, tell us about what he\ndid about your cousin Nina, | believe. Can you tell us that?\n>> Sylvia Rozines: My cousin Nina is alive. She lives in New York. We're the same age. One time\nher mother -- they were taking the children. We never knew which streets they were going to barricade.\nSo it happens they barricade her street. And they took by force my cousin. And the mother came to\nour house screaming: They took Nina. Please help me, help me.\nSo my father and her father and somebody else, they used to put you in the hospital and in\nthe hospital trucks came and took you away to Germany. They got out. They made believe they were\nchimney sweepers. She was very -- | was a tall girl for my age. She was tiny. And they got her out to\nthe chimney. They brought her back.\n>> Bill Benson: They took a wheel barrel in, covered with bags.\n>> Sylvia Rozines: Like they're cleaning.\n>> Bill Benson: They hid her in the wheel barrel and then pulled her out.\n>> Sylvia Rozines: But in °44, her parents, they had enough. They thought it was better. They left in\n‘44. The reason she survived -- she was lucky. She never went to Auschwitz. They put her with\ngypsies. And gypsies were allowed to keep one child. So her mother could take her. And the father\nwent someplace else. And after the war, the father came, the first one back, and stayed with us. We\nwere in the city, at that time had a large apartment. And then he heard the wife is alive. So they got\nreunited.\n>> Bill Benson: So when you were going to be sent on the trains to Auschwitz not knowing where you\nwere going, your father made that decision I'm not going and in the chaos he sort of slipped you all in to\nbe part of the cleanup crew. And then you went to the --\n>> Sylvia Rozines: The Germans, we had a Jewish leader. They told us, you go to this factory. | don't\nknow how he hid me and we got into the basement and the other children. Must be at -- at night and\ntook those children. And the next morning they went to work with horse and buggies. And there was\nan electric car. They loaded up their belongings and went to the train station and everything went to\nGermany.\nBut sometimes in the houses they found some food. It was summer time, | remember.\nBecause the windows were open. And when you walked through the street, you could see papers\nflying, like a ghost town. They were going house-to-house and cleaning up. And sometimes we found\nthe yards with still the vegetables. So the last year we were not as hungry because we were 800\npeople. And everything was left over, the flour. So we could bring it to the camp. There was a camp.\nThere was a kitchen. The women cooked. So that was not as bad with the hunger but we were still\nafraid what the German are going to do with us.\n>> Bill Benson: As you say, a ghost town. This is a place where at first 160,000 people were there and\nnow there's 800 adults and 11, 12 children hidden in the basement of the one of the buildings where\nthose 800 people were. What can you tell us about what it was like for you for months to be down in\nthe basement of this building with 11 other children?\n>> Sylvia Rozines: | don't remember how long | was there but it wasn't a long time. The German came\nand found us. They went down and took all the children. We marched to the house with the Germans\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nwhere the Germans stayed in a special house. It was called the red house. The parents were\ndevastated. What are they going to do with those 12 children?\n| couldn't understand German at that time. | heard them talking and talking. | had my little\ncousin Isaac who lives now in Canada and his mom said he should listen to me. He was really a good\nboy and stayed. He would hold my hand. And finally they allow us to go back.\nMy father knew the city so well. So he used to go through the backyards because it was\nwinter and lots of snow, go through the backyard to see what the Germans are going do with us. When\nhe saw us coming out from that house, he knew we are coming back to the camp.\nThe reason we found out why the German did this, there were not too many German in that\nhouse. But many people ask me: Why didn't you go? Young men, kill those German? They hada\ntelephone. And every day they were getting -- or maybe twice a day -- calls from Germany if everything\nis ok. If we would kill them, hundreds and hundreds of German would arrive killing us.\nBut that's what they had the same plan. They made the men dig three large holes in the\ncemetery. The men came home. They knew it was for us. You could hear already bombs falling far\naway. | could see little tiny planes. They were very high. They knew the war was almost over. So\nthey decided to kill everybody. That's why they didn't kill the 12 children. They knew in a few months\nthey were going to kill everyone.\n>> Bill Benson: | want to take you back just a little bit. When the Germans found you in the cellar after\nyou had been hiding there, that must have been terrifying for you.\n>> Sylvia Rozines: It was.\n>> Bill Benson: They pulled you -- you wrote about they pulled you by your hair and pulled you up. If |\nremember right, the 800 adults stepped up and surrounded these few Germans. You described that in\nyour book. They made it clear that they could not take the kids. And because there were so few\nGerman soldiers, they left at that point.\n>> Sylvia Rozines: Yes. There was very few soldiers there. They had guns, of course. When they\ndecided to kill the 800 people, many, many German arrived, hundreds. Because it was the house and\nthe house had -- all of those cars arrived. We knew to kill 800 people, you needed many soldiers.\nI'm continuing.\n>> Bill Benson: Ok.\n>> Sylvia Rozines: The leader who was Jewish from our camp, he opened the door. He says,\n“Tomorrow we're all going to get killed.\" Just go wherever you wanted to hide yourself. It was January,\nvery cold. Groups formed. Some persons in a big basement in this building. Some groups formed on\nthe left. My father for some reason was the last one to leave. He couldn't believe this is going to\nhappen. He made this man who worked the trolley go to the place where the German is to make\nbelieve he's trying out, something mechanical if they ask him. They didn't ask him. But he saw all the\nGermans in the cars. That's the time he decided to go.\nSO all those people -- he was like a leader. They said whatever you do, because they had\ntheir children, they follow. And he decided to go to the house across where the Germans were staying.\nHe figured by the time they go house-to-house, this is the last house they will look. And he could see\nwhat was happening in that courtyard where the Germans are. We had the shade. He made a little\nhole and he watched. We stayed there maybe three nights. We only had bread. We couldn't make a\nfire because they would see the smoke. But the bombs were falling now very close. We were not\nafraid of the bombs. We wanted it to because with knew then we would get liberated.\nSo the next day was quiet. No bombs. We see this lady walking on the street. Most of the\npeople now in the apartment said let's go out, we were liberated. My father was still scared. He said\nmaybe they put it as a decoy. Then we saw other people coming. the Polish people were brought to\nthe wires. They could cut them. The German were gone. They wanted the furniture and the clothes.\nWe didn't have time to clean up all of that.\n>> Bill Benson: So the Polish citizens, they were coming to get what was left in the ghetto now that the\nGermans were gone.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Sylvia Rozines: And we came up from the two camp buildings and just stood on the street to be\nhappy that we are free. We saw the Polish people carrying everything. It never occurred to us to go\nback and get some. | don't know, some maybe young men went to the factories and brought out coats\nbecause my mother wind up with a coat to be warm. And the rest, we were like in shock. But many of\nthe Russia -- they were colonels and captains, came and told us that we are the first Jewish people\nbeing liberated. So everyone started to cry. We thought we were the only ones. We didn't know other\ncamps in Germany. They gave us chocolate, whatever they had for the children. He says -- they were\nreally, really nice us. They said you can go and do whatever you want, on the other side. But we were\nstill scared.\nShould | said -- at that time | only spoke Polish. | became 10 years old the day after the\nliberation. And when | was standing there, | heard a voice, a lady's voice, saying aloud, \"Look how\nmany are still left over.\" And that was a shock to me. | thought they would be nice. Yeah.\n| never forget because | can still say it in Polish.\n>> Bill Benson: Sylvia, as you told us, you went back -- when you did go back to your apartment, you\nfound that everything was gone.\n>> Sylvia Rozines: Gone.\n>> Bill Benson: What was left?\n>> Sylvia Rozines: Pictures.\n>> Bill Benson: Tell us about the pictures.\n>> Sylvia Rozines: The pictures were laying on the floor. We had large pictures with frames but they\ntook -- because of the frames, they took the frame. There was nothing left in that apartment. But we\ndid find the pictures.\n>> Bill Benson: Some of them had footprints on them?\n>> Sylvia Rozines: Yes.\n>> Bill Benson: And those include the photographs we saw. Right?\n>> Sylvia Rozines: Yes. The ones when I'm young.\n>> Bill Benson: That was from then.\n>> Sylvia Rozines: | gave all my -- Holocaust museum would only accept original. So | have a son\nwho is very angry at me. But! gave away the original. They made me beautiful copies.\nBecause later on | was thinking for the future. My grandchildren won't know some of the\npictures, the people. They only would recognize maybe my parents. They have nice copies. So |\nfigured | wanted to do this.\n>> Bill Benson: Your parents made the decision to not stay in Poland very long after the war. Tell us\nhow they got out of Poland.\n>> Sylvia Rozines: Then we got out of the camp and we looked for an apartment. First we went to an\napartment in the ghetto. And then the Polish people started to set fire. When | say the Polish people,\nthat doesn't mean all the Polish people. There was a clan who formed and they did it. So we decided\nto move out to the other side of town. We found a nice apartment where German used to live that was\nempty. You didn't need -- they just told us -- you know, there was no law at that time made. If you find\nan empty apartment, you have the right to go in. We were there. My father started again his business.\nAnd one Polish man who he did business before the war lent him some money to start. And he did\nvery well. We had a really nice life, beautiful apartment, furniture, food.\nIn the beginning, the money, there was no money. So we exchanged -- we went to the open\nmarket. We gave some clothes and the Polish people gave us food. So food we had. But it\nhappened -- | had a big problem. | couldn't eat that food. | wasn't used to it. So my mother did\neverything -- whatever | liked she fixed for me but | couldn't eat. It took up many years. Even in France.\n| just couldn't eat certain foods. It just didn't appeal to me.\nThen we were doing well and it started. This clan went at night to the people and started to\ntake a little of their money, beat them up. Our neighbor did it. Then there was a very famous city.\nThey went and killed all the survivors who lived there. So my father decided it's time for us to leave.\nWe survived the war and now we get killed after the war?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nSo we left at night. We left all of our belongings which the German didn't take away. There\nwas a beautiful table cloth someone did by hand. | begged my mother. | will hide it under my coat. We\nhad to leave like going for a walk. Of course no television. So in the evening the people used to take\nwalks. It was normal. My mother put like two blouses. Nobody could see. We all went for a walk.\nAnd when it got dark, we went to the train station and left to near the border of Germany.\nAnd then | don't know how my father found someone. He was transporting gasoline. He hid\nus behind the gasoline. We went to Germany, to Berlin. That was the first displaced camp. They gave\nus the shots not to get sick. That was American side. The best camps were on the American side.\nThey were very nice. So we were assigned a camp and we stayed there. And food was not a problem.\nThere was a kitchen. Women were cooking. We had an electric little oven you could do in your room.\nWe waited. Which countries would allow us to come?\n>> Bill Benson: Your father wanted to go to Palestine. Right?\n>> Sylvia Rozines: In the beginning, no country allow us yet.\n>> Bill Benson: Right.\n>> Sylvia Rozines: So ‘46, it was Palestine. We couldn't go there. My father got tired of waiting. We\nfound out my mother had a brother who lived there many years before the war in Paris, France. We\nreceived a letter for him to come. Then we went also through the border. Not legally. There was no\npassport at that time. We arrived in Paris, France. | finally was able to go to a regular school, at 12\nyears old, and start schooling. And my mother language is really French. But Polish, | kind of wanted\nto forget it, which I'm sorry now because | get people and | can only understand --\n>> Bill Benson: Was that a hard time?\n>> Sylvia Rozines: The kids were so good. | was the only child in that whole school who was not\nFrench. They helped me. The teachers helped me. It was wonderful. That time we were starting to\nlive a normal life until 1951. My mother at 45 got cancer. | lost her. | was 16.\nSo my sister, who was already married. She was in America. She loved this country. She\ncame to take care of me. She took me: Come to America; it's so much nicer. My father decided we\nshould be together. Then in 1957, | emigrate to America.\n>> Bill Benson: With your father.\n>> Sylvia Rozines: With my father.\n>> Bill Benson: You came together.\n>> Sylvia Rozines: We're very close. My father became my mother and father. So we did a lot in\nFrance. He loved to go to operas. He did it in Poland, too. So the two of us used to go often.\n>> Bill Benson: Sylvia, before we turn to our audience and ask them if they have some questions of\nyou, your niece, Jennifer Roy, working with you, wrote your story about your years during the Lodz\nghetto, during the Holocaust. Tell us what writing that book has meant for you.\n>> Sylvia Rozines: It just brought back memories what | never thought to talk about. She brought up\nall the memories asking me questions. Later | decided | wanted to do this book for my grandchildren. |\nwouldn't be here but for my great grandchildren so they have the story.\n| have a granddaughter. She didn't like me to talk about it. And she couldn't read the book.\nShe was reading it, she was 16. I'm after her now to read it again. She's now grown up in college.\nThis book started the whole thing why | started to speak to children. | thought | had nothing to\nsay because some of my friends had horrible stories. They were in concentration camps. When they\ntold me my stories -- | had American friends, couples, and Holocaust survivors and two of them told me\nthey were in concentration camps. | didn't talk about me because what they went through, compared, |\nhad my parents to take care of me. That's why | was able to survive. Wouldn't be my father, of course\n| wouldn't be here. They never separated the mother from the child. You go right or left. So my sister\nmaybe. But she was young. But this is our destiny, | guess. It happened, a miracle, he decided to put\nthose children in the basement.\n>> Bill Benson: Should we turn to our audience and see if they have a few questions for you? We'll do\nthat a little bit later.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nWe have microphones on both sides of the aisle. We ask that if you have a question, wait\nuntil you get the mic. Try to make your question as brief as you can. I'll repeat it so everybody in the\nroom hears it, including Sylvia. And then she'll respond to your question.\nWho has a question they would like to ask Sylvia? Do we have any brave souls to start us off\nhere?\nA hand up back there, | believe. | think the mic is coming your way.\n>> Yes. Thank you so much for sharing your story with us today. | have a question about just after\nLodz was liberated in 1945, and also in Germany at the displaced persons camps, what was it like\nmeeting more children, some of whom had different kinds of experiences, speaking Russian, Polish,\nYiddish? How did you interact with these other children and tell the stories? What was that like?\n>> Bill Benson: After the liberation.\n>> Sylvia Rozines: In DP camp. After DP camp, some children came from Russia. The parents were\nsent there. They also spoke Russian. But mostly | tried to have -- talk to the ones who spoke Polish.\nAnd like Hungarian, we couldn't communicate. So groups formed, you know, who could speak the\nsame language.\nIn DP camp, we were not afraid at all. We felt free. We were not afraid the German are going\nto come and hurt us. No.\n>> Bill Benson: Thank you, Sylvia. Thanks for the question. | think there's another hand back there\nand one over here, too.\n>> | just wanted to ask you your most fearful moment during your childhood.\n>> Bill Benson: What was your most beautiful moment --\n>> Sylvia Rozines: No, fearful.\n>> Bill Benson: Fearful. I'm sorry.\n>> Sylvia Rozines: The fearful moment was being buried in the cemetery. And since then, after the\ncemetery, | was always a scared child. | was scared even when | was growing up, you know, like being\nby myself in the house. When | lost my husband, | didn't realize that | was still this scared little girl. |\nhad to have a night light. | lived in a house and | was not comfortable. And | said: What can happen?\nThe Germans are not here.\nBut after the war, when we lived in an apartment, | was always scared at night they are going\nto come. There was no German there. But at night there were shadows from the street lights, went\nthrough the curtain. | imagined a German is standing. | had a tough time with this. | was very bashful.\n| couldn't talk to strangers. Now I'm just the opposite.\n>> [Laughter]\n>> Bill Benson: We really know it was a big step for you to join us today.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: We're very, very happy you did. | think we have a question right down here. Wait until\nwe get you the mic.\n>> When you were liberated and you were in these camps, when you heard about Auschwitz for the\nfirst time and the concentration camps -- you had no idea.\n>> Sylvia Rozines: No.\n>> How did react?\n>> Sylvia Rozines: That was horrible. My uncle came -- one of the uncles, we were in the same city.\nThere was an office what you put your name, I'm alive; | live on this street. So one -- | remember it was\na Sunday. He arrived. He still wore the striped suit. And another, and they started to tell us the story.\nSo our story, we didn't say anything compared how they suffered. It was terrible. It was in shock, we\nwere.\n>> Bill Benson: Sylvia, you told us that your cousin Nina survived.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: Did any other family members survive?\n>> Sylvia Rozines: Yes. | had some cousins also who survived. Not the parents. They were like my\nsister's age. And | have in New York still a few but mostly they're passing out now. | am one of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthe -- there are some younger ones than |. But if someone is younger than |, they don't remember. If\nthey are 2 years old, | hear people speaking but they speak their family story what they heard.\n>> Bill Benson: I'm going to -- unless there's another question -- oh, we have one here. Time for one\nmore -- one or two more questions, then we'll close. We have a hand down here. | think one -- we'll go\nback here and then come down front.\n>> How was it when you went to Berlin? How did the Germans treat you?\n>> Bill Benson: When you went to Berlin, what was it like? How did the Germans treat you in Berlin?\n>> Sylvia Rozines: When we went to Berlin, right away we went to the camp which was American. Oh,\nthe German were afraid. They were afraid to do anything. They didn't have the food. So the German\nhad nothing to do with us. There was American soldiers. If anything happened, there were MP around.\nNo, they were too afraid. Plus they were mostly women and children. Their soldiers got killed, too.\nThey were afraid. Because they knew what was happening. Because some of the concentration\ncamps were very near. They just ignored it. So they knew they were guilty.\n>> Bill Benson: And a question --\n>> Sylvia Rozines: They wanted just if they could get some food. There was a dress maker. My\nmother and | needed clothes. So we went to the German and we gave food. Instead -- no money.\nAnd we bought the material and she made dresses. No, we were not afraid they will hurt us. American\nsoldiers were all around. | never heard anyone being hurt, you know.\n>> Bill Benson: Ok. One last question right here in the front.\n>> What happened to your father? Did you stay with him once you came to the United States? Did\nstay close to your father?\n>> Bill Benson: What happened to your father?\n>> What happened to him in the United States?\n>> Sylvia Rozines: | lived with my father until | got married in Albany, New York. And then he lived by\nhimself. And my sister was there. We were visiting very often. He passed away at 77. It's too bad he\nwas not alive when the book came out. Because after doing the book, everybody said, “Your father, he\nis the hero in that book.”\n>> Bill Benson: If you get a chance to read the book, Sylvia's father, just a remarkable human being.\n>> Sylvia Rozines: He was a terrific person to help. He had lots of courage. He was very strong. He\nwas lifting up. That's why he was chosen to do this job, 100 kilos of flour on his shoulder. That's why\nhe delivered. It was horse and carriage. He went from the bakery to the bakery. But having this job\nhelped us not to be as hungry as the other people.\n>> Bill Benson: I'm going to turn back to Sylvia to close our program in just a moment. | want to thank\nall of you for being here. | remind that you we'll have First Person programs Wednesdays and\nThursdays each week until the middle of August. So | hope you can come back and join us.\nIt's our tradition at First Person that our First Person has the last word. But before Sylvia has\nthe last word, I'm going to ask -- when she's done, I'm going to ask two things. I'm going to ask you all\nto rise because our photographer, Joel, is going to come on stage and take a photo of Sylvia with you\nas the backdrop. So we'll ask you to do that. And then because Sylvia is going to be available to sign\ncopies of \"Yellow Star,\" we're going to want to get Sylvia up the aisle as quickly as we can. So let\nSylvia get up there and then we'll have you folks leave.\n| don't know if this is -- I'll do this anyways. You have a young guest here.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: She's read your book 22 times.\n>> Sylvia Rozines: 22 times. Vivian.\n>> Bill Benson: Vivian, 11 years old. Right there. That's wonderful.\n[Applause]\n>> Sylvia Rozines: | never expected my book to be so well-known. The book is used all over the\nUnited States to teach students about the Holocaust. They are teaching 12 years and up, and older. |\nam receiving letters from all of those children, from all over America, thanking me, read the story. All\nthe 12 years old impressed that | had the courage. | was walking, picking pears, that was a good job.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nAnd then | stole a pear for my sister. So everybody -- | even have pictures they draw and they send\nme. And some of the students come to the Holocaust museum with the book. | sign the book. We\ntake pictures. Together if they want the picture together.\n| want to thank you for coming and listening to my story. | thank Bill Benson so much for\nhelping me to give this presentation. | have the Museum to allow me to be a volunteer and to explain.\nMostly | like to speak to students but | have people from all over the world. | stay at the Information\nDesk. And because | speak French, | have many people, French, and | have another language,\nYiddish, what | speak. So | can speak -- explain to them what to do in the museum. And we have\npeople from all over the world are coming here. I'm so happy that you could come and hear my story.\nThank you very much.\n[Applause]\n",
    "segments": []
}