{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, July 25, 2013\n1:00-2:05 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: MANNY MANDEL\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being provided in\nrough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States\nHolocaust Memorial Museum. My name is Bill Benson, and | am the host of\nthe museum's public program, First Person. Thank you for joining us. We\nare in our 14th year of First Person. Our First Person today is Mr. Manny\nMandel, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful\nfor again sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the\nHolocaust who share with us their firsthand accounts of their experience\nduring the Holocaust. Each of our guests serves as a volunteer here at this\nmuseum. We will continue our program through the middle of August. Each\nof our guests, you can go to the website at www.ushmm.org and it provides\ninformation about each of our upcoming First Person guests.\nManny will share with us his First Person account of his experience\nduring the Holocaust and as a survivor, for about 45 minutes. If we have an\nopportunity toward the end of the program, you will have a chance to ask him\na few questions.\nThe life stories of Holocaust survivors transcend the decades. What\nyou are about to hear from Manny is one individual's account of the\nHolocaust. We have prepared a brief slide presentation to help with his\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nintroduction.\nWe begin with this portrait of Manny Mandel. Manny was born to a\nreligious Jewish family on May 8, 1936, in Riga, Latvia. Manny was just 3\nwhen World War II started. Though he was born in Riga, Latvia, Manny's\nfamily were Hungarian Jews. They moved briefly to Latvia because of his\nfather's work. Here we see a portrait of Manny's parents, Yehuda Mandel,\nholding their infant son Manny.\nShortly after Manny's birth, his father accepted a post as a chief cantor\nin Budapest and the family returned to Hungary, where they had lived before\n1933. Hungary is highlighted on this map of Europe. Budapest is highlighted\non this map of Hungary.\nManny's father was based at the renowned Rombach Synagogue. In\nthis picture, we see Manny and his father on a street in Budapest.\nThe Hungarian government passed anti-Jewish laws beginning in\n1938. In 1940, Hungary joined the Axis Alliance, and in 1941 Hungarian\ntroops participated alongside German troops in the invasion of the Soviet\nUnion. The war and increasing restrictions made life for juice in Hungary\nincreasingly difficult. The photo on the left shows Manny outside his\napartment on his first day of school in 1942 in Budapest. On the right we see\na contemporary photo of Manny standing outside the same apartment.\nGerman forces occupied Hungary in March of 1944. Manny and his\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmother Ella were fortunate to be included in a program where Jews would be\ntransported to Palestine in exchange for trucks. Within a month, they were\ntransported by the Nazis to the Bergen-Belsen concentration camp near\nHannover, Germany, in preparation for the eventual departure from Europe.\nThis photo is of the Bergen-Belsen camp.\nNegotiations for their transport to Palestine broke down and in\nDecember of 1944, about six months before the end of the war, Manny and\nhis mother were released from Bergen-Belsen and transported to safety in\nneutral Switzerland. There they stayed at the Heiden Children's Home,\nwhich is pictured here, where Ella worked as a teacher. Manny is lying down\nin the front on your left. His mother Ella is standing in the back, in the middle.\nAfter the war, Manny and his mother reunited with his father in Israel.\nThey subsequently emigrated to the United States and lived in Philadelphia.\nManny is a graduate of Temple University and did his graduate work at the\nUniversity of Pennsylvania. He is a clinical social worker. He met his future\nwife, Adrienne, in Philadelphia and they were married in 1958. They have\nbeen married for 55 years.\nAfter working for the B'Nai B'Rith Youth Organization in Cleveland and\nin Michigan, Manny and Adrienne moved to Washington, DC where Manny\nbecame the national program director for the B'Nai B'Rith. He would later go\nto work for the Peace Corps before beginning his own psychotherapy\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\npractice in 1980. Manny continues his independent practice today.\nAdrienne's many accomplishments include having served in the Maryland\nLegislature as an elected member of the House of Delegates. She is\npresently a member of the Board of Commissioners of the Washington\nSuburban Sanitary Commission, the nation's eighth largest water and\nwastewater utility. Manny and Adrienne live in Silver Spring, Maryland. They\nhave two children and three grandchildren. Their daughter Lisa has a\n24-year-old son, Zachary, who graduated from the University of Maryland,\nand a 21-year-old daughter, Gabrielle, a University of Michigan senior.\nManny and Adrienne's son David has a soon-to-be 16-year-old daughter,\nAlexandra, who is presently in a summer Bolshoi Ballet Program at Julliard in\nNew York. She will be a high school junior this year. I'm pleased to say that\nAdrienne is here today with Manny, as are their children, Lisa and David. If\nyou wouldn't mind raising your hands. Great. Thank you.\nManny speaks regularly about his Holocaust experience in various\nsettings such as schools and synagogues. He volunteers at the museum\nand leads tours about genocide in the learning center where you will find him\nevery other Friday. Manny celebrated his 77th birthday on May 8. With that,\nI'd like you to join me in welcoming our First Person, Mr. Manny Mandel.\nManny?\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nManny, thank you so much. Thank you so much for joining us, for your\nwillingness to be our First Person today. We have a great deal for you to\ncover in just an hour. We'll just jump right in. You were born in Riga, Latvia,\nin 1936, but your family stayed and certain yours was a short one before you\nmoved to Budapest, Hungary. War began in Europe with the invasion of\nPoland by the Germans in 1939, September 1, when you were 3. Before we\nturn to the war years, tell us what you can about your family, their life, in your\nvery early life before the war began.\n>> Manny Mandel: Well, are we on? Yes. People often ask me how come |\nwas born in Riga when my family is ethnically Hungarian. | usually respond\nby saying there's a rule that says you must be born where your mother is.\n[Laughter]\nAnd interestingly enough, part of the reason we were in Riga had something\nto do tangentially with the later-on Holocaust issues. Bill mentioned that\nsome of the enforcement of the anti-Jewish, anti-Semitic laws in Hungary\nwas in 1938, but something called the Numerus Clausus, which were the\nanti-Jewish laws in Hungary, began in the 1920's, about 10 years before the\nGermans started the Nuremberg Laws in 1933.\nAs a consequence, because of the nature of Europe, let me tell you\nwhat that was. My father is from eastern Hungary, born in the\nAustro-Hungarian empire's days in 1904. When he was 18 years old, he was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ndrafted into the Czech Army, because after the First World War, this is 1922,\nCzechoslovakia had been created. For those of you who remember, it was\ncreated after the First World War. So my father's now in the Czech Army,\nhe's a Czech citizen.\nAs a Czech citizen, when he finished his training in Vienna in 1927 or\nso, he was looking for a job in Hungary. They would not give him papers.\nFirst, he was a Czech citizen and a Jew. The laws that were enforced made\nhim unable to get a position that he wanted in continental Hungary.\nHe did a number of investigations as to where to go and found a job,\nwhich was very much in demand, it was in Riga. Went there in 1933. In\n1936 | was born. By that time, he was able to get the papers required for him\nto go to Hungary and he goes to Hungary in 1936, has a job in the Rombach\nSynagogue that Bill mentioned and he thinks he has just reached heaven on\nearth, because it's the job that he wanted and the place that he wanted,\nethnically Hungarian.\nlf not for the fellow with the little mustache, you remember him, he\nwould have been there, | would never have come here to talk to you in First\nPerson. That's how we wind up in Riga.\n>> Bill Benson: You told me a story that your mother had recounted along\nthe lines of someone saying, well, today you now speak Yugoslavian.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Manny Mandel: My mother comes from southern Hungary. This is part of\nthe Austro-Hungary empire, which was chopped up after the war. Southern\nHungary, better known as Yugoslavia, today known as Serbia. Illustration,\nher hometown is Novi Sad. It doesn't matter. My mother told the story after\nthe First World War ended, Yugoslavia is created in 1918, she's 10 years\nold, they come into school, they say OK, tomorrow, we're going to change\nlanguage. They'd been studying Hungarian. The language to be changed to\nwas Serbo-Croatian. These two languages don't have a syllable, period or\ncomma that are similar. They were bilingual. The kids said fine. The point is\nthis was not unusual in Europe. My father, through his career, probably was\nconversant in probably eight languages. He was nota linguist. But you\nheard some here, some there, some someplace else, and you used these.\nPart of the reason my mother, you saw the picture in Heiden,\nthe children's camp, after we were taken out of Germany on this barter basis,\n20 Hungarian kids were sent to this children's home in Heiden, in the German\npart of Switzerland. They wanted to send somebody along who could speak\nfor the kids and to the other people in the place. The other people included\nthe director, who is on the picture, they were all German or French speaking.\nMy mother had very good German. And acceptable French. From school.\nShe had been a schoolteacher before she was married. She was the likely\nchoice. As a consequence, here she is, speaks Hungarian to us, German\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nand French to the rest of the people, and in Europe this was as routine as\ngoing to have 7-Up at McDonald's.\n>> Bill Benson: You lived in Hungary, and war began in September 1939,\nbut the full effect would not come to your community until 1944. Yet, there\nwere many difficult times in those intervening years. Before we move to that\nperiod, once it really hit home to you in 1944, tell us what life was like once\nthe war began in Europe for you and your family living in Budapest.\n>> Manny Mandel: Life for me as a child was fine. For two reasons. You\nneed to know, those who have studied anything about the Holocaust, have\ngone through this museum, the experience of Hungary was unique. Because\naside from Italy, and of course Japan, about which we're not speaking, that's\na different part of the world, Hungary was an ally. As a consequence the\nimpact of the German occupation, the impact of the SS, of all things German,\ndid not happen in Hungary. Hungary was ruled by a region and a political\nparty called the Arrow Cross, which was the Hungarian equivalent of the Nazi\nparty. But on a day-to-day basis, people went to work, came home from\nwork, went to the movies, and people ate lunch.\nWhat I'm saying, in many ways, until almost 1944, the impact on\nHungary is almost unfelt. Well, not quite. We want to remember that the\nHolocaust takes place in the middle of an even larger conflagration Called\nWorld War Il. We are bombed almost every night. On one side come the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nwestern allies, on the other side the Russians. They're bombing Budapest,\nbecause it is an enemy capital. Well, people living in Budapest, Jews,\nnon-Jews, anybody else, were affected by this bombing. Budapest was not\nquite destroyed as much as Warsaw was or Hamburg or Dresden was. It\nwas a Significant impact. Other than that, much of the impact did not affect\nthe child.\nWell, | take that back. | went to first grade, you don't see in the\npicture, | went to first grade with a star on my coat. Jews had to wear a\nyellow star. Those of you who have gone through the museum or will do so\nwill see samples of these stars. In certain places they're being displayed,\npictures and actually actual stars. The star that | saved until after the war\nwas lost when we came to this country, unfortunately, for reasons that are\ntotally unrelated. We came here by plane, not ship, in 1949. On the plane,\nyou can only carry very few things. | left that star and some other important\npapers of mine with an aunt in then-Israel, who was going to ship it to us\nafterwards. She changed houses. My important papers and star\ndisappeared. | never forgave myself, but that's life.\n>> Bill Benson: You described in some ways, as a very young child, the\nwearing of the star, it made you feel the same as the adults, because they\nhad to wear the stars. So it had a different impact on you from that\nperspective. Can you say more about that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Manny Mandel: | thought that being 6 years old, 7 years old with a star,\nexactly as Bill says, made me an adult, and that made me very proud. Let\nme tell you very briefly at this point | began to realize maybe this is nothing to\nbe proud of. The rule was that you had to wear that star on your outer\ngarment, outside of the house. If you didn't, the consequence was being\nshot. That's all. On the spot or somewhere else. Very simple.\nThe rules were simple. As long as you lived within those rules, there\nwas no problem. | thought that was great. Until | was about 7 or so, | said to\nmy father, | outgrew my tricycle. I'd like to have a bicycle. A small-size\nbicycle. To which my father said fine, no problem getting the bicycle, except\ntwo reasons, minor and a major, which will prevent me from getting you a\nbicycle. The minor was we live on the fifth floor of the apartment. We had an\nelevator. The elevator was a 50-year-old elevator. Frequently was out of\nservice. The parts to repair the elevator were made in the same factory that\nwas making munitions, guns and things. Elevator parts were very low on the\npriority for mechanical kind of engineering.\nSo the elevator is one. My father said | have to trek the bicycle\ndown -- in Europe you didn't ride the bicycle in your backyard. Nobody had\nbackyards. Go to the street, to the park, you ride the bicycle, come back. I'm\nwilling to do that. That's very small.\nThe larger issue is if you ride the bike in the park with the yellow star\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nand you're out of my sight for 12 seconds, somebody might decide to hit you\non the head and take the bike or hit you on the head and leave the bike, as\nlong as they can hit you, because that yellow star is a magnet of certain\nbehaviors. That I'm not willing to risk.\n| was very upset. The yellow star cost me a bike. At 7 | had a difficult\ntime putting those two things together. | can tell you in 1949, when | was 13,\nwe lived in New York. Not the first day we arrived, but within a very short\ntime, my parents said this afternoon we're going to the store. What are we\ngoing to buy? A bicycle.\n>> Bill Benson: What were some of the other restrictions that were imposed\non Jews at that time?\n>> Manny Mandel: Several. One day the man comes to the door, says we\nmust take your telephone. There's nothing anti-Semitic about phones. That\nwas a restriction.\nNext time, now, remember, that in Europe living in those days there\nwas -- we all had washing machines, dryers, freezers, dish washers, and all\nthe other stuff, except they were called a maid.\nMy mother and the maid were the dishwasher, the dryer, the washer,\nthe other things. This was routine in a middle class family. Had nothing to\ndo with being aristocratic. The maid was my buddy, a young woman from the\nhinterlands. Closer to me in age. 18,1 was 6, 7, 8. That was my buddy. In\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe daytime, when | was in school, she was home.\nThey told us that the maid had to go. Why? Jews could not have\nmaids. You survived these things somehow. My mother did more work. |\ndon't know how she managed it, but there were three of us. Much of the time\nonly two of us, because one of the consequences of being under this kind of\nrule was something called the slave labor camps. This is not what you see\nupstairs in the museum about being taken away into camps. The Hungarian\nmale population was conscripted into the army. It was called the draft. In\nthis room, | don't see too many people who would know anything about the\ndraft, which in this country was eliminated some time ago.\nThe point still remains that the draft took men into the army.\nHungarian military forces fought in Russia with the Germans. To replace\nthese Hungarian men with labor, they conscripted battalions of Hungarian\nJews, my father being one of them. In 19 whatever, 1940, he was 36 years\nold, a young man, strong as an ox. He and all of his colleagues and doctors,\nlawyers, Indian chiefs who had absolutely no knowledge of physical labor\nwere conscripted to do mining, road repair, crater repair. My father would get\na phone call, letter, or visit that would say on Tuesday at 3:00 you are to\nappear at this train station. You will be gone for a day, two, five,\nundetermined period of time. So for 3, 4, 3 1/2 years my father was out of\nthe house, much as a traveling salesman. | didn't miss him after all, because\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nhe wasn't home. It was routine for not being there. The fact that he wasn't\nthere meant | grew up for those three years without a father.\nIt also meant my mother's work was less, because she was only taking\ncare of herself and me. The maid was gone. My father wasn't home. My\nfather's youngest brother, who was named David, after whom we named our\nson, David, he was a university student. Restrictions? He was the last\ngraduate at the university in Budapest with a star on his chest. When he was\ncalled into these labor camps after he finished school in 1943, he threw a fit.\nMy grandmother, who was visiting, fainted. It was unusual for David to go\ninto the labor camp. But my father, routine. They were 10 years apart in\nage. So my father was 36, he was maybe 26.\n>> Bill Benson: Manny, you also mentioned that there is the larger context of\nthe war going on, so there was bombings and other deprivations. What was\nyour food situation?\n>> Manny Mandel: If you recall the pictures at the very beginning, my father\nis in the big furry coat with the hat. Coming home from the market.\nObviously, it was home at the time.\n| have absolutely no recollection of food being a problem in any\nfashion, but perhaps there was some rationing. My wife, who grew up -- my\nwife is a survivor also, of New Jersey.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nShe loves it when | say it. My wife tells me that during the war, we're the\nsame age, there were rationing, certain things here, butter was restricted,\ngasoline was restricted. | don't think that we experienced restrictions in\nBudapest at the time that were any more severe than those restrictions.\n| have no recollection of food being a problem. Although, it's\ninteresting to me that my grandparents, who lived in Novi Sad, had a\nbackyard where they lived, and they began to raise a couple of chickens and\na rooster. They were not farmers, but there was some land, all fenced-in\narea. | remember they either brought or sent a bird. Maybe for holiday time.\nIt isn't because we were starving, but there was perhaps some more difficult\ntime. After all, the war is going on. Everybody has a little less of all the good\nthings. Basically, food was not a problem, as | can recall it at that time.\n>> Bill Benson: Manny, in December of 1941, | believe it was, might have\nbeen Novi Sad, you went to visit your aunt.\n>> Manny Mandel: My grandparents.\n>> Bill Benson: There you encountered a truly horrific experience. Please\nshare that with us.\n>> Manny Mandel: Sometimes the questions are asked what was my first\nexperience with the Holocaust and | tell this story. The star was something.\nThe bicycle was another. But this is different. This is earlier. This is 1941,\n5 1/2 years old. Visiting Novi Sad, the visit wintertime, my grandparents.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThere were also two aunts, my mother's two sisters lived in Novi Sad. They\nnever left.\nWe're staying at the apartment of one of my aunts, been there two,\nthree days, somebody comes up the stairs, says, \"There's something going\non outside. Somebody will surely be coming in to tell you about it.\" Within\nfive minutes, two policemen come upstairs. In the most courteous way say\nplease, ladies and gentlemen, get dressed warmly, you need to be outside.\nWe're going to conduct a census.\nWe know that the census in this country takes place every 10 years.\nThe census in Europe during the war under any kind of German controlled\noccupation took place about every 15 minutes.\nThey felt if they know precisely where everybody is at all times, it\nhelps to control the situation.\nCensus. We didn't think anything of it. We got dressed warmly.\nWintertime. It wasn't a bitter, terrible day. Go outside, told to turn left by the\napartment and walk in that direction.\nWe did. We walked. My mother carrying, my father carrying, now\n5 1/2 years old. | don't remember that to be in any way a difficult time. It was\na little chilly, but nothing serious.\nUntil we arrived at a place where | recognized. I'll tell you in a minute\nwhy. A fence in on left, told to walk along this fence. Slowly. Advancing\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nforward. By this time, my grandparents came and some others, huddled\ntogether, a dozen, 18 people, friends, relatives, acquaintances, marching in\nthat direction.\n| recognize the place because in Europe, in cities which are not on the\nocean but are on a river, most of the capitals, if you think, are on rivers, for\nobvious reasons. They created these very lovely beaches. This is the\nDanube river that flows through Novi Sad. Famous non-blue Danube. And\nyou are along this fence, and inside the fence in the summertime are wave\npools and heated pools and thermal pools and all kinds of restaurants. It's a\nvery lovely place. It's a beach.\nWinter, when it's frozen, the river is frozen and the places shut down.\n| recall from the previous summer, my parents recalled it from being there\nmany, many times when they lived in Novi Sad before they went to Riga.\nThey met in Novi Sad.\nWe're marching along, as we're marching, slowly ambling forward, we\nnotice that the big gates of this place are open. People are told to go there,\nturn left into the gates. To the best of my knowledge then and since | never\nknew why we were there, but | knew what happened, but not why we were\nthere.\nAs we begin to approach these gates, there's a policeman standing on\nthe right side. He says to my father, \"Mister, what are you doing here?\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHe says I'm here visiting family. | don't mean that. That's your\nbusiness. You don't belong here. You're not from Novi Sad. You and the\ncrowd you're with if they get counted in the census, it will mess up the\nnumbers. You're from Budapest. How do | know that? I'm a traffic\npoliceman two blocks from your apartment. I've seen you dozens of times. |\nrecognize you.\nSaved our lives. Why? He said to us step aside. We get out of this\ncensus thing that he thought was going on. Maybe he knew better. As we\nstep aside, within moments of this a staff car comes down the road, they\nhave a powwow, and somebody gets on the bullhorn says, ladies and\ngentlemen, the requirements of the census have been met. There's a school\nright over there. There's hot coffee and chocolate. Please have some and\ngo home.\nWhat we didn't know, until later that night my parents found out, and\nthe next day, | didn't find out, | certainly didn't understand it till much later,\neverybody who turned left in those gates was marched about 300 yards to\nthe Danube, where the ice had been chopped open, were shot. Their bodies,\nif they were found, were found next March when the river thawed.\nLadies and gentlemen, | just described to you a pogrom, senseless,\nmeaningless, useless exercise in power that you can perpetrate because you\ncan.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSomething happened in some village where the partisans, these were\nthe guerilla outfits, did something, and in order to make a point of saying\ndon't do that, they killed 350 people. That was my first experience with the\nHolocaust. Those going through the museum, or have been through, you\nmay become familiar with a much larger pogrom of a similar type, where the\narea was enormous. It was called Kristallnacht, in German \"The Night of\nBroken Glass.\"\n>> Bill Benson: The staff car that came along and actually stopped this event\nfrom occurring was, as | recall, a German staff car. It had been Hungarians\nthat had been doing the census, pushing people into the Danube. It seems\nironic that Germans would have stopped that from taking place. Do you\nknow why?\n>> Manny Mandel: No. Apparently, what happened, this had been not a\none-day process. But the German leadership had the most peculiar sets of\ninconsistency. They would stop something, because somebody decided they\nshould.\nBy the same way, we got out of Hungary, you mentioned the\ngroup we were with, because we produced papers and claimed to be\ndisplaced persons. Folks, | was about as displaced in Hungary at the time\nwith my mother -- not my father, he survived, an entirely different story -- |\nwas about as displaced as | am in this chair. If you have triple stamps and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nquadruplicate copies, it was acceptable. The most famous, upstairs, one\nRaoul Wallenberg, if you look outside, 14th street is one side, the other is\nRaoul Wallenberg Place, named after the Swedish diplomat who issued\nthousands of passes. They were as phony as $3 bills. There was this\ninconsistency. For some reason nobody precisely knows, they said enough.\nThere's no rhyme, reason, or logic.\n>> Bill Benson: You were able to return to Budapest after that?\n>> Manny Mandel: The next morning at 6:00. Here is an interesting point,\nmy recollection. | thought it was an adventure. My father calls a taxi. 6:00,\ngo to the train station, about 3 1/2 train ride to Budapest. The taxi, this is\nwinter, in the snow, happens to be a one-horse taxi. It's a sleigh. Very\ncommon. There were motorized taxis and horse-drawn taxis. | thought it\nwas a great adventure, I'm a kid, with this troika in front of me, thinking I'm\ngoing to be --\n>> Bill Benson: Manny, the Germans end up occupying Hungary in March\n1944. Hungary was an ally of the Germans. What led to the German\noccupation and then what did that mean for you once the Germans arrived?\n>> Manny Mandel: The First World War, where Hungary was an ally of\nGermany, produced a regent who was the ruler of Hungary. The regent was\na man named Horty. Horty was an admiral. You got to say to yourself, folks,\nhow in heaven's name can an admiral in a landlocked country? But it's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nlegitimate.\nIn the First World War, for those who know, the map of Europe, you\nthink about the Adriatic Sea, think about the top of the Adriatic, where Italy\nand Yugoslavia connect, which had been disputed territory and to some\ndegree still is. Many sea battles of the type that took place in the First World\nWar took place there, and that's where Horty earned his spurs and was a\nlegitimate admiral. | don't know exactly how many shims he had, but he is an\nadmiral, the leader.\nHe makes a pact with Hitler to become an ally. That pact continues.\nWhile that pact continues the Germans do not occupy Hungary.\nNow, in 1942, a conference takes place in Berlin called the Wannsee\nConference. The Wannsee Conference has a number of people in it. They\ncome up with the term that becomes a terrible term for us to remember.\nNamely, they come up with the answer of the final solution to the Jewish\nproblem. What is the final solution? Complete and utter destruction.\nThey appoint a man to conduct that process, his name is Adoph\nEichmann. Eichmann, who was then caught in Argentina, tried in Israel and\nexecuted. Well after the war.\nEichmann's job is to clean Europe of Jews. The Nazi position clearly\noutlined in Mein Kafmp, Hitler's book which he wrote in prison, said let's get\nthem out of Germany, then Europe, then the world. He didn't quite achieve\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthat. The point is Eichmann clears all of the countries of Europe. That's\nwhere the people come from to go to Auschwitz, Birkenau, Treblinka and all\nof the other camps. The last country he cleans out is Hungary. The last city\nis Budapest, by which time the alliance had broken up.\nHe gets to Budapest on March 19, 1944, deportations begin at the rate\nof 12,000 a day.\n| don't know where you folks come from, but some of you come from\ntowns and villages that are less than 12,000 people. Think about your\nvillage, town, township, city, being removed, never to be seen again, in one\nday.\nHe arrives on March 19. That's how he gets -- how Hungary becomes\nactively a victim of the -- not of the invasion, but of the occupation.\n| never saw a German in Budapest until March of 1944.\n>> Bill Benson: Then they were there in full force?\n>> Manny Mandel: Absolutely.\n>> Bill Benson: At the rate of 12,000 a day, if | remember right, over a 6-8\nweek period almost 600,000 Jews were deported.\n>> Manny Mandel: That's right.\n>> Bill Benson: Staggering sum.\n>> Manny Mandel: Budapest was a city of a million people, 20% Jewish,\n200,000 people before the war. Because of the nature of the alliance and the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\napparent better situation in Hungary and later in Budapest, people came, and\nit swelled by an additional 400,000, thus created the 600,000. Not all\n600,000 were killed, but a large portion were. Most were from other places,\nwho migrated to Budapest, because they thought it was a safe place.\n>> Bill Benson: You lost your grandparents in that time.\n>> Manny Mandel: My grandparents were deported from Novi Sad, my\nmother's parents, with the two aunts | mentioned, and the daughter of one of\nthe aunts. They got to Auschwitz Birkenau, the grandparents and daughNter,\nmy cousin, a year younger than | at the time, 7 at the time, told to go this\nway, never to be seen again. | don't think they lived out the day.\nThe aunts, who were 30-something-year-old women, were told to go\nthe other way. They worked in labor, starved and they survived.\n>> Bill Benson: While that's going on, there comes this proposal to swap\nJews for trucks. This audacious proposal. Tell us how this originated, what\nthe swap was supposed to be and, of course, it had huge implications for you\nand your family.\n>> Manny Mandel: Eichmann arrives March 19. Probably within days, if not\nhours, he's approached by two members of something called the rescue\ncommittee. Not totally, but to some degree self-appointed. They were not\nreally representing the Jewish community's establishment, because one of\nthem came from another city. The man's name is Kostner. Lawyer. Kluche\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nin Romanian. He and his family moved to Budapest earlier, not quite then.\nHe and another man, who had essentially trained and lived in Germany by\nthe name of Joel Brand, approached Eichmann, demand to see Eichmann.\nLadies and gentlemen, you don't demand to see Adoph Eichmann.\nYou beg and cajole, but that's not what they did. Thank God they did that,\nbecause the kind of arrogance, the kind of gall it took for them to do that is\nalmost more difficult to imagine than it is, but they felt that the only way they\ncould get through, and Eichmann to some degree because of some curiosity,\n\"Who are these idiots?\" Was willing to see them. In the beginning\ndiscussions they come up with a plan. If Eichmann releases a million Jews\nfrom his holding, they will procure for him 10,000 trucks laden with materiel\nand material to be used in the Eastern Front.\nFolks, if you know what a $3 bill is, | just described one. Again,\nEichmann did not have the people to release, even if he had the authority.\nThese folks didn't have a spare tire, let alone 10,000 trucks. However,\nKostner stays to negotiate with Eichmann. Brand is dispatched to speak to\nthe allies in Egypt, The British allies particularly, to secure 10,000 trucks.\n| don't want to tell you how absurd that is, but pretty absurd.\nBrand is arrested in Syria, spends the rest of the war in Egypt, in Cairo, in\njail. Survives the war.\n>> Bill Benson: As a prisoner of the British?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Manny Mandel: As a spy. But he's not executed. The point is it was\nuseless.\nNow, you want to remember that this is taking place April of 1944. If\nyou recall, D-Day is June of 1944. The war ends on May 5 of 1944. We'll\ncome back to that date later.\n>> Bill Benson: 1945 it ends.\n>> Manny Mandel: 1945, I'm sorry. This is within a year of the end of the\nwar. By this time the German high command all the way up to Himmler, not\nHitler, Himmler, are interested in thinking about issues having to do with war\ncrimes, postwar issues, because they realize that the possibility of the\nGermans winning the war is disappearing with enormous rapidity.\nD-Day, June 6, 1944, was the beginning of the -- clear beginning of\nthe end. They're willing to make arrangements, deals. But 10,000 trucks for\na million Jews never happened. Couldn't happen. But out of that came a\ndifferent arrangement, whereby for certain amounts of money, and not\nmoney so much because money, paper money, was useless. Yes, if you had\npounds Sterling, the British currency, fine. If you had dollars, fine. Nobody\nhad them. This became valuable items. Jewelry, gold, silver, that which is\nportable in suitcases.\nTo some degree, Eichmann and his cohorts found refuge in South\nAmerica after the war, and | can assure you they were not only on welfare\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nbut unemployment compensation. They had these moneys. Mengela, the\nfamous doctor in Auschwitz and others, all benefited from this. The trade-off\nwas that 1/00-some people were placed on 35 cars to be taken to a neutral\nport and possibly even to a German port, like Hamburg, to be dispatched out\nof Europe, because out of Europe was a good thing in terms of getting Jews\nout of at least Germany.\n>> Bill Benson: 1700 would be saved by this?\n>> Manny Mandel: 17 and change.\n>> Bill Benson: That's what --\n>> Manny Mandel: We were not taken to the port.\n>> Bill Benson: Before you talking about taken, a million is a huge number,\n1700 is a small number. Who comprised the 1700?\n>> Manny Mandel: Nobody. Every single group, every single organization,\nevery single segment of the Jewish community in Budapest at the time made\npetitions, and somehow they have three of these, four of those, six, seven of\nthose, somehow this comprised it, including, but perhaps starting with, some\n25 people, thereabouts, of Kostner's only family. Not he. He stayed behind.\nBut his wife, children, cousins. Various members of the family came and\nwere to be given this priority arrangement. If I'm making a deal, | will\ncertainly insist that my family be part of that deal.\nNot his whole family, about 25. | don't know the exact number.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\nBeyond the 25, the rest of the 1700-some were from this religious\norganization, this sports organization, that school, various groupings, three\nhere, four there, comprising. | don't think anybody with all of their research\nwill ever be able to verify completely.\nOne of the best books on the subject is a book that Ladsi Loeb wrote\navailable at the bookstore. He was an 11-year-old youngster with us in\ncamp. He later became a Hungarian born, Swiss educated, German\nprofessor in England. Ladsi Loeb, | corresponded with him in the last week,\nlives in England, he wrote a well-researched book. His book is not totally\nilluminative of all of the various groupings. It's kinda, kinda, kinda, that's how\nthe group was made up.\n>> Bill Benson: Fortunately included you and your mother.\n>> Manny Mandel: | don't know. There are several reasons my mother, I,\nmy Uncle David would have been part of it, because of his connections, my\nfather's connections, their station in the community. | don't know. One thing\nI'm certain of, | had nothing to do with it. Not as an 8-year-old. We're taken\nnot to a port, but to Bergen-Belsen. Continue.\n>> Bill Benson: That was the concentration camp where Anne Frank died.\n>> Manny Mandel: Nota killing camp. I'll make comment on that to\nconclude this segment. We are taken to Bergen-Belsen on the ruse that we\nhave three days of Rand R. After that, 60 people are taken out. I'm not one.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n| stay the full six months. We're taken to Switzerland in December of 1944.\nWhich is a lot better place to be in than in Bergen-Belsen.\n>> Bill Benson: What was it like during that time in Bergen-Belsen? You\nwere there for a substantial period of time.\n>> Manny Mandel: The thing that occupied our time mostly was census,\nback to the census. Every morning we're told at dawn there will be a\ncounting of the people. They didn't tell us when. We were told to be out at\ndawn, which we did. For some time. | can't give you specific period of time,\nrain, snow, whatever, out there. Until one of the officers said this is\nridiculous. He said, I'm going to be here, let's say, 8:00 precisely. The\nprecision was guaranteed. | don't care if you come out at 4:00 in the morning\nor 7:30, but be here at 8:00. It saved a lot of grief. It took up, in the earlier\npart, several hours of the day.\nThe other part was time spent attempting to make something of\nthe food that was provided. Nobody starved and nobody gained weight.\nBecause we went on this so-called trip to a port, we were told to pack some\nfood. Miraculously, these foods lasted much longer than it would have lasted\nanyplace else. | assure you there was not a crumb that was not used.\nSo we're involved in that. Third thing that happened in camp, almost\nwithin days that we arrived, remember, this is a concentration camp, it's a\nlabor camp, it is not a killing camp. Almost within days, certainly several\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection s\nweeks, businesses open up. Ladies and gentlemen, businesses open up\nbecause businesses provide you with the opportunity to survive. There's\nsomething normal about that. You couldn't change our logic, couldn't change\nour this, that, and the other. But people were able to manufacture certain\nlittle items that they could trade for two cigarettes, which would be traded for\na haircut, which was traded for having your shoes fixed, which was traded for\nsomething else. That's a business of sorts. It permits you to have some\nreason to exist in the morning. And as a consequence, the camp was\nevolving. We had daily inspections, we had periodic showers in warm water.\nNo gas. Other than that, life was in a barrack, which was not heated, which\nwas difficult, but survivable. All of us lost weight. Nobody died.\n>> Bill Benson: Were you segregated from the main inmate population or\nwere you --\n>> Manny Mandel: Our 1700 were in a camp. We were segregated in that\nwe were not turned out to labor, because we were this bartering group. |\nthink they realized if they kill us, we're going to negotiate about it. So they\nkept us alive. We had two Red Cross missions that came in and did deliver\npackages. | was reminded the other day in talking about this that the Red\nCross delivered some kind of very well-known -- you mix it with water, it\nbecame like cocoa or something. | didn't remember that. This stuff did\ncome in with the Red Cross on at least two occasions. Life was -- well, let\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nme put it this way, | did two things in camp, | did them both very well. One, |\nwas sick. | was very good at being sick. For several weeks | lay flat on my\nback with some kind of pneumonia.\nThe second thing | did very well, | was bored because there's nothing\nto do. | read the two books | had with me dozens of times. Two books which\n| still have in Hungarian are the Adventures of Robinson Crusoe. The\nsecond one, in those days and that place had no political implications but\ndoes here, namely \"Uncle Tom's Cabin\" in Hungarian. You want an\nexperience? Read about Uncle Tom's Cabin in Hungarian.\n>> Bill Benson: Do you know if for your mother and your uncle David and the\nother of those in that 1700 group, did they at some point begin to feel that\nthey would get out or was it this was just a big trick or trap and we're stuck\nhere in a concentration camp?\n>> Manny Mandel: | can't answer that. | only have kind of anecdotal\nvignettes of information. We didn't know where we were for the first several\nweeks, because nobody knew the location of this place. If you know the\ntopography of northern Germany, the geography of lower Saxani, the state\nthis is, south is Hamburg, next is Sele, next is Bergen-Belsen. It was\nbetween the villages of Bergen, Belsen. It was a village nowhere. | don't\nthink anybody knew. The only thing we had a sense of, some people have\nknowledge of these things from education, we knew where north and south\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas by the sun. Every day, particularly towards the end, we saw the sky\nblackened with American and British and Allied bombers. We had big\nfour-engine things that were going to bomb Hamburg, because Hamburg was\na major fort, and Hannover. We saw that all the time. | don't think we had\nany real understanding of -- D-Day we knew about, because that happened\nbefore we left. Other than that, I'm sure we didn't know anything about the\nBattle of the Bulge, unless we got out. We didn't have any real\nunderstanding. We didn't have a clear enough understanding of is this a\ndeath camp or not. When people want to not die, they don't plan on dying. It\nkeeps them going.\n>> Bill Benson: You were able to get out, so you ended up, the group --\n>> Manny Mandel: In two sections, 350, then the balance into Switzerland.\nFor me, the war ends when | was in Switzerland. It didn't end for the rest of\nthe world. Can | tell them when the war ended for the rest of the world? You\nneed to remember that the war ends on May 8, 1945, which is a very\nimportant date in history. You already know, if you forgot, I'll remind you, it is\nalso my birthday, May 8. It is also the birthday of the President of the United\nStates. Not Roosevelt. Roosevelt died April, | think 17, 1945. Two, three\nweeks before the war ended, the President is Harry Truman. The end of the\nwar, Harry Truman and | share a birthday.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: When you got to Switzerland, you're still a young child, do\nyou know from later discussions with your mother and others, do you know if\nthere was truly a sense that they were now safe? | know it was a neutral\ncountry, but war is still going on and will continue for almost six months.\nThen once you were in Switzerland, what did you do?\n>> Manny Mandel: Well, | think everybody felt safe because first of all, there\nare no uniforms. Secondly, no bombings. No planes. It is a safe\nenvironment and when the environment is safe, you feel safe.\n| was sent, we all had to go somewhere. We arrived in Switzerland in\nthe German section of Switzerland, transported to the French section to a\nvery beautiful hotel where we spent several weeks eating potatoes. Although\nwe were not starved, a couple of pounds wouldn't hurt.\nMy friend Ladislav, Professor Loeb, you remember the\nHungarian-Swiss-German Englishman, stays with his father and stayed there\nwell after the war.\n| had nobody with me, in a sense, except my mother. | and 19 other\nkids were sent to Heiden, a children's camp, a children's home, a boarding\nschool if you will. My mother was sent along to be interpreter, teacher,\ncaretaker. That's where we spent the rest of the time from January until\nSeptember. My mother decided since the original ruse for the Germans, the\n$3 bill | talked about was to be taken to Palestine, that's where she decided\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nto go. | mean Palestine in that sense, in a different sense than it would be\ntoday. | became a Palestinian. So did she. My father joined us there in\n1946.\n>> Bill Benson: Tell us, before we close, Manny, about your father. He\nstayed behind in Budapest where you went. How did you reconnect with\nhim? Did he know what had happened to you? Did he know where you\nwere? Did he know you were at Bergen-Belsen? Did he know that you got\nto Switzerland?\n>> Manny Mandel: My father was in labor camp, | described before. The\nlabor camp experience he had throughout all of the 2 1/2, 3 years was in\nHungary itself. We knew where he was when we left. He knew we were\nleaving. He didn't know what would happen to us, we didn't know what would\nhappen to him.\nShortly after we left, this is towards the end of 1944, he was taken out\nof territorial Hungary with his group and began to do similar work,\nfortifications, whatnot, in the Ukraine.\nAs the Russians were approaching, he and a couple dozen of his\ncolleagues in this battalion decided to take the risk of just walking away.\nThey walked back into Hungary, back into Hungary, back into Budapest,\nbefore the war ended. They were liberated by the Russians.\nIn the meantime, he comes back there, the war ended, we're in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSwitzerland, he's able to go to the offices of this lawyer, Kostner, who is still\nin Hungary. He was able to demand information about where the group was,\nbecause the group was identified as a special trade group. He knew we\nwere in Bergen-Belsen, then he knew we were out of Bergen-Belsen. When\nthat happened, we were able to use the -- not the offices as much as the\nservices of one of his colleagues. My mother spoke to the man, my father\nwas able to communicate with him by letter. No telephones, no cell phones.\nThe man was able to connect my parents by mail.\nMy father wanted my mother to come back to Hungary. My mother\nsaid | will never set foot in Hungary again, and she didn't. She said I'm going\nsouth. You follow. He did.\n>> Bill Benson: And he did.\n>> Manny Mandel: He always had the last word. \"Yes, dear.\" Story of my\nlife.\n>> Bill Benson: Maybe we should close there.\n[Laughter]\n>> Manny Mandel: Did she say it's OK?\n[Laughter]\n>> Bill Benson: I'm not interpreting here. I'm going to turn back to Manny to\nclose our program in just a couple of moments. Of course, we could spend\nanother hour hearing about what happened then. Now the war is over,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwhere'd they go? They go to Israel, end up in the United States, there's\nmany, many stories and incidents and many trials during all of that process\nthat brings us to this date, today. We'll save that for another time.\n| want to thank you for being with us. We hope that you can come\nback and join us at a future First Person program. We'll have them each\nWednesday and Thursday until August 15, then we'll resume again next\nMarch. The museum's website will have information about our program next\nyear.\nIt's our tradition here at First Person that our First Person has the last\nword. On that note, | turn it over to Manny to close today's program.\n>> Manny Mandel: First, | want to say thank you, Bill. I've Known this -- |\nthink this is the fifth time I've done it. The first was with Bill, then with other\nvarious moderators at the museum. It's time to me to get back to home base\nand that's Bill. | thank you for having done what you do and having done this\nfor 13 years?\n>> Bill Benson: 14.\n>> Manny Mandel: 14 years. I've only done it five. I'm younger than Bill.\nThe museum is a very important place and you're visiting it with a very\nimportant activity. Ladies and gentlemen, we can learn in many ways, but\none of the places from which we cannot learn is the future. But we can learn\nfrom the past. So my admonition to you is to remember the words of a man\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwhose name you don't remember, perhaps, but you do remember his words.\nHow many recall George Santayana? He said those of us who do not learn\nour history well may live to repeat parts of it. I'm not suggesting that this is\nan announcement of the forthcoming of another Holocaust, but many\nelements of history are there and our task is to learn it well. It can help us in\nthe present. It can help us in the future. And | pose that as a challenge to\nyou. Thanks a lot.\n[Applause]\n>> Bill Benson: Manny, you can stay behind for a few minutes. If anybody\nwould like to talk with Manny. He went too long to have a question period. If\nyou would like to ask a question, he will be on the side. Ask away. If you\nwant a picture taken too, that's all right too, right? OK. Thank you.\n[Ended at 2:05 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}