{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Anna Grosz\nWednesday, July 5, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mrs. Anna Grosz, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. The museum's website,\nwww.ushmm.org, provides information about each of our upcoming First Person guests.\nAnna will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Anna questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Anna is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nAnna Grosz was born into a Jewish family on April 20, 1926, in Racsa,\nTransylvania, a part of Romania, as Anna Seelfreud. The arrow on this map points to Racsa.\nThese photos taken in 1919 show Anna's parents, Samuel and Ilona Seelfreud. Samuel owned\na vineyard and was a wine merchant while Ilona cared for Anna and her five sisters.\nIn 1940, Racsa fell under Hungarian rule. Jewish people in Racsa became subject to\nanti-Semitic laws. Under the new laws, Anna's father's vineyard was confiscated and he was\nconscripted into Hungarian Labor Service. Samuel never returned home.\nThis photo from 1943 shows Anna and her sisters. In order from left to right is Clara,\nElizabeth, Margaret, Margaret's daughter Suzanne, Violet, Anna, and Gisela.\nIn March 1944, Nazi Germany occupied Hungary. Hungarian officials agreed to turn\nover hundreds of thousands of Hungarian Jews to the custody of Germans. Anna, her sisters\nand her mother were placed into the Satu-Mare ghetto, indicated by the circle on this map. And\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nthen deported to Auschwitz-Birkenau. The arrows point to Auschwitz-Birkenau. Nazi authorities\nselected Anna and three of her sisters to forced labor while they sent her mother and two other\nsisters to the gas chambers.\nIn June 1944, Anna and her remaining three sisters were sent to Stutthof\nconcentration camp, indicated here with the red arrow. Later they were transferred to Praust, a\nsubcamp of Stutthof.\nIn February 1945, the SS evacuated most of the prisoners, including Anna's three\nsisters, marching them on foot. Soviet troops liberated them around March 11, 1945. Anna was\nleft behind with other injured and sick prisoners because she had previously broken her leg.\nOn March 23, 1945, Soviet troops liberated some 600 prisoners, including Anna.\nAnna later reunited with her sisters Gisela and Clara and found out her Sister Elizabeth had\nbeen shot during the forced march.\nWe close with this photograph of Anna in 1946. Anna would remain in Romania until\nemigrating to the U.S. in 1964.\nAnna, together with her husband Emory Grosz and their two young sons, Alex and\nAndrew, were allowed after much difficulty to leave Romania and begin their new life in the\nUnited States. They settled in New York where Emory went to work as a fabric cutter in New\nYork City's Garment District. Anna found work as a seamstress in a clothing factory working\nwith fellow Hungarian-speaking Holocaust survivors and refugees. Anna worked at the same\nplace for the next 27 years driving 2 72 hours to and from work each day.\nAfter finishing high school their two sons attended university and went on to very\nsuccessful careers and are now retired. Alex was an attorney at the U.S. Patent Office.\nAndrew was a geologist with the federal government. Anna has four grandchildren and a\n5-year old great grandson.\nAfter their retirement Anna and Emory moved to the Washington, DC, area in 2003.\nAnna's husband suffered a stroke in 1999 and Anna cared for him until he passed away in\n2009. She also was the caregiver for one of her sisters prior to her death and for her sister's\nhusband.\nAnna now volunteers with this museum's Visitor Services. You will find her at the\nVisitors Desk on Tuesdays from 10 am until 2 pm. Anna speaks about her Holocaust\nexperience to children at local schools and colleges. Anna's son Alex is here with Anna today.\nWith that, | would like you join me in welcoming our First Person, Mrs. Anna Grosz.\n>> [Applause]\n>> Bill Benson: I'm going to seat you right here, Anna. We'll put your purse right here and we\nwon't forget it.\nAnna, thank you for joining us today. Thank you so much for being willing to be our\nFirst Person.\n>> Anna Grosz: Thank you. And thank you all for coming to listen to me. Bill almost everything\ntold about me but | still have something to tell you what happened to me in the Holocaust and\nin the concentration camp.\n>> Bill Benson: We'll fill in some of the details. | promise. We'll start, Anna.\n>> Anna Grosz: I'm going to start from there. Where the Hungarian occupied Transylvania.\nYou will know better, this is in Romania, a part of Romania.\n>> Bill Benson: Anna, before you talk about being occupied -- you were just 13 when the war\nbegan September 1939. But before we return to the war and the Holocaust, tell us a little bit\nabout your family and their life before the war of what was your community and your family\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nlike.\n>> Anna Grosz: Yes. My father was a very hard-working man. We had a vineyard. And he\nworked by himself because we were six girls, sisters, not boys so he had to -- | helped him\nsometimes but he was a very hard-working and honest man. Everybody respected him in the\nlittle town, or | should say village, where we lived. We lived in peace. The older girls went to\ncollege and high school. My parents found it very important for education. And the younger\ngirls were still in school.\nIn 1940, | was 14 years old. | was ready to go to high school. But it was not so easy\nbecause | had to go to another city. In our town was not a high school. So the first thing what\nthe Hungarians did when they occupied Transylvania, they stopped Jewish people to go to\nhigh school, to higher education. That was my first terrible thing what happened to me.\nBecause | needed. For all my life | missed that | did not have that.\nYou have the occasion here to do -- to educate yourself. You should appreciate that\nbecause that means a lot for you and for the whole country and for the whole world, the\neducation.\nSo now I'm going to tell you what happened in 1940. When the Hungarians occupied\nTransylvania. For a few years nothing happened, let's say two years. They changed the\nschools from Romanian to Hungarian. And most of the people in the little town were\nHungarians and all poor people.\nWe were in good relationship with all the people. They were not against Jewish\npeople. | should say that they felt bad about what happened to Jewish people there. In that\nlittle village, or town, it was altogether 50 Jewish families. And the first thing what they did, they\ntook the young man and sent them to hard labor. So in the town remained only the old people\nand the children because the heart of the people, the land, they were taken for hard labor.\n>> Bill Benson: Anna, | think one of your sisters was married and her husband was taken.\nRight?\n>> Anna Grosz: Yes.\n>> Bill Benson: So she had to move home with the family?\n>> Anna Grosz: One of my sisters, the oldest, was married. Her husband was called for hard\nlabor. She lived in another town, in a city, and she came home with a 3-year-old little girl\nbecause she felt safe to live with her family.\nAfter a while, they took my father away from the family. They said -- a neighbor of\nours said that he's a Communist. That's why they take him. That was the reason. My father\nwas not Communist because he was in good material condition but otherwise we were not\nCommunist. We didn't even know what Communist is. So they took my father. We lived there,\nnot easily, with my mother and the six girls and the one granddaughter.\nIn May --\n>> Bill Benson: Let me ask you a couple of questions when your father was taken away for the\nlabor brigade, did your mother know where he went and did she hear from him at all?\n>> Anna Grosz: My father sent one postcard from near Budapest. He said he is all right and he\nis working as a translator because he spoke German, Hungarian, Romanian, and Yiddish. So\nthey used him. But since that postcard we never found anything about him.\n>> Bill Benson: Never heard from him again after.\n>> Anna Grosz: Never heard from him again.\n>> Bill Benson: How did your mother, with six girls, how did the family make ends meet? Your\nfather had the family textile business and the vineyard had been confiscated.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Anna Grosz: Yes, because everything -- we had food for that time.\n>> Bill Benson: Ok.\n>> Anna Grosz: And why my mother could give to other people because she was a very giving\nperson.\n>> Bill Benson: You said your mother was like Mother Teresa.\n>> Anna Grosz: Yes. Well, | feel about my mother like my God because she was such a\nperson and I'm going to miss her all my life. | can't forget what happened. Every day and every\nhour | think of my people who | lost, innocent people. Because from a family of nine we were\nthen the six girls, one granddaughter. My mother, my father were nine, altogether. And this\nright now | am by myself. | don't have anything from my old family.\nSo in May the gendarme came to our house and they said that we should have a\nfive kilogram pack and stay at the street because they will come and pick us up, some people\nfrom the town.\n>> Bill Benson: I'm going to jump in for a minute. This is May 1944. You were under the\nHungarian occupation from 1940 to March of 1944. So you lived under those very difficult\ncircumstances. You lost your father. But things got profoundly worse because now the Nazis\nhave occupied Hungary in March of 1944. And that's what you're about to tell us.\n>> Anna Grosz: Nazis did not come. Just the Hungarian occupied because the Hungarian\nwere allied with the Germans. And that's why they gave it back from Romanian to Hungarian.\nThat's part of Transylvania.\n>> Bill Benson: So now you're forced out of your home and forced into a ghetto. Tell us about\nthat.\n>> Anna Grosz: Yes. They said that we should prepare. They did not say where they take us\nor why they take us but we went in the carriages about 37 kilometers. First they took us in the\nJewish synagogue. There were 205 persons. That's what remained besides the people -- the\nhard-working men. So we stayed in that synagogue for about three days and then they put us\nin the wagons and took us to the ghetto in Satu-Mare, which was 37 kilometers from our town.\nFrom other towns also, all the Jewish people were forced in that ghetto.\nWe did not know anything what happened in the world because in ours, we had two\nstations. We never knew what happened in the rest of Europe, that people were deported\nbefore us. We never knew anything. We just knew what happens immediately with us.\nSo from that ghetto we were sleeping in houses on the floor. Put yourself in my\nshoes that you don't know anything and why did you have to go that and what is happening to\nus. Not long after that, we stayed in that ghetto -- you want to say something?\n>> [Laughter]\n>> Anna Grosz: He helps me out if | forget something. | am really forgetful. | don't know where\nare my keys or my glasses. But this story | will never forget it. You know? So | have to put it in\nshort, in 45 minutes, my story because if | can say the whole story, we stay here until tomorrow\nmorning. You have 15 minutes for questions, also. So | have to really rush. And please don't\nbother me. Ok?\n>> [Laughter and Applause]\n>> Bill Benson: So Anna, you were in the ghetto for a short period. And then you were sent to\nAuschwitz. Tell us what it was like for you to go to Auschwitz.\n>> Anna Grosz: It didn't happen so fast.\n>> Bill Benson: But we have a little bit of time. So tell us.\n>> Anna Grosz: The 45 minutes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: Ok. All right. Go for it.\n>> Anna Grosz: From the ghetto they took about 1,000 people from the ghetto. They took them\nto the train stations. We didn't know the rest of the people who remained in that ghetto what\nhappens to them. And they didn't know where they go, where they take them. But when came\nthe time that we had to go, our family, or our building, they put us in that train. | was the 92nd\nperson in that train. What happened in that train for four days while we get to Auschwitz, we\ndidn't know, that is something that no words for it to explain it how we were there. Because\nchildren started to cry, old people prayed, other old people cursed because this happened. We\ndidn't find each other. My mother kept calling our names, the six daughters' names. We were\nnot together. We couldn't get the food that they said we should take for four days. Water, we\nhad very little. And in the one corner of the wagon was a big barrel where we had to do\nour pees. When it was full, it started to come out, you know. So | can't tell you that time. Then |\nthought that that was the most terrible thing what happens to us, then | thought. | didn't think it\nwould come even worse than that.\nSo when the train stopped in Auschwitz, it was at night. It was neon light. And the\ndogs started to bark. People run away. German officers and soldiers [Speaking Non-English\nLanguage]. We didn't know what it is. They departed the men from the women.\nLater we find out that he was the officer, a Dr. Mengele. So when he got to our\nfamily, with his stick he says to my mother, my older sister with the baby, 3-year-old baby, and\nmy younger sister to go in one side and Elizabeth, Gisele, Anna and Violet to another side. We\nnever saw my mother, or my sister or my niece never again. What happened to them, they\nnever know what happened to us.\nBut they took the four of us, and many other girls who were fit to work, we were\nhealthy, tall, and good for work, that's what they said, they sat us in another side. They took us\nin a room. We didn't Know where we are because we were very tired and dizzy from that\nfour-day traveling in that train. We didn't know what happens to us. So we had to do what they\ntold us. We went in a room. Then they shaved our head and everywhere that hair was. We had\nto take off our dresses, everything. They took us in a room and disinfected us, and poured on\nus some white disinfectant powder, should | say?\n>> Bill Benson: Powder, mm-hmm.\n>> Anna Grosz: My son told me if | don't find the right word, | should say something similar. So\nthat's what I'm doing now. It wasn't a powder. What was it?\n>> Bill Benson: Like a dust.\n>> Anna Grosz: Dust. Ok. So instead of dust | said powder. [Laughter] | have my senior\nmoments. And | don't remember words. Don't be surprised if it happens to me that | just stop\nfor a second because | forget everything. I'm 91-year-old young girl.\nSo after that, they disinfected us, they gave us a gray dress with a number on the\nsleeve because they did not have time to tattoo us like they did with other people. Hungary\nwas the last country they deported. Before all the countries from Europe. So they said go in\nthis place. It was a stall -- here is a senior moment. Alex, help me out.\n>> Bill Benson: Into a barrack?\n>> Anna Grosz: Horses.\n>> Bill Benson: Horse stall, ok.\n>> Anna Grosz: And we collapsed there. We were very exhausted and tired, not even thinking.\nAnd in the morning when we woke up, we couldn't recognize each other the way we looked.\nSo | called my sisters and their names because we looked terrible, tired, without hair, with that\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\ndress.\nSo we Stayed in there for about a day, not even one day. They took us to Auschwitz.\nWe didn't hear about it. We didn't know about what it means. So they put us in barracks.\nHow --\n>> Bill Benson: Barracks.\n>> Anna Grosz: Barracks. We had just room to lay down, you know. The food -- they counted\nus two times a day, that we could run away. We couldn't run away anyway but they counted us\nin the morning and at night, five in a row, like this. And they still selected people by\ncoincidence -- | mean, to work. It was too skinny or too fast. So they take them out.\nSo finally we remained there. They came to select again people for work. We\nthought we could stay there a little bit longer in another barrack. We thought everything could\nbe better than stay here in Auschwitz.\nBefore they went to choose us for work, a woman before us who was in Poland in a\nconcentration camp asked where are our parents and the rest people. And she said, \"You\nidiots. You crazy people. You didn't know what happened to your parents? You didn't know\nwhat happened to us? | am here for four years.” We did not know. “If you want to know where\nare your parents” -- she was very nervous. She said, “There, in that smoke, there are your\nparents.” In the crematorium. And we thought she is crazy and mean. We would not believe\nthat. | didn't know what the word means, crematorium. | was 14 -- well, 18 years old then. We\ndidn't believe that.\nSo they told us to go to work. 500 of us were fit to work. That's what they said. And\nwe went to Stutthof, in another camp. They put another 300 to us, selected again who is fat or\nwho is skinny. They took us to a place and they said this is going to be your working place. It\nwas a big farm, a huge farm. They said you're going to build here an airport. You're going to\nbuild airport and the French war prisoners will build the hangar.\nDid | say it right? Where the planes --\n>> Bill Benson: Build a hangar.\n>> Anna Grosz: So | said it right.\n>> Bill Benson: You said it right.\n>> Anna Grosz: And the day we arrived, was not ready the camp. So we had to go about two\nmiles, straw on our shoulder, and carry it to the camp and put on our bed there. It was three\nbeds up. How we word it? Bunk beds.\n>> Bill Benson: Bunk beds.\n>> Anna Grosz: Yes. So it was so hot, | never -- over 100 degrees. And we had to do that. And\nthere was no water, not ready the camp for us. And it was no food that day also. We couldn't\nsleep. For the next day we arranged more but that day we all had to carry the straw sacks. |\nthought -- | mean we all thought here is the place we all going to die. Because it was so hot\nand we had to work. The food you knew what was going to be. We all were skeletons in a\nshort time, you know.\nSo the next day they took us out. We have to take out the carrots, the tomatoes, and\nmostly beets, many kinds of beets. We were told you can't eat from this. You can't take this\nbecause this is going to be your food for the whole thing you are working here. And who is\ntaking or stealing from here is going to be punished. Punished. As | remember, the punishment\nwas not even a slap on my face. The whole 18 years at home or in school | was never\npunished because | tried to be -- my parents raised us with words, nice words, not with beating\nus or something. Punishment. Ok.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nSo we went to work on that field. We took out -- we were very hungry. And some\npeople took a few carrots and hide it. And the guard was with us and had the numbers and\ngave it to two persons -- | shouldn't say person, two devils there who did the punishment. One\nwoman was -- | think she was a sadist because you could see it on her eyes. It was like a cat's\neyes. She was big and fat, at least 250 pounds, and another one. So she was the punisher.\nThat's what she did there. And it was other soldiers and guards there but that was their job.\nThe night when we arrived, the guard gave the number, the person caught,\nprisoners, they did not have a name, just prisoners, numbers. And she had to bend over -- the\ndevil gave 25 lashes on her back. That was the punishment. That was the punishment. They\ndid it with pleasure. One of them was definitely sick, hatist.\n>> Bill Benson: So 24 lashes for taking a carrot.\n>> Anna Grosz: That's what she did, the punishment. And it always happened because people\nwere so hungry that they risked it. And we have to stay and see how she gives the punishment\nwith hands up like this. To see to take an example.\nSo that's what we were working, in 50 groups, 50 people at once, every day, early in\nthe morning and another shift afternoon. Luckily, like no other camps, we had a bathroom. So\nwe can wash ourselves, wash our dresses. When we washed our dresses, we had to sleep on\nit to dry that dress or we sleep two in one place that they should dry the dress. No underwear\nat all. Only a dress, like that.\n>> Bill Benson: Anna, after you cleared the field your job was to build a runway. And you had\nto take sand --\n>> Anna Grosz: Sand. Yeah. Now | need your help. Thank you.\n>> Bill Benson: All right.\n>> Anna Grosz: But when | don't need your help, don't --\n>> Bill Benson: All right.\n>> [Laughter]\n>> Bill Benson: Tell us about the work.\n>> Anna Grosz: Thank you. | say thank you. Yes.\nOur work -- | forgot that, you know. Our work was to fill the carts with sand. The train\nwent away. And another train came but the wagon has to be full by that time. And my sister\nwas very young, Clara, and not so strong like the other ones.\n>> Bill Benson: Turn around a little bit to get your microphone.\n>> Anna Grosz: Ok. Sometimes | listen to you. Ok. [Laughter]\nSo we have to work for Clara also because if the guard would see that it's not full,\nwould take the numbers and give it to the -- let me say just devil because that's what she was.\nSo we went to work, 50 by the group. And it was guard, a Romanian guard, the four\nsisters could talk to him. He was forced to go in the Army. He was not a bad man. Never wrote\nthe numbers up even if it happened. And we used to talk to him. He liked me to sing for him in\nRomanian. By that time | had a pretty good voice. | inherited that from my mother. And she\nliked me to sing Romanian ballads and popular things. But did not give me an extra piece of\nbread for that but | sang for him. Ok.\nSo we worked like this. How many minutes | have left?\n>> Bill Benson: Another 10 minutes.\n>> Anna Grosz: Only 10. Ok. I'm going to rush.\n>> Bill Benson: We're ok. We'll make it work.\n>> Anna Grosz: So it came Christmas. We worked like this through Christmas. And Christmas\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nthey said we should make a show for them because 800 young girls, females, there were\nmany talented people. So there were singers and dancers, etc., etc.\nSo started the show. | was sitting on top of the bunk bed. And the Romanian soldier\ncame to me and he said, “What it is? Why didn't you go to sing?”! said there are so many good\ntalent there. | don't needed. He said, “Oh, yes, you have to come to sing in Romanian.” And\nwhile | got off from the top of the bunk bed, | broke my leg. | fall and | broke my leg.\nNow, we thought, this is the end of me. Because even if small or sickness, they sent\nthem back and brought another one instead, that the 800 should always complete to work.\nSo what can we do? My sister went and begged this Romanian soldier. He felt a little guilty\nalso because he wanted me to go to sing, guilty. | don't know how he felt. [Laughter]\nSo he was the boyfriend of that punisher devil. Let me just call it that way, you know. And he\nwent to her and asked her to not send me back to Stutthof because | wasn't able to work. And\nhe came back and they put my leg in cast, what was a miracle. Never happened things like\nthis. | don't think in all the camps that they put in cast somebody. They sent us right to the\ncrematorium.\nSo they put my leg in cast. Of course nothing sleep or something. The next day they\nhad to take it off because all my leg was swollen. This is why | am limping all my life. Because\nafter they took off the cast, now | have to -- it's not champagne.\n>> [Laughter]\n>> Anna Grosz: It's your fault.\n>> [Laughter]\n>> Anna Grosz: It's just warm water.\n>> [Laughter]\n>> Anna Grosz: So | was lucky. They put my leg in cast. So | have to make it very short, not\ndetails in between.\nSo after the December 1945, started the war -- the Germans losing the war. Then\nthe Germans emptied the camps and they put the people to work, death -- Death March. You\nheard about the Death March, you know. So people came and stayed in our camp. Many of\nthem died because they marched for a long time. They made a big hole and they just throw\ndead people, woman, man, naked, shoes, without shoes. It was terrible that hole. It was not\ncovered because they always had people to throw there.\n>> Bill Benson: Anna?\n>> Anna Grosz: Ok. Now you talk.\n>> Bill Benson: When they decided to start evacuating on the Death Marches, your three\nsisters left -- leave behind --\n>> Anna Grosz: I'm there. I'm not so forgetful, you know.\n>> Bill Benson: No, you're not. Not at all.\n>> Anna Grosz: So it came the time that our camp had to march. So | couldn't march because\n| couldn't hardly walk. They took off the cast after three weeks, supposed to be there at least\nsix weeks, the cast. And came the time that our -- hmm? Our camp had to march. So my three\nsisters had to march. And | couldn't. | remained in the camp there. They took off my shoes\nbecause | don't need shoes because | don't march.\nAnd six with me taken out from the 800. We didn't know what was going to happen\nwith us. Some guards remained there. We were sure that they are not going to send us home\nbut we knew that they were finished with us because they don't need six people. They couldn't\nmarch. | was sitting in the end of a bed, without shoes, and | thought | should die right away\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nbecause | have no parents, | have no sisters left. Here | am and | was thinking I'm going to be\nin that hole, you know, where the other people is. And then | started to shake.\n| am not a person who is afraid somehow but then | was so afraid. | thought they\ngoing to shot us or send the people. But | was sure this is the end.\nSo sitting there -- | believe in destiny, you know. It was meant to be. Because | was\nsure that | am going to die there. They were finished me like the other people. Sitting there, a\nperson who used to work in the kitchen, we knew each other, she came to me and she asked\nme can you sew. And | said, “Why do you ask me if | can sew?” And then she said, “Because\nwe are making civilian outfits for the Germans.” By the time some Russian or someone\noccupier would end the war. And if you can sew, you can help us and you can be with us. So\nthat saved my life. Because | went to sew with them.\nOne night after that, people still died and put them in that hole. One night the\nGermans disappeared, the guards. And also they took from the kitchen with them in case they\nneed.\nSo they left. The next day we heard that the Germans blew the whole airport -- was\nready, the airport. And a barrack, too, because it was on the end, bunks they laid down there.\nAnd who was in the barracks, they died there. But we run away, a few of us, and hide into the\nbasement where the food was usually for us.\nFor two days it was quiet. Then we came out. We saw -- when | came out, | saw two\ndots. The two dots came closer and closer. | was dizzy. In that basement | got the Typhus. So |\nwas dizzy. But the two dots were two Russian soldiers, and came more and more. | don't know\nwhat happened after that but | found myself in a house that they told this was a hospital. They\ntook off one probably dead that | should have room in that hospital.\n| don't know for how long | was there because | was not conscious. But when | woke\nup, | had no hair again. They took my hair off again. It was already grown out, in a year, you\nknow, sick, terrible sick.\n>> Bill Benson: Anna, you had told me that not only had you Typhus, you were covered in lice,\nwhich is why they cut all of your hair -- you were covered in lice when they found you, which is\nwhy your hair was cut off again. Right? You had Typhus, you were covered in lice. You were\nvery sick. Very sick.\n>> Anna Grosz: Sick after that. And they told me because they needed the bed for somebody\nelse. So when | came out -- they took my clothing also because it was full with lice.\n>> Bill Benson: Lice. Mm-hmm.\n>> Anna Grosz: So, they gave me a skirt, like a sack, and a blouse, you know, with the stripe\nhere, and nothing in my head. So | came out. They said, \"Now you are free\". This is free. |\ncame out and | looked in the window, saw myself, and | thought -- | didn't know whether to cry\nor to laugh the way | looked. Terrible! You can't imagine. Sick, with that outfit. | went out and |\ndidn't know what to do, where to go. The Germans did not take care of us. The Russians did\nnot care of us. There were a few, not just me, wandering around into nowhere.\nNow | thought, no sisters no parents, | am free. | think it was just imagine and put\nyourself in my shoes for one second, my feelings then. | wanted to die. That was my quest, to\ndie, because nothing was worse than death to know that | had nobody, by myself, and I'm free.\n| was sitting down and thinking on the floor there. | heard music from far away. A Polish girl\nand prisoners celebrating the peace, May 9. | was sitting there and not thinking -- | don't Know.\nOnce | feel a hand on my shoulder. | was sitting just like this. He said, \"Mademoiselle?\" And |\nthought this is something terrible that somebody calls me the way | look Mademoiselle. How\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nthey know I'm Mademoiselle and not a man? So he was a French prisoner. He knew who we\nare but never met. He gave me chocolate and cigarettes. So | sold that, cigarettes and the\nchocolate, and | leave for them. For about a week | get some bread or soup. But if you went to\na Polish place to ask for the food, they never gave us. They said \"We don't have it\".\n>> Bill Benson: In the little time we have left, tell us about going back to your home and being\nreunited with your sisters.\n>> Anna Grosz: Oh, | saved that for your time. But | have to tell you.\n>> Bill Benson: Yes. You have to tell us.\n>> Anna Grosz: Yes. Wandering there, didn't know what happened. How do | get home?\nSomething. | met a person there. She looked at me and she said, \"Do you have a sister\nGisele?\" And | said, \"Yes .You look very much like my sister.\" She said, \"I was liberated with\nher and Clara.\" My other sister. And | said, \"How about Elizabeth?\" And then she said she was\nshot on the day of the liberation. She couldn't take it anymore. The rest of the people who was\nshot on the march. From the 770 people remained alive 230. The rest were shot and left,\nincluding my self -- including my Sister Elizabeth.\nSo after a while wandering there, somehow from train to train went, from truck to\ntruck, | got home. My sister, the two sisters from the five, were home already. | was next after\nthat. And | think -- | told you the -- what | lived through. But the worst things happened then\nwhen | realized that we are just the three of us in an empty, robbed house, nothing in the\nhouse, and we are free. So my father did all the things. We didn't know how to start a new life.\nAnd another problem, there were no men around to get married because they were\nall killed in forced labor. So marriages like that, the brother-in-law came home because he lost\nhis wife with the children. The sister-in-law was 20. He married the sister-in-law and he was\n40. Imagine that. So we had to get married because we had a big vineyard and nobody there\nto handle it. We had things to make the brandy. No man around.\nFinally my sister could get married. She didn't like to live there. She wanted to move\naway from there, back to his home, because he didn't like to do that. He wasn't trained for that.\nSo | have to get married because they wanted to move away. And Clara also. Clara couldn't\nget married because she was too young. No men at that age. And | couldn't get married at all\nbecause in that town was no men.\nSo what do | do now? | had to get married because they want to move. | went the\nnext city for a doctor. | couldn't hear with my ear because it was filled with sand. And | met\nthere a girl knew who | was in the ghetto and the concentration camp. She said, \"Are you\nmarried?\" | said, \"No.\" She said, \"| am married to my first cousin and | am pregnant.\" She said,\n\"You know what? | Know a man who wants to get married.\" He's 31. | was 20 then. | said\ndoesn't matter.\n>> [Laughter]\n>> Anna Grosz: Even if he is crippled, | don't care! But | have to get married! Ok.\n>> [Laughter]\n>> Anna Grosz: It's true. So | said, “Invite me to your home.” I'm going to go -- my hair started\nto grow a little bit. My leg was swollen. So | went to her house, | took her dress to cover my\nleg. | put some makeup. | wanted to look good. And when | met my \"husband,\" he was not a\ncripple. He was a good-looking, strong man. And we got married in two months. | don't think he\nwas in love. We were not in love. We needed each other. But it was a very -- it became a very\ngood marriage. He was a good, good man. | was very lucky in my marriage.\nSo we lived in a Communist Romania then. We moved together. We wanted to leave\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nthe country to go to Israel or to America but they did not let us out, you know. When Israel and\nAmerica started to pay for the passports, then they let us out. By that time | was married, | had\nAlex and Andrew. Alex was 15. Andrew was 13. We left everything there what we had. We left\nRomania and arrived in America. And then it started our real good life. Because the children\nwere ambitious. We worked hard. Alex is an attorney. Andrew is a geologist. They are both\nretired. | have four grandchildren. One great grandson. And | am here, an old sick woman. Talk\nto you.\n>> [Applause]\n>> Anna Grosz: Now you can go. [Laughter] I'm sorry of forgetting.\n>> Bill Benson: We have time for a couple of questions of Anna. Also, I'm going to let you\nknow that Anna will stay on the stage after she finishes. So please don't leave yet if you can.\nShe will stay up to answer any other questions afterwards.\n| see a young person here with a question. I'm going to ask you to wait until you get\na microphone in your hand, if you don't mind so that everybody in here can hear your question.\nIt's coming down the aisle right now. Then I'm going to repeat your question just to make sure\nthat we hear it. Right. Ok?\n>> Anna Grosz: No questions?\n>> Bill Benson: We got one coming right here, Anna.\n>> | read a lot of books, like Jewish books. And they said they had to live like they had no\nname, they had no family and stuff. Did you have to do that?\n>> Bill Benson: Did she have to live with no family?\n>> Like, Umm --\n>> Bill Benson: Anna had two sisters. That's all that was left after losing everybody.\n>> Anna Grosz: The whole family. | lost them. One | lost 11 years ago and the other | lost\nseven years ago. | am now by myself of the whole family. We lived in New York but we moved\nhere because both sons have their jobs here in Washington. And my husband was sick and we\nhad to move here to put him in a nursing home. He was 82. He lived another 10 years not\nwalking or talking. After that he passed away at 92.\n>> Bill Benson: Thank you for asking your question.\nWe have a couple of questions back here. Let's take these two and then | think we're\ngoing to have to stop and ask you to come up on stage afterwards and ask Anna your question\ndirectly.\n>> How were you able to overcome so much tragedy and still make such a positive, beautiful\nlife with your family?\n>> Bill Benson: The question, Anna --\n>> Overcome the scars of the war?\n>> Bill Benson: How were you able to overcome all the tragedy you went through?\n>> Anna Grosz: That's a very good question. | don't wish that feeling for my enemies how | feel\nand live with the memories of my family. I'm 91 years old and it was not one day that | forget\nthat. And | miss my family. Not one day. | don't think that anybody can understand that only\nwho lived it, too. Innocent people what happened.\nI'm supposed to have a last word.\n>> Bill Benson: You will, yes.\n>> Anna Grosz: So | don't want to miss that. My last word is about --\n>> Bill Benson: Hold on to your last word.\n>> Anna Grosz: My last word is to you that you are young people in a free country. Don't forget\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthat we are all the same people. Not prejudiced. And the worst four-letter word you know what\nis? You all know four-letter words. Right? It's hate. That's a four-letter word. Hate makes the\npeople unfortunate, worst, prejudice.\nEducate yourself. It's very important. I'm going to suffer all my life because they took\nthat from me. When | was 14 years old. | couldn't have. You have the possibility. And | have\nhope in you saying that you will do that because you make me happy if you promise me that. |\nwill die soon because I'm 91. And | talk to God. And | ask you to make the world better and to\nnot do any time the same what it was in the past.\nThat's my quest for you. | beg you to forget the prejudice, to forget the hate because\nthat provokes the wars. No -- | English language. Nothing is worst than the war. Nothing is\nworse than war. Because everybody loses. The people die. The mothers mourn their whole\nlife. Right? For their own children. So war is a terrible thing. Try to avoid it. Feel for each other.\nGood feelings for each other. Not bad, not hate, not prejudice.\nThat's my last word. Maybe it's the last one, you know? [Laughter] It's the last word. |\nnever know when | go down there, you know.\n>> Bill Benson: | do know that Anna will stay up on the stage. We invite you to come up\nafterwards and ask your questions because we didn't get to some of the questions or just to\nhave your picture taken.\nThank you.\n>> [Applause]\n",
    "segments": []
}