{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nRae Goldfarb\nThursday, April 13, 2017\n10:00 a.m. — 12:10 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\nBill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. We are in our 18th year of First Person. Our First\nPerson today is Mrs. Rae Goldfarb, whom you shall meet shortly.\nThis 2017 season of First Person is made possible Through the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as volunteers here at this museum. Our program will continue twice-weekly\nuntil mid-August. The museum's website, at www.ushmm.org provides information about each\nof our upcoming First Person guests.\nRae will share with us her First Person account of her experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time at tend of the program, we'll have an\nopportunity for you to ask Rae some questions. Today's program will be live streamed on the\nmuseum's website. This means people will be joining the program via a link from the\nmuseum's website and watching with us today from across the country and around the world.\nRecordings of all First Person programs will be made available on the museum's YouTube\npage. Weare also accepting questions from our web audience today on Twitter. Please use\nthe hashtag USHMM. USHMM. And we invite those who are here in the auditorium today to\nalso join us on the web whether the rest of our programs in April and early May will be live\nstreamed. Please visit the First Person website listed on the back of your program for more\ndetails. The life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Rae is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nRachel Mutterperl was born to Beryl and Dina Mutterperl on December 2, 1930, in\nDokszyce, Poland, which is now in Belarus. This photo is of Rae, who is on the left, her\nmother, Dina, in the middle, and her brother Shlomo on the right.\nOn this map of Poland the arrow indicates the location of Dokszyce. As part of an\nagreement with Nazi Germany, the Soviet Union occupied Dokszyce in September 1939.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nGermany invaded the Soviet Union in 1941. When German SS and police began mass killings\nof Ray's brother was discovered by Germans and killed. Rae and her mother sought shelter\nin the ghetto in Glebokie, a town North of Dokszyce. The second arrow points to Glebokie.\nHere we see a synagogue in the Glebokie ghetto. Rae's mother joined a group of\npartisans in the forest outside of Glebokie and became their cook with Rae as her assistant.\nIn the late summer of 1944, Dina and Rae marched with partisans to the Soviet lines where\nthey were liberated.\nAfter liberation, Rae and Dina left Poland for Italy where they stayed in the Santa\nCesarea Displaced Persons Camp. The arrow points to the location of the Santa Ceseara\nDisplaced Persons Camp, as you can see, in the lower boot of Italy. Here we see Rae and\nher mother in the Santa Cesarea Displaced Persons' Camp.\nIn 1947, Rae and her mother immigrated to the United States with sponsorship and\nsupport from an aunt who had settled there previously. These pictures show Rae's official Red\nCross identification documents.\nAfter arriving in the US in November 1947, Rae and her mother came to Washington,\nDC but later moved to Brooklyn where Rae finished high school. Rae went to work for the\nWashington, DC court system after graduating from high school and attended George\nWashington University and Baltimore Hebrew College at night. Rae married Harry Goldfarb,\na Holocaust survivor and a US Army veteran. They have been married 65 years this year.\nRae went back to court after her daughter Lynn was born. When her son Barry was born,\nRae became a stay-at-home mom. She then went to work in the Hebrew afternoon school\nsystem. Rae started a career in real estate in 1978, and retired 33 years later in 2011. Rae\nand Harvey's two children, Lynn and Barry, are both architects and live in the Washington, DC\narea. Rae and Harvey have two grandchildren, twins who will be 15 in August, and Rae's son\nBarry is here with us today. Both Rae and Harvey have led active lives. Rae played tennis\nweekly until recently, and Harvey, who is 92, ran six miles daily until he was 80. Rae says\nshe is now \"fully engaged with the Museum.\" You will find Rae here on Wednesdays\nvolunteering with Visitor Services. Rae recently spoke to cadets at the U.S. Naval Academy.\nAmong the audience was a young woman cadet who turns out to be a relative of Rae's. She\nhas spoken at such places are retirement homes and local schools. And in 2016 she spoke\nat major conferences about aging to relay her experiences as a survivor, resiliency, and now\nfacing her own aging.\nWith that I'd like to ask you to join me in welcoming our First Person, Mrs. Rae\nGoldfarb.\n(Applause)\nRae, thank you so much for joining us today and being willing to be our First Person.\nWe have just an hour, so we won't be able to cover everything, but | know that you'll share\nwith us as much as you possibly can in this time. And we're going to start first, though, Rae,\nwith before we talk about the war and the Holocaust, tell us a little bit about your life before\nthe war, your family, your community, what it was like.\nRae Goldfarb: | lived in a very small town which was on the Russian border. Poland\nwas a democracy at the time. Dokszyce had liberated the area and Poland became a\ndemocracy. We were on the border with Russia. The town was like four kilometers from the\nRussian border and there was a military installation there of the Polish Army. Life was very\npleasant. As far as | remember | had all the conveniences and lived in a household that had a\nlot of help. Both my parents were in business. My mother had a fabric store and my father\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nwas supplying the Army garrison and also exporting to Germany. Life was good and | started\nan early education. | had a nanny, or at that time they called them a governess, that taught\nme to read and to speak Hebrew and, of course, Polish and the native language there was\nBelarus. | did not expect to be in the circumstances that eventually evolved. My father died in\n1937 after a trip to the German border to deliver some goods. At that time there were some\nJews that were deported from Germany, Polish Jews that were considered non-citizens.\nThey came to better their lives in Germany because it was a much more progressive country\nand they were deported when the Hitler regime came into power. He went to visit them and\ngot some sort of an infection. Could not find the -- any medication for it, could not find any\nhelp for him, and he died. My mother took over both businesses and was very much engaged\nin the business. Needless to say, my upbringing was mostly by the help in the house. So\nwas my brothers. My brother was three years younger -- three or four -- between three or four\nyears younger than me. The war broke out --\n>> Bill Benson: Rae, one other question before we turn to the war. Your father, as |\nsaid, died when you were young. Do you have memories of him?\nRae Goldfarb: Only the memory of the picture and | remember certain incidents. |\nknow he was tall because when he put me on his shoulders | almost reached the chandelier\nand was a high ceiling. The reason | remember that is because electricity was installed in the\nhouse, which wasn't very prevalent in that part of Poland. And | remember that particular\nincident. Other than that, | remember very little of my father.\nBill Benson: And | was going to also ask you, tell us about the interactions between\nyour family and other Jews with the Christian community in Dokszyce.\nRae Goldfarb: Well, both my parents were in business, so they had a lot of contact\nwith the farm population. The general population had to buy fabrics in order to make their\nclothes. They didn't go to a department store like you do now. And mother not just had a\nstore but she also distributed to smaller stores. She did kind of wholesaling because she\nwould buy the fabrics in bolts and needless to say it was too much fabric for her store, so she\nwould sell it to other stores.\nThe farmers would come and the general population from town would come to buy the\nfabrics. As far as | can remember she was the only fabric store in the town and in the\nsurrounding area.\nMy father, again, had a lot of contact because he bought up produce, he bought up\nanimals, he was involved in the slaughter of animals and providing the meat for the Polish\nArmy, and supplied the meat also for the Jewish population. There was a quota. You could\nonly slaughter so much for the Jewish population which required a special way of slaughter.\nHe got around it by having it all slaughtered the humane way which would consider the way\nthe Jews are required to slaughter an animal so it does not suffer and the town was very\nprosperous. There were between 2,500 and 3,000 Jews in the town and general population\nof the town was about 6,000. Aijd lot of interaction with the community outside because |\nremember taking matza to the Greek orthodox -- well, he called them the (saying foreign\nword). | guess he was calling the priest. And he would give me honey. He was producing\nhoney. And | remember decorating a Christmas tree with a family in the -- an outlying village.\nThe ornaments that were made was to make a hole at the top to have egg and the bottom of\nthe egg and blow out the contents and then paint a face on it, attach a hat with a string to\nhang on the Christmas tree.\nBill Benson: You remember that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nRae Goldfarb: | remember that. Silly things | remember. Important things I'm not so\nsure.\nBill Benson: September 1, 1939, Germany invades Poland, starting world war --\nRae Goldfarb: No, no, Russia invades Poland.\nBill Benson: No, September 1, Germany invades Poland and Russia comes --\nRae Goldfarb: My part. I'm only concerned with my part.\n(Laughter)\nBill Benson: So there's an agreement between Germany and Russia.\nRae Goldfarb: That's right.\nBill Benson: Two weeks later the Russians come in and occupy your town.\nRae Goldfarb: They came in at night -- well, most of my memory from those things are\nmy mother's description of things. The Russians came in at night. The tanks rolled in without\nany notice, no war declaration, no notice. Germany had declared war on Poland, but our part,\nthere was -- which was a long distance from the German/Russian -- from the German/Polish\nborder T Russians just marched in overnight and took over half of Poland. And that became\nan occupation that lasted for two years.\nBill Benson: So tell us what life was like under the Soviet occupation, under the\nRussians during those first couple of years of the war.\nRae Goldfarb: The Russian system believed that any kind -- anybody who was\nengaged in commerce was not a suitable profession. Everything was owned by the state. My\nmother very quickly distributed the contents of the store to friendly farmers that she had\ncontact with, with the agreement that they would provide us with some food in exchange for\nthe fabrics and to use whatever they needed. She also hid some of even our clothing, her\ncoats, our better coats, with the farmers for the simple reason because the Russians looted.\nThe soldiers would come in. And one of the things that she always told about and laughed\nabout is that she had some silk nightgowns and the Russians had confiscated those and\nsome of the women were marching around with them in the street.\nAlso, that | remember is that we had an alarm clock, which wasn't really small. It was\nlike the small bin that is I've seen here in this country, and a Russian soldier actually strapped\nit on his wrist\nBill Benson: Like a watch.\nRae Goldfarb: Like a watch. That was a big possession. It was called \"chasy.\" We\nhad watches. They were good sized, they weren't tiny watches, that my mother and father\nwore, but those they had hidden, of course.\nBill Benson: They had those hidden. And you were forced to go to Russian school\nonce the Russians were in, right?\nRae Goldfarb: | went to a Hebrew parochial school that my father started and | actually\nwas enrolled in the school at the age of three because they needed a certain amount of\nstudents. When the Russians came in of course any of the parochial schools, whether they\nwere Christian or Jewish were closed and everybody had to attend the public school, which\nwas Russian indoctrination. That's best way | can describe it. And as | told you, Bill, one of\nthe achievements that | thought at the time was a big one, anybody who did not belong to the\nCommunist Party or had associated with them was not allowed to reach -- well, there were\ncertain requirements in order to get into the lowest branch of the communist hierarchy and\nthat was called the pioneer. And in order to become a pioneer either your parents had to be\nsocialist, communist, or you had to achieve a high grade in your marks in school. And like all\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nkids, and I'm sure | was no different than a lot of the kids here in the United States that\nwanted to belong to some sort of a group, | had to achieve to get the red kerchief with the\nhammer and sickle that held it together. And | was so proud of it. And of course when | came\nhome, my mother said oh, boy.\nBill Benson: And what's your family was considered -- because they had businesses\nand were considered bourgeois, your family was fearful that you would end up getting sent to\nSiberia.\nRae Goldfarb: Correct. Many of the wealthier people in town, they would come at\nnight, just tell them to take whatever they can with them in hand, a bundle, and they would\ndeport them to Siberia. Actually it would have been a blessing had we been deported. My\nmother had a backpack -- here you would call ate backpack. At that time it was a bag with\nthings, ready in case they came at night. Because she was a widow | guess she wasn't one\nof the first ones considered for the deportation.\nBill Benson: As you said a moment ago, you would have wished you had been sent.\nRae Goldfarb: We wished we had -- we would have had a better chance for survival,\nthe whole family.\nBill Benson: Speaking of that, in June 1941, Germany turned on the Soviets and\nquickly conquered all the territory that the Russians had in Poland. The German Army\nentered your town in the late summer of 1941. By the end of 1941 the Germans forced you\nand the other Jews into a Dokszyce to a ghetto. Tell us what you recall about that.\nRae Goldfarb: What | recall the first thing is we had to wear an insignia. I'm sure many\nof you have heard of the yellow star. We had to wear it on the clothing front, on the left front,\nright back, on inner and outer garments, needless to say for a kid it was considered a badge\nof shame. Also, we were not allowed to -- if anybody walked on the sidewalk, we had to step\noff. And considering that in the part of the country that | lived snow started to fall in October\nand stayed on the ground until Easter. There was no mode of communication.\nCommunication was by horse and buggy or horseback. Needless to say the streets weren't\nvery clean. When one was pushed off into the street | hate to tell you what | came home\nsmelling like and that was a badge of shame. And of course felt much, much depressed.\nBefore the winter set in the Jews were all collected into a ghetto. The ghetto was not what\nyou consider here a ghetto where it has a certain segment of the population living and called\na ghetto because it's inhabited by a group associated with each other sort of. The ghetto was\nlike a prison. One side of the ghetto, | don't know if you have the picture --\nBill Benson: We aren't able to show it here.\nRae Goldfarb: Okay. One side of the ghetto was a river. One side of the ghetto was\nthe Main Street and actually our house fell into the ghetto because the houses on that street\nall had gates that closed the yards, sort of blocked off from the street and the rest of it was\nfenced. There were guards around it. People were not allowed to go out and in at leisure.\nThey were only allowed out when Germans took people to do some labor for them or during\nmarket day which the farmers could come to a certain gate in the ghetto to barter food with\nthe ghetto inhabitants. Also, the first thing that they did is they had everyone to come to an\nopen area and counted the population. Everything was accounted for. The ghetto, they\nappointed -- Jews even during non-occupation time, had what they call the committee council\nthat was working with the Jewish population there for charities, for people that needed help,\ninterceding between people and with the government, and they appointed those people to\nintercede with the Nazi government. Those people were supposed to supply the Nazis with\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nfirst they wanted gold and silver. They call it for the benefit of the German armies to conquer\nRussia. That was the --\nBill Benson: That was the line.\nRae Goldfarb: That was the line. Needless to say, a lot of it ended up in their own\npockets. Silver, gold, it was like a ransom. Every so often they required a supply of certain\nthings. It also came down, not just to gold and silver and money, it came down to utensils of\ncopper and even iron and that was all for the war effort.\nBill Benson: So literally pots and pans.\nPots and pans. Pots and pans. Anything they consider a value actually.\nBill Benson: Right.\nRae Goldfarb: The population was used as forced labor. The German Army was\nstationed in the barracks where the Polish Army had before and the German armies were\nmore motorized than the Polish armies were, so they needed work on cleaning the stables,\ndoing their laundry, doing their cooking, whatever menial jobs they had, and also for\nroadwork. So they would take a number of people out in the morning, bring them back at\nnight. Everybody was counted and the population had to report back and the same number\nthat they left.\nAt one time a few younger people had managed to escape and the count was not full.\nThey brought the committee out and asked them to present those two people. Of course they\ncouldn't because they had escaped. The retribution was ten for one. They would not allow\nthat committee to offer themselves as hostages. Some of the people, some old men came\nout and said their life wasn't worth much anyway and they're willing to be counted as the\nhostages. But that was not acceptable to them. What they wanted is for that committee to\nselect ten for each, 20 people in all, young men of the same age, of the same health, to be\npresented to the Nazis. That was a very difficult task for them. How do you give somebody\nup? They took those people and they shot them in front of the whole population of the ghetto.\nThey just gunned them down. Needless to say A lot of people considered escape as a\nsentence of death to others, so very view have tried to escape. A few of them managed to\nescape, though, but not many\nBill Benson: Rae, you said that it wasn't long after the German occupation that in your\nwords they started diminishing the ghetto.\nRae Goldfarb: Yes. Within several months, under the disguise of resettlement, they\nsaid they were going to take the Jews to a larger ghetto so that they would have\nconsolidation. And at first they asked everybody to come to the -- to the area, the open area\nand they selected people. They selected a lot of young ones, a lot of children, and some\nolder people, too. A mixture. They did not take them to any larger ghetto. They took them to\na pit and gunned them down. Word came back about it. People started to build hiding\nplaces, plan for hiding places. So the second time around there were not so many people\nthat came out to the area when they called for resettlement, the second time, so they basically\nwent house to house and pulled people out. Those that had hiding places of course hid. Our\nfamily house and warehouse were L-shaped and between the warehouse and the family\nhouse there was a space between the walls. From what my mother told me it was used as\nbasically a safe. We didn't have iron safes but this was --\nBill Benson: A hiding place for valuables.\nRae Goldfarb: -- a hiding place for valuables, right. For any accounting books and so\nforth. Things that they needed in the business. And it was covered with -- by the same route,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nso it was a continuation route, it didn't look like there were two different buildings. And there\nwas access to an attic in that area and that became the hiding place. So when word spread\nand when it was -- became obvious that they were again looking for people supposedly to\nresettle, we went into that hiding place. Eventually -- this time of the year, it was after\nPassover that the ghetto was shrunken to such a point where we knew that was the last thing.\nAnd Mother tried to find places -- ways to actually get out before, but it was impossible.\nWe -- the final closing of the ghetto, we climbed into that hiding place. There were food\nprovisions and water provisions there, very little sanitation available. We climbed into that\nplace and we were hiding there.\nBill Benson: And who was with you? Tell us who was with you in that hiding place.\nRae Goldfarb: My mother took of course me and my brother in. | know my\ngrandmother was there, and there were some other people. | don't remember who.\nBill Benson: But your grandmother was with you.\nRae Goldfarb: My grandmother was with us and basically saved us eventually. But we\nhid in that place. From what my mother told me, we were there between eight and ten days.\nConditions became horrible and we had to -- some of the people couldn't stand it anymore. If\nyou are enclosed with no light, the only thing you could hear was what was going on outside\nbecause the houses were not built of -- not too many with much brick. It was mostly wood.\nSo sound penetrated. You couldn't even speak loud. You had to speak in whispers. Some of\nthe people just couldn't stand it anymore and came -- went out. They were caught but they\nnever disclosed who else was hiding. At the end, from what my mother told us, well, | know\nmy mother, my brother, and | and my grandmother were there, there were several other\npeople. We climbed out. My mother was first and of course had to help us down. Me and my\nbrother and my grandmother and some of the other people, there were a couple of children, |\nknow that, that came out with us, we thought that it was all quiet for a certain amount of time\nbut obviously there were some looters that thought they might find something. And all of a\nsudden we heard voices. It was nighttime. We hid -- there was another place in a pantry that\nwas a root cellar that was a hiding place. Mother took us quickly to that root cellar.\nGrandmother was behind us so she covered us with a cover and she acted crazy. When she\nwas asked was anyone else here she said | don't know anything. | was laying there, | was\nhalf out, and | don't know much. And she acted crazy. They took her away. My mother\nheard her be taken away.\nWe stayed until the next night and we ventured out. Mother figured the best way to\ncross was across the river. | remember the name of the river, it was the Berezina, and it\nstarted -- it was still pretty narrow at our place and not too deep, and we waded the river and\nwere met by two guards. Mother knew them, they knew my mother. Everybody in town knew\nmy mother. She had told them to put their rifles on their back. They knew that she had\nvaluables. She said she'll give them whatever she has to let us run. Little did she figure that\neventually they would tell on us anyway. She had a watch with a gold chain that she put into\nthe hands of one of them and kind of wrapped it around his wrist so he wouldn't lose it. And\nshe gave some trinkets to the other guard. She told him to put out his hands so she can put\nthe trinkets in. By the time it took them to dispose of those trinkets to put them away in the\npockets, we were able to run.\nWe ran to a village where we used to go at Christmas time to help decorate the\nChristmas tree. My father's best friend. He agreed to hide my brother and suggested that his\nsister, who had a daughter my age, that she would be able to hide me. My mother left my\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nbrother with him and we went to his sister's house. She fed us, of course, and we got to clean\nup a little bit, and word came to her that they were beating up her brother. His mother-in-law\ntold on him because she would get ten kilo sugar for disposing -- exposing a Jew. So she\nwas willing to risk that. They beat up her son-in-law until he finally told them where my\nbrother was hidden. However, he had enough sense to send his own son to his sister's house\njust to tell her that the Germans were trying to take my brother away and they were beating up\non his father. Needless to say, his sister packed us up very quickly and sent us off.\nShe sent us to hide ina bathhouse. There was a stone bathhouse at the end of the\nvillage. The villagers did not, needless to say, have showers and bathtubs or\nbathrooms -- one or more bathrooms in the house, and so they -- on Saturday they went to\nclean up for church and they would go to the bathhouse to take their baths. And we hid there\novernight. And then we ventured off.\nThe next place we basically everything on foot. By night we walked, during the day we\nhid. And we got to the house of the woman that took care of my brother. She hid us and she\nwent off to town to find out where my brother was. Unfortunately had we gone there first, |\ndon't know, maybe my brother would have been alive because she wanted to see if she could\nget my brother. She had no children and she would have raised him as her own. However,\nshe found out that he was shot. And that was May 8, 1942.\nBill Benson: And he was six or seven years of age?\nRae Goldfarb: No, he was four years of age.\nBill Benson: Four years of age.\nRae Goldfarb: Four years of age. No, I'm sorry, he was --\nBill Benson: He was six.\nRae Goldfarb: He was six or seven years of age. He was four when the picture was\ntaken.\nBill Benson: Right.\nRae Goldfarb: By the way, that picture you saw first, that's the only possession | have\nand the only memory | have of my brother. The only possession | have from -- from my\nhome.\nBill Benson: So once your mom got this -- your mom got this horrible news, what did\nyou do then?\nRae Goldfarb: Well, my mother decided that the safest place was to get to the larger\nghetto. And so we went again to a farmer. We had many farmer friends, but everybody was\nafraid. They were afraid because anybody could expose them and that meant death to their\nfamilies. And to us, of course. This particular woman was a widow whose husband had died\na few years back and my father basically helped her save the farm. He extended funds to her\nso she could continue on and she hid us overnight. The next day was market day, and the\nfarmers would take their -- whatever produce they had to sell to the market. She loaded the\nwagon with the produce and instead of herself and her son and daughter going to the\nmarketplace, she dressed me in her daughter's clothes, my mother in her clothes, and the son\ndrove the wagon and we went to this larger city where there was a ghetto still with Jews.\nWith the crowds we managed to steal into the ghetto and of course the son sold his\nproduce and went back home. In the ghetto it was the same arrangement and you had -- in\nthis larger ghetto you had to have documents. Because you could not even move around in\nthe ghetto without documents. My mother was able to obtain documents for me and myself.\nThat's when | became born in 1930, even though | was two years younger. It also qualified\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nme --\nBill Benson: Was that just accidental or was that a deliberate decision?\nRae Goldfarb: | don't really know. That's the document she was able to obtain.\nBill Benson: Okay.\nRae Goldfarb: And it's of little consequence to me other than the fact that | was able to\ngo out with the workforce.\nBill Benson: Because you were two years older.\nRae Goldfarb: Because | was old enough to do some work. All | can tell you is that if\nyou couldn't get out to work, the next time they came to shrink the ghetto, you were one of the\nselected people. My work was -- and that | remember -- tying -- in a spinning wheel, tying the\nwool threads that had broken. | had to be very quick and fortunately | had nimble fingers. My\nmother was taken out as a laundress. So we had the ability to leave the ghetto with the\nworkforce. With my mother's contacts during market days, she was able to connect with a\nfriend of my father's who smuggled a gun into a basket of eggs to my mother. Supposedly he\nwas selling her the eggs. And she had something to offer. She knew there were Russian\nprisoners of war that managed to escape the Germans who mistreated them badly and\nformed themselves into a resistance to slow the progress of the Nazis to the front lines. And\nso she had something to offer. And one day, with the workforce going out to the assignment,\nwe walked out with the farmers --\nBill Benson: To go to your jobs.\nRae Goldfarb: We walked out to go to the jobs, but we walked out of the city with the\nfarmers returning. Some of them would come by wagon and some of them would bring\nproduce on foot. The ones that the village was closer would bring produce on foot. So this is\nhow we got out of the ghetto.\nBill Benson: So you're out to have ghetto. Your mother has taken you to sneak into\nthe ghetto and now you've gotten out of it.\nRae Goldfarb: We snuck out. We had the clothing, the farmers’ clothing that we could\nblend into the farm population and could walk out.\nBill Benson: Your mom's objective now was to link up with those partisans.\nRae Goldfarb: The partisans. She actually had plans before, they built a tunnel under\nthe barbed wire fencing. Somebody got word of it, some young man, and they used the\ntunnel before the time and they were caught by the Germans. And so that route was closed\nto us.\nBill Benson: So from there, Rae, your mother and you make your way into the\npartisans in the forest. And so in a -- give us a sense of what that was like. It's hard to\nimagine. Here's your mother, escaped out of the ghetto with a young child going into the\nwoods, finding a group of resistance fighters, the partisans, and joining up with them. First,\nhow did she even get welcomed into the resistance?\nRae Goldfarb: Well, that was her idea. She had the gun. The Russian prisoners of\nwar were marched -- that's what she told me, to the town and even when some of the\nnon-Jewish -- well, the Jewish population couldn't but the non-Jewish population would offer\nthem water, they would hit them with the rifle butts and would not let them accept the water.\nThey got so disgusted of course and saw that there was no -- no avenue of escape for them.\nThey started to escape en masse. Some of them were shot and some of them, of course, got\naway. The area is surrounded by forests, pine forests. Any of you have gone to cut your own\nChristmas trees? You have seen how low the pine -- the pine branches are? Well, that's how\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nwe could hide. | slept many a night under those pine branches and hopefully not a cone\nunder my back. They escaped en masse and gathered in the forest. They had no guns to\nprotect themselves or to do any harm to the progress of the Germans to the front lines. At\nfirst they laid down their rifles and became prisoners of war and then we had to fight their way\nto remain alive. And so they would try to catch some soldiers who were out on assignments.\nHowever, they did not shoot them, because then, you know, they would -- they will get a force\ncoming to fight them. So what they did was, is they would take away their rifles, take away\ntheir clothing. In the first place they had some Nazi uniforms, the German uniforms so they\ncould disguise themselves to do their work, and they would leave them in their underwear and\ntell them -- tell them that the farmer caught you with his daughter so he made you run so they\ncould save face. They had the rifles and they had some German clothing so they could\ninfiltrate and they could also start fighting back. Most of the work of the partisans was to\ndisrupt the progress to the front lines, the German progress to the front lines, to fight the\nRussians.\nThe work was to dislodge -- excuse me. The work was to dislodge the railroad ties so\nthe trains would derail. Needless to say, they could collect some ammunition from the trains\nand use that ammunition to blow up some of the roads. They weren't -- they were mostly\ncobblestone roads. There were some roads that were paved as the Germans progressed and\nthey used the labor of the population. So this way they -- they could slow the -- the lines to\nthe front\nBill Benson: So Rae, tell us what your mother and you were doing with the partisans.\nRae Goldfarb: Well, basically Mother was cooking the soup. Mostly potato soup.\nBill Benson: She was their cook.\nRae Goldfarb: She was their cook. Mother didn't cook at home.\n( Laughter )\nBut she learned. She was a good observer, and she knew if you fried onions that they\nmake the soup a little better. And so they loved the soup. Also, the farmers had to give the\nGermans a certain amount of their produce and sometimes they would come and take their\ncattle, their cows, and of course their horses were all taken. And they would -- the farmers\nfinally drove the livestock into the forest -- further into the forest for grazing and the partisans\nwere the guards. So -- and the Germans were afraid to go into the forest because they would\nencounter the resistance.\nAs the front lines started to move forward, the Russian armies kind of joined up with\nsome of the partisans. They didn't really join them but what they did was is they supplied\nthem with ammunition, basically grenades because that would blow up railroad cars and\nsome ammunition for the guns. They would drop it and the partisans really organized\nthemselves as an Army. And the Russians dropped some people of rank that could manage\nthem. They also set up a hospital, and | wound up in one of them because | got sick with\ntyphus. Mother managed to get me to that hospital because we were with a forward group.\nYou would call it a reconnaissance group, at the edge of the forest. And we wound up not\nwith our group but all the way in the back of the forest in the hospital. By the time the Russian\narmies were pushing the Germans out, they had a front line to -- to consider and then the\nback line. The partisans were kind of surrounding them, so they started to fight the partisans.\nAnd the partisans dispersed. Mother and |, of course, were stuck in the hospital. | was well\nenough to walk, however, | -- my head was bald. It was shaved. My hair was shaved\nbecause the -- typhus was spread by lice and of course everybody tried not to have any hair.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nThat's where they hid the most\nBill Benson: You mentioned a little while ago that you slept many nights under pine\nneedle branches in the pine forest.\nRae Goldfarb: Oh, yes.\nBill Benson: But really the conditions were really tough. You were living in the woods,\nfood was meager, the weather was awful at times, it was a really very harsh environment for\nyou.\nRae Goldfarb: It -- it was a very harsh environment. But the farmers -- the farmers\nwere mostly -- they were cognizant of the fact that the partisans were there and to some\ndegree the partisans did not loot them. The partisans did not take away their grain that was\nnext year's crop basically. They could -- they could sow their grain, their seed. And their\nanimals were kind of preserved. So they were willing to supply some of the things to the\npartisans, basically foodstuffs. But at times when -- when the Germans came into the villages\nand since we were a forward group, we were more exposed to them, we had to hide and then\nwe would run into the forest.\nFood was scarce. Potatoes -- Belarus is known for its potatoes so potatoes were\npretty plentiful and also root vegetables. And of course there were mushrooms in the forest. |\nknew which mushrooms to eat and which not to. And there were cranberries because there\nwere marches\nBill Benson: Lived off the land, to some extent. In the time we have left, | there are\nsome things you want to tell us. You were caught by the Russians with the partisans and\nthen had a very narrow escape. Tell us about that.\nRae Goldfarb: When the partisans dispersed and we were with no group, basically we\nwere caught up with the farmers, with the population. And the population was taken out of the\nvillages and brought -- well, the closest place was our hometown and they put us ina\nwarehouse. We were caught with the population. At one point they started the -- Nazis were\nfamous for separating females from males, even children. Female children from male\nchildren. And there were no young -- not too many young men because the young men were\nafraid. Either they were taken into the German armies or they basically had to join with the\npartisans. So they started to separate the females from the males, and | had no hair and |\nwas dressed like a boy and | was being separated from my mother. | was sent with the boys.\nSince | Knew Yiddish which is a very similar language to German, they were debating\nwhether | was a girl or a boy because the features looked more like a girl but the dress and no\nhair prompted them to think | was a boy. And | said the only word that would get me back to\nmy mother which was \"mechen\" which meant girl. And they -- some of them decided | may be\nJewish because how would | know the word, the German word. Most of the farmers were\nvery illiterate and did not pick up languages. Mother got word of it, because she was hiding.\nShe was in her hometown with the population that knew her very well, and she came out and\napproached the Germans and said that | was her daughter. They had gallows set up. They\nwere famous for hanging people. They put me under the gallows and they said to her, we\nwon't touch you, but tell us is this a Jewish child? And my mother said no, she is my\ndaughter. She is not Jewish. She knew a few words of German because | was doing your\nlaundry. And | am slow, | can't understand, | can't learn a language, but she's a child and she\nlearned a few words. And they decided if my mother offered herself to be hung first and they\ndid not recognize her as Jewish then she's probably telling the truth. And they let us go.\nBill Benson: So then you rejoined the partisans after that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nRae Goldfarb: Well, what happened was they sent the villagers back to their villages\nand we had no village to go to. Mother gave them the name of a village. She knew the area\nvery well, of a way distant village so that we kind of had to pass and stop at many villages,\ndifferent villages. We finally came to a place where some of the villagers couldn't go any\nfurther because of the front lines and somebody recognized my mother. However, there was\nanother woman that heard about it and she did not have any ill feelings towards Jews and she\nknew my mother for the type of person that she was and she came over to her and she says\nlook, | recognized you a long time ago but | kept quiet. But there's a murmur that somebody\nsaid they think they recognized you and they know that you're Dina, the fabric store owner.\nSo | would suggest that you make yourself scarce. Mother took me and we ran again. And at\nthat point we were able to find some of the partisans. We ran basically toward the front lines\nbecause we knew that that's my mother, | didn't know anything, my mother knew that that's\nwhere probably the partisans would go and that's to help the Russian armies. And so we did\nget with the partisans and we were liberated by the Russians.\nBill Benson: And tell us about your liberation.\nRae Goldfarb: Oh, after -- well, when we were liberated, we went to live in the bigger\ncity where we were in the second ghetto because we heard that some of the Jews managed\nto escape that ghetto and gathered there. Mother went to our hometown to see who survived.\nYou go to the place where you come from, if you're looking for someone. A neighbor gave\nher the photograph that you saw on the screen. She picked it up from the garbage. She told\nmy mother she did not loot her house. She invited her to her house and said look at my\nhouse, | have nothing from your house. You were a good neighbor and a good friend. |\npicked up the picture as a memento of you. But | would suggest that you don't spend the\nnight because | would love to have you as my guest but both you and | would not survive the\nnight. She gave my mother some bread and food and of course the photograph, and mother\ncame back to the bigger ghetto, basically again, walking with 30 kilometers. It wasn't an easy\nwalk.\nBill Benson: Rae, | think we have time to turn to our audience to ask some questions.\nRae Goldfarb: Okay.\nBill Benson: But before we do, | would like you to, if you would, talk about your mother\nwas just an extraordinary woman in every way.\nRae Goldfarb: Mother was -- she was smart, needless to say, but she was also very\nresourceful and she could look ahead and see what to do next. She always planned, and |\nguess it was easy for her to plan ahead. | don't Know. | guess all of us plan ahead.\nBill Benson: Tell us about her -- at the end of the water, you were liberated in the\nsummer of '44 but the war went on, of course, until May of '45.\nRae Goldfarb: Correct.\nBill Benson: Your mother was able to get you on a train fixing water towers.\nRae Goldfarb: Mother enlisted. As a partisan --\nBill Benson: She enlisted in the Russian Army.\nRae Goldfarb: She enlisted in the Russian Army as a worker and we -- we got lodging\nin a boxcar and traveled with the train to fix water towers. We got as far as Prussia where\nconditions were awful and she managed to get our train car attached to a train that was\nheading south to a city called Lublin where there was -- it was a big city and it was very close\nto one of the concentration camps, and that's where the survivors gathered. We got -- I'll\nmake it short now. We got to that city and they had already some establishment with the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nJews in Palestine where they sent groups to try to bring the Jews out of Poland into what was\nthen called Palestine and now is Israel. And we basically -- | learned my geography on foot.\nWe walked, rode, until we got to Italy. We were caught at one point we thought we were in\nthe Russian -- the American zone, we ended up in the British zone, they sent us back to the\nRussian zone and eventually went through the alp passes, the Alpian passes into Italy. The\nfirst city we went into was Padua, then Modena, and then we ended up in Santa Cesarea.\nBill Benson: The very end of the boot of Italy.\nRae Goldfarb: The very end of the boot of Italy with the hope of crossing the\nMediterranean into what was then Palestine, being Israel. However, I'm sure all of you have\nheard, or maybe the adults have heard about the exodus, the ship that was caught and the\npeople taken off at Cyprus and became kind of imprisoned there. We missed that ship by this\nmuch. Mother started to look for my aunt and uncle who immigrated to the United States and\nshe had memorized the address. The only thing she forgot was the two letters after\nWashington. She wrote the letters to Washington but it went to Washington State.\n(Laughter)\nThe letters came back, and of course it had to be Washington, DC but she put an ad in\na Jewish newspaper and my uncle saw it and contacted us, went and made out -- for making\nout immigration papers. He had to promise to support us, provide lodging, food, clothing,\nmedical, and education for me and deposit $5,000 in 1947, which was a fortune. He\nmortgaged his store -- he had a grocery store -- in order to supply the guarantee for us to\ncome to the United States.\nBill Benson: Rae, we're going to turn to our audience, but is my memory correct that\nyou -- you couldn't get over here because the -- the Polish quota for coming here was so -- so\nrestrictive so you were able to end up getting on a Russian quota which allowed you to get\nhere. And the other thing | want to say is that because your identification papers had you two\nyears and you really were, when you came here, you were -- you were Officially 17 on record,\nyou were really only 15, but you were 17 but they put you here in school in kindergarten or\nfirst grade.\nRae Goldfarb: Elementary school.\nBill Benson: Elementary school at age 17 but you quickly made your way up. So let's\nturn to our audience. And we will hear again from Rae to close our program. But we do have\na couple minutes for some questions. I'm going to ask you to make your question as brief as\nyou can. We'll have mics in the aisle. Please wait until you have a microphone in your hand\nto ask the question. Keep it brief. | will repeat the question to be sure that everybody,\nincluding Rae, hears the question and then she'll respond to it. And I'm going to turn first, if |\ncan, to Kai here because she's getting questions on the Internet from people who are tweeting\nand on the Internet. Kai, you have a question.\n>> Yes, good morning, Rae. The question we have via Twitter is while volunteering at\nthe museum and sharing your story, can you tell us about your most memorable visitor that\nyou've met?\nBill Benson: Tell about the most memorable visitor that you have met here at the\nmuseum. Your most memorable visitor.\nRae Goldfarb: Most memorable visitor. My most memorable visitor here at the\nmuseum was actually somebody who was from Belarus. | was surprised because we have\nmany visitors from many countries, South American countries, even as far as Australia, New\nZealand, from Africa, and here somebody shows up from Belarus. And he says how did you\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nsurvive?\n( Laughter )\n| said well, there was some good ones.\nBill Benson: Uh-huh. Was he living here or was she actually a visitor --\nRae Goldfarb: No, he was living here. He escaped too.\nBill Benson: He escaped too. Okay. All right. Do we have anybody who has a\nquestion, and I'll try to spot you, but I'll ask the ushers to help me do that.\nRae Goldfarb: Actually there was one more that | wanted to mention.\nBill Benson: Okay.\nRae Goldfarb: There was a gentleman -- that was a while back -- from Cambodia that\nwas very much surprise that had he saw the exhibit on Cambodia at the Holocaust Museum.\nAnd of course | told him that we're concerned with all the atrocities that happen anywhere, this\nmuseum, sure, is -- commemorates the Holocaust because that was the most horrible, the\nbiggest extermination of people for no other reason but because the Nazis instilled so much\nhate into the public against the Jews and against other segments of the population that with\ntheir lives we were able to inflict so much unnecessary pain and destruction of human life.\nAnd he was impressed with the fact that Cambodia, which had a much smaller atrocity, was\ncommemorated here. Not only that, he took out his wallet, he became a member of the\nmuseum, and gave $100 --\nBill Benson: No kidding.\nRae Goldfarb: -- donation. He said I'm sorry, | don't have any more right now to spare.\nAnd | thought, you know, for a moment there, | forgot about it.\nBill Benson: Thank you for sharing that one. We have a question right here.\nAudience Member: Hi. Hi, Rae. Thank you. So impressed with your life and the\nstrength of your -- your story and that of your mom. How -- when you came back over here,\nhow long did your mother survive?\nBill Benson: Tell us how long your mom survived is the question.\nRae Goldfarb: My mom lived to the ripe old age of 99 1/2.\n(Applause)\nShe died of a massive stroke. And amazingly enough she died on the same English\ndate as my brother was shot. It was -- it was amazing that she survived. The doctors couldn't\nunderstand how she was holding on. And yet, on the morning, 8:00 in the morning, on the\nsame date, | got word from the hospital that she had passed away.\nBill Benson: Wow. That was in 2006, wasn't it?\nRae Goldfarb: 2006.\nBill Benson: | think we have time for one more question. Okay. And let me just\nmention, | should have mentioned this before, Rae -- after she finishes in a moment, Rae will\nstay up here on the stage and we invite anybody who would like to ask her a question that\ndidn't get a chance to do so or meet her or have your picture taken with her. Absolutely feel\nfree to come up on the stage afterwards. We welcome that. So let's take our last question\nhere.\nAudience Member: Thank you, Rae. So | have a question about the beginning of the\nwar. Were you expecting like all the Nazis to invade?\nBill Benson: Were you expecting there to be an invasion of Poland when you were\nyoung? Was your family expecting the Nazis to come in or the Russians?\nRae Goldfarb: | wasn't expecting anything. When -- when you are that age, all you're\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\ninterested in is your friends, your studies, and even though conditions were bad in the ghetto,\nwas still -- my mother had always had a tutor for us and she encouraged me, even during\nhiding, she was very good at math and she used to teach me math, with the potatoes.\n(Laughter)\nBill Benson: With the potatoes.\nRae Goldfarb: With the potatoes. And you don't expect anything like that. You don't\nanticipate because if people would have anticipated. But the other thing is that we couldn't go\nanywhere. Without -- without papers, my husband's family had papers to immigrate to the\nUnited States. He actually came here on a Visa that was issued before -- before the Nazis\noccupied Poland, but they just didn't get on a ship. We wouldn't have been able to come here\nif my mother couldn't have convinced the American council that she really was born when it\nwas Russia because she named all the areas around it. And she was born before the first\nworld war and that was Russia. And we came here on a Russian quota. Otherwise, people\nhad to wait years in order to come to the United States.\nBill Benson: And it still took until 1947, two years after the war ended.\nRae Goldfarb: Two years, that's right.\nBill Benson: We have a tradition at First Person and that is that our First Person has\nthe last word. And so before | turn back to Rae for her last word, | want to, one, thank\neverybody for being with us today. Remind you, we'll have a First Person program each\nWednesday and Thursday through the middle of August and invite you to come back. Again,\nRae will remain on the stage when she finishes, so absolutely, please come on up, and then |\nthink -- | think that's probably it. I'm going to turn to Rae for her closing words.\nRae Goldfarb: The only thing is that over the years when | have spoken about the\nHolocaust and kind of looked back at it, it was lies about segments of the population that\ninstilled hate in others. | couldn't imagine why | was hated because | was Jewish. We lived a\nquiet life observing the rules of the country, didn't do anybody any harm, and created so much\nhate against us. | was many times asked by students and by adults, don't you still hate the\nNazis? | hate their idea of what they did to us, of what they instilled in people. Almost 11\nmillion people lost their lives. About 6 million of them were Jews. For no apparent reason,\nbecause hate was instilled against them.\nBill Benson: Thank you, Rae.\n(Applause)\nRae Goldfarb: Thank you all.\nBill Benson: Feel free to come up if some of you would like to ask Rae another\nquestion. Absolutely feel free to do that. Thank you, Rae, so much.\n",
    "segments": []
}