{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON MANNY MANDEL\nWednesday, July 15, 2015\n11:00 a.m. — 12:02 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the Museum's public program First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is\nMr. Manny Mandel, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Arlene and Daniel Fisher Foundation and the Helena\nRubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of twice weekly conversations with survivors of the Holocaust who\nshare with us their firsthand experiences during the Holocaust. Each of our First Person guests serve\nas volunteers here at this museum. Our program will continue twice weekly through mid- August.\nThe Museum's website, www.ushmm.org, provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the theater\nwhen we finish our program. In doing so you will also receive an electronic copy of Manny Mandel's\nbiography so you can remember and share his testimony after you leave here today.\nManny will share with us his First Person account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows at the end of our program, we'll have an opportunity\nfor you to ask Manny a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear is\none individual's account of the Holocaust. We have prepared a brief slide presentation to help with the\nintroduction.\nManny was born to a religious Jewish family on May 8, 1936 in Riga, Latvia. Manny was just\n3 when World War II started. Although he was born in Riga, Latvia, Manny's family were Hungarian.\nThey had moved briefly to Latvia because of his father's work.\nHere we see a portrait of Yehuda and Ella Mandel holding their infant son, Manny.\nShortly after Manny's birth, his father accepted a post as a chief cantor in Budapest, and the\nfamily returned to Hungary, where they had lived before 1933. Hungary is highlighted on this map of\nEurope. Budapest is highlighted on this map of Hungary.\nManny's father was based at the renowned Rombach Synagogue. In this picture we see\nManny and his father on a street in Budapest.\nThe Hungarian government passed anti-Jewish laws beginning in 1938. In 1940 Hungary\njoined the Axis Alliance and in 1941 Hungarian troops participated alongside German troops in the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\ninvasion of the Soviet Union. The war and restrictions made life for Jews in Hungary increasingly\ndifficult.\nThe photo on the left shows Manny outside his apartment on his first day of school in 1942 in\nBudapest. On the right we see a contemporary photo of Manny standing outside the same apartment.\nGerman forces occupied Hungary in March of 1944 and Manny and his mother were fortunate\nto be in a program in which Jews were transported to Palestine in exchange for trucks. Within months\nthey were transported by the Nazis to the Bergen-Belsen concentration camp near Hannover,\nGermany, in preparation for the departure from Europe. This is an historical photo of Bergen-Belsen.\nNegotiations for the transport broke down and about six months before the end of the war\nManny and his mother were released from Bergen-Belsen and transported to safety in neutral\nSwitzerland. There they stayed at the Heiden Children's Home, pictured here, where Ella worked as a\nteacher. Manny is lying down in the front, on your left, and his mother Ella is standing in the back in the\nmiddle.\nAfter the war Manny and his mother reunited with his father in Israel. They subsequently\nemigrated to the United States and lived in Philadelphia. Manny is a graduate of Temple University and\ndid his graduate work at the University of Pennsylvania. He is a clinical social worker. He met his\nfuture wife Adrienne in Philadelphia and they were married in 1958. They have been married 57 years.\nAfter working for the B'Nai B'Rith youth organization, Manny and Adrienne moved to\nWashington, D.C., where Manny became the National Program Director for the B'Nai B'Rith youth\norganization. He would later go to work for the Peace Corps before beginning his own psychotherapy\npractice in 1980. Manny retired from his practice this past November.\nAdrienne's many accomplishments include having served in the Maryland legislature as an\nelected member of the House of Delegates. She is Chair of the Washington Suburban Sanitary\nCommission, the nation's eighth largest water and waste water utility.\nManny and Adrienne live in Silver Spring, Maryland. They have two children and three\ngrandchildren. Their daughter Lisa has a 26-year-old son Zachary who graduated from the University\nof Maryland and a 23-year-old daughter Gabrielle who graduated from the University of Michigan and is\na graduate student at John Jay, university in New York. Manny and Adrienne's son David has a\nsoon-to-be 18-year-old daughter Alexandra who has been at the summer Bolshoi Ballet Program. She\nwill attend George Washington University this fall.\nI'm pleased to say Manny's daughter Lisa, granddaughter Alexandra and her mother Judy,\ncousins Alex and Chana from Israel, along with a long-time colleague, Shane McCarthy, are here today\nwith Manny and are all seated here in the front row.\n[Applause]\nManny speaks regularly about his Holocaust experience in various settings such as schools\nand synagogues. He volunteers at the museum and leads tours about genocide in the Learning Center\nwhere you will find him most weeks.\nManny celebrated his 79th birthday May 8. He may say a bit about the significance of that\ndate a little bit later.\nWith that I'd like to ask you to join me in welcoming our First Person Mr. Manny Mandel.\n[Applause]\n>> Bill Benson: Manny, thank you so much for joining us and for your willingness to be with us as our\nFirst Person today. Those two lights will remain but we'll try not to look at those. I'm glad you have\nfamily members and friends here with you today.\nManny, you were born in Riga, Latvia, in 1936 but your family stayed there and certainly yours\nwas a short one before you moved to Budapest, Hungary. War began in Europe when Germany\ninvaded Poland when you were 3 years old. Before we turn to the war years, let's start with you telling\nus about your family, why your parents were in Budapest in the years leading up to the start of World\nWar Il and the Holocaust.\n>> Manny Mandel: Well, my parents are both ethnically Hungarian. My father from eastern Hungary\nwhich you might know particularly as the home base of one Count Dracula, namely Transylvania. My\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nmother is from southern Hungary which then later became that which we used to know as the former\nYugoslavia. It is all formers because countries have changed. The ethnicity was Hungarian.\nMy father wanted a job in Budapest. Because of certain conditions and some of the, what\nwas called, Numerus Clausus, the Hungarian Nazi laws, he had a difficult time getting working papers\nin Hungary because he had served in the Czech Army. Now, understand he's born in a village in\nHungary. It becomes Czechoslovakia after the First World War. Through no fault of his own it is now\nthe Ukraine. So as a Czech citizen, because he was in the Army, he couldn't get papers. He found a\nposition that he wanted to have in Riga. And you have to be born where your mother is so | was born\nin Riga.\nAs a consequence, as soon as he was able to get papers to, in fact, be in Hungary, we\nmoved. And that happened months after | was born. He received those papers sometime in early\n1936. | know that | was told -- obviously | don't remember -- that my mother -- he moved to Hungary in\nperhaps July and then two, three months later | moved when | was old enough to travel by train. My\ntwo uncles, my mother's brother and her brother-in-law, came to Riga to help her move me in a basket\non a train to Hungary where | lived until | was deported in 1944.\n>> Bill Benson: Manny, | think your grandfather, who was a rabbi, stepped down from the pulpit\nbecause of changes in the prevailing language due to political leadership changes. Can you share a\nlittle bit with us about that?\n>> Manny Mandel: As | said, the former Yugoslavia, which was part of Hungary at one time, my\ngrandfather was the rabbi of a community in Yugoslavia called Novi Sad. Cities had multiple names\nbecause it was multiple cultures and multiple governors or governments.\nMy grandfather, in 1918, at the end of the First World War, when Yugoslavia was created, the\nlanguage of the country went from Hungarian to Serbo-Croatian. My grandfather decided -- this was\npart of his strangeness, | suppose but he decided that he could certainly deliver sermons in Hungarian,\nYiddish, German, perhaps in Hebrew, I'm not sure, but he did not speak the Croatian well enough to\nsatisfy himself so he said if | can't deliver a sermon as | think | should, | will step off the pulpit, which he\ndid. He became the administrator of the local community and lived there until deported to Auschwitz in\n1944.\n>> Bill Benson: Before that, your father -- I'm sorry. Your father had been an important cantor in\nBudapest. How did he get to that position? It was a significant position.\n>> Manny Mandel: Well, he was a significant -- cantor of significant rank, if you will. He trained in\nVienna at the then well-known cantorian school that folks know nothing about and | only know from\nstories. The job he had in Riga was an important job also because of whom he succeeded, a man who\nhad been the cantor of Riga for 35 years. And those were his competition.\nIn Riga, my father received the -- got the job. He competed with two other gentlemen. One of\nthe gentlemen was a native of the city of Riga and had just come back from the United States where he\nwas a leading tenor at The Metropolitan opera. He was also a cantor. The other was a well-known\ncantor in the city of Hannover who later had a long career in South Africa, Johannesburg. So this is\nvery high-level stuff that goes on that today does not exist.\nSo my father, when he found out there was a job open, one of four chief cantors in Budapest,\nhe applied for it and he was selected.\n>> Bill Benson: If | understood correctly, once he accepted that very prominent position, he felt, in your\nwords, he had hit the big-time. But he had been offered cantor positions in other cities, | believe, prior\nto that.\n>> Manny Mandel: In his search to get to Budapest, he had had these auditions, they were called, in\nHolland, in London, in a number of places. He was very well received but his own notion was that what\nhe was waiting for is, in fact, Budapest, which he received. Thought he had achieved the pinnacle of\nhis success, a lifetime position. And except for the mustache he would have been [Inaudible].\n>> Bill Benson: The full force of the war and the Holocaust would not hit your community, in Hungary,\nuntil 1944. There were many difficulties once war was underway in Europe in the fall of 1939. Tell us\nabout the circumstances for your family and for you in those earlier years of the war.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Manny Mandel: | don't have first person recollection of 1939 and 1940. | can tell you anecdotally.\nFor those of you who have either been through the Museum here, the permanent exhibit, or are going\nthrough, towards the end there is a section which has to do with resistance. In that section there is a\nseries of photographs of a woman called Hannah Szenes, a Hungarian woman who with two others\nparachuted into Hungary in order to try to help promote the cause of the allies. Their particular\nqualifications was not as spies but they spoke Hungarian which is not an easy language to speak.\nThey were all captured and shot.\nThe reason | mentioned this is Hannah Szenes wanted to learn Hebrew before she, in fact,\nwent to Palestine. Her teacher was my uncle, my father's youngest brother, who lived with us as a\nstudent at the University of Budapest. And in 1939 or so she would come to the house for lessons.\nAnd she would say hello, nice little boy, tap me on the head. So she knew me. | did not know her. |\nknow this whole thing only because I've been told. | don't remember her, not from the age of 3. A little\nlater on | will probably get to that, the Pogrom in Novi Sad happens when I'm 5 1/2.\nLife in Budapest is reasonably ok because -- you folks need to know that Hungary is an ally of\nthe Nazis. As a consequence, we did not see a Nazi or a German soldier on Budapest territory until\n1944. Therefore, 1939, 40, 41, 42 are reasonably ok from day-to-day, particularly for a little guy like\nme at the time who was protected and kind of sheltered in a bubble of sorts by his parents.\n>> Bill Benson: As you just said, you didn't see German troops there until 1944. Tell us who the Arrow\nCross were.\n>> Manny Mandel: As you know, the Nazis were a political party, the national socialists and so forth.\nHungary had its own version. Their sign or call sign was not the swastika that you're familiar with but\ncrossed arrows from the Hungary word nyil having to do with arrows. They were probably as vicious as\nthe Nazis but had less power.\n>> Bill Benson: As you mentioned, earlier, the Hungary passed their own version in the “20s. What\nwere some of the restrictions imposed once the war began?\n>> Manny Mandel: Employment, where you could work, how you could work, who would go to school.\nThe Numerus Clausus by translation really means a numerical quota system in they restricted what you\ncould and could not do depending on who you were. That would not affect a 4-year-old.\n>> Bill Benson: In 1942, you were forced to wear yellow stars. What do you remember about that?\n>> Manny Mandel: The rule was that we had to put on yellow stars. Everybody did it. If you were\ncaught without a star and you should have had one, you were shot on the spot most of the time. |\nthought the yellow stars were terrific. But here | was a little guy, 6 years old, less than 6 yet and was\njust like all the adults. They had yellow stars and so did |. Woopy-doo for my side.\nThe point is, | did not understand this was a mark of distinction but a target. And let me\nillustrate that in a different way. Some time when | was 7 or 7 1/2 or something like that, | said to my\nfather: | wonder if it's time for you to buy me a bicycle. | had kind of a large tricycle but | was big\nenough to ride a bike. Not a full-sized one but maybe an 18-incher. | said, \"Would you do that?\" He\nsaid to me: Of course | would except for two reasons. One is a minor reason but the other is a major\nreason.\nWhat are the reasons? Number one reason is you saw in the pictures before, we lived on the\nfifth floor of the apartment building. We had an elevator but the building was 50 years at the time, 100,\n120, so was the elevator. And parts broke. And the factories that made the replacement parts for\nelevators were manufacturing military hardware. So the elevator parts became very much low on the\npriority pole of when the elevator would be fixed. It would work for a week, out for a month, work for a\nmonth, out for a week.\nSo he said to me | would have to truck the bicycle down for you five flights and up again\nbecause | was not big enough to do that. He would do that. My father was a very powerful, young man\nin his 30s. That was not a problem. But there's a different problem. And this is through the yellow\nstars. He said, well, we ride the bicycle in the park. And in Europe that's what you do. And if you're\nriding in the park and I'm running behind you and you're out of my sight for 12 seconds, somebody\ncould whack you on the head not because they want to take the bike but because the yellow star's the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ntarget that says it's open season to whack the kid in the head. And that's the a risk I'm not going to\ntake. Therefore no bicycle.\n| began to understand that maybe this yellow star was not a mark of distinction but a target\nwhich wasn't -- | was not accosted but many people were. And | could have been. But |! wasn't.\nMaybe | was lucky.\n>> Bill Benson: During that time were you able to continue your schooling? If so, what was that like for\nyou?\n>> Manny Mandel: Well, school was -- | began school at the age of 6 and 42. As it happened, we lived\non the street that we lived a number of the houses, number 13. The school was at number 44. Now,\nthink about it. We're talking two blocks away. Yet with the yellow star -- I'm told on occasion | would\nhave somebody follow me to school depending what the news was bringing. If there was a rash of\npeople being whacked on the head, somebody would follow me to school. | didn't know this. Not\nnecessarily my parents. So although -- interestingly, our apartment was on the corner of the building.\nMy parents could see the school from their bedroom, number 44. Yet somebody would follow me.\nSo | did not experience any significant kinds of things but then I'm 6 years old. The realization\nof the star was not as much of a mark of the distinction. It happens later. But my life continues very\nmuch in the bubble that they created for me, in my apartment, some friends, that kind of stuff. | had\nsome friends on the same floor. One floor below. The only kid | remember visiting outside of the\napartment was a kid around the corner who was my friend. But life was fairly placid. And though it\nwasn't for the adults, it was for me.\n>> Bill Benson: Speaking of adults, your father was assigned to a labor battalion. What did that mean?\n>> Manny Mandel: Hungarian men were in the Army. They were in the Russian front. The work that\nhad to be done by men who were not there was performed by these legions, battalions, of labor force of\nJewish males who were not Army eligible. So they would be out -- my father would get a note or a\nphone call or a visit that said on Tuesday at 3:00, you'll be at the train station. You'll be gone for a day\nor a week or an indefinite amount of time. He was home and away with incredible frequency to the\npoint | didn't realize when he would be home and not at home. | caught him with the bicycle discussion\non one of his home stays.\nThey did mining. They did agriculture. They did repair of roads, repair from bombings, heavy,\nphysical work for which none of them were qualified but they learned. They were young enough to\nwithstand that. Food was not a major benefit but that was going on in Hungary particularly. Most of the\npeople that | Knew, my uncles, were all in labor camp except for the youngest who was with us, who\ntaught Hebrew because he was still at the university. He was able to finish the university with a yellow\nstar and an the last yellow star graduate from the university; if not the very last, next to the last but\nalmost the very end.\n>> Bill Benson: In December 1941, your family had a horrifying experience while visiting your aunt in\nanother city. Tell us what you can about that.\n>> Manny Mandel: We talked a little earlier about my grandfather, my mother's father. He lived in,\nagain, in Novi Sad, which is down the Danube from Budapest, maybe three hours or so by train. So in\nthe winter, December of 1941, my parents decided to go down to spend the week with my grandparents\non a visit. | wasn't in school yet. My father had the time. So we did.\nMy mother had two sisters in Novi Sad, both of whose husbands died in labor camp a little bit\nlater during the war, both of whom survived but their husbands didn't. We stayed in the home of one of\nthem. | have no recollection specifically of what | did. All | do remember my uncle owned, ran or had\npartnership in a cork factory. He took me there. He had a special bicycle with a seat built on the\nhandle bars that was safe for a child. We rode to the factory. I'm reminded | did that. What | saw |\ncouldn't tell you.\nThat was the second or third day. We heard there was some commotion in the street. Within\nfive minutes of that commotion, two policemen came upstairs to the door, Knock, knock. Rather gently,\nthey said, \"Ladies and gentlemen, you need to dress warmly. You need to go outside. We have to\nconduct a census.\"\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nWe all Know what a census is. We have one here every 10 years. We had one in 2010. The\nGermans and the German minions and their buddies and what not kind of felt if you do a census every\n15 minutes, exaggeration, but every 15 minutes, then you knew where everybody was. If you knew\nwhere people were, you could control them.\nWell, it's logical, as tragic as it becomes. We're told to come out to the street. My mother, my\nfather and | and my mother's younger sister. There were three sisters all together, both younger than\nmy mother. We were told to turn left and to walk in that direction. | know that we walked for some time.\n| walked. My father carried me. My mother carried me. We were warm. It was wintertime. There was\nsnow on the ground but it wasn't bitter or a terrible day. But we were well dressed.\nAfter maybe a couple of hours, | don't Know exactly how long, we arrived at a place which |\nrecognized. It was an eight-foot stockade fence on the left and we were walking along this fence. |\nrecognized it because the previous summer just a few months before | had been there. In European\ncities which are not on the lake or not on the ocean but are on the river, the river becomes a beach.\nThe people build wade pools, hot pools, thermal pools, cold pools, restaurants, anusement parks along\na two, three, four-mile stretch along the Danube right in the city. And inside this fence about 200,\n300 yards, maybe more, were these particular developments, these entertainment centers.\nSo | recognized it. My parents, of course, did because they had lived there before. | had no\nidea why | was there. Nobody knew why we were there. We were just walking along this stockade\nfence. We noticed after a while, | don't Know how long, that a piece down the road, the fence gates,\nenormous, big stockade wooden gates, were open and people were turning left towards the river. We\nkept moving along. My grandparents already joined us. Some other people. We were in the group of\nmaybe a dozen to 18 people, kind of addling along.\nAs we came to maybe 100, 150 yards from the gate there's a policeman on the right who says\nto my father, \"Mister what are you doing here?\" My father said, \"I'm visiting with my family,\" in-laws, so\nforth. He says, “Tat's not what | mean. That's your business. But he says, what are you doing here?\nYou're not from here. Therefore if you counted in the census, you'll mess up the numbers in so many\nways.” It saved our life. He said \"Step aside.\" We all stepped aside.\nI'm sure by coincidence, within minutes of the stepping aside, a staff guard came down the\nroad, the guy came up in the uniform. | don't even know what kind of uniform he had. He had a\npow-wow with the officials there and announced on the bullhorn, \"Ladies and gentlemen, the\nrequirements of the census have been met. Please go home.\" There's a school on your way a short\ndistance; there's hot coffee and hot chocolate. Have some if you like. Go home. Which we did.\nWhat we didn't know, what we didn't know, was that everybody who turned left in toward the\nriver walked out about 300 yards of whatever. The river was frozen but it had been blasted open that\nmorning by cannon fire because the ice was thick. These people were shot in the back, into the river,\nand they were found, if found at all, when the river thawed in March or they were never found at all.\n350 people were killed.\nWhen | said the guy saved our life, | mean it. He didn't know it but that's what he did. He said\nhe recognized my father because he was a foot patrolman in our neighborhood in Budapest. My father\nwalked around the neighborhood lots of times to various places, offices and so forth, and he recognized\nhim. | guess he was recognizable. And because he did, and he said that, we were saved. We went\nback to my aunt's house and made immediate arrangements to leave the next morning first thing.\nA second before | get there. The other aunt, my mother's other sister, lives on the other part\nof town. We still had telephones. We were talking with her. She says, “Where were you? We had\nplans for the day?” | forget what they were. She says, “Well, two policemen came to my door at 7:30 in\nthe morning and said they had some questions. | did what | would normally do. | invite them in and\ngave them cake and coffee.” When this aunt gave somebody cake and coffee, and they're people who\nknow this aunt, they would have 17 coffees, 19 cakes, and a kitchen full of dishes.\n>> [Laughter]\n>> Manny Mandel: These guys had the very best breakfast coffee in their life from my aunt. That was\na little bit -- well, my cousins are here. They related.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nIn any case, in any case, the next morning, very early, my father ordered a taxi and we went\nto the train station to go back to Budapest. | need to tell you, for a kid that age, 5 1/2 years old, the taxi\nwas a great surprise and a very exciting idea because we got a one-horse-powered taxi.\nAny idea?\nIt's a sled. In Novi Sad in the wintertime there were taxis with wheels and engines and also\nsleds were taxis. For a reason | can't tell you, the one that showed up, that my father called, on a\ndispatch, was a one-horse sled. Put the suitcases in the taxi and took us to the train station. But to me\nthe adventure was the horse not the rest of the disaster that took place the day before or two days\nbefore.\n>> Bill Benson: The Germans occupied Budapest in March 1944. All of those years you lived in the\ncircumstance you describe but relatively normal.\n>> Manny Mandel: Absolutely.\n>> Bill Benson: But the Germans came in March 1944. What led to the German occupation and then\nhow did circumstances change so dramatically once they were there?\n>> Manny Mandel: There are two parts to that discussion or that answer. One is that the alliance\nbetween the Germans and the Hungarians broke down. The Germans were no longer an ally. They\nwould occupy. The other side, in 1942 -- again those of you going to the museum or have been there,\nyou will see an exhibit. There is the Warsaw Ghetto. Directly before there is an exhibit about the\nWannsee Conference. In 1942, the head of the Nazis in eastern Hungary in Czechoslovakia, members\nof [Indiscernible] who was later assassinated in Prague, called a conference for the purpose of\nestablishing the final solution to the Jewish problem. And you know what the final solution was. And\nthey appointed an official to, in fact, do the mechanics on that final solution. The official's name was\nAdolf Eichmann. You recall the name?\nEichmann comes to Budapest the 19th of March 1944, having since 1942 done all of the other\ncleanout of all of the other countries. Hungary, having been an ally, is the last to get the benefits of his\nservices. He arrives on the 19th of March. The deportations begin at the rate of 12,000 a day.\nCan | go on to the Kasztner business?\n>> Bill Benson: Please. Yes.\n>> Manny Mandel: As soon as he arrives and sets up his headquarters in the Majestic Hotel, an\nhistoric hotel in Budapest -- which | saw earlier this summer because we visited there -- two men, kind\nof a self-appointed rescue committee, two Jews, insist on approaching Eichmann.\nNow, ladies and gentlemen, in a very different way, these people went to see Eichmann much\nas if you went to Rome and said, \"| want to see the Pope.\" It's not something you can do. I'm not\ntalking about it's the same situation but you don't approach Eichmann and say | insist on seeing him.\nThey did. He received them. And they discussed methods by which they could possibly make some\nkind of a deal which would benefit both sides.\nThis was the beginning of the deal -- Bill mentioned this earlier in the introduction. If Eichmann\nwere to take one million Jews from the available concentration camps, they would supply him with\n10,000 trucks to be used against the eastern front.\nNow, there were two major problems with this proposition. One, there were no more million\nJews to be had. Two, these guys didn't have a bicycle pump not 10,000 trucks. This was all\nphony-baloney.\nOne of the two was sent to talk to the British about trucks. He was arrested in Syria, spent the\nrest of the war in a prison in Cairo as a spy. He survived the war but that was as far as he got in\nnegotiating for trucks.\nThese negotiations continued. The man who stayed in Budapest for the negotiations was a\nlawyer by the name of Kasztner. Whole other story about him. And the negotiation eventually\nbecame -- they wound up at the point of the selection in some magical way of 1,700 people to be put on\n35 cars, to be taken to a free port, or a neutral port, in exchange of which Eichmann and his cronies\nwould receive significant, significant items to be carried in suitcases. You can imagine what they were.\nMoney was useless. Unless you had American dollars or British pound sterling which nobody had. But\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\njewelry and other kinds of things of this nature amassed into significant dollars in those days, the\nreward that he received from the many others that wound up after the war -- if you recall, wnere was\nEichmann? Arrested or found by the Israeli Secret Service in Argentina. He establishes his life as did\nDr. Mengeli and others through these barters. As a consequence, taken by train to some neutral port in\nSpain, maybe even in Germany or to Turkey, to be sent to Palestine because we all claimed to be\ndisplaced persons because of the war.\nIf you believe that, | have several more $3 bills | can give you.\n>> Bill Benson: Before you go on to tell us about that, | was going to go back and ask you a couple of\nother questions.\nOnce Eichmann was there in March 1944, | think you very quickly lost your grandparents.\n>> Manny Mandel: Well, my grandparents lived in Novi Sad, where | described, which is, as | say,\nabout four hours south of Budapest. The grandparents were deported as were everybody else as you\nclean out. But interesting, the grandparents were deported with the grandparents, the two aunts whose\nhusbands were already in labor camp, and the daughter of one of the aunts, my cousin a year younger\nthan I. They were taken to Auschwitz. And in Auschwitz the selections took place. The grandparents,\nold, in their early middle 60s, and the child who was 7 went this way. Probably dead within two hours.\nThe two aunts, the sisters, went this way, went to half a dozen different camps, worked like horses. But\nthey were young women, healthy, and they survived the war and died later of various other causes\nhaving little to do with the specifics of the war.\nMy other grandparent, my grandmother, my father's mother -- | told you we were on the fifth\nfloor of the building. Air raids were once or twice a night. She had a difficult time up and down the\nstairs. You couldn't use the elevator. My father and his brother decided maybe she would be better off\nin the village where they were both born. The village was a primitive place but no air raids. What there\nwas, Eichmann came and his minions and she was deported to Auschwitz. We're not too sure -- we\nwere pretty sure when the other grandparents went but not this one. My three grandparents, a bunch\nof uncles and so forth went.\n>> Bill Benson: And as you mentioned a little while ago, once Eichmann was there, Jews were\ndeported at the rate of about 12,000 a day.\n>> Manny Mandel: From Budapest. Yes.\n>> Bill Benson: If | remember correctly, the speed was just almost unimaginable. | believe within six\nweeks almost half a million Jews were deported.\n>> Manny Mandel: You have to do arithmetic of 12,000 a day, how many times it may take to get to\n400,000 which is about the number. Yes.\nWe were then, in July of 1944, part of this train.\n>> Bill Benson: Of the 1,700.\n>> Manny Mandel: How we got into it | can't tell you because | don't Know. Maybe because of a\ncertain position, holdings, or certain economy. But my mother, and | and my uncle, the youngest uncle,\nwere part of the three of the 1,700 or so people. But instead of being taken to a neutral port we were\ntold we were going to stop in this place which nobody knew, honestly, and | certainly didn't know, for a\nthree-day R & R after a nine-day train ride before we board ships. The name of the R & R encampment\nwas one called Bergen-Belsen. Bergen-Belsen was not a terminal killing camp as others were in\nPoland but it was a concentration camp. It was certainly a death camp but not a killing camp. We were\nthere. And after six weeks after additional negotiations, about 350 other people of this group were, in\nfact, taken by German troop train to Switzerland. | wasn't part of it.\n>> Bill Benson: Given you were so young, do you remember arriving at Bergen-Belsen? Can you tell\nus anything about what your time there was like? And for the audience members, they may know that\nas the place where Anne Frank died.\n>> Manny Mandel: Yes. | will talk about that. | was not part of the first group. | stayed a full six\nmonths almost. | remember arriving there, stepping out of the boxcars of which one you'll see upstairs,\nafter nine days. We were in the boxcars for nine days. This is July. Weather was good. We could\nsleep outside under guard. But during the day we were in the cars. We arrived at this platform. We\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nmarched not a tremendously long distance from the platform to our particular barracks. And we were in\nthe barracks.\nI'll talk about life in Bergen-Belsen in a minute.\n>> Bill Benson: Ok.\n>> Manny Mandel: The activities of the camp consisted most specifically, again, of a census. Every\nmorning we were told at dawn to be outside to be counted. They came to count as any time from 5:00,\n6:00, 7:00, 8:00, 9:00, 10:00, or 11:00, whenever their mood said so until a different officer said | think\nridiculous; | will be here at 8:00 and you can count on my punctuality. | don't care if you're here at five\nminutes before 8:00 but at 8:00 you better be here. We were there probably at 7:30. But it was a much\nbetter deal to be out 7:30 to 8:00 than from 4:00 to 11:00.\nWas this humanity? | don't know. Was it efficiency? | don't know. But the bottom line was\nwe were in some way saved from certain physical kinds of problems in the German winter which was\nrainy and miserable and muddy and so forth. That took up most of the time. The rest of the time was\nmade up -- I'll talk about that later.\n>> Bill Benson: Was your father with you?\n>> Manny Mandel: Nope. My father was in labor camp.\n>> Bill Benson: Still there.\n>> Manny Mandel: Described before. By this time he was probably in the Ukraine. My father survived.\nWe reunited. But he was not in camp with us. Had he been in Budapest, he would have been part of\nthe group but he was not.\n>> Bill Benson: Continue telling us about Bergen-Belsen.\n>> Manny Mandel: Bergen-Belsen was a camp that its heyday was about 25,000 people. It was\nmostly a labor and transit camp. In other words, people were brought in and moved over to someplace\nelse.\nAs it happened, because of the special nature of our group -- remember, we were either the\ngolden eggs or the goose that laid the golden egg. They were somewhat more gentle with us because\nthey knew if we die, the bargaining position also dies. The suitcases full of valuables were not\ndelivered all at once before we left. They delivered during. They wanted to be sure to get whatever the\nwhole total amount would be. So we were in a sense in reasonably good shape. The weather was\npoor. The conditions were poor. The food was poor. But we were not being either beaten or shot\nevery day.\nYou had mentioned Anne Frank. There's an interesting kind of emotional connection. You\nrecall that Anne Frank was turned in, in Amsterdam, sent to Auschwitz. And from Auschwitz she was\nsent to Bergen-Belsen arriving there in August 1944. | arrived in July of 1944. | was taken out of\nBergen-Belsen in December of 1944 and she stayed there until March when she died, weeks before\nliberation.\nThe reason | have a certain connection — | never knew the woman. She would have been\nmuch too old for me anyhow. | was 8. She was 15. Old lady. But the really important point is | had\nthis kind of feeling for about four months we breathed the same air. She was there. | was here. We\nwere in the same place at the same time. | feel a certain sense of kinship to that.\n>> Bill Benson: If you don't mind, tell us about your uncle who was there with you telling you to get\nyour shoes fixed.\n>> Manny Mandel: He got them fixed.\n>> Bill Benson: Ok.\n>> Manny Mandel: European shoe manufacturing was not what it is today. You didn't go to a store\nand buy a pair of ready-made shoes. We didn't. Shoes were made for you. And before we left, since\nmy parents didn't quite know exactly where, how, and who, they thought a good pair of shoes would be\na good idea. Yes. So they had made for me a pair of kind of 3/4 boots with thick soles. In those days\nthey would sew the soles on the shoe and then put dowels in it, wooden, like match sticks. You\nknocked them in instead of nails because nails would rust. The dowels if wet would expand and hold\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nthe shoes together. But after they expanded for days and hours standing in the mud for those\ncensuses, they fell out. So the shoes parted this way.\nNow, you might find it either amusing or strange that one of the things that happened in\nBergen-Belsen within weeks of our arrival, and | mean weeks, is businesses opened up, businesses.\nThey were not quite the businesses that you folks might be involved in. But we had some tin cans with\nus from which we took food we were told to take along for the ride. People made jewelry out of them,\nbracelets, earrings, necklaces which they would trade for two cigarettes, which they would trade for a\nhaircut, which they would trade for a shoe repair.\nMy uncle was able to talk to one of his whatever who, in fact, was a cobbler and had tools with\nhim. Don't ask me why or how but he took his tools with him, at least enough to be able to fix a pair of\nshoes. Used match sticks, thick match sticks to knock into the shoes so they would stay together mix\nfather -- my uncle said, “Well, | got your shoes fixed, kid. Now stop running around.”\n>> [Laughter]\n>> Manny Mandel: I'm 8 years old. It was a blessing with a double-edged sword. | had shoes in which\n| couldn't run around. What else could | do?\n>> Bill Benson: While you were there, | believe you got very ill with pneumonia. Your mother was able\nto get some care for you.\n>> Manny Mandel: Well, we had about 35 doctors in the group. Only problem is, you know,\npneumonia is a bacterial infection and you can cure it with a shot of penicillin or a couple of pills.\nNobody had pills. Penicillin had just been discovered. We were not the first to get it. So pneumonia\nwas a disease that was to be cured by the body or you died. The other concern was they could have\ngiven me some medications but it would have required me to leave the compound to go to the post\nhospital run by the Nazis. My mother was very concerned if | ever were to go there, | may never come\nback. So | stayed in the barracks. | was excused from being outside for the census.\nAnd the only thing they could do for me was something | will never forget. As a palliative form\nof treatment, make you feel better not cure you, make you feel comfortable, they wrapped burlap in\nmustard seed oil. Where they got it | don't Know. But it acts like Bengay or Vick's. You put it on your\nchest cross-wise and heats the chest. It makes you feel better. It doesn't cure the infection but when\nyou're breathing in pneumonia, it makes you feel like you're not going to die every time you take a\nbreath. That was my treatment. My mother arranged for that. There was nothing else she could do.\nThat was primitive treatment of those days.\n>> Bill Benson: After about six months in Bergen-Belsen in December of 1944, you were sent to\nSwitzerland. Tell us about how you got there and what that meant.\n>> Manny Mandel: We were upgraded from cattle cars to military transport cars. But they had seats in\nthem. | don't remember how long this was but | do remember that we went, 1,300 and some of us, the\nremainder from the 1,700. We entered Switzerland near the German part. We were taken to the\ngymnasium of a school or some large auditorium. The first thing they did to us is they decided we had\nto be fumigated. Because the camp was full of lice and vermin of that sort. They were much too clean\nto permit that to come in so they fumigated us and then sent us to the French part of Switzerland.\nThose of you who know the country, it's a small country. Above the city, near Geneva, was a\nlovely vacation hotel, beautiful hotel, that the Red Cross had taken over. It's in a place called Caux\nwhere they kept us for several weeks, fed us lots of potatoes. We were not starved. We were not the\nskeletons that you see but we all could use a couple of pounds.\nAfter that they had to divide us up because other people were coming in from various places.\nThe Red Cross had this system working. So they had to send people. There were 20 kids ages 6 to 14\nslated to go to a children's home. It's like a boarding school in the German part, in the Province, ina\ncity called Heiden. You saw the picture, my mother, |, some of the kids in the posed photograph in a\ncity in Heiden. It was very nice. We lived in like a boarding school.\nThe reason my mother went along -- Bill said my mother had been a teacher. She was. They\nhad to send somebody along who, first, sooke Hungarian because we spoke nothing else, spoke\nGerman which she spoke quite well, and had a good amount of French. Most of the staff and most of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nthe kids there were from Belgium and France. We could not speak fluent. We learned German but\nthere had to be somebody who could speak with us and be the teacher for kids of age 6 to 14. People\nknew my mother had been a teacher. They said, well, she'll go and she'll be the caretaker, guardian,\nteacher, whatever else. Which made it very interesting for me. When your mother is the teacher, either\nthe world is the best world or the worst world.\n>> [Laughter]\n>> Manny Mandel: Both took place. If anybody did anything wrong and the administration found out,\nguess who got a little bit of a flecking in the morning. Me. But it's survival. That was not terrible. |\nmade some friends. One of those kids | met many years later on here. He became a Rice professor at\nthe University of Michigan State. Unfortunately he died of cancer. Another one became an Olympic\nathlete who lives in Israel. | saw him this past year. He became an Olympic walker. You know those\nguys who waddle?\n>> [Laughter]\n>> Manny Mandel: That's what he does. He's now 79 years old and walks 79 kilometers. Next year\nhe's going to walk 80. He does this on his birthday.\n>> Bill Benson: Do you recall what the emotions were of the adults? Here you've been in\nBergen-Belsen a concentration camp, segregated in a section for you because of your special status\nbut nonetheless, as you said, a concentration camp. You cross the border in Switzerland. The war is\nabsolutely still on. If you have any sense of that, what was the emotional response?\n>> Manny Mandel: | can describe what | remember and that should give you a sense of emotional\ndifference.\nWe arrived on one side of the tracks with the German troop train, dark, dingy, half the\nwindows shot out. I've been told -- | don't Know if this is accurate -- that the German gauge of railroads\nis different than the Swiss. So the German trains could not run into Switzerland therefore could not be\ninvaded. Don't know if that's true but it's a good idea.\nWe arrived on one side of the platform from this dingy, dirty, whatever cars and on the other\nside of the platform sits this big, beautiful, warm, lit Swiss cars. The emotional reaction was to go from\nthis to that. It's exemplified to me by the two kinds of cars. That took us to Sungala (phonetic) to the\nfumigation, eventually to Caux and eventually Heiden.\n>> Bill Benson: Once in Switzerland and then going on to the home in Heiden, was your mother able to\nestablish contact with your father who | believe was still in Budapest at that time?\n>> Manny Mandel: My father was able to get back to Budapest with some other people before the end\nof the war or before the Russians liberated Budapest. The Russian liberation was a peculiar kind of\nliberation. It was a liberation, yes, and subjugation, yes, at the same time. But he's back in Budapest.\nHe is trying to contact us because the group was known. So he was trying to find out.\nWhen he got back to Budapest, we were still in Bergen-Belsen. But my mother and father\nrecalled or in some way that my father had a colleague with whom he went to school. My mother\ncontacted this man who was able to contact my father in Budapest not by phone but probably some\nkind of courier or contact that had. He was living in Switzerland. He had negotiating possibilities. My\nmother didn't.\nSo my mother talks to this -- not talks to but contacts this man, visited with him, who was in\ntouch with my father, my father in touch with him who was in touch with my mother. So they\nestablished contact. My mother was asked by my father to come back to Budapest. She refused. She\nsaid, “I will never step foot in Hungary again.” And she didn't. She went back to Yugoslavia and other\nplaces in Europe but not Hungary for the various reasons. We continued what was our original\ndestination in Palestine. We arrived in September 1945.\n>> Bill Benson: Was your father with you when you arrived there?\n>> Manny Mandel: No. About a year later. An entirely different set of adventures having to do with the\nimmigration business he became part of. He arrived in August 1946.\n>> Bill Benson: Your father, | think, was involved in some underground activities before the end of the\nwar. Can you say a little bit about that?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Manny Mandel: How much underground | don't know but when he comes back -- my father, as |\ntold you earlier, was Hungarian. Spoke the language not only magnificently but very well. He had an\nearthy, street Hungarian as well as a literary Hungarian. He was a short, stocky man with big\nshoulders. He grew his mustache into big handle bar mustache. Got himself a sheep skin coat, the\nsheep skin on the outside. He -- if you saw his picture, he's got a round face. He could easily pass for\na native Hungarian. As a consequence he took the risk of walking streets and became a courier\nbetween the Swedish litigation, Wallenberg active, the Swiss House, the embassy or the central\nlocation of the church, and he became a runner in between. Had he been caught anywhere, he would\nhave been shot in the street. He was able to get away. That was his connection to the underground.\n>> Bill Benson: Serving as a runner, courier.\n>> Manny Mandel: Between the places. Right. This is the ghetto in Budapest. He was only there for\nsix weeks. Our apartment apparently was there. It had had some bomb damage but nothing serious.\nSo that's what he did until he was able to find some way to begin to leave Hungary to, in fact, almost\nliterally walk to Italy to one of those ships that became the illegal ships, which is a whole different story.\n>> Bill Benson: It's quite a story, as a matter of fact. When your father finally arrives in Palestine in\n1946, how did you get from there to the United States? What caused that to happen?\n>> Manny Mandel: Well, we were very happy there. My father had a sister. There were seven of them\noriginally. Two of the women died in the 30s of various causes. Three of the brothers -- two of the\nbrothers died in labor camp. The youngest brother, the one | spoke about before, dropped dead,\neventually, in 1948. We were still there. He died after we left. But my father had a sister in\nPhiladelphia. She was dispatched to Philadelphia in 1914 to reduce the burden on my grandfather's\ninability to feed the family. She came to Philadelphia to a cousin. She stayed in Philadelphia, became\na cigar maker, met a cigar maker whom she married. They had three children. They lived a nice, long\nlife in Philadelphia.\nMy father hadn't seen his sister for 40 years. He wanted to come to the states, to visit with my\nAunt Helen. As he came here through a series of circumstances he found that maybe he could secure\na position here which might be a position that's a more liking to him and more successful than the one\nhe had in Israel. He wrote us and said -- he came in 48. In “49 we came. That's how we came.\nPeople said, how did you get here? | said, “We came by plane.”\n>> [Laughter]\n>> Bill Benson: Unusual.\n>> Manny Mandel: Unusual. But for circumstances | cannot remember we came by plane a TWA\nConstellation, for you aeronautic fans, a Howard Hughes Constellation, a beautiful plane.\n>> Bill Benson: | think we have time to turn to our audience for questions. What I'm going to ask -- if\nyou have a question, please raise your hand. We'll get a microphone to you. We'll have mics on either\naisle. Once you have the mic, try to make the question as brief as you can. | will likely repeat it just to\nmake sure everybody in the room, including Manny, hears the question before he responds to you.\nLet's see. You have one back there, Clara? Ok. Thank you.\n>> When your dad was gone, did you miss him?\n>> Bill Benson: When your dad was gone, did you miss him?\n>> Manny Mandel: One of the older people back there.\n>> [Laughter]\n>> Manny Mandel: In an odd way, the uncle that | mentioned, whose name was David -- to the point\nthat my daughter's brother is named David -- my wife and | decided if we have a son, we will give him\nthe name David. We were not going to give my daughter the name Davida or something like that. But\nwe had a son David. He was close to me for a long time because my father wasn't around. And David\nwas -- in some ways the youngest brother was a surrogate father to me for a long period of time. So in\na sense | didn't miss my father because | hardly saw my father. You don't see something, at that age,\nyou don't miss it.\nMy father from 1946 on and | saw each other all the time. We got reacquainted. | no longer\nmissed him.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Bill Benson: Thank you.\nWe have one right here and one in the front row.\n>> Thank you for sharing your story. In sharing that, what would you hope for us as listeners to take\naway with us?\n>> Manny Mandel: You're ahead of the game.\n>> Making sure we get it in.\n>> Bill Benson: We're going to answer that. Manny will answer that in a little bit if that's ok.\n>> Manny Mandel: First Person has been on for years. | think I've done it eight times, four times with\nBill and others. The audience is always different so | don't have to worry about saying the same thing.\nBut one thing that's a constant is I'm asked at the end what would you like to leave as a word. And |\nwill get to your question at that point.\n>> Bill Benson: Thank you for that.\nAnd a question right here. Clara, down in the front row. Pass that down. Thank you very\nmuch. There we go.\n>> The fumigation sounds scary. Can you elaborate about that, how long it took, what was involved in\nthat?\n>> Bill Benson: For the folks in the back, the question is -- you mentioned being fumigated and that\nsounds scary. What did that mean?\n>> Manny Mandel: It is not a dangerous thing but they sprayed us. At least on the outside. They did\nnot make us undress and everything else. But they decided to spray us as you do with a cit gun of\nsome sort or canister.\n>> [Inaudible]\n>> Manny Mandel: No. | suppose if anybody was dumb enough to keep his eyes open, it might burn.\n>> [Laughter]\n>> Bill Benson: Thank you.\n>> Or mouth.\n>> Manny Mandel: Or mouth.\n>> Bill Benson: | think there's a hand right back here. Morris? There you go. Thank you.\n>> What happened to your Uncle David? Did he make it to America?\n>> Manny Mandel: My Uncle David, before we left on that group back in Budapest, he and his\nwife-to-be were to be married. They had papers. They just hadn't yet gone and done the ceremony.\nShe was deported to Auschwitz. David was with us. But as luck would have it and as life is much\nstranger than fiction, they both made it to Palestine. And they married. And they had a set of twins.\nAnd he got the job as a teacher in one of the finest high schools in Israel and dropped dead at the age\nof 34 or 35 or something like that to the point that | knew him much better than his own children who\nwere little babies when they were born. Since that time, one is alive in Israel, the boy. The girl died of\ncancer some years ago. But my Uncle David got to Israel through all the stuff, remet his wife, married,\nhad children, and then literally dropped dead.\n>> Bill Benson: We have one right here.\n>> What happened to your grandparents?\n>> Bill Benson: What happened to your grandparents?\n>> Manny Mandel: Well, | think | said before all three of my -- my grandfather, father's father, died\nbefore | was born. He died because he would go to work every day with a tin of 50 cigarettes. He\nwould come home rolling his cigarettes in paper having finished the 50. He died of those conditions.\nThe other three grandparents, my father's mother and my mother's father and mother died in\nAuschwitz.\n>> Bill Benson: Thank you. We have time for really | think one more question. The gentleman in the\nmiddle right there.\n>> Thank you for sharing your story. You mentioned that you used to have a yellow -- used to wear a\nyellow star. | wonder, is that your first recognition that you were being treated differently? If not, what\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nwas your realization that, hey, I'm being treated, me, others like me, politically, religiously, ethnically,\nwhatever the case may be were being treated differently than others?\n>> Manny Mandel: | would think that the yellow star may have, in fact, been the first of those which |\nthought was a matter of pride and | learned it wasn't. It was the first visual, you know, kind of conscious\nway of being told. Because prior to that the city of Budapest was 20%, 25% Jewish. My life was\namong the community in which | lived. | had no interaction nor desired interaction with\nanybody -- although, you may recall | said on the same floor where | lived, right next door to us on the\nright side was a family with two girls, one older than |, one younger. Both went to Catholic school. But\nour buddyship was not affected by that.\nSo the first sign that | was different -- and they didn't give a hoot if | wore a yellow star or not.\nThey were my friends. | was their friend. We played together, whatever the hell 6-year-olds do, we did.\n| don't think | want to mention. But whatever.\n>> [Laughter]\n>> Manny Mandel: In any case, yes, | think that would be the first point that | could think back and\nconsciously recall that as a, hey, you're different, we are making you different.\n>> Bill Benson: We're at the end of our program. As Manny said, I'm going to turn back to him for what\nwe call the last word. It is our tradition that the First Person has the last word.\nBefore | do that, | want to note that there were several folks who had questions we didn't get\nto. When Manny's finished, he's going to stay up here on the stage. So we invite you to come up and\ntalk to him if you have a question to ask him. That's an opportunity. Or if nothing else, just to shake\nManny's hand or get your photograph taken with him if you want. We'll have that opportunity when he\nfinishes.\n| want to thank all of you for being here. | remind you that we have First Person programs\neach Wednesday and Thursday until the middle of August. We will resume a First Person program\n2016. So we hope you can come back sometime.\nOn that note, | will turn it over to Manny.\n>> Manny Mandel: If you come back, tell me so | tell different stories.\n>> [Laughter]\n>> Manny Mandel: Bill mentioned earlier that | do volunteer work here and | do a variety of things,\nincluding being at the Information Desk at times. | find folks that our knowledge of history -- | can't\npronounce the word. It sounds like abominable -- We don't know history. Therefore, my admonition to\nyou is to learn the words of somebody whose words you know but you don't know who said it. | would\nbe delighted if anybody know who said if we do not learn our history well, we may be doomed to repeat\nit. 110, 120 years ago.\nThe point I'm making to you in terms of what you leave as a legacy to your children or\nyourselves, we cannot learn from the future. We can learn from the past which we apply to the future. |\nurge you and beseech you to do that.\nThank you.\n>> Bill Benson: Thank you.\n[Applause]\n",
    "segments": []
}