{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON ALEX SCHIFFMAN-SHILO\nWednesday, April 19, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Ronald Coleman: Good morning, everyone. It is my honor to be your host for today's public\nprogram First Person. We know that you have lots of choices about where to visit when you\ncome to Washington and we are thankful that you have made the choice to come to the\nmuseum today and for joining us to hear Alex's story. For today's program | will have the\nprivilege to talk with Mr. Alex Schiffman-Shilo, whom we will all meet very shortly.\nThis is the 18th season of the First Person program. It's one thing to learn about a\nsubject like the Holocaust through movies or through books--- and I'm a librarian so I'm not\ndisparaging that at all -- but it is something entirely different to learn about it from someone in\ntheir own words. This experience is made possible by the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Arlene and Daniel Fisher Foundation. The\nmuseum is grateful for their sponsorship.\nFirst Person is a series of conversations with Holocaust survivors who share with us\ntheir first person account of their experiences. Each of our First Person guests also serves as\na volunteer here at the museum. And these programs continue twice weekly through\nmid-August. So if you live in Washington or you're planning to be here for a little while, we\nencourage you to visit the website, www.ushmm.org, to like us on Facebook, or follow us on\nTwitter to learn about upcoming First Person guests and other public programs here at the\nmuseum.\nAnyone interested in keeping in touch with the museum after today is encouraged to\nfill out a Stay Connected card in your program or speak with a museum representative\nafterwards. When you sign up with Stay Connected today, you will receive an electronic copy\nof Alex's story so that you can remember and share his testimony with others who are not able\nto be here today.\nAlex will share his first person account for about 45 minutes or so. And at the end, if\nwe have time, we will give the opportunity for you to ask questions of Alex. Then as is the\ntradition with the First Person program, Alex will have the last word for the day.\nThe museum is, first and foremost, a memorial to the victims of Nazism and the\nHolocaust but it is also an educational institution. It's one that challenges visitors to think about\nthe difficult questions that this subject poses to us as individuals and collectively as\ncommunities and groups. These questions do not always have straight forward answers.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from\nAlex is one individual's account of his experiences during the Holocaust from his personal\nperspective. This is not a comprehensive history of the Holocaust, not a lecture, it is not even a\ncomprehensive story of one aspect. It is one person's story.\nTo help introduce Alex and his story we've prepared a brief slide presentation. This is\nAlex in his Cub Scout uniform. We are privileged to have a Cub Scout -- or a Boy Scout troop\nwith us today. And Alex has offered, afterwards, to perhaps sing the Boy Scouts song that he\nremembers from a child.\nAlex was born in a city called Strasbourg, France, in 1933. The arrow on this map\npoints to Strasbourg. It's right on the border with Germany. If there are any students studying\nthe European history, you may recognize the region name. This region was traded back and\nforth over the centuries. After every war, it was France, then Germany, then France. After\nWorld War | it was part of France but it was very close to the border.\nAlex's family had emigrated to Strasbourg from Poland in the 1920s. His father was a\ntraveling salesman and his mother had been trained as a Hebrew teacher. The family left\nStrasbourg and moved to Paris in 1938.\nWhen the Germans invaded France in 1940, Alex's family joined the tens of\nthousands of people who fled to the South of France where a collaborationist government\ncalled Vichy France had been set up. You can see the line where the German-occupied north\nzone divided between the northern zone and the collaborationist southern zone. We'll hear\nAlex's story about where they visited and what that meant to his family. But | will also point out\nthe annexed part; had they not fled, they would have been caught up in Germany proper.\nWhen the Germans invaded France in 1940, they fled south to a town near Toulouse\ncalled Villefranche-de-Rouergue. And | apologize to my high school French teacher for\nmispronouncing that. That is the town where Alex's family eventually moved.\nAlex's mother fell ill and Alex's Aunt Cylli, who we see in this photograph, came to help\ntake care of Alex and his family.\nThroughout the war, Alex and his sister mad Madeleine were able to attend schools\nand even summer camps. They lived a relatively normal life, even after the Germans invaded\nand occupied all of France in November 1942; that is, until September 1943 when a German\ncrackdown on Jews in the town intensified. And Alex can talk about why that happened and\nwhat that meant for his family.\nAlex, Madeleine, and Cylli were able to escape in a nearby forest. After the war, Alex\nand his family returned to Paris. A few years after that Alex moved to Israel where he served\nfor two years in the Israeli Defense Forces and went on to have a successful career as an\nagronomist or agricultural scientist. He worked for the United Nations on international\nagricultural products which took him to many different countries around the world. He moved to\nthe United States in 1989 where he continued to work on international agricultural projects.\nEven after retiring, Alex continued to translate documents and contribute to that field.\nAlex is married. He has three children, five grandchildren, and he volunteers at the\nmuseum on Mondays and Thursdays.\nYou've heard enough of his story from me. Let's hear the story firsthand from Alex\nhimself. Please join me in welcoming Alex Schiffman-Shilo to the stage.\n>> [Applause]\n>> Alex Schiffman-Shilo: Thank you for the introduction.\n>> Ronald Coleman: Sure.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Alex Schiffman-Shilo: | see we have many scouts here. The picture -- can you put back the\npicture?\n>> Ronald Coleman: We've already been closed. Sorry.\n>> Alex Schiffman-Shilo: Well, you could see | was in uniform and the beret, in the middle was\nthe sign of the Cub Scouts in France. And you can see in the middle of it a little wolf. The wolf\nwas because our Bible was “The Junglebook.” You had mother wolf and father wolf. And we\ngave names, nicknames. Of all the names possible, | was given the one of Mowgli, who was\nthe little boy who was adopted by the wolves. | remember myself crying every time | read\nabout the death of mother wolf.\nNow, the two stars is just after a few years, one or two years you get one star, after\nanother year you get the second star. This is the veteran you are.\n>> Ronald Coleman: That picture, you were older, probably 9 or 10.\n>> Alex Schiffman-Shilo: 9 or 10.\n>> Ronald Coleman: So that was not when you were in Strasbourg. What do you remember\nabout your early life in Strasbourg?\n>> Alex Schiffman-Shilo: Very little. Very little. What | Know is more what my sister told me. |\nhad a sister, passed away. She was seven years older than me. She told me a few things. She\nsaid that my mother, for instance, was a certified Hebrew teacher but she never taught. She\nhad to help my father to make a living. She worked as a seamstress. She worked very hard.\n>> Ronald Coleman: And your father was a salesman?\n>> Alex Schiffman-Shilo: My father was a traveling salesman, meaning he had clients -- he\nrepresented manufacturers of leather goods like women's bags and handbags, etc. He had\nclients which he visited regularly. So that was his profession.\nNow, during the war -- I'm sorry --\n>> Ronald Coleman: No. It's ok.\n>> Alex Schiffman-Shilo: | understood only after the war that my father -- we were all French\ncitizens. My father had a French I.D. with the red stamp Jew on it. | understood only after the\nwar when he boarded his train on Monday morning, there was absolutely no guarantee we\nwould see him on Friday or Saturday. There was no guarantee. | understood only later, after\nthe war. But that was his job. He had a family to provide for, to support, and he did his job.\nAt the end of the war | guess because of that my father was not -- not very old. He was under\n50. But he was worn out, a widower traveling during all the war, for the whole duration of the\nwar, under the threat of being arrested.\n>> Ronald Coleman: Was your family very religious? Were they observant?\n>> Alex Schiffman-Shilo: | was told that before the war my mother kept a kosher house. After\nthe war my mother was not there and because -- maybe because of the war we didn't keep\nany kosher. But my father insisted that | attend Jewish high school. At the time | protested but |\nam very grateful to him because in the Jewish high school | learned Hebrew. And if | Know well\nthe Hebrew grammar, it comes from there.\n>> Ronald Coleman: Did your family -- what language did they speak when you were young?\n>> Alex Schiffman-Shilo: My parents, | guess, used to speak Yiddish. | Know that | spoke a\nkind of German. And when we moved to Paris, the French came. Even that transition was kind\nof funny because | used to speak sometimes the words which was half German, half French,\nthe word itself.\n>> Ronald Coleman: So your family moved to Paris in 1938. That was before the war started.\nDid they move because the threats that they had heard?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Alex Schiffman-Shilo: No, no. Simply it was more central to France. And my father was\ntraveling. Normal path for immigrants like my father was, first of all, fora few years you\nrepresent a few firms, you have your own clients and you travel. After then when you have a\nlittle bit more money, you open your own business. That was the normal path. And that was\nthe path my father's elder brother went through, the path he followed. But the war caught up\nand my father couldn't go in that path. At the end of the war he had to kind of rebuild his\nclients. He was worn out, not old but worn out.\nLater in his life he had the joy of having two granddaughters from my sister. And he\nwas also happy because my sisters with a dentist and she had a very successful career. She\nhad a happy marriage two daughters. My father was very happy.\nTo say that he was happy with me, | don't know. This is a serious point. | decided |\nwould not serve in the French military. That was a time of the war in Algeria. | was a Zionist in\nall the time but if | had to serve in the military, | preferred to serve in Israel. So | left France. |\nwas a draft dodger in France. | don't hide it. I'm not especially proud of it but this is what | did.\nThis is a fact. And | served two years in the IDF. And for seven years | couldn't come back to\nFrance until there was an amnesty. Then | took advantage of the amnesty. | came back to\nFrance to visit my father.\n>> Ronald Coleman: That's in your later life. When you first moved to Paris, though, you were\nonly 5 or 6 years old. Right? What do you remember of your life in Paris? Did you start school?\n>> Alex Schiffman-Shilo: | went to a school, which | guess still exists. | know exactly where the\nschool is. And | know exactly the apartment where we were. The surprise was | remember the\ngates -- we lived in a project, in a housing project. | remember the main door to the apartment\nbuilding. And | remember it was a big, big, big door. And when | came back after the war,\nsuddenly the door shrank. [Laughter]\n>> Ronald Coleman: You got larger, | believe, is what happened.\n>> Alex Schiffman-Shilo: Right.\n>> Ronald Coleman: So what was your life like? Did you have lots of friends? Were they\nJewish?\n>> Alex Schiffman-Shilo: In France | went first to Jewish high school. And then three years in\nthe French secular school, public school, public and secular. At school we had good friends.\nBut once out of the school no friendship. We didn't go to each other. | went once to a friend\nfrom school, a schoolmate as we called him, because | forgot something or | wanted to learn\nsomething about the homework and something. | had a feeling of uneasiness from him when |\ncame to his house. Most of my friends weren't Jewish, from the Zionist movement.\n>> Ronald Coleman: Your family lived in Paris in 1939. This is when the war broke out, when\nGermany invaded Poland in the east. You were very young, obviously. You might not\nremember or heard much about the war.\n>> Alex Schiffman-Shilo: | was born in °33, “34, the real war -- you may know that World War II\nofficially started in September 1939 and the French called it the Phoney War. Why the Phoney\nWar? Because there was no war. Until April, 40, when the Germans suddenly invaded France\nand bypassed the French fortifications which were on the border, they attacked Belgium and\nthen went to France further north. They beat the French in a matter of three, four weeks. Until\nthen it was called the Phoney War because there was no war.\n>> Ronald Coleman: And your family, they fled immediately.\n>> Alex Schiffman-Shilo: | think it was in °40, | think. | remember that we had to take a taxi\nfrom Paris, about 60 miles south of Paris because the trains were not working. | think the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nbridge -- there was a bridge there, a big bridge. To me it was almost immediately destroyed.\nSo we took a taxi. We crossed the bridge and we took the train to the South. It must have been\nsomewhere beginning --\n>> Ronald Coleman: Did you travel with just your family or were there other families in the\ncommunity that traveled with you?\n>> Alex Schiffman-Shilo: | don't know if it was with another family but my mother's brother's\nfamily, his wife and son, my cousin went to the same town. And also another sister, they went\nwith two daughters to the same town. It was in the center of France, more or less geographical\ncenter of Frances. | can remember the families together because we went to the same school,\nthe four of us, my sister, me, and my cousin and female cousin. Then some left for Tunisia and\nthe other two families went [Indiscernible].\n>> Ronald Coleman: Why did you go to that town?\n>> Alex Schiffman-Shilo: One good reason. My mother's uncle was there. My mother's uncle\nimmigrated from -- then it was Austria to France. He was 15, something like that. He made the\nkind of living in Paris. That's a whole story.\nAt some point when World War | started, he found himself -- no. When World War |\nstarted, he was, himself, an Austrian citizen, meaning enemy citizen. He was assigned to live\nnear that little town where he met his wife. And after this he settled there.\n>> Ronald Coleman: Your family, it sounds like they were very fortunate they had family.\n>> Alex Schiffman-Shilo: We went to him. We called him Uncle Max. We went there. At the\nbeginning of World War Il, he lost his son. His son was killed as a young officer in the French\nArmy, fighting the Germans.\nAnd one very painful thing | saw after the war. | could go to the house freely, just\nknock on the door, open, come in. And | found they had a little radio. They were listening -- |\nfound his wife sobbing quietly. And the reason was that the radio, at the end of the war, the\nradio broadcasted the names of all the French POWs who were released and were coming\nback home and her son didn't come back. He was killed.\n>> Ronald Coleman: How did the rest of the town treat you? Were they hostile toward you?\n>> Alex Schiffman-Shilo: No. In that little town everybody knew we were Jewish. We were\nsome 20, 25 families. | don't remember exactly how many but something like that. The\npopulation was not hostile. The gendarme, which is the equivalent of the troopers, when they\nhad once or twice -- they warned us, warned the men, that they had to go into hiding for a\ncouple of days. Because they had orders to arrest them.\nNow, during the summer we went to the countryside, a little Hamlet in the countryside.\nTo this day | don't know if it was for a vacation or if it was to hiding or if it was a mixture of both.\n| don't Know.\nOne thing | remember. In September °43-- one of your questions. In September there\nwas a rebellion inside the German Army, the German occupation troops. It was a rebellion by\nCroatian soldiers against their officers. That rebellion was crushed by other German troops\nwith utter brutality. That's another detail. And they put a curfew on the town. They put posters\nexplaining what the curfew was. And the last line said: Don't be influenced by the Brits and the\nJews. And we saw the Jews and said, maybe you should go into hiding for a couple of days.\nSO we succeeded somehow to bypass the curfew and went away for a couple of days.\nThe program was to take my father out of the train before he comes back to the town. We\nknew exactly the itinerary, we knew which train he would be in. My sister and me went to the\nnearest station to where we were hiding. The train came, stopped two minutes. In two minutes\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nthere is no time to go through the train. And the train started to pull out. And here my father\nshows up at the window. So we, my sister and me, we ran after the train. These were steam\ntrains. They start very, very slowly. We ran after the train. We told him, Dad, papa, turn back\nnext station. And so he came. | guess that when we left, somebody left him a note that we\nhave to go. So we picked him up.\n>> Ronald Coleman: This was 1943. So you were 10 years old at this point. By that point the\nGermans had occupied the rest of France for close to a year. Do you remember feeling in\ndanger before the poster that you saw?\n>> Alex Schiffman-Shilo: No. | don't. | don't know. One thing -- my parents didn't tell me\neverything. That's obvious. That's obvious. One day | came back -- in °42, something like that,\nwe started to hear rumors from what's happening to the Jews in Eastern Europe. Another thing\nwas we got postcards from my grandparents. And the second postcard said: We are leaving;\nwe don't know where we are going. That was important. Today we know exactly where they\nwere. They were marched to a nearby forest and they were told to undress and they were\ngunned down in a trench. Today we know. Almost immediately after the war we knew it by\nsurvivors.\nSo we started to hear rumors. One day | came back home, said to my parents, you\nknow, today | spoke with my friend at school, the poor Jews, what's happening to them in\nEastern Europe. And my aunt then said, \"Don't talk about that.\" That's it. So | didn't talk about\nthat later.\n| remember that we went into hiding for a few nights to the science teacher. For me it\nwas an adventure. And to this day -- | didn't have the curiosity to ask why. | remember that |\nwent to school from his house. We were there two, three days. | remember all the funny\ndetails.\n>> Ronald Coleman: Just to step back for a moment, your mother passed away in May 19771.\nAnd so your aunt took care of you.\n>> Alex Schiffman-Shilo: My aunt was her younger sister. She came to take care of her sister.\nAnd after this she took care of us. She stayed with us.\nOne other problem with my tante was -- and to this day | don't know how she\nmanaged -- she was not French. She was a Pol, Polish citizen. Although she was a dentist and\nshe graduated from a French university, she had no right to work. She was a Pol. How she\nsurvived all of that, | don't know. Maybe also she didn't want to talk about it.\n>> Ronald Coleman: That underscores how important it was that you had French citizenship.\n>> Alex Schiffman-Shilo: Sure.\n>> Ronald Coleman: Were there other Jews in the town that did not have the citizenship?\n>> Alex Schiffman-Shilo: Yes. Across the street from us there was a Jewish family, the Stochi\nfamily. They had three boys, three children. Two were in my class at school. And one day they\nvanished. They were relocated in Eastern Europe. And two years ago | went to Paris to the\nHolocaust memorial in Paris. | found their name on the wall among the people who were\ndeported. Then | went to the archives and they didn't survive. That's what | know.\n>> Ronald Coleman: So you, your sister and your aunt went into hiding in 1943. How long\nwere you in hiding?\n>> Alex Schiffman-Shilo: Oh, that time maybe 10 days. Not very long.\n>> Ronald Coleman: And you were in the forest.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\n>> Alex Schiffman-Shilo: In the forest. My mother's first cousin, he was a character. Asriel was\nliving in the woods but literally in the woods, his bed was marked by stones and he had leaves\non which he used to sleep. We went to him for | guess a week and then we came back.\n>> Ronald Coleman: So if you had not -- I'm asking a what if question, but had you not gone\ninto hiding, do you know what might have happened to you?\n>> Alex Schiffman-Shilo: We don't know. That was when they had these posters and wrote on\nit don't be influenced by the Brits and the Jews. So we went to Asriel for maybe 10 days,\nsomething like that.\n>> Ronald Coleman: Then you came back home and your father stayed with you. Correct?\n>> Alex Schiffman-Shilo: Yes. Yes. My father. He still was traveling.\n>> Ronald Coleman: So he did not stop working the whole time?\n>> Alex Schiffman-Shilo: As far as | Know he did not stop working. Which might explain that\nafter the war he was worn out.\n>> Ronald Coleman: So 1944, obviously history students will know this, the Americans and\nBritish forces land on Normandy. Were you aware at this point?\n>> Alex Schiffman-Shilo: The news swept over France by word of mouth. | don't think it took 24\nhours until it reached us. And we were some good 400 miles away, a good 400 miles away.\nSwept maybe didn't take 24 hours.\n>> Ronald Coleman: When did the war end for you?\n>> Alex Schiffman-Shilo: Oh, I'm sorry. On the other hand, there was the SS. In the German\nArmy, the SS were the elite division, an armored SS division in the south of France. And when\nthe allies came, they were rushed to the north. And part of them went all through our town or\nnearby our town. And | know that -- in one case | think that | know of, they saw a nice little villa\nand they made the target drill, target exercise. They blew up the villa.\n>> Ronald Coleman: Did you have any interactions with the German soldiers then or any other\ntime?\n>> Alex Schiffman-Shilo: At the very beginning they occupied all of France. There was regular\nsoldiers. | remember one instance a soldier asked for cigarettes and | answered him in some\nbroken German to go to the nearest store here. | was maybe 8.\n>> Ronald Coleman: When did the war end for you? When did you have a sense that it was\nover?\n>> Alex Schiffman-Shilo: That's a good question. Paris was liberated in August. And Toulouse\nwas liberated in August also. That was more or less the end of the war.\n| -- there is no precise -- more feeling than the precise date. We heard that Paris was\nliberated. We heard about the invasion. And we saw the Germans and the Russians to the\nfront.\n>> Ronald Coleman: Your family returned to Paris. Was that immediate?\n>> Alex Schiffman-Shilo: | think in 1945. And then | went to my father, first rented a room to\nstart to rebuild his clientele. And | went to boring school, which opened | think in 46. | stayed\nthere for three years.\n>> Ronald Coleman: You mentioned that you had a cousin who had been killed at the very\nbeginning of the war. Did you have any other relatives from France --\n>> Alex Schiffman-Shilo: | lost, in France, two relatives. One was killed at the liberation of\nToulouse. And to this very day there is a plaque there. [Speaking Non-English Language],\nMajor Philip, his war name, and they give the date.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nAnother one was my cousin who was a doctor, an MD. And he was in the\nunderground. He had a little clinic for wounded people who were in the resistance. He was\ntaken prisoner. He said as a doctor, \"| could not leave my patients\". And the Nazis wouldn't\nhave it. They executed him.\n>> Ronald Coleman: You mentioned the story of your grandparents and their fate. Were there\nother relatives in Poland? How did you learn about what happened to your distant family?\n>> Alex Schiffman-Shilo: We learned by one who lost his family. And he himself, that day, was\nin another town. So he survived. He wrote a book about his memories. He wrote in Hebrew. |\ntranslated it into English and French, French for the family, English for the museum. | have a\nfew copies here, how he survived. But we know that from him. Haim lived a very long life after\nhim. He passed 1991, 92.\n>> Ronald Coleman: How did you get into agriculture?\n>> Alex Schiffman-Shilo: Well, | was a good Zionist. | thought agriculture was a good\nprofession to have in Israel.\nAnother thing, | went to a youth movement which educated you to go to Israel not only\nto go to Israel but to join a Kibbutz. Today they almost don't exist anymore.\n>> Ronald Coleman: So you moved --\n>> Alex Schiffman-Shilo: | moved to Israel. First thing | did was to enlist in the IDF. | served\ntwo years in the artillery corps. Then 15 years in the reserves.\n>> Ronald Coleman: And then you -- did you immediately then start working for the United\nNations or did you work in Israel?\n>> Alex Schiffman-Shilo: No, no. Oh, I'm sorry. | worked at the Ministry of Agriculture, first in a\ndepartment which was a kind of school which taught students from Africa to come to Israel and\nto learn about agriculture about other subjects, etc. And then | said I'm an agronomist, | want to\nsee agriculture. | list that post and | went into the agriculture advisory service. | worked there\nmaybe 10 years, something like that.\nThen | was the minister of agriculture. | said, you know, they are looking for\nagronomist, French speaking, with experience in agriculture. That was in the Haiti. So then |\nwent to Haiti. | spent a year and a half in Haiti. And from Haiti | started wandering in other\ncountries. | was embroiled -- | was caught in the gears of the United Nations. | went to Nepal\nfor a year. | went to Rwanda, before the genocide, and one year in Jamaica.\n>> Ronald Coleman: And then you moved to the United States in 1989.\n>> Alex Schiffman-Shilo: “89, yes. | got a second job in Haiti. And then my wife said, You go to\nHaiti, | go to the United States for a doctor degree. And she wound up in the George\nWashington University here. And one year later -- | used to shuttle, sometimes when | had a\nlong weekend, | could come from Haiti and then go back. And after a year | came to the United\nStates. And the date is very easy to remember. The next day George Herbert Bush was\ninaugurated, Bush the father.\n>> Ronald Coleman: It looks like we will have time for audience questions. You will have a\nchance to give the final word after the audience questions. But for many people here, this is\ntheir first time at the museum, perhaps first time in Washington. Is there anything in particular\nabout the museum you would like to point out to them or make them aware of during their\nvisit?\n>> Alex Schiffman-Shilo: Yeah. When you visit the museum, in fact, the building is talking to\nus. Try to listen and to see what the building is telling.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nI'll give you a few examples. When you're out of the building, you cannot see inside.\nThis is secrecy. You'll know what's happening. When you are in the little alley where you\nexpect windows, there are plates of steel. When you are inside, same thing. You cannot look\noutside. You have three windows and it's black behind. This is the isolation. When you are in\nthe museum, you don't see -- it's not like a regular museum where you have signs and arrows\nwhat to see, what programs to see, etc., you have to look for them. And this is to keep you\nconfused. That's exactly how the people who were deported, they were confused.\nIn the museum, if you look from the entrance from 14th Street, you have a white wall.\nIn front of it, symbolic war scene. It's a kind of building which was destroyed. You just have the\ncarcass. On the other hand of the hall you have a black wall. This is death. And in the middle\nyou have a slanted wall. You will see when you come out. The wall which is diagonal, you go\nstraight, the black wall, death, but you don't know it. On the left you go somewhere, you don't\nknow where. But you live. And you don't know it.\nNow, the wall is the selection at the entrance of the camp. Ok? | went to Auschwitz\nlast year and you see exactly the platform where was the selection, where people came by\ntrain. You had an officer with a little table like this. He didn't talk. One was slave labor and one\nwas gas Chamber. I'll talk about this a little later.\n>> Ronald Coleman: | hope that everyone has the opportunity to visit the museum's\nPermanent Exhibition. Be sure have your ticket stamped so you make sure to get in to see\nthat. We also have a number of special exhibits. You and | talked briefly about one that is\nmeaningful for you.\n>> Alex Schiffman-Shilo: Yeah. There is one. If you go in the lower level, there are four\nexhibitions. One is about the genocide in Cambodia. Cambodia is very dear to my heart\nbecause | went to Cambodia with the Israeli Assistance Program. | should have stayed there\ntwo years in agricultural project. | stayed only four months because this was the years -- sorry.\nThe war in Vietnam started to spill over in Cambodia. And at night you could see the flares of\nthe bombing in the east. So the family couldn't come. And | went back to Israel. But Cambodia\nwas a very, very nice place. I'm not a travel agent but if you can go there, there are the ruins.\nAnd this is where the whole trip is.\nThank you.\n>> Ronald Coleman: Are you up for some questions from the audience?\n>> Alex Schiffman-Shilo: Yeah.\n>> Ronald Coleman: We have two -- my colleagues have microphones on either side. If you\ncould raise your hand, we'll call on you. Please wait for the microphone to read the question. I'll\nrepeat the question just to make sure that everybody hears it. And then we'll give Alex the\nchance to respond.\nlf there are questions you don't have a chance to ask or that are more in-depth, Alex\nwill be around afterwards. You can come up to say hello and have a conversation.\nAre there any questions in the audience?\n>> Were you scared?\n>> Ronald Coleman: Were you scared?\n>> Alex Schiffman-Shilo: Oh, during the war? | don't remember being scared. | had no reason\nto be scared. | went to school every day. | know for a fact that | did not miss one day of school.\nThe only question | asked after the war. And | did not miss a day. | was not scared. When |\nwent to sleep, it was more an adventure. They knew exactly how to occupy us. Just an\nanecdote. They had books of political cartoons. And the cartoons showed two populations.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nOne they called the botellos, from the word boots, and the boots were the Italians because the\nltalians -- Italy is the shape of a boot. So the botellos and the cotellos. The cotellos were the\nhelmets. Germany looked a little bit like a helmet. | remember that booklet.\n| remember also they had for breakfast good jam. [Laughter] As you can see, I'ma\ngood eater. [Laughter]\nNo, | don't think | was scared. And for me to go to the countryside during the summer,\n| don't know -- as | told you before, | don't know if it was a vacation or hiding or a mixture of\nboth. | don't Know. | loved to go there. And the sheep, | used to take the sheep for grazing.\nAlso the ducks. Once | lost the ducks. | wanted to see something else and they were\nin the field. They just ate what fell after the harvest, you know, you have all of this grain which\nfell on the soil, on the earth. And the ducks knew their way back. So they started to walk back.\nAnd | look. Where are the ducks? They were going back home.\n>> Ronald Coleman: | think we have a question in the back.\n>> Good morning, Alex. How are you doing? | want to thank you, first off, for sharing your story\nwith all of us.\n>> Alex Schiffman-Shilo: You're welcome.\n>> Historical, we all need listen to and experience.\n| want to ask you, traveling -- working with the U.N. and traveling around the world,\nyou met people that might have believed none of this ever happened. Some of those people\nmight be in this country as we speak. So what would you say to somebody --\n>> Alex Schiffman-Shilo: You mean deniers?\n>> Yes. What would you say to somebody who might not believe this happened?\n>> Ronald Coleman: The question of Holocaust denial. How would you respond to it?\n>> Alex Schiffman-Shilo: | couldn't respond because | never met people who denied.\nAnother thing, that was not a subject of conversation. It came out a few times maybe. |\ndon't remember. But, no. | don't remember having met a denier. | remember having met\ndeniers of the danger facing the state of Israel when Israel got independent. This | remember.\nAnd especially, | shouldn't be political here but people from the left, especially, said, oh, leave\nme alone with that whole security of Israel. Well, the War of Independence in Israel was to this\nday the hardest and the bloodiest war in Israel, the hardest and the bloodiest and the longest.\nA population of 600,000. They had 6,000 casualties. | never calculated how it would be on the\nscale of the United States. And for this | met not exactly deniers but people who were belittling\nthat.\n>> Were you happy with the decisions you made?\n>> Alex Schiffman-Shilo: Excuse me? What decision, to go to Israel?\n>> Like all of your decisions.\n>> [Laughter]\n>> Ronald Coleman: Hearing from your story, that makes me think -- thank you for the\nquestion. It makes me think, you were very young. So a lot of the decisions that were being\nmade were made above you but there are certain points at which had your family not left\nStrasbourg, Paris, gone into hiding.\n>> Alex Schiffman-Shilo: The decision to go to Israel | never regretted, never. Although it cut\nme from my home and my home country for a good few years. | never regretted it. |\nintegrated -- | was perfectly integrated in the Israeli society. And one of the best ways to be\nintegrated is to serve in the military. You meet people from the Jewish people, met members of\nthe Jewish people, from many countries which | didn't meet before.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nOne example. On Saturday morning | was in the barracks and | woke up the first\nSaturday and | heard there was some soldiers playing an oriental game, and screaming at\neach other in Arabic and playing with a boom box, full volume, music from the Arab world. And\n| woke up, | thought | am in Baghdad, not in Israel. These were the Iraqi soldiers. | never met\nthem before.\nAnother thing were the Yemenites. The Yemenites, they were darker than we were.\nThey were skinnier than we were and more hard-working than we were. We were corner\ncutters. For instance, | was in artillery and in artillery one of the hard things was to dig a\nposition for your gun. Well, we got instruction to dig one meter deep, something like this. And\ndigging is hard work. They give you only -- they give you, how it's called, picks. And they give\nyou shovels. You have to work. And you work all night because everything is done at night.\nAnd you don't stop working until the gun is in its position and fully camouflaged. Well, the ones\nwho finished the job the first and the deepest were always the Yemenites, always. Each gun\ncommander could more or less take his crew. And when the Yemenites were in charge of the\ngun, he selected Yemenites to work with him. They were always the first finished and the\ndeepest. We were trying to cut corners.\nYes?\n>> Did your father say that he was scared?\n>> Ronald Coleman: Did your father say he was scared? You may have been too young to be\nscared but your father or your sister, older than you, do you recall them feeling scared?\n>> Alex Schiffman-Shilo: | don't know. | do not know. My sister went to school every day. She\nwas seven years older than me. She went regularly to school. If my father was scared, he\ndidn't tell us, as far as | remember. And my sister, | don't think she was scared. She knew\nbetter the reason why we went to the science teacher or we went into hiding for a couple of\ndays. But | don't think so.\n>> Ronald Coleman: It must have been an incredibly stressful time, though. You said your\nfather was exhausted after.\n>> Alex Schiffman-Shilo: At the end of the war he was exhausted and worn out, worn out.\nYes? Ok. OK.\n>> You said a German soldier asked you for cigarettes. Did you have any other encounters\nwith other German soldiers and were they friendly or not?\n>> Alex Schiffman-Shilo: | don't remember. | don't think so. The only thing | remember when\nthere was that rebellion from the Croatians soldiers, | was a good friend of my aunt\n[Indiscernible]. She was an Italian refugee. She was a Communist. She was an endangered\nspecies under the Nazis. And | was at her home. | don't remember why. And | was walking\nhome and | heard shooting. And when | went to a nice little place in the center of the town, |\nsaw dead soldiers under blankets. They were shot and they were under blankets. | think my\ntante was scared out of her mind until | came home. But | don't remember having been scared.\n>> Ronald Coleman: Time maybe for two more questions.\n>> Alex Schiffman-Shilo: Yes?\n>> Alex, thank you for your story. You lived through one of the most significant parts of our\nworld history. You have a captured audience of young people. What would you say to them out\nof your life lessons that may help them today with our history that's being written as we talk?\n>> Ronald Coleman: What would be your lesson for the young people in the audience?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Alex Schiffman-Shilo: First of all, learning it and not forgetting it. Fight against deniers.\nBecause the more we progress over the years, the less direct witness you will have and the\nmore deniers you might have.\nlf today you listen to Iran Iran is a denier, saying there was no such thing as the\nHolocaust. That's one thing. You have to learn it. You have to also take a vow never again.\nYou see this in the museum. Never again.\nAnd unfortunately it happens. It's happened in Cambodia. It happens in Darfur and\nsome other places. Oh, it happens in Syria right now, right now in Syria. They shouldn't be\ndeniers.\nBy the way, if you go in the museum here, go to the second floor, to the right, in the\nfirst hall there are a few photographs from what's happening in Syria, what happened six\nmonths ago. There is a defector, an official -- a photographer from the government who\ndefected and he brought memory sticks to the museum. And you will see a few of these\nphotographs there. Today's worse. It's worse what's happening.\n>> Ronald Coleman: | mentioned about the museum as a challenge experience. You'll see\nposters, as you leave, that challenge you think about what you saw. We encourage you to be\nwitnesses by visiting the museum today, by hearing Alex's story, by seeing the exhibit. You are\nwitnesses to the truth about the Holocaust and the related subjects.\n>> Alex Schiffman-Shilo: And talk to your friends about it. Sometimes, you know -- |ama\nsensitive soul. When | work at the Information Desk, even if it is sold out, | always find a little\nreason to give them tickets. | always say -- | confess this to you. | always say, don't ask\nquestions about the tickets. Then | said, you know, when you go out, you talk about your\nfriends to what you saw here.\n>> Whenever you're in the Holocaust, did you and your family have to wear like stickers saying\nthat y'all were Jews or nametag saying that you were Jews or no?\n>> Ronald Coleman: It's an excellent question. In many places Jews were forced to wear\nyellow stars as you'll see in the exhibit.\n>> Alex Schiffman-Shilo: But we never had to. My family never had to. And the Jews in that\ntown never had to.\nAs | said, the little town, they knew we were Jewish, these 20, some families, knew we\nwere Jewish. They were not hostile. Once or twice somebody called, you know [Speaking\nNon-English Language], the little Jew boy. But that was it.\n>> Ronald Coleman: We wanted to make sure you all stick around to hear Alex's final word.\nIt's a tradition with the First Person program we give the survivors the chance to have the final\nword. But if anyone has questions you did not get to ask or follow-up or just to meet Alex, say\nhello, take a photograph, he'll be around for a few minutes afterwards.\n| want to personally to thank you all for coming today. | hope you have a challenging\nand meaningful visit to the museum.\nWith that, | will turn it over to Alex for the final word.\n>> Alex Schiffman-Shilo: Ok. Last summer | went to Auschwitz. | wanted to see it. So you fly to\nKrakow. Krakow is a very nice town. In Krakow you have the feeling, you still feel the influence\nof somebody who was called Karol Jozef Wojtyta. You may not know. He became Pope John\nPaul Il. He was the Archbishop of Krakow and you feel him.\nThen you take -- unfortunately | would say Auschwitz and Birkenau are treated like a\ntourist attraction. So you take guided tours. They take you from your hotel. You go to\nAuschwitz. You see Auschwitz. You see the gate with the famous inscription, “Arbeit macht\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nfrei,\" meaning -- it's a deceiving inscription which means work makes you free. When you go\nin, this is a two-story building. You can take pictures anywhere but one room. In that room you\nhave a heap of human hair and on the side there is a blanket made of human hair. This you\ncannot take pictures of. It's forbidden out of respect.\nIn Auschwitz you see the gas chamber. You see the crematoria. And in Auschwitz\nthere were 14 cematoria. It was never bombarded. You ask yourself why. How come? And the\nallies knew. When you ask the pilots, the pilots said we never got the order to do it. So that's\none thing.\nThe last thing is, when you visit Birkenau, the Nazis tried to hide it. They blew up the\ngas chamber. And they blew up the crematorium. But you still see the ruins of it. You go there,\nyou see also the railroad coming in. You see where the SS used to sit with the table and\ndirected people to death or gas chamber or slave work, etc.\nAnd one question you ask. The prayer for the deceased, the Hebrew prayer and the\nJews for the deceased starts with the words, Kel Maleh Rachamim, meaning God full of mercy.\nAnd you ask yourself, God full of mercy? Where were you? Where were you?\nNow, | will end on a more positive side. Last year | went to a small village in France.\nAnd that village, | recommend it. | can give you the name after. That village is a little jewel in\nFrance. But that's not the point. In that village you have a little monastery on the right. And on\nthe right, and there's a plaque outside. And the plaque says: In this site Sister [Indiscernible]\nand another sister, | forgot her name, and other sisters hid and saved Jews. We know that they\nare talking about 15 girls who were hidden there and escaped. They saved them. And that site\nwas designated as righteous among the nation by the state of Israel. This is what the plaque\nsays. | should have -- my printer didn't work at home so | couldn't bring it. Anyway.\nSo, now if somebody wants questions after, I'm open.\n>> Ronald Coleman: Thank you all again for joining us.\n>> [Applause]\n",
    "segments": []
}