{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, May 29, 2013\n1:00 p.m. — 2:00 p.m.\nUNITED STATES HOLOCAUST MUSEUM\nFIRST PERSON SERIES\nALEX SHILO\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 14th year of the First Person program. Our\nFirst Person today is Mr. Alex Shilo whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nuntil mid-August. The Museum's website, www.ushmm.org, provides information about each\nof our upcoming First Person guests.\nAlex Shilo will share with us his First Person account of his\nexperience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntoward the end of the program, we'll have an opportunity for you to ask Alex a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Alex is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his\nintroduction. And we begin with this portrait of Alex in his Cub Scout uniform.\nAlex was born in Strasbourg, France, in 1933. The arrow on this\nmap points to Strasbourg.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAlex's parents emigrated from Poland. His father was a\ntraveling salesman and his mother was trained a Hebrew teacher. The family moved to Paris\nin 1938.\nWhen the Germans invaded France in 1940, Alex's family\nmoved to the south of France, where the collaborationist Vichy government took power. Alex's\ngreat Uncle Max also lived in the Villefranche-de-Rouergue, the town where Alex's family\nmoved.\nWhen Alex's mother fell ill, Alex's Aunt Cylli, wno we see in this\nphotograph, came to take care of the family. Throughout the war, Alex and his sister\nMadeleine were able to attend school and summer camp and lived a relatively normal life in\nVillefranche until September 1943 when the German crackdown on Jews intensified. Alex,\nMadeleine and Cylli were able to escape to a nearby forest until the worst had passed. After\nthe war Alex and his family were able to return to Paris.\nAfter two years' service in the Israel Defense Forces and more\nthan 16 years in the Ministry of Agriculture, Alex worked for 10 years for the United Nations\nand the Inter-American Development Bank on a number of international agricultural projects.\nHe left Israel in 1978 to work in agriculture in Haiti for the United Nations. From there he\nworked in Nepal, Rwanda, and Jamaica and then back to Haiti on an irrigation project, and as\na consultant in other countries such as Madagascar.\nAfter moving to the United States in 1989, Alex worked for\nconsulting firms on projects associated with the World Bank and USAID, which took him mostly\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nto western Africa. Although retired now from his international agricultural work, he continues to\ntranslate technical documents from English into French. Alex is also fluent in Hebrew.\nHe met his wife Amy while living in Haiti. Amy, who is from\nBrooklyn, earned her Doctorate at George Washington University and is now Director of\nCounseling Services for an Arlington, Virginia, high school. Alex and Amy live in Washington,\nD.C. Their daughter Hallie will graduate at the New York School of Law.\nAlex has two children from his first marriage. His son Mati, a\ncomputer programmer, is married, has two children and lives in Israel. His daughter Hamutal\nmarried a native Australian in Israel and they moved to Australia a few years later where they\nlive with their three children. Mati and Hamutal both served in the Israel Defense Forces.\nAlex's grandson, Tomer, was drafted into the Israeli military at the end of 2012, making him the\nthird consecutive generation in the family to serve in the military.\nAs a museum volunteer, you will find Alex at the information\ndesk on Monday mornings. He led tours of the recently closed special exhibition \"State of\nDeception,\" and he is scheduled to be trained to lead tours of the new special exhibit, \"Some\nWere Neighbors: Collaboration and Complicity in the Holocaust\" that opened in April.\nWith that, | ask you to join me in welcoming our First Person\nMr. Alex Shilo.\n[Applause]\n>> Alex Shilo: Good afternoon, everybody.\n>> Bill Benson: Alex, thank you so much for joining us and for your willingness to be our First\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nPerson today.\n>> Alex Shilo: You're welcome.\n>> Bill Benson: You have so much to share with us. We should probably start right away.\nAnd hopefully we'll have time for questions from our audience.\nBefore we turn to your life during the Holocaust and during the\nwar years, let's start, first, with you telling us what you can about your family, your parents and\nyou in that time before war began in 1939.\n>> Alex Shilo: First of all, my parents and the whole extended family, we came from an area\nwhich was then in Poland called Galicia. Galicia today is in the Ukraine. They lived in a small\ntown. And in that town there were about 9,000 people living there, a population of 9,000. 1/3\nwere Pols, 1/3 were Ukrainians, and 1/3 were Jews. Most of my relatives left that town\nbetween the wars. And | must say, generally speaking, whoever left the town survived.\nWhoever stayed perished, including my grandparents.\nSo they came mostly to France. And since then the family has\ndeveloped and extended, produced many doctors, lawyers, engineers, university professors,\netc., etc. One agronomist, that's me.\n>> Bill Benson: Tell us about your father in his day.\n>> Alex Shilo: My father was the fourth of a series of five brothers. The last brother stayed in\nPoland and perished. Incidentally, after the war but still perished.\nMy father was -- the normal track was for these new immigrants\nto start to be all traveling salesmen or to sell different things on markets, one open air market\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto another open air market. My father was a traveling salesman.\nFirst we lived in Strasbourg. And then in 1938, when my father\nwanted to move to Paris, which is more central and was more helpful in order to travel in 1938,\nbut in 1940, the Germans invaded France and we were compelled to leave Paris and to go to\nthe so-called free zone where an uncle of my mother lived, had lived for decades. We went in\nthat little town.\nWell, my father, before the war, he tried hard to learn French.\nAfter the war my mother died --\n[An internet crash occurred. There were no captions from 1:06\np.m. — 1:08 p.m.]\n>> Bill Benson: Can you tell us what life was like in Paris in that year before the war began?\n>> Alex Shilo: | think we had a good life. It was a good housing project. In these days they\nalready had an elevator. They already had a shower in the house which, for France, | won't\ncall it a novelty, but almost. | think we had a good life. But then war came and we had to\nleave.\n>> Bill Benson: And, of course, war came in 1939 when Germany invaded Poland, but the full\neffect.\n>> Alex Shilo: The line to protect chance, which was -- the German tricked the French. They\ninvaded through Belgium. Within three weeks they were in France. They were almost in Paris\nwithin three weeks. And, of course, many people in Paris, including my family, we ran away. |\nremember, | think we took a taxi from Paris, about 60 miles to reach one of the last trains\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nleaving for the south.\n>> Bill Benson: When they invaded France and then came to Paris, you were about 6 or 7\nalmost.\n>> Alex Shilo: 1933, yeah. Something like that.\n>> Bill Benson: Do you remember that yourself?\n>> Alex Shilo: Very vaguely. Very vaguely. We went first to a small town, Issoudun, where\nmy father had some manufacturers. And then we moved further south where my mother had\nan uncle living there for decades.\n>> Bill Benson: When you were in Issoudun for a short period of time, | think you went to\nschool.\n>> Alex Shilo: | went to a school, pre-K. It was pre-K. We were three families together. With\nfour children in the same school and everybody was telling home what bad things the other kid\ndid. Quite usual.\nBut then two families moved. The First Family moved back to\nTunisia. Yes. One of my mother's sisters moved with her husband. Her husband was a\nsurgeon. He's a doctor. He moved to Tunisia with his daughters.\n>> Bill Benson: Were they able to stay in Tunisia throughout the war?\n>> Alex Shilo: They stayed in Tunisia throughout the war. | know my uncle was in a lot of\ntrouble. First of all, knowing German, he was the kind of representative of the Jewish\ncommunity with the authorities. And the authorities, the German kept asking for money and\nmoney and more money. And from what | heard, he was in really big trouble at the very end.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nUltimately they were liberated by the British somewhere in 1943.\n>> Bill Benson: So your family moves from Issoudun further south into Vichy, France, to\nVillefranche. Why did they go to Villefranche and would stay there for the remainder of the\nwar? Tell us about your life in Villefranche and why they went there.\n>> Alex Shilo: We went there because an uncle of my mother lived there for decades. He had\na special story. He left the little village in Villefranche for France before World War |. And\nwhen the war started -- and then he was an Austrian national. When the war started, he found\nhimself as a young boy --\n>> Bill Benson: By himself?\n>> Alex Shilo: By himself. He found himself an enemy national in enemy territory. See, he\nwas assigned to live in a town near. He met his wife. He got married and then went just\nnearby. This is why we came there. He was established there for decades.\n>> Bill Benson: So you had some semblance of family there.\n>> Alex Shilo: Yeah. They were just living next door to us.\n>> Bill Benson: Tell us a little bit about what Vichy, France, was. You had escaped Paris\nwhich was occupied by the Germans, crossed into another part of France, Vichy, France. Tell\nus what that meant.\n>> Alex Shilo: Vichy, France. We didn't feel it because we were so lucky to be in a small\ntown. We were maybe 15 Jewish families. Everybody knew we were Jewish. But they were\nnot hostile. Now, Vichy, France, had rules, had laws. My father had to travel with a stamp\n\"Jew\" on his ID, on his ID card. And | realized only much later that when my father took his\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ntrain to visit his clients on Monday morning, there was no guarantee we would see him on\nFriday or Saturday. There was no guarantee.\nNow, we were lucky enough because we are French. But in my\nclass, | think in 1941 or 1942, there were two kids, a family of Polish-Jewish immigrants -- or\nrefugees. | wouldn't call them immigrants, refugees. And two were in my class. And one day\nthey vanished. They had been taken to be relocated. That's what we learned.\nThe irony is that when that family was relocated, the father\nsaid -- allegedly said, \"At least my children will have something to eat.\" Now, we know today\nwhat was the relocation. That was a very bitter irony.\n>> Bill Benson: During that time that you were in Villefranche, your mother became very ill.\nTell us.\n>> Alex Shilo: She died quite early. She died in 1941. My Aunt Cylli came, was my mother's\nyoungest sister. She came first to help my mother. My mother used to call her at night when\nshe was in pain or when she needed help. And one night she didn't call her. And my mother\nwas gone. Then my aunt took over to raise me. Therefore | always had a kind of special\nrelationship with my tante. My tante passed away. She was 93.\n>> Bill Benson: What do you recall about losing your mom so young at that time?\n>> Alex Shilo: At the very beginning | was kind of not affected. | didn't understand it. The day\nmy mother passed away, my tante had me dressed at 5:00 or 6:00 in the morning, threw me\nout. “Get out.” \"Go to the street.\" And it was a Catholic holiday. It was May 2. | think May 2\nis God's festival or something. | think it's something like that. | saw people very happy.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nPeople asked me, what are you doing so early? | said, oh, my mother died. That's all.\n| didn't go to the funeral. They didn't take me. | started to feel it\nabout the year -- a year later. Then | started to feel it. And | had a special relationship with my\naunt and my sister who was much older than me, seven years. Reminded me once or twice,\nmaybe brutally, you know, Cylli is not your mother.\n>> Bill Benson: You mentioned this Polish-Jewish family. There were other Polish-Jewish\nfamilies in the same town?\n>> Alex Shilo: Refugees. There were some 15 families.\n>> Bill Benson: That were Jewish.\n>> Alex Shilo: That were Jewish. | remember exactly the names.\n>> Bill Benson: You said that the town's people weren't hostile.\n>> Alex Shilo: They were not.\n>> Bill Benson: Yet there was so much collaboration going on. Why do you think that was?\nWhy were you able to live relatively openly?\n>> Alex Shilo: | don't know. They just were not hostile. They were nice people. Here and\nthere you heard something, ehh, the littlhe Jew boy. But that was it.\n| had one incident. | was in the cub scouts. And | went to\nsummer camp twice. The second time, the camp was with cub scouts from other towns. And\nthe head of the camp summoned me and two others, who were Jewish. And he said, \"I don't\nwant them.\"\n>> Bill Benson: To you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Alex Shilo: To us. \"I don't want them.\" And then one of the counselors, who was also the\nmath teacher of the school, said, \"If they go, | go.\" End of story. That was it.\nIn that account, we were very, very, very lucky. Very lucky. And\nsometimes -- in this museum, between these walls, | don't consider myself to be the typical\nsurvivor. | don't consider myself. But still | am.\nLater on, about when the Croatians started.\n>> Bill Benson: Before we come to that. Of course, you remembered the incident with the\nanti-Semitic camp director, but you also told me you had another memory of the camp. | think\nthat was related to the music. You talked about the little -- the music from the camp. | don't\nknow. You sang a song for me one time that you learned in the camp.\n>> Alex Shilo: | sang it at the very end.\n>> Bill Benson: Ok. Ok.\nEven though you felt relatively safe, you didn't have many\nincidents like that, there were a few times when you did have to go hide, where you had to go\nelsewhere. Tell us about those times.\n>> Alex Shilo: That was September 1943. There was a small garrison of German soldiers\nwho actually were Croatian soldiers, people from Croatia. And they set up a mutiny against\ntheir officers.\n>> Bill Benson: So they were part of the German Army.\n>> Alex Shilo: They were part of the German Army. They set up a mutiny. And needles to\nsay, the German Army crushed that in the most brutal way. | remember | was at the friend of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nmy tante. When that mutiny started, | started to walk home. | was 9 years old. And shootings\nhere and there. | came back home, my tante was frantic. She did not know if she had to give\nme a hug or a spanking. But that's not the story. The story is the Germans imposed curfew.\nAnd they put posters in French and German explaining the curfew. The last sentence of the\nposter said in German and in French, don't be influenced by the British and the Jews.\nThe Jews succeeded to escape, a little luxury in itself. We went\nto three short train stations further, took the train. We went to a cousin of mine who was living\nin the woods. He made a living by producing charcoal. So we went to my cousin. The\nproblem was to get my father from the train. We knew exactly which train he was. My sister\nand me, we went to the train station. And the train has, what, 10, 12 cars. Stops two minutes.\nThere's no time to go in the train and to run through. What to do?\nThe train starts to move. And my father climbs out the window\nof the train. So we ran after the train. This is a steam train so they start slowly. And we\nstarted to shout to him, dad, go back at the next station and come back. And that's what he\ndid.\nWe came back to Villefranche | suppose 10 days later when\nthings cooled down.\n>> Bill Benson: To go back a little bit, when you first went to Villefranche, of course, that part\nof France, Vichy, France, wasn't as heavily occupied by the Germans. By 1943 things had\nchanged. Tell us what happened there. Why was there a German Army unit stationed so\nclosely at the Croatians' mutiny?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Alex Shilo: No. France is divided in 90 districts. Every school child will tell you that. We\nhad to learn by heart. That was a mental exercise, what was the main town and what was the\nsecondary towns of each district. You ask me today, | still can recite it.\n>> Bill Benson: All 90?\n>> Alex Shilo: All 90.\nSo, there were -- in the head town of the district was a German\ngarrison. And a very small one, maybe 30, 40 guys, not more in our town. But the mutiny\nhappened at 6:00 in the morning. And at 10:00 you could see the German reinforcement\ncoming down hill.\nAt the very, very beginning, the German occupied all France and\nthen they retreated. | remember the beginning of the war we saw German soldiers from the\nregular Army. And even | could stutter a little bit of German and a little bit of Yiddish, and |\ncould somehow tell them, tell a soldier, where he can buy cigarettes and stuff like that.\n>> Bill Benson: Your father, as you mentioned, was on the train working when you got him\nfrom the train. He was still continuing to see his clients and travel but at tremendous risk to\nhimself.\n>> Alex Shilo: Yeah. | said at the beginning, my father had his ID stamped \"Jew.\" A red\nstamp. | remember it exactly. When they took the train, there was no guarantee we would see\nhim back. And | know that my father went through maybe twice, three times, control. And\nmaybe they let him go because he was French. | don't know. But it was sheer luck.\n>> Bill Benson: Tell us the little incident you described to me where at one point you did go\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nstay -- | believe that occasionally you were warned by gendarmes that there might be a raid by\nthe Germans. So you would go hide. And sometimes you went to a school teacher's house.\n>> Alex Shilo: What happened was the gendarmes, equivalent of the troopers here, the\ngendarmes warned my uncles, my two uncles, go into hiding. We have others to rescue.\nCome back when things will cool down.\nMy sister and I, we went to the science teacher's. | remember\nexactly. He had two daughters. Both were between — age-wise-- between my sister and me.\nAnd we slept there in the town. | think | went to school even, from their house.\nAfter a few days we just came back home. But they were nice enough to take us.\n>> Bill Benson: | remember you telling me he had some comic books.\n>> Alex Shilo: Yeah. He had comic books. The book was about the botellas and the\ncapellos. Botellas is a boot, and the boot is Italy. And the capellos were the helmets. And\nthese, of course, were the Germans.\n>> Bill Benson: Kind of a contraband way of making fun of the Germans and the Italians.\n>> Alex Shilo: Yeah.\n>> Bill Benson: Shortly after D-Day, of course, June 1944, you continued to stay in\nVillefranche. Shortly after the invasion, the D-Day invasion, a German armored unit passed\nthrough your town and started shelling. Tell us about that.\n>> Alex Shilo: Yeah. | guess you know what the SS are. The SS were the elite German\ntroops, not only the elite, the most loyal to Hitler and the most fanatic. And they were ruthless.\nSo one part of these troops went through our town. In the heat of being called to the north to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncounterattack the D-Day, here and there they shot some shells. They saw a nice house in the\ncountryside, one shell. Another house. But they went through our town.\nNow, unrelated to us, one of these units went through a town\ncalled Oradour-sur-Glane. We didn't Know it at that time. It's more or less in the geographic\ncenter of France. They were sure there was some French underground there, which was a\nmistake. They mistook the name. They sealed the city. They rounded all the men. They\nseparated men and women. They brought the men to barns. They shot them. They put all\nthe women and children in the church. They sealed the church. They threw a few grenades,\nand they set the church on fire. One woman survived. There were 641 dead this day. One\nwoman survived. After the war -- wants to become the President of France decided to keep\nthe village as it was. And even today you can see. It's in the center of France,\nOraduor-sur-Glane.\n>> Bill Benson: You told me that just one day the Germans disappeared. Tell us about that.\n>> Alex Shilo: Well, we didn't see. You know, after D -- don't forget, after D-Day the war was\nnot over, even in the south of France. | have two cousins of mine. One was my mother's\ncousin. One was my cousin. They were killed in August 1944. D-Day was June 1944.\nAugust 1944 in the fight to liberate -- | brought here -- | don't Know if you can see it. This is a\nplaque where he fell. And his name, Zef.\n>> Bill Benson: That plaque calls him a “Hero of Liberation.”\n>> Alex Shilo: Hero of the liberation. The other one is the death notice of a cousin of mine\nwho was a doctor in the underground. And being a doctor, he established a small field\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nhospital. And when they were denounced, he could not leave the hospital because there were\npeople wounded there. And he told to his captors, I'm a doctor, | have to take care of them.\nThey wouldn't have it. They executed him one day before the town was liberated. This is the\ndeath notice the family got later.\n>> Bill Benson: Alex, at what point did you, your family, realize that you were liberated? That\nfor you the war was over? When did that point come?\n>> Alex Shilo: | think things started to be just quiet. Quiet. We learned -- | remember exactly\nwhen Zef was killed. We knew it the same day. We learned it the same day. We were\n60 miles from that place, the same day or the next day.\nHis son was in our town. Zef used to come from time to time.\nWhen Zef joined the French underground, he had two children, a girl and a boy. The little boy\nwas with a nanny in our town. | remember exactly the place. | was with Zef when he brought\nhis son to the nanny. Was maybe a year old. Something like that. And from time to time Zef\nused to come to visit his son.\n>> Bill Benson: Alex, before you start to tell us about life after liberation and resuming -- trying\nto get a normal life back, | know you wanted to tell us about something you learned fairly\nrecently about, | believe, one of your mother's brothers.\n>> Alex Shilo: Yeah. My mother's elder brother was in the same town as we were. He had a\nlittle workshop, a little manufacturer. He produced belts, leather belts. At some point he had\nmachines, one or two workers, | don't know. And at some point he got an order to sell his\nfactory. Jews could not have factories. Now, this order didn't come from the town. It came\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfrom some headquarters.\nOk, so he sold it. The sale was eviction, more or less. And my\nuncle was one of the workers of his own factory. But they learned about that. And in 1943,\nFebruary 1943, they got a letter that the new owner has to fire the Jew. That's written.\n[Speaking French] The previous owner, the Jew was freed. And you have to do it otherwise\nbear the consequences, etc., etc.\nThis is a copy. | got this a few weeks ago from my cousin.\n>> Bill Benson: And the letterhead --\n>> Alex Shilo: Oh.\n>> Bill Benson: It's in French, but it says this is the commissioner general for the Jewish --\n>> Alex Shilo: The general commissioner for the Jewish question. Yeah.\n>> Bill Benson: You just got that a few weeks ago.\n>> Alex Shilo: And my question was to my cousin, how did you make a living after? He didn't\nanswer. | didn't get that answer. | guess they found a way to somehow.\n>> Bill Benson: Speaking of making a living. Alex, you're liberated now in your part of France.\nYour father tries to get back a sense of normalcy for the family. What did you do then once the\nwar was over, for you, Knowing the war is continuing and will continue for the next eight or nine\nmonths?\n>> Alex Shilo: | think my father just went on working, went on working his own job until the\nvery, very end of the war, after 1945, after the Armistice. | went to Jewish boarding school.\n>> Bill Benson: After the war. Did you go in August of 1944, when you were liberated, were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nyou able to resume school at that time?\n>> Alex Shilo: Oh, yes. That was my first year in high school. High school in France today\nmight be different. But in France in these days you had elementary, high school. Elementary\nsix years, high school six years. That's how it worked.\nSo | just started first year of high school. English, Latin, you\nknow, whatever. But | went normally to school. And the year after we came back to Paris, and\nmy father insisted that | go to a Jewish high school to get the Jewish education. And | must\nsay to this very day the education | got in this school is the base of my knowledge of the\nHebrew language, the grammar and all of that | learned.\n>> Bill Benson: After your father, your sister, you and your Aunt Cylli, you all survived, tell us\nabout other members of your family. You've already shared with us about two cousins who\nwere members of the resistance. What about other members of your family?\n>> Alex Shilo: Other members were basically my grandparents, my mother, father and\nmother. Now | know that it is 1942. But it was hard for me to pinpoint exactly the dates.\nDon't forget, both countries were under German rule. So you could send letters. The post --\nthe postal service was working. We received -- | remember, two letters we received. |\nremember that very vividly. The first letter said don't send parcels. They arrived empty. The\nlast parcel they got, they said we got the parcel, there were a few grains of rice in it. The\nsecond letter, we got it -- now | know exactly. | couldn't remember. We have to move. We\nhave to go. We don't know where we are going. Today we'll know exactly. They were\nmarched all through the woods, all through the cemetery. And there was a huge pit already\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\ndug. They were told to take off their clothes and they were gunned down directly in the pit.\nThese were the Jewish population of that town, of Dolina, including my grandparents.\nHow | know exactly the date, | have a relative who survived the\nwar. He didn't talk anything. He lost his first family in the same town, in Dolina. He survived\nafter many, many hardships and rebuilt his life. He lived in Israel. Had a great career, etc.\nAnd age 86 he decided to write his memory. | got the memories. And from there | know a few\ndetails.\nMy cousin also, the relative, lost his wife and a small daughter, 5\nyears old in the same massacre, in the same day.\n>> Bill Benson: And that you learned --\n>> Alex Shilo: | learned the date from reading the report. But my cousin in Israel never spoke\nabout that period, all of that period, until he had a grandson who was 12, 13, who was already\nin the age where he can understand. So he opened a little bit. And then he decided to write\nhis memofr.\n| gave one copy of the memoirs in Hebrew, | gave it to the\nmuseum.\n>> Bill Benson: Tell us about your Uncle Max. He had a radio after the war. Right?\n>> Alex Shilo: Uncle Max was my mother's uncle. Uncle Max was the one who came to\nFrance --\n>> Bill Benson: The 13-year-old?\n>> Alex Shilo: That's him. He came back. He boarded the train, by the eastern train station.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nHe heard -- he had no money. He didn't Know French. He heard some people speaking\nYiddish on the platform. And he said, you know, if you pay me a little bit, | will carry your\nluggage. This is how he started his career in France. So | think more or less they a little bit\nadopted him. But the war started. And he was an Austrian citizen in France. So he was\nassigned to be in that big town.\nNow, in Villefranche, he had the radio. A radio in France, you\ncould have a radio. It was not very frequent. It was forbidden to listen to. You could listen to\nonly radio Vichy, the French broadcaster. To listen to England was forbidden. Second, it was\nalways, how do you call it -- they tried to interfere, t make it less audible.\n| remember exactly what the British radio said. They said, \"Here\nis London. Frenchmen are talking to Frenchmen.\" [Speaking French]\nThe signal was,{[ bum, bum, bum, bum which in morse, morse language, is the letter V,\nvictory. The same sign as Churchill. | remember it started exactly with that.\nNow, one sad thing at the end of the war. Maybe this is what\nyou relate to. After the war was over | come to my uncle. We listened to the radio. And | see\nhis wife sobbing. Quietly. You know, sobbing and crying. What happened was the radio was\nbroadcasting all the names of the French prisoners of war who were liberated and coming\nhome. Now, my uncle and my tante had a son who was killed in 1940. He was a young officer\nin the French Army. He was killed in April or May 1940. And, of course, her son was not\ncoming back.\nOn the other hand, | remember exactly the exhilaration in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\ntown, in the little town about the end of the war. | remember even the nice lady who tried to\nsing, a big gathering. Here and there she missed a few tunes. | remember that.\n>> Bill Benson: You had told us earlier that your father had paid his rent on your apartment in\nParis into the future a couple of years. And then after the war he went to get the apartment\nback.\n>> Alex Shilo: My father kept paying the rent in Paris, in the apartment, until the Germans\nsealed the apartment and stole whatever was in. But after the war, we came back to Paris.\nAnd my father wanted for sentimental reasons, his apartment, his apartment. There was a\nlegal battle because the actual dweller to whom the apartment had been given was a French\nveteran, an invalid, a war invalid. And | remember even there was a picture in the newspaper\nshowing that French invalid with an arm missing. But after the legal battle, my father headed\nback. And this is actually where he spent his last -- more or less his last day.\n>> Bill Benson: You told us a little bit earlier that for your father, though, after that he had a\ntough time after the war.\n>> Alex Shilo: Well, my father was worn out. He was a widower. He didn't care much about\nlife. My father had a great time with his daughter and my sister. Because he has two\ngranddaughters. He saw them growing. I'm not here for confession, but | was maybe not the\nideal son. | went to Israel. My father didn't come to -- he was already too old and too warn out\nto come to my first wedding. But my sister told me that when my father passed away, he had\npictures of my children in his wallet.\n>> Bill Benson: Alex, I'm going to move forward to a couple of things. You got a great\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\neducation. You became an agronomist. You lived and worked in Paris. But in 1959 you\nmoved to Israel. Soon after you arrived, joined the Israeli Army, and soon after you joined the\nIsraeli Army Eichmann was tried. Will you tell us about that?\n>> Alex Shilo: Oh, yes. Oh, yes. | joined the IDF almost upon arrival in Israel for one simple\nreason. | wanted it behind me. | wanted it to be over. | wanted to start a real life. Real life\ndoesn't start in the military, but | spent two years. | remember exactly. February 1961. March.\n1961. That day, in the camp, we had nothing planned. We were sitting on the walls. It was\nthe day of the opening of Eichmann's trial.\nNow, Eichmann, for those who don't know, was the man in\ncharge of the solution to the Jewish problem. In short, he was in charge of the mass\nextermination. He was caught by what is known today to be the Mossad, brought to Israel to\ntrial. That was the opening of the trial.\n| remember, we were sitting in military gear on the walls,\nlistening to the small radio. We heard the opening of the trial. And the first question -- itis a\ncriminal trial. So the first question you ask, are you Mr. So-and-so? You have to identify the\naccused. So, are you Adolph Eichmann? The question was translated into German. And you\ncould hear, | remember until now, his voice. He said, [speaking German]. \"Yes, indeed.\"\nYou could sense through the radio a shiver in the courtroom. We got the right guy.\n>> Bill Benson: Alex, you served your time in the Israel Defense Forces. Then you were\ncalled back into the reserves, | think during the six-day war. Tell us about that.\n>> Alex Shilo: | was actually -- we were first in what's considered the West Bank, territories,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\ncall itas you want. We helped the fighting in the northern part of the West Bank. And then we\nare called to upper Galilee. | used to work as an advisor. It's a wonderful place, one of the\nbest places in Israel, one of the most beautiful places. But we were under the nose of the\nSyrian who were on the Golan Heights. And during these 19 years, not my years, but 19 years\nthere was not a week or something without any shouting -- any shooting. Not shouting. Any\nshooting from the Golan Heights. And | remember we were there. | was in artillery. We were\ntaken to upper Galilee. We stopped. You could see the buses taking the infantry to the north.\nTaking, taking, taking. One person after another. It was pretty. There was almost -- | wouldn't\ncall ita shiver, but an exhilaration. We we're going to the Golan Heights. And this was the\nbrigade going to the northern part. And in the middle -- so we gave them artillery support.\n| don't know how many of you have been in the military, but\nartillery support is very -- it's a very important part when you want to assault a position. And\nwe also gave artillery support -- there was a battalion of tanks going -- climbing the Golan\nHeights. And just to tell you the intensity of the fire of the battle, 26 tanks went, started, two\narrived unharmed on the top. All the others were all destroyed or harmed. They could be\nrepaired, maybe. But two arrived.\n>> Bill Benson: Alex, your Aunt Cylli, she was so important to you, living with you in\nVillefranche, particularly after your mother died. What happened to your Aunt Cylli? What\nbecame of her?\n>> Alex Shilo: She got married. Her husband was an ex-prisoner of war. He was a musician.\nHe was a trained cellist. He played the cellist. He couldn't make a living out of that, so he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nstarted to play contrabass, bands, in the nightclubs. He was a very, very sweet man.\nNow, | had a very special relationship with my tante. During the\nwar she took me to the movies. One of the movies was \"The life of Hector Berlioz,” a very\nfamous French composer. Fast forward, 2005. So my tante was 90, almost. | went here to\nthe Kennedy Center. A friend of mine got an award, something. And the orchestra, one of the\nmusic schools in Washington, started to play a piece, a very famous piece. The next day |\ncalled my tante. | said, you remember -- [humming] \"Of course.\" We sang it together, almost.\nShe passed away two years later. | had a ticket to go to France. And my sister called me,\nsaid, Alex, too late. Cylli passed away. | didn't go to France. | had nowhere to go.\n>> Bill Benson: We have time for a few questions from our audience. So why don't we turn to\nour audience and see if anybody has a question for you. We're going to hand the mic to you,\nso please wait until you have the mic to actually ask the question. Try to make it as brief as\nyou can. If | think not everybody heard it, | may repeat the question. But otherwise Alex will\nrespond to your questions.\n>> Alex Shilo: | like just to make one -- audience don't know me. | don't know the audience.\nAudience don't know the Museum. | consider myself -- |am a survivor. But | am not the\ntypical survivor. | wouldn't like you to get the wrong idea. I'm not the typical. People suffered\nmuch, much more than me. Much, much more. Don't have that idea. I'm not the typical\nsurvivor. That's always --\n>> Bill Benson: But as you've said to us, not only what you went through, but the family. And\nyou lost so many other family members as well.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nOk. Let's see if we have anybody who would like to ask a\nquestion here. We have one right here. We're going to bring a mic to you. It's going to get\npassed down from your right.\n>> Prior to the war and the German occupation, was anti-Semitism very prevalent in France?\n>> Bill Benson: The question is, how prevalent was anti-Semitism in France prior to the war?\n>> Alex Shilo: As a matter of fact, | cannot answer that. You know, | was too young. | went to\nkindergarten. | cannot remember -- I'm sorry to disappoint you. This is a question | cannot\nanswer.\n>> [Question Inaudible]\n>> Alex Shilo: | assume. | forgot to say something. In 1943, we started to hear rumors of\nwhat was happening in Eastern Europe. And | said once, coming back home, | said, you\nknow, | spoke with a friend. My tante and my sister said, Alex, don't talk about it outside.\nDon't talk. Not at school, not with friends. Don't talk.\n>> Bill Benson: And the other important point, you were just so young.\n>> Alex Shilo: Yeah.\n>> Bill Benson: Wouldn't know because of your age. Absolutely.\nAny other questions?\nWe're going to wrap up in a few moments anyways, but do you\nhave another question? That would be great.\nI'm going to ask you, eventually after moving to Israel in 1959\nand you would stay there for | think almost 20 years --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Alex Shilo: 18 years.\n>> Bill Benson: Eventually you moved to the United States. What brought you here?\n>> Alex Shilo: Oh.\n[Laughter]\nThe answer in two words, my wife.\n[Laughter]\nThe story is, in 1978 | got an offer through the Israeli Ministry of\nAgriculture, got an offer to go to Haiti for the United Nations to work in agricultural advisory\nservice. They needed somebody who speaks French, knows agriculture, and works as an\nadvisor. | had all three. | got the job. In Haiti | met my second wife. And then jobs kept\ncoming and coming, one after another. After Haiti | spent two and a half years in Haiti, three\nyears in Nepal, on a vegetable seed project, one year in Rwanda. This was before the\ngenocide. And one year in Jamaica. And after Jamaica | got an offer to go to Haiti for 18\nmonths. And then my wife said, stop, you go to Haiti, | go back to the United States. She's\nAmerican. | go back to the United States. | want to make -- to work towards a doctor degree.\nAnd that's what she did.\n>> Bill Benson: Alex, | think your father passed away in 1969.\n>> Alex Shilo: Yeah.\n>> Bill Benson: Your aunt -- or your sister passed away a few years ago.\n>> Alex Shilo: Yeah.\n>> Bill Benson: Did you spend time with each other talking about what you went through\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nduring the war? Both in terms of your immediate family but as well as your extended family,\nwas it something you talked about very much?\n>> Alex Shilo: | said before | was not the ideal son. | didn't have many conversations with my\nfather. My sister, maybe a little bit more. But we spoke about other things.\n>> Bill Benson: Your sister stayed in France. Didn't she?\n>> Alex Shilo: Yes. My sister was a dentist. She had two daughters. Now she has three\ngranddaughters. We didn't speak a lot.\nWhen | tried to cross-check after with my aunt, she confirmed\nthat | did not miss one day of school. That's for sure. | asked her. And she said, yes, you did\nnot miss one day of school.\n>> Bill Benson: I'm going to turn back to Alex to close our program in just a moment. | want to\nthank all of you for being with us. | remind you that we will have a First Person program each\nWednesday and Thursday through the middle of August. So hopefully you can return for\nanother program either this year or next year.\nAfter the program is over, Alex is going to step off the stage\nhere. So if you'd like to ask him any questions or just go up and say hi, please feel free to do\nthat. He'll stay behind.\nIt's our tradition at First Person that our First Person has the last\nword. So on that note, I'd like to turn back to Alex to just close with his closing thoughts.\n>> Alex Shilo: The closing thoughts are mixed feelings. | came to Israel in 1959. We already\nhad two wars behind us. During my time we had three wars. My son, in the Air Force -- when\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhe was in the regular Army, in the Air Force, he was -- during his time there were two major\noperations. One of them was the destruction of the nuclear plant in Iraq. If you remember\nthat. It was Iraq. My grandson is now in the Air Force. On one hand, we're proud. It's a\nfamily tradition. The parents went. The grandparents, the parents. And now they are going.\nThere is no question that they will serve. On the other hand, it's sad. After three\ngenerations -- and we don't see the peace. I'm absolutely -- | have very little hope that my\ngrandson will not be involved in some military operation. | have very little hope.\nPeace, peace process? Forget it. Forget it. It will take, if we're\nlucky, one generation. If we are not lucky, two, maybe three. That's sad.\nOn the other hand, we survived the Holocaust. We survived the\nwars. And there is a saying in the Book of Samuel, it is said that the eternity of Israel will not\ncheat or something like that. Yeah, will not lie. That's what | wanted to save that for the end.\n>> Bill Benson: Thank you.\n>> Alex Shilo: Thank you very much.\n[Applause]\n[The presentation ended at 2:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}