{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, June 19, 2014\n11:00 a.m. — 12:05 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nMARTIN WEISS\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Edna Friedberg: | think we'll start a few minutes early. Good morning and welcome to the\nUnited States Holocaust Memorial Museum. My name is Edna Friedberg. |'m one of the\nmuseum's historians. I'd like to welcome you to our very beloved First Person program now in\nits 15th year.\nThe 2014 season of First Person is made possible by the Louis Franklin Smith\nFoundation. We are very grateful for their support. In fact, we're very happy that today Louis\nSmith is with us. So if you'll just wave and say hello.\n[Applause]\nThank you very much.\nFirst Person is a series of weekly conversations with survivors of the Holocaust. Each\nof our First Person guests serves as a volunteer here at the museum. So in addition to their\npersonal history connection to the mission of this museum, they are also an active partner in\nour work. And we are grateful for that.\nThis program will continue through mid-August, every Wednesday and Thursday. If\nyou're in town or if you have friends or family who are coming to town, please encourage them\nto come on Wednesday or Thursday through mid-August. You can find details about\nupcoming First Person guests on the museum's website, www.ushmm.org.\nlf you'd like to keep in touch with the museum and learn about our programming we\nhave, including possibly in your community because we do travel exhibitions around the\ncountry, in your program you have a card that looks like this Stay Connected. Fill it out and\ngive it to a staff member as you leave. If you do that, you will receive an electronic copy of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbiography of today's guest, Mr. Martin Weiss, as well as other materials to explore related to\nthis history.\nToday we will listen as Martin -- Marty, as we affectionately call him here -- as Marty\nshares his story with us for about 45 minutes. After that we'll have an opportunity for you in the\naudience to ask questions. But before | invite Marty on the stage to join me, we've prepared a\nbrief slideshow to orient you for the conversation.\nAs much as the story of the Holocaust is history writ large, it is the story of individual\nexperiences. Today we're going to talk about one boy caught up in this history. Here we have\na picture of Marty Weiss in 1946, the year after his liberation.\nMarty was born in the country of Czechoslovakia in a town called Polana in 1929.\nThere's Czechoslovakia on the map.\nIn 1939, Germany occupied one half of Czechoslovakia and Hungary occupied the\nother half. After the German invasion of the Soviet Union in 1941, conditions in Polana\nworsened. By 1944, the arrow here indicates a town of Munkacs. Martin's family was\ntransported to a ghetto in the nearby town of Munkacs.\nIn May, they were deported to the Auschwitz-Birkenau killing center where Marty and\nother family members were chosen for slave labor. Later Marty and his father were sent to the\nMauthausen concentration camp in Austria. This is a photograph of rocks that were taken out\nof the quarry by slave laborers at the Mauthausen camp.\nShowing you here a document that was uncovered only recently in our archives and\nwhich was new to Marty even though the document describes him as a prisoner. This\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ndocument is a Prisoner Registration Card which reflects Marty's transfer from Auschwitz on\nMay 21, 1944, to the Mauthausen camp. His prisoner number appears in the upper right-hand\ncorner where that red circle has appeared, along with the abbreviation Ung-Jude, which is the\nabbreviation for Hungarian Jew. His name is in the upper right-hand corner if you can see it\nalong with his birthday and other family information.\nSo with that background in mind, we are very, very pleased to have Marty with us\ntoday and for his willingness to talk. Marty, I'd like to ask you to join me, please, on stage.\n[Applause]\nI'd like to begin by mentioning that Marty has been a volunteer here at the museum\nfor, what, around 13 years?\n>> Martin Weiss: Something like that.\n>> Edna Friedberg: And Marty and his beloved late wife Joan, whom we're missing very\nmuch, had two children and four grandchildren.\nLet's begin with your own youth, Marty. As | mentioned, you were born in Polana, in\nCzechoslovakia. Tell us a little about your family, please, and life in your hometown.\n>> Martin Weiss: My youth, when | was younger, actually, we -- Czechoslovakia was a\ndemocracy. By the time | was like 7, 8 years old, | remember we were very proud to be a\ndemocracy. Now, the reason even at that young age it made an impact on me, | had older\nsiblings. There were nine: four girls -- five girls and four boys. | was number seven. So |\nreally -- when you have older siblings, you sort of look up, seeking the word through them.\nOne of the reasons | remembered we considered ourselves very lucky, life was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlooking good, we had high hopes for the future and so on. We were for the first time hoping to\ngo to higher education and so on, which before it was almost non-existent.\nOur neighbors -- Poland was next door to us. They didn't have the dictatorship at the\ntime. Hungary was a feudal system, though it wasn't a bad country at the time. Oddly enough,\nthey had a good amount of Jews living in Hungary. And most of the time, I'm always surprised\nto this day, that people don't realize if you were Jewish, if you lived -- whatever country you\nlived in -- like the Germans, the Jews in Germany or Hungary, we were very loyal citizens. We\nwere really very proud. In Germany, the German Jews were extremely loyal citizens and the\nsame thing with Hungary. They would insist speaking Hungarian and so on. Yet, yet, because\nof prejudice, they always had problems. There were problems all the time.\nNow, we were lucky, like | say, because it was a democracy already. We felt more\nfree and so on. When the war came around, all things changed. My brother was living in the\ncity already. They went to look for work. My sister was going to school, to college in the city.\nNot too many people, by the way, at that time ran away from home to school; an oddity. Very\nfew people did. She was the only one that went to college from town whether it was boys or\ngirls.\nAnyway. So we had this taste of the outside. Plus we were very lucky. We hada\nsummer resort in our town; a real nice one, too. It was owned by one of my father's friends.\nWe attracted a lot of people. They came from all over because we had the mineral baths. So\nthis man that owned it really built up a nice -- it was something even today he would be proud\nof. Soa lot of people from Hungary, from different places.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n1937, 1938, especially ‘38, Hitler started making a lot of noise about going to war.\nAnd everybody knew already that he was going to go to war. We were hoping that things are\nnot going to be that way, aren't going to happen. So everybody just could not believe it. |\nremember even though | was young, what | remember, are most of us could not believe that it\ncould happen.\nWhen Hitler started, the first thing he did, he took part of Czechoslovakia -- now, |\nalways had a problem with this because this was a very well -- how can | put it -- economically,\nit was one of the best parts of the country. Most of the population there were German. But\nthey lived in Czechoslovakia. It was a democracy, so they had their own schools. They\ntreated them like everybody else.\n>> Edna Friedberg: Meaning they were ethnically German.\n>> Martin Weiss: Right. Hitler started making a lot of noise. He wanted to take part of\nCzechoslovakia. They said, oh, yeah, we are German; we want to belong to Germany. Hitler\nsaid they're German; they belong us. So he just took it.\nAnd by the way, not to get into politics, but Chamberlain, the prime minister of England\nat that time, literally signed away Czechoslovakia, gave it to him as a present. After that,\nguess what. Once he took that he decided he wants the whole country. So he took the whole\ncountry. They were no match to him because he was well-armed. He had a big Army where\nthe Czechs were well-armed but they were not big; a small country.\nMost of the time -- | would like to stress before | go further that Germany or Hitler\ndidn't do everything on his own. No matter how strong they were, they couldn't have done it on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntheir own. They had a lot of allies. And many times in history, | hate to say it, even while we\nare still living, history always lets them off scot-free. I'll name you a couple: Hungary on top of\nthe list, Romania, Bulgaria, Croatia. You could go down the line. Without them, he could have\nnever achieved what he did.\nWhat was sadder still is whatever country they occupied, they had lots of people,\nwhether it was Western or Eastern countries -- like today you hear about the Ukraine a lot. He\nhad a lot of collaborators in those countries that joined the Nazis. Most of the time people\ndon't talk about this. But more than that the allies, Hungary was one of them -- I'll just stick to\nthat for a while. They occupied our area in 1939, March 1939. So it was much before the\nAmericans known the war as ‘41. We were occupied already in 1939.\nAt first, we knew already we were in big trouble because they were part of the Nazis\norganization. So we knew. By the way, the Hungarians were well-known to be very\nanti-Semitic, like | say, but they're Jewish citizens. They were very proud to be Hungarian.\nThey still are, some of them.\nAnyway, | always had a problem with that because if a country doesn't treat me well, |\ndon't think | would be so proud.\n>> Edna Friedberg: How did life change for your family after Hungary?\n>> Martin Weiss: Fine. Changed first slowly. You learn to condition yourself. What happened\nis for the first year or So we were getting used to them or they were getting used to us also.\nBy 1940 they mobilized. What they did is they took in this most of the young men into the\nArmy. They were fighting along the Germans against the Russians.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHowever, the Jewish men what they did, they inducted them into the service from 20\nyears old to 45. They were kept in civilian clothes under Army jurisdiction. They called them\nlabor battalions. In English translation it comes out to labor battalions. In Hungarian, you\nwould not understand.\nAnyway, once they were drafted in, they were under military rule. They used them as\nslave labor. And by labor | mean -- by the way, the mountains, a lot of forests. And the\nforests, believe it or not, go through Poland, Ukraine, and Russia. Everything is forests; a lot\nof mountains, hills, and forests. So they used them to cut down, believe it or not, the trees, all\nthe trees in the forests. And everybody was complaining about it because they were\ndestroying nature. But they did it so that partisans couldn't hide in the forest.\n>> Edna Friedberg: And your older brothers were forced into these slave camps.\n>> Martin Weiss: My two older brothers immediately drafted into it; right, like all the young\npeople. | don't want to spend too much time on this, but my brothers ended up on the Russian\nfront.\nBy the way, it was hell on earth. That was the worst place to be even for a German\nsoldier, the worst place to be. So for them it was much worse. And they were right behind the\nlines. What they were using them for was for minefields, bury the dead and so on. And some\nplaces they were cutting down forests and so on.\n| often wondered why they didn't escape. They were not locked up like in the\nconcentration camp, locked up under electric barb wire and so on, constantly under guard.\nNot. I'll tell you the reason some of you may never have heard. They worked up a system that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nif Someone escaped from the company, the first thing they did, they lined them up the next\nmorning and just took every 10th person and they shot them.\n>> Edna Friedberg: Take your time. This is not easy to talk about.\n>> Martin Weiss: Obviously that's enough to put an end to anybody. But more than that, we\nwere always very observant. Like today most of the Jewish people, like myself, are not very\nobservant but at that time we were observant.\nWhat happened in our system of learning, the first thing you learn is to preserve life.\n>> Edna Friedberg: They didn't want to be responsible for someone else losing his life, of\ncourse.\n>> Martin Weiss: That meant they couldn't be responsible for someone else's life so therefore\nthey didn't.\nAnyway, | don't want to waste too much time on this. But just to give you an idea how\nlife shapes. As it turned out, they were on the Russian front all the years. | had one brother;\nhe was there for a very long time. He eventually got over to the Russian side. And guess\nwhat. He got over to the Russian side; for whatever reason the Russian accused him of being\na German spy. So guess what they did. They put him in the prison with all the other German\nprisoners. We didn't know he was alive even after we came back from the camps. Two years\nafter the war they released him. He was in the coal mines in Asia and Russia for all that time.\n>> Edna Friedberg: He was lost to your family all those years.\n>> Martin Weiss: Right. Finally we find out that he was released two years after the war.\nAt any rate, eventually we got the Czech Republic -- I'm not going to go into the details, but he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nfinally made it to the Czech Republic where | had a brother still. He settled there for a while.\nThen after that he emigrated out of the country.\nThe point | want to show you is everybody's life is a little different. But getting back to\nour area, about the family, we lived under Hungarians -- actually, by and large we were getting\nby. The only thing that they did was take away all the Jewish businesses. They took away the\nlicense. You couldn't be in business.\nSome places they threw you out of the house. Some official wanted your house, they\ntook your house. That doesn't happen too often, too much, in our area, but it did happen. |\nhad an uncle, he was very sick at the time, and they actually took away all his property, his\nhouse, and he had to get out. He didn't even have a place to live. This is what they did. They\ndid whatever they felt like.\n>> Edna Friedberg: Let me interrupt you a second to ask. What did your father do before the\nwar? And then during this period, how was he supporting his wife, all of these kids?\n>> Martin Weiss: We were very lucky, my family, because my father had a business. He was\nin the meat business. We also had farmland. So we used to farm our own land. And that was\na big, big thing, especially during the war. Now, we were raised aS soon as we were big\nenough, you know, we helped on the farm. We cut the hay, all kinds -- potatoes, wheat, just\nabout everything. So even during the war we were lucky, we had all that we needed.\nJust to give you -- couldn't find a bar of soap. My mother figured out how to make\nsoap. My father was in the meat business. Used the fat to make soap. So it just shows you.\nBut we were fortunate.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBy that time there was already a shortage. And I'll tell you how much of a shortage\nthere was later on in the war. In the spring of the year, | remember we planted potatoes,\nseedlings for potatoes. And peasants used to come in the night and dug up the potatoes. And\n| remember saying: Oh my God. What kind of thieves? How could they be like this? | was so\ninnocent so naive, | guess. How could they do this? Well, they needed something to eat. So\nthey dug up the potatoes. At the time | didn't see it that way, | have to admit.\nIn the community, we got along fine. By the way, all our neighbors, most of the\ncommunity from town, were Russian. There were 40 Jewish families. There was maybe, like,\n2,400 people in the town or whatever. We got along. We never had any problems. We did\nbusiness with them. In fact, many of them used to come to my father for advice or help or my\nuncles. So we had no problem as far as getting along.\nWhen the Hungarians came in, all of a sudden a lot of people that had all of a sudden\nhatred in them, all of a sudden joined in and they were doing the same thing.\n>> Edna Friedberg: Your neighbors?\n>> Martin Weiss: Yeah. Some of them; not many. But by and large we got along.\nAs time progressed, we kept on hearing stories about all kinds of atrocities in this\nPoland and Ukraine especially and so on. We kept on hearing the atrocities. They were so\ngross, so terrible, that | remember my father discussing it with his friends. We would hear all of\nthese stories. We know they're true, but how could we believe the Germans could be like this?\nAnd | might add, Germany was ahead in just about -- they were ahead in science,\nmedicine, literature, anead in music. They were very proud of that. How could they possibly\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nbe such murderers? And this is what we had a problem to process.\n>> Edna Friedberg: Were you hearing about mass shootings?\n>> Martin Weiss: Mass shootings. We kept on hearing -- you go upstairs, you'll find out they\nhad what they called Einzatsgruppen, killing squads. The Germans advanced into Russia.\nThey were going through all of those countries like Ukraine and all of those countries.\nWherever they went, as they advanced, they had Einzatsgruppen following them and they\nwould just go and pick up all the Jews in the area. Didn't matter if there were five families in\nthe town, one; it didn't make a difference if it was 20,000. They would pick them up, take them\nto the woods and just shoot them. They would dig mass graves.\nBy the way, they had to do it themselves. And in most cases what they would do --\nmind you, this is Eastern Europe during the winters; cold weather. Believe me, Eastern\nEurope could be very terribly cold. Even where we lived it was very cold. And they would\nhave them undress. We came from a culture where a man didn't even see his wife get\nundressed in front of him, especially children would never see their mother, like in the United\nStates, undress or something like this. And those men, especially a lot of the older men,\nOrthodox, very observant. Even today if you go to a Jewish area where there are Orthodox\npeople, they don't even look ata woman. They go like this. They don't shake hands, nothing.\nThey have to get undressed and march to their death. Then they would mow them down with\nmachine guns in the mass shootings.\nI'm just showing you that how could an educator, so-called leaders of the world, have\na population that could do this? Ordinary people became extraordinary murderers. This is\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnothing this day | couldn't understand it.\n>> Edna Friedberg: I'm going to interrupt for a second to make sure everyone understands the\nparadox. Since the Weiss family was living under Hungarian rule and Hungary was an ally of\nNazi Germany, paradoxically you were sheltered from some of this worst atrocities for several\nyears.\n>> Martin Weiss: Several years. For a while. Like | say -- by the way, from other countries,\nlike from Germany -- by the way, a country nobody ever talks about, Slovakia. They were part\nof Czechoslovakia. Right? Slovakia joined the Nazis immediately as soon as Hitler stepped\ninto Czechoslovakia. Slovakia was so cooperative they not only joined the Nazis -- our section\nwas taken by Hungary, Czechoslovakia, the Czech part, taken by Germany. Slovakia joined\nthe Nazis with such fervor that they were the first ones to ship out all the Jews from Slovakia.\nBy the way, like 90% of them never came back. Ok?\n>> Edna Friedberg: So to get back to your family's story, on March 19, 1944, Germany\ninvaded Hungary, its ally.\n>> Martin Weiss: 1939.\n>> Edna Friedberg: Right, but they invaded Hungary. And then your life changed in your part\nin ‘44.\n>> Martin Weiss: What happened -- the reason | was -- | was getting there, by the way.\n[Laughter]\n>> Edna Friedberg: Fair enough. Fair enough.\n>> Martin Weiss: No. The reason | try to explain is we kept on hearing these stories. So\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nevery so often we heard rumors that they were going to pick us up and ship us out, too.\nAlready now, after hearing those rumors -- not rumors, all the information, we figured our time\nis coming. Every so often there was a rumor, whatever you want to call it, that they were going\nto pick us up in a month or next week or whatever. It passed.\nFinally, one day, by 1944, it was late in the war -- by the way, by that time the\nGermans were losing the war. That we knew. The Russians were already pushing back.\nWhat they did is they came out -- it was like an Easter. One day they announced everybody\nshould be ready to be picked up. The Hungarian police came in the next day, everybody up. |\nhad an uncle, he had T.B., was in a sanitarium. They picked him up by the stretcher. He\nwould have died anyway. Nobody was left behind. We had no place to go. We didn't have\nthe means. It wasn't like in the United States you could go to work and get on a train. Under\nthe Nazis whether it was Hungary or Germany you couldn't move without being checked for\npapers and so on. You couldn't go anyplace. Of course, if you didn't have the money --\nsometimes if you had the money, you could bribe somebody or something. But if you didn't\nhave all the means and all of this stuff, but there was no place to run. We were sitting ducks.\nSO came next morning. We packed our bags. They took us to a ghetto. And from the\nghetto we were there a very short time without food, without anything. We were in a brick\nfactory. Literally, if it was raining, we laid in the mud.\nYou have to remember, we were all civilians. Everybody had had lots of small\nchildren because we had families. In Europe, people had families between three and 12\nchildren. So there were lots of babies, a lot of small kids.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nNow we were prepared for anything because of the stories we heard. We were there\na short time. One day the train came up with the cattle cars. They put us on the train. The\ntime | went, there were 125 of them in a boxcar. Some of them had 25 to 135 people in the\nboxcar. They had several trains running a day. And | remember the trains were like 100, 120\nboxcars on the train.\nSo ask yourself, how could a locomotive pull that? A locomotive in the front and back.\nThe reason | know that not because somebody told me. When we went around a bend, there\nwas a little crack open in the door and we were able to see the end of the train. So we saw the\nlocomotive from the back. That's why | know.\nAnyway. By the way, the Hungarians did such a good job -- it wasn't the Germans\ndoing it. Two months they shipped out 450,000 people. Think of the logistics: 450,000\npeople. Not only that but there was only one railroad going through our area to Poland, to\nAuschwitz. They tied up the main rail lines with us, with the Jews to Auschwitz, instead of\ncarrying material for the Russian front for the troops. Ok? | could never understand that\neither. | wish somebody could explain it to me.\nAnyway, we got to Auschwitz. In our case it was around midnight. The minute the\ntrain stopped, the doors opened up and there were big floodlights like in a ballpark surrounding\nour perimeter. It was not a big perimeter. They were surrounding us with these lights. They\nwere shouting, \"Schnell! Schnell!\" Get out! Get out, fast. There were guys in striped\nuniforms, the prisoner uniforms, with sticks like broomsticks, threatening you to hit you and all\nof that. We found out later they were kapos and they were other prisoners except they had to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ndo this job. If they didn't do it, they were in trouble. So they scared everybody.\nSo we got on the ground. And before you know it, there were soldiers surrounding us\nwith rifles, literally their finger on the trigger. Not only that but they had some nasty, nasty\npolice dogs, really nasty ones. They were growling. They were like you never saw. They\nwould tear anything apart. That's how nasty they were.\nHere we are, mothers with children, sisters, everybody was holding on to each other\nnot to lose somebody because the crowd was big. Before you know it, they had us separated,\nmen from the women. In short order, we have to march through -- what do you call it -- there\nwas an officer standing in shiny boots, beautiful outfits, clean. He would go like this or like\nthat. If you went to the right, you went to work. If you went to the left, you went to your death.\nVery simple. Of course, we didn't know all of that. The rumor was that because people that\nwould work, that would pay for the women and children and so on. We had no way -- there\nwas no choice. You were hoping, ok, it was so.\nBecause we knew they were going to ask us go to work -- | was not very big actually.\nTo show you | was not very big -- all my friends died first night in Auschwitz and | didn't. Ok?\nThere were another five boys. They were about my height and my size that made it. But\nactually, technically, they were a year older than | was. So | was the youngest one that\nsurvived from the whole town.\n>> Edna Friedberg: You were 15 at this point?\n>> Martin Weiss: Just about 15. Right.\nWhat | did before | got off the train, | put two, three jackets on so | looked bigger.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nBecause | had my father, my brother, | had a big brother. | went with them, right after them.\nAnd | passed. Now, | didn't Know it at the time, but that was -- | think it was the jackets. I'm\nnot sure. Who knows?\n>> Edna Friedberg: What other members of your family were with you when you arrived?\n>> Martin Weiss: Oh, yeah. My mother, two sisters. They went to the gas chambers\nimmediately. However, | had some cousins. There were seven children. Ok? Two of them\nsurvived. They were my age, actually. One of them ended up working in a crematorium.\nEventually he was killed as well. Only one of them survived.\n>> Edna Friedberg: Was your father with you also?\n>> Martin Weiss: My father -- anyway, once we were separated, men from the women, picked\nfor work, we were sitting -- we were standing in a huddle. And the women were separate.\nThen there was a group not far, just a short distance, a very short distance, empty space. |\nnoticed my mother and my two younger sisters. So decided -- | told my father: You know\nsomething, I'm going to go and run across that space, join them. Because this way -- | was\nolder, I'll be able to gather food or something. It would be much easier for them.\nMy father said ok. So | tried to make a run for it. Well, guess what. One of those\nguys in the striped uniforms, very nasty, grabbed a hold of any neck, the back of my shirt, back\nof my neck, threw me back. He says, \"You can't go there,\" threatened me with stick. | went\nback to my father and complained.\nGuess what. After we went through the showers, got the uniforms, they took away\nclothes, wooden shoes and so on, came to the barracks. By that time it was dawn. And then |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nfound out what happened to the other people. And | realized that man saved me, saved my\nlife. So that was my introduction into Auschwitz.\nThere's always an element of luck in life. | didn't stay in Auschwitz too long. | was\nthere only a week or 10 days. We were told we were going on a transport. So they brought\nour boxcars. We -- even though this time only 50 people in the boxcar. We have to sit\ncross-legged. By the way, two guards. | don't know why they needed guards. We were\nlocked in anyway. But we were not allowed to talk, move. We were sitting like Indian fashion,\nour legs crossed. We were not allowed to move anything. | don't remember what we did for a\nbathroom. Did | tell you? | don't remember. | just don't remember that part at all.\nAnyway, we got on the train. We went -- this time we find out we're going westward.\nEach time the train stopped, somebody figured now they're going to kill us, each time.\nBy the way, when we came to the barracks -- | forgot to tell you. When we came to\nthe barracks after the showers, the first thing we saw, not far, a few hundred yards away, it\nwas a row of pine threes. And under the pine trees there was a big fire. I'm talking like the\nsize of a football field. Ok? The width of a football field, big flames. The flames were so high\nthey were going up to the height of the trees. We tried to make out what it was.\nIn the meantime -- by the way this was Auschwitz. It was dawn. We saw these big\nchimneys, five or six chimneys going straight up very high, like industrial chimneys, black\nsmoke spewing out. And the one thing I'll tell you, if there's such a thing as hell this must have\nbeen -- if an artist had to paint hell, he couldn't have done any better. It was very dingy,\nsmoke -- all you could smell was smoke. And, by the way, bodies burning, the chimneys, the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nblack smoke, was rising. These fires under the trees were going. We were like, didn't know\nwhat to make of it. One of the kapos that was there already told us: See those fires? Your\nfamilies are right there now.\nWhat happened, the crematoriums couldn't handle the volume. The Hungarians\nshipped out, like | say, in two months, 450,000 people. They were killing 10,000 to 12,000\npeople daily. Of course, we didn't know that then. The Holocaust does research and we find\nthese things out.\nWhat really gets me about it this was done by ordinary, so-called ordinary, people.\nAnd by the way, in the crematoriums, who do you think the people were helping the Germans\nthat were part of it? Lithuanians, Latvians, Ukrainians, you name it. All the countries that\nGermans occupied were willing helpers. Of course after the war they were all victims. But the\npoint I'm trying to say, you find in every population that people are capable of doing it,\nunfortunately.\nSo we got on the train. We were going westward. The train stopped on the Danube.\n>> Edna Friedberg: Danube River.\n>> Martin Weiss: Right. By the way, Vienna not far off. We were able to see the city. Even |\ncould recognize it from pictures probably, whatever.\nThe train stopped at the water. We heard all kinds of stories about them throwing\npeople into the river, Ukraine and so on. We figured: Aha, they're going to throw us into the\nriver. We tried to reason. If they did that, they couldn't have bring us here. They could have\nkilled us there. So you argue with yourself.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nAnyway, we went a little farther. We came -- the train stopped alongside of this huge\nmountain. It turned out to be a stone quarry, but it was a huge mountain. They disembarked,\nmarched up the mountain. We came to the top of the mountain. It was a big camp. It was\ncalled Mauthausen.\nlt turned out Mauthausen was also a very, very -- if you get on the internet, you'll read\nup on it and see what I'm talking about. They didn't kill outright in gas chambers. They killed\nyou -- they had a system. They worked it out. Again, we find this out from the Museum. They\nkilled you with attrition, by working you so to death and not feeding you. You only had a\ncertain amount of lifespan. Ok? So this was their program. And it worked. Because people\ndid not survive too long in Mauthausen or any -- by the way, Mauthausen had lots of sub\ncamps. We were told there were 40 sub camps, but the Museum found out later, the last\ncouple of years, there was something like 80 to 100. This is just in Austria.\nAnyway, Mauthausen was -- most of the people that stayed in Mauthausen, they\nworked in the quarry. By the way, Mauthausen was built all out of stone. Like the gates, the\nwalls looked like like if you look in the movie 1500 England or something; the big, thick walls.\nThat's how Mauthausen was built. All done by the slave labor.\nOne thing | will tell you about Mauthausen -- and so far | was talking about Jews.\nRight? Once we came to Mauthausen, Mauthausen had a variety of people, nationalities.\nThey had people, even Germans. They had Germans. They had Pols, lots of Pols, lots of\nUkrainians, lots of Russians, Russian POW.\n>> Edna Friedberg: As prisoners.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n>> Martin Weiss: Right. So we were processed in Mauthausen. Then we were shipped off\nimmediately to a working camp. The camp | went to was Melk. Now, Melk was a small camp.\nlt was about 12,000, 13,000 population. The work was very, very hard also.\n| stress Mauthausen -- by the way, we were all considered political prisoners. We all\nhad markings. We had markings why you were there. Most people at Mauthausen, the\nMauthausen camps, were considered political. However, there were a lot of Germans, like\nprisoners, sentenced 15, 20 years for murder, robbery, rape, whatever. So they were there\nalso. They were usually the kapos because they were rough. If you live in prison 15 years,\nyou're tough. So they turned out to be the kapos. The kapo in my barrack was one of those.\nWhen | found out he was a murderer, | said: Oh my gosh. But you know something? Made it\nmy business never to face him. | always avoided him. Actually turned out not to be so bad in\nhindsight compared to other kapos who were much worse.\nAnyway, we went to work. We worked in building tunnels. | can't go into details\nbecause of time. In less than a year we had a population of 12,000, 13,000. We built seven\ntunnels. And the reason they need the tunnels, they wanted to put all the factories\nunderground because the allies were bombing them.\nSO we were under constant -- by the way, we worked with cement, gravel. We had to\nliterally mix it with a pail of water, almost like in a house, your own yard. We didn't have any\nmodern equipment or anything. We worked with dynamite. We had to blast into the ground\nand stuff.\n>> Edna Friedberg: And you were starving.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Martin Weiss: We were starving all the time. That's one thing | should really stress. One\nthing you never thought about anything else, many times people think -- you thought about\nyour parents, about this. The only thing you thought of was how hungry you are. Ok? That's\nthe only thing you could think of. If you had a free moment, the only thing you did is you talked\nto somebody next to you. You could only dream of what you would dream to have.\nSo Hungary -- | found out this, too, came through the Museum. We had no idea of\ncalories. We lived between 300 and /00-calories a day. Hard labor. Plus we had to march in\nall kinds of weather to and from work. | remember we were so tired that | remember literally\nfalling asleep walking.\nAnyway, I'm not going to go into detail but to show you how in life sometimes you're\nlucky. | was actually lucky more than once. While | was working in the tunnel, on the night\nshift, | had to go to the bathroom. So | came out of the tunnel. | went to the latrine. | came\nback a few minutes later and there was this big black smoke coming out of the tunnel, real\nheavy black smoke. Turned out a cable -- they have those big cables, literally this thick,\ncaught on fire. In a few minutes the whole tunnel got black. Only thing in the tunnel was we\nhad light, naked light bulbs, small light bulbs. That's the only light they had in there. The\nsmoke, you couldn't even see the light bulb. Literally within minutes 65 or 70 people died just\nIn our own tunnel in that one tunnel. And | happened to be outside. By the time | came back,\nit was over. This was like a few minutes later. Shows you how sometimes you can be lucky.\nAgain, because of time I'm not going to go into too much detail, but another time it\nhappened, | worked again a night shift. Most of the people in the camp -- they had, like, Army\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nbarracks, individual barracks. | lived in what you call, might say, headquarters buildings. It\nwas made out of concrete and stone. The kitchen, some warehouses -- sleeping quarters\nwere on top. It was made literally -- | think before that it was used for ammunition depot from\nwhat | was told.\nAnyway, we were -- the building was long. So 600 on one side and 600 on the other\nside. One morning, again with luck, they needed somebody to fill a certain -- they called it\ncommandos, working group. In this case it was maybe 20 people or whatever they needed\nsomebody. Regardless if you worked the night before or whatever, they didn't care. They just\ngrabbed you, you go. And they grabbed me. Even | went to this commando group. This was\nthe nicest job | had in all the time | was there. | went about two, three miles from the camp.\nThey had to clean up the grass. It was spring. The twigs and stuff. It was the nicest job | had.\nThat was like a promotion.\n[Laughter]\nSo | remember, it came lunchtime. We broke for lunch. It was so nice. | remember it\nwas sunny. The grass was green. We laid down on the grass. | mean it was like: My God.\nSo while we were doing this, all of a sudden these bombers came, English bombers came in.\nThey honed right on the building, our barrack. They dropped 15 bombs on that building, on\none side of the building, actually. Because very strong. It was made out of what they call --\nthey had a special name for it. It was built with iron cement, so they had a special name for it.\n| can't remember exactly in German what it was. Anyway, it was a very, very strong building.\n600 people that were sleeping there from the night shift got burned, got killed immediately.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nOk? | was not there. So, you see these things just happened by fluke, God, whoever.\n>> Edna Friedberg: When you were in Mauthausen, were any other members of your family\nwith you?\n>> Martin Weiss: Yes. Actually, wnen | came to Mauthausen, it was my father and | had a\ncouple of uncles. One uncle and my father were in the camp | was in. However, we didn't see\neach other too much because we had different work shifts. Besides, | was on one side of the\ncamp. They were on the other side of the camp. Occasionally we were lucky enough that we\nwere able to find each other, otherwise we never knew -- we had no way of connecting to each\nother. Then one day | found out my father had died. He had pneumonia. He died. My uncle\ndid survive. And another uncle came to Mauthausen with us but went to a different camp.\nIt just so happen, in this camp also | had a cousin; actually two cousins, two brothers.\nOne of them the work was too hard for. He died there. His brother was lucky. He was an\norderly for the kapo. He was my cousin. We were there together in the same barrack.\nNow we had to be evacuated because the Russians were closing in from Hungary. The\nHungarians were pushing in to Austria.\nAnd guess what the Hungarians were doing. Instead of releasing the labor battalions,\nguess what they were doing. They were taking this testimony with them. They brought them\ninto Austria and put them into a concentration camp with us.\nNow it just so happened when it came -- when they evacuated us, they took us back\nto Mauthausen. And from Mauthausen they send us on a forced march, now they call a forced\nmarch to another place, to Gunskirchen, another camp. | have to skip a lot for the sake of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ntime. We went on the forced march. I'll tell you why it's called the forced march.\nBy the way, by that time, there was no food, nothing. The only thing we had, if you are\nstrong enough to stand in line -- by that time everybody was the walking dead, literally. The\nfood they give you, like sugar beet soup.\nBy the way, all along that's all we got. Instead of coffee, they give you this sugar beet\nbroth. It was made out of some kind of a beet they used for cattle. They made it into a tea.\nSo you got a little bit, half a pint or a pint, whatever. Like a cup. You got that. They used to\ngive you a chunk of bread once a day. Right?\nThis time -- by the way, the bread was made mostly out of sawdust. So when they\ntried to cut it, the bread literally, because it was old and sawdust, it literally crumbled like bread\ncrumbs. So |! remember literally putting out your palm of the hand. They would put it into the\npalm of your hand. That was the ration for the next 24 hours and that little pint thing.\nBy the way, we came back from Mauthausen. That's what we were given already. So\nthat, after living like this, we had to go on a march. Consequently, you realize most people\nwere not able to march.\n>> Edna Friedberg: You're talking about marching for days not hours.\n>> Martin Weiss: By the way, it was blue and white and green, mildew chunks literally.\nLiterally chunks. Like the size of a pea. You know what |! mean? And guess what. You ate it.\nOne thing | would like to say about Mauthausen, too. While we were in Melk, the\nworking camp, we were a mixed community. Like | mentioned before, there were Pols,\nRussians, Greeks, Italians, you name it, Serbians, all kinds of people from all over, wherever\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthe Germans were occupying.\nWe came to Mauthausen. First thing they did was separate the Jews from the\nnon-Jews. Then they figured, aha, this is our end. Why would they separate us out? Here\nuntil now we were all together. So they put us on the side of the mountain outside the camp.\nThis was a very neglected area, full of brush; like thorn bushes and stuff like that. While we\nwere there, by now we were hardly getting anything. If you got what | just mentioned you, you\nwere lucky.\nOne day, | can't remember how long, but we had been on this forced march. The\nforced march consisted of literally just marching. Most of the time they took us through country\nroads but we were going, we were told -- the rumor, nobody told us -- to the Swiss border.\nThey're going to change us for Americans giving trucks for us. Now, | was like 15 years old but\n| was not a fool. | said: Who's going to give trucks for us? We are useless. Heaps of nothing.\nSo what happened, as we marched, if somebody fell down, first thing the guard would\npick up the rifle and shoot him right there. This went on the whole time we were marching. I'll\ngive you an incident. We were on a country road. There was a potato on the ground. There\nwas one fellow saw the potato. He leaped for it. Another fellow jumped for the same potato.\nNoticed it at the same time. They started fighting over the potato. Guess what. The guard\njust picked up his rifle and just aimed at his face and shot him in the face. Just like that.\nShows you how life was. Not to for the sake of time. I'm sorry.\n>> Edna Friedberg: We need to finish up soon, yeah. Sorry.\n>> Martin Weiss: Ok. I'm going to have to skip some. We came to Gunskirchen. There was,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nagain, a new camp, five barracks. |'m telling you, five barracks. We had to go in. By the way,\nin every camp you went in, you have to stay outside all day, rain or shine. You have to go -- at\nnight you have to get into the barrack. 5,000 men in a barrack. Imagine.\nSo we went in. Literally, I'm not exaggerating, we have to stand up like this. It was\nsqueezed like sardines. You couldn't even move. But! was younger, so | was able to sort of\nlike jiggle down a little bit and sort of squat. That's how you spend the night. In the morning,\nby the way, the place was quite a number of bodies every morning. People just didn't make it.\nBy this time already we were in very bad shape. But here, again, luck. | mention --\nthe reason | mentioned work battalions, Hungary, they brought them in when they evacuated.\nWho do you think -- | was in Melk, his brother, we got separated on a transport. First day |\ncame there | run into his brother. He was in the Hungarian labor -- he was pretty good with\nconditions, so were his friends; so two buddies. | hooked up with them. But mind you, out of\n12,000, 13,000 people and walk into him and see him.\nAnyway, | was very, very happy that | saw him. | felt a litthe more confident now. But\nhere things are so bad that literally people were literally falling on the ground and just couldn't\nget up. The last line.\nOne day we were told we were liberated, that the Americans are there. | didn't see\nAmericans. We thought it was a trick; that we would go outside the gate, they'll have machine\nguns and mow us down. This is how you think after a while.\nSo guess what. We didn't leave. We stayed an extra night just to make sure. The\nnext morning we realized that the guards were gone and we are ok. So we started looking for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nfood.\nAgain, I'm going to sort of just get to the point. We looked for food. Oh, we came to a\nfield. We found this truck. It was an Army truck but sort of in a ditch, in a field. We looked in\nthe front of the seat of the truck and there was a big tub of lard. Just open tub of lard. And\nlard, what are we going to eat? We were hungry. Lard would kill us. Right? First of all, how\nyou could eat lard?\n[Laughter]\nBut it had something to do with food. So one of the guys, like | say, they were in fairly good\nshape yet because they were just in from Hungary, took his fist right through the glass. All the\nglass went into the lard. We took the lard on the grass and we scooped out with the palms of\nour hand, scooped out the glass and saved the lard.\nNow we were really excited. We had something to go on. Right? So then before we\nleft we looked in the back of the truck and we discovered a gold mine. What was it? Leather\nhides all refined already that we could use. We really got excited because we knew we'll need\nshoes. During the war there was nothing for shoes, especially in Europe. Nothing we had for\nanything. So we got excited. Each one of us rolled up. Couldn't carry too much because |\nwas very weak. | rolled up a few of them. Everybody had whatever they could carry.\nWe went and saw a farmhouse not far away. We come to the farmhouse. This is\nsomething, I'll be honest, when | started speaking, | spoke for 3, 4 years and forgot this story.\nNow | have to include it each time. It came to the farmhouse. Mind you, we were full of hate.\nWe hated Germans like you would not believe. I'll speak for myself. | hated Germans like you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\ncould never hate anything more than | did. | remember that these guys were in fairly good\nshape. They were pretty strong. They were big guys. We came to the door and knocked on\nthe door. Instead of barging in like hoods, we knocked on the door. Something about us to\nthis day | don't know why we did that.\nSo we knocked on the door. Lady came to the door. She opened up the door a little\nbit. | guess she was afraid. She was home alone. We asked her for some eggs, flour, and\nwater. The lady ran back in the kitchen. She came to the door. She gave it us. We never\nwent into the kitchen to cook the stuff. We just took it.\nShe had a barn in the backyard. She had one of those iron kettles that you see, the\nrustic kettles to heat up water for the Cowboys, whatever, the same thing. So we built a fire\nunderneath. One of the guys mixed up the ingredients. He made dumplings. That was our\nfirst meal. In fact, one of the guys ran into one of his uncles, an older man, about 50 probably.\nHe was a rare thing because most in the 50s didn't make it by then. They couldn't take the\nstress. He died a couple of days later because he ate a little more than he should have.\nAnyway, SO we made dumplings. We had really a good meal. | remember feeling very, very\ncontent.\nThen one of the guys suggested: You know something, what we should do is take --\neach one take some hides and give it to the lady. Not one of us complained. Nobody\nobjected. We just did it.\nThe reason I'm making a point of this, it's only after | started speaking three, four years\nlater | forgot this. Now | like to include it. | could never understand to this day why we acted\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nso noble. We never, never entered her house, never pushed her around, never did anything,\nbut actually gave some payment. The only thing | could say that we were raised a certain way\nwith certain values. Ok? And the reason I'm proud of it is because we didn't lose our\nhumanity. Because by that time | didn't feel like a human being anymore. Ok?\nSo I'll end it right here, too, ok? So | just wanted to bring that up. How you raise your\nchildren makes a difference. Even under these circumstances -- and believe me, after it was\nover | still hated Germans for a long time. | don't now, but | did for a long time. It took a long\ntime to get it out of my system. But | realized by hating them | hate myself as well. And |\nlearned not to do this.\nI'll stop right there.\n[Applause]\n>> Edna Friedberg: Before we open for questions, actually, if would stay standing, it's perfect.\nWe've actually been doing a very nice portrait of our speakers with you standing behind him.\nSo if you would please stand behind Marty while our photographer, Joel, gets a picture of him\ntogether with you.\nThank you.\n[Applause]\nWe have a few minutes. Marty, if you don't mind having a seat, please. I'd like to\nthank you, Marty, for your courage in sharing this painful past with us. We know it is not easy.\nWe are grateful.\nWe have people walking with microphones. If you have a question, please raise your\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhand and we will pass you the microphone so that everyone can hear. We have one back\nthere and a woman here. Thank you.\n>> | just wanted to know if these early experiences in your development, how it might have\naffected later life choices and education and career.\n>> Edna Friedberg: Could everyone hear her? Ok.\n>> Martin Weiss: That's a pretty good question. I'm very lucky. | handled it, with hindsight, |\nthink pretty good. By the way, when we came out, we had no place to go; no money, nothing.\n| was literally on my own. Three weeks after liberation -- some people stayed in Germany or\nAustria, wherever. They stayed in the camps and so on. | chose to go and look for my siblings\nbecause | knew if | made it, they made it. So | picked myself up at my cousin's that | met and\nwe went back to our home area.\nIt just so happened -- little detail about it. We came back. All the bridges were\nbombed out so we had to get on a train, get off a train, go through the gully and out to the\nother side, catch another train and so on. Anyway, we got to the city of my area. This was a\nbig railroad station, mind you. Again, luck. Out of all the people | ran into -- mind you, | was\n15, 16 years old and | ran into a man | recognized, in a big station. I'm talking like Grand\nCentral Station. | asked him if he ran across my brothers. And he said yeah. He says: Your\nbrother escaped from the Hungarians, set up housekeeping but not in your town. He already --\nhe was already married. So he had a house in a different area, a different county, entirely\ndifferent area. | was never there.\nBy the way, in the United States, 15, 16, you're knowledgeable. You see television.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nWe didn't know -- you were afraid to go to a city. You just were not used to it. He told me this\ninformation. And guess what. | started going to my hometown. | made up my mind | would go\nto see where my brother is. | found him there. That was my first break.\nAnyway, we stayed there for a little while. By the way, the Russians were there. We\nrealized the Russians were not going to leave. They were not going back to Czechoslovakia.\nSO we escaped very early. | could give you lots of details about it but I'm not. Anyway, so we\nwent to the Czech Republic. We found a sister also survived, one sister. One sister died.\nFrom there on | just picked up life as it came, never interested psychiatrist. As far as\neducation, that's one thing that bugged me because | couldn't go to school. | came to the\nUnited States very early because -- had a sister left two weeks before the occupation. She left\nfor the United States. She was able to get an affidavit. We were able to come out a year later\nto the United States. So | came here early.\nThe minute | got here, again, | was independent. | got a job. | got my own place to\nlive. | lived on my own. Although my sister lived nearby so | had lots of support. From there |\nwent on. Since | actually couldn't go to school because -- | literally started educating myself. |\nused to go to night school for years. It was just on piecemeal. Never complained to anybody.\nNever cried to anybody. Never went to a psychiatrist.\n| did ok. | raised a nice family.\n[Applause]\n>> Edna Friedberg: Question here. Is there another question?\n| can say that Marty is very beloved by all of us here at the museum. He is not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nexaggerating when he says that he just has an unbelievable attitude and a beautiful, beautiful\nfamily. We're very grateful to know him.\nAre there other questions? Yes, one right there.\n>> Have you ever taken your family, your children, and your -- or your grandchildren back to\nany of the areas of the concentration camps?\n>> Martin Weiss: No.\n>>| can understand why. Thank you.\n>> Martin Weiss: | never had a desire to.\n>> Thank you.\n>> Edna Friedberg: Other questions? Yes, ma'‘am, right there. The microphone is coming\ndown.\n>> Is there anything that your neighbors that were non-Jews could have done?\n>> Martin Weiss: Not really. I'll tell you wnat. They were not in a position. First of all, most\nhad nothing. Ok? They couldn't have done anything.\nBy the way, the Hungarians didn't like them either because they were Russians -- now\nthey call them Ukraines. They were good people, hard-working. They didn't have much. They\nwere scraping a living. The Hungarians looked at them as just like the Germans did -- how can\n| put it? Inferior. So they didn't even consider them as people. They just didn't. You have no\nidea how it is. There are so many things that -- when somebody thinks they're so high above\nyou, they just don't see you. | can't explain it. They didn't like the Hungarians either. There\nwas very little they could do either way.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Edna Friedberg: Along those lines, when you exit the theater down the hall to your right,\nour current special exhibition explores this question, \"Some Were Neighbors,\" about the\nchoices some people made either to be collaborators or complicit with the Germans and allies\nor to take extraordinary risks to help. If you don't have time to see it today, look for \"Some\nwere Neighbors\" on our website as well.\nTime for one last question. One second so everyone can hear you, please. Thank\nyOu.\n>> What were some of the customs that your family practiced that would go away in that\nchildhood with such values of how you lived through it and where you are today.\n>> Martin Weiss: The values we had are not complicated. They're very simple. My father was\na stern man. Fathers were different in those days than they are today, including myself. Very\nsimple. We were brought up -- what do you call it -- | guess the teachings of the Bible, if you\nwill. We adhere to it.\nOne thing you learn, the first thing, you respect your elders, your parents, respect\nother people. And fortunately my family, we were all like this. But it's not just me. These\nfellows, the first supper, nobody objected. Here is a German woman we hated. Ok? Did |\nreally hate her? But because we were so dehumanized we didn't feel like we were part of the\nhuman race. But the population, the Hungarians, looking at them -- they didn't arrest them, but\nthey looked down on them. They were not nice to them because they were Russian, Ukraine,\nwhatever you want to call them. Hungarians were here and they were here.\nThat's -- by the way, that took me a long time to figure out. That's why they were able\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nto do it. When they committed those atrocities, they didn't see you as a person, as human\nbeing. They saw you as something else. If you had a bunch of rats in a barrel and you just\nshoot them. And this is the way they looked at you. And this is why they were able to do it.\nThere's no other explanation.\nNow, why do people get like this? | don't Know. But my upbringing, my whole family,\nthey were big guys but they were not brutal. You know, they were ordinary people. That's the\ndifference and I'm proud of that.\nBy the way, | raised my kids that way.\n[Applause]\n>> Edna Friedberg: It's our tradition here that our First Person guest has the last word. I'd like\nto turn it over to Marty. If you have some final thoughts which you'd like to leave us, please.\n>> Martin Weiss: I'm just going to read a little bit of something for you for closing.\nIn closing, | would like to thank you all for being here and listening to my testimony. It\nis very important that deniers of the Holocaust don't succeed. Six million, 1.5 million children,\nwere murdered in the most brutal fashion by one of the most modern and enlightened\ncountries at the time that gave us famous philosophers, scientists; were also capable of the\nmost atrocious acts in history. All those killed have no gravesite markers. Instead we have the\nUnited States Holocaust Memorial Museum, a memorial museum that serves as the only\nmemorial and used as a teaching tool to stop bigotry and hate. Even today there are groups\nand countries that teach hate to children often in the name of religion.\nIn Hebrew Scriptures there's a saying, \"Repair the world.\" I'm very proud as all of us\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection x\nshould be, that the United States Holocaust Memorial Museum exists. It educates people from\nall over the world to repair this world. By the way, the translation to repair the world means\nthat every person is responsible to leave a better world than he found. So we take a lesson\nfrom that.\n| will also, if you don't mind, | speak -- | have been speaking now for quite a while. |\nspeak outside the state, Maryland, like in the south, Utah. It doesn't matter where it is, in the\nDeep South, and the kids sometimes, I'm telling you, they all behave fantastic. They care.\nYou'd never know we have bigotry in our own country. They are really terrific to see that our\nchildren are growing up better, the way | see them. | could say all we can do is be proud of\nstuff like that.\nThank you.\n[Applause]\n>> Edna Friedberg: Thank you, everyone.\n[The First Person presentation ended 12:05 p.m.]|\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}