{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON MARGIT MEISSNER\nWednesday, April 6, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mrs. Margit\nMeissner, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly until mid-August.\nThe museum's website, listed on the back of your program, provides information about each of our\nupcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Margit Meissner's biography so that you can\nremember and share her testimony after you leave here today.\nMargit will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Margit\nquestions.\nToday's program will be livestreamed on the Museum's website. This means people will be\njoining the program via a link from the museum's website and watching with us today from across the\ncountry and around the world. A recording of this program will be made available on the museum's\nwebsite. And we invite those who are here in the auditorium today to also join us on the web when the\nrest of our programs in April and early May will be livestreamed. Please visit the First Person website,\nlisted on the back of your program, for more details.\nFor our web audience, if you would like to use Twitter to ask a question, send a picture, or\nwrite a comment during the program, please feel free to do so using the #ushmm.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Margit is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction and | will be bringing up those slides momentarily.\nMargit was born Margit Morawetz on February 26, 1922, in Innsbruck, Austria. When Margit\nwas a baby, her family moved from Austria to Prague, Czechoslovakia. The arrow on this map, the first\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\narrow, this map of 1933 Europe, points to Austria and our second map points to Czechoslovakia.\nPrague is identified on this map of Czechoslovakia.\nHere we see Margit at the age of 3. She was the youngest of four children born to Gottlieb and\nLily Morawetz. Gottlieb was a banker from a religious Jewish family.\nHere we see Margit's family at the Lido, a beach resort in Venice, in 1926. From the left are\nher brother Felix, cousin Erni, her brother Bruno, her mother and father, Margit is circled, Margit's\ngoverness, Yeya, and her brother Paul.\nMargit's father Gottlieb passed away in 1932 when Margit was 10. In 1938, when Margit was\n16, attacks on Jews in Central Europe escalated and her mother decided she should leave school in\nPrague. Margit was sent to Paris to live with a French family where she studied dressmaking. In\nMarch 1939, Margit's mother joined her in France. This is Margit with her dog Flippi, just before leaving\nPrague in 1938.\nAs the Germans were advancing on Paris, Margit's mother was ordered to report to an\nassembly point in the south. Margit bought a bike and fled with other refugees to the South of France.\nMargit found out that her mother was at the Gurs Detention Camp in Southern France, shown\nhere in this photograph. She eventually got a train ticket to a town outside of Gurs.\nWhen France surrendered to Germany in June 1940, Margit's mother was able to leave Gurs\nin all the confusion and join Margit. The two fled via Spain and Portugal to the United States where they\nsettled in 1941.\nIn this photo, we see Margit in 1941, soon after she arrived in the United States.\nUpon her arrival in the U.S. Margit found employment as a dress finisher on Madison Avenue\nin New York City. From there she attended Black Mountain College in North Carolina and married three\ndays after Pearl Harbor. Margit would later work for the Office of War Information, spend time with\nMGM Studios and because of her language abilities work for the U.S. Army of Occupation in Germany\nre-educating Hitler Youth.\nWe can't do justice today to describing the remarkable journey her life would take from there\nbut it included many stops in the U.S. and abroad. Margit would eventually spend 20 years with the\nMontgomery County, Maryland, public school system specializing in disability issues. She remains on\nthe board of an organization which she helped found 27 years ago that helps youth with disabilities\nobtain employment after graduation from high school.\nMargit lives in Bethesda, Maryland. She has two children and two grandchildren. Her daughter\nAnne lives nearby in Silver Spring, Maryland. Margit's son Paul is a hospital planner at Montefiore\nHospital in the Bronx. Since Margit's partner, Ervin, passed away in 2008 at the age of 97, Margit's\nfriend, now husband, John, takes very good care of her.\nMargit leads tours in all three of the museum's exhibits and speaks in various settings about\nher Holocaust experience. Recently, she spoke in Congress to call attention to Syrian refugee crisis.\nMargit also works in the museum's archives translating documents from Czech and German to English.\nIn 2003 Margit's autobiography, “Margit's Story,” was published. Immediately after today's\nprogram Margit will be available to sign copies of her autobiography, which is also available in the\nmuseum bookstore.\nWith that | would like you to join me in welcoming our First Person, Margit Meissner.\n>> [Applause]\n>> Margit Meissner: Thank you very much.\n>> Bill Benson: Margit, thank you so much for joining us today and thank you for being willing to be our\nFirst Person. We have an amazing crowd for our first day of livestreaming over the internet. So you're\nour First Person for us to do that with. We have so much for you to tell us about in a short time so we'll\nstarted right away.\nAlthough you were born in Austria and your family moved to Prague, Czechoslovakia, when\nyou were very young, you lived there until 1938 when your mother sent you Paris at age 16. Let's begin\nour conversation today with you telling us, Margit, about your family, your community, and yourself in\nthose years before you went to Paris when your life would change forever.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Margit Meissner: Well, | was the youngest of the children, as you saw in the picture. We were a\nvery well-to-do family that was very intent on keeping up the decor in which we lived. As the youngest\nof four children and the only girl, | was always considered a little doll. And | did not like that.\n>> [Laughter]\n>> Margit Meissner: They just wanted to hug me and really sort of play with me. And | thought it was\nnot a good idea to be a girl and to be so young. Of course, now | don't have this problem anymore.\n>> [Laughter]\n>> Bill Benson: Margit, tell us about your brothers.\n>> Margit Meissner: | had three brothers, as you saw also in the photograph. The interesting thing\nabout them is that each one eventually settled on a different continent. My oldest brother, Paul, found\nrefuge when Hitler entered Czechoslovakia and Australia. My second brother, Felix, had come to the\nUnited States before the beginning of the war. And my third brother, Bruno, became a Canadian. And |\nbecame an American. So that was really due to the fact that nobody in the world wanted to give asylum\nto penniless refugees and we just had to find it wherever we could.\n>> Bill Benson: You lost your father early. Do you remember much about him?\n>> Margit Meissner: Well, unfortunately | don't remember much about him at all. Because in the kind of\nworld that | lived, children were the work of the mother. And | primarily had a governess who really\nbrought me up. So my father was a very distant figure but | knew that he was an important man and\nthat one had to respect him.\n>> Bill Benson: After your father died you told me that you were put on a guardian. What did that mean\nto you and your mother?\n>> Margit Meissner: Well, my father, | think, didn't believe that his wife, my mother, was able to handle\nfinances. Because in that world women were not expected to know anything about money. So when my\nfather passed away, in his will he decided to leave his assets to a guardian. So, although we were a\nwell-to-do family, my mother did not have very much money with which to run the rather complicated\nhousehold.\n>> Bill Benson: In 1938, after Hitler annexed Austria, your mother and you made a momentous\ndecision to send you from Prague to live in Paris. Tell us what convinced you and your mother to make\nthat decision, why you chose Paris, and what your life was like once you were there.\n>> Margit Meissner: Well, it was a momentous decision, certainly. But in the environment in which we\nlived where we really had no idea what was going on in the world, it didn't seem so momentous. | was\nin 10th grade. | was a good student that passed tests. | was not interested in school because | was\ninterested in boys.\n>> [Laughter]\n>> Margit Meissner: And when my mother said you should leave here, | thought that was a good idea. |\nwas proud that mother had confidence in me at age 16 that | could take care of myself in a foreign\ncountry. And | knew French because we had had a French governess at home, so the language was\nnot a problem.\n| was going to go to Paris to study dressmaking. Now, why dressmaking? You have to\nunderstand that in 1932 if you wanted a dress, you didn't go to the department store. You went to the\ndressmaker. So dressmaking, sewing, was a very respectable profession. And | thought the\nidea -- because we knew that the Jews lost all of their assets if they wanted to emigrate from Germany.\nSo if we lost everything, then | would have to be able to make a living someplace and the someplace\nwas very unknown with a language that | might not know. So if | had a profession like a lawyer or a\ndoctor, | would need to know the language but as a dressmaker, | could make my way in any country.\n>> Bill Benson: When you were in Czechoslovakia, before going to Paris, you were at all times an\nAustrian citizen. What significance was that?\n>> Margit Meissner: Well, the significance of that at the time -- when | was little it didn't make any\ndifference. When Austria was annexed in 1938, that became a very important point. | think if | hadn't\nbeen an Austrian citizen, if | had been a Czech citizen, my mother wouldn't have felt as frightened. But\nbecause Austria was now part of Germany and because the anti-Semitic laws in Germany were very\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nthreatening, she thought | should get out of that environment. When we came to France, it started to\nmake a huge difference.\n>> Bill Benson: And we'll hear more about that in a few minutes. Did you or your mother know the\nfamily that you went to in Paris?\n>> Margit Meissner: No. Mother found this family who was willing to take me in. It was a very good\nchoice. They were lovely people. There were young people, my age, who took me in right away. And it\nreally was not a difficult transition.\n| think for most refugees who had to leave their home, it was a very traumatic decision but |\nwas not the father of a family who had outstanding in the community. | had no standing anywhere. | had\nnot left anything behind. So for me to leave was rather an excursion. | had no idea that | would never\nsee Prague again, my friends. It was totally unpredictable.\n>> Bill Benson: At that time was your mother able to travel to see you in Paris?\n>> Margit Meissner: At first she wasn't but then she decided to come and see me. And during that time\nall of Czechoslovakia was annexed. So basically she had left Prague as though she had gone on\nvacation. And when she was in France, she was not able to go back. All that remained of all of our\npossessions was a little suitcase with which she came. And from one day to the next we really became\npenniless. Which was a huge issue because until then mother had been able to send me a certain\namount of money every month to pay for my expenses and now that was all gone.\n>> Bill Benson: Before we turned to what life was like for you in Paris and then in France, you\nmentioned Hitler annexed Czechoslovakia. That meant essentially that he took control of\nCzechoslovakia. And this was before the war began.\n>> Margit Meissner: Correct. That was in March of 1939. It was a huge disappointment for\nCzechoslovakia because Austria was interested in being part of Germany but the Czechs were really\nenemies of the Germans and they felt that the world had abandoned them because the French and the\nBritish made a pact with Hitler to hand over parts of Czechoslovakia without consulting the Czech\ngovernment. So this was famous appeasement at Munich which nowadays sometimes you hear\nmentioned when there are discussions about our dealings with Iran. They say this is going to be\nanother Munich, which means we are going to be sold out again.\n>> Bill Benson: So Margit, as you were beginning to tell us, your mother did come to Paris. So once\nthere, you lived together for a while. What was your life like together? What did you face?\n>> Margit Meissner: We had very little money, so we lived in a rented room. | went to dressmaking\nschool, very happily. It was fun. At the beginning | was a very bad student but then | caught up with the\nrest. | think | became quite a competent patternmaker and dressmaker.\nThen one day -- then, of course, World War II started in September of 1939. Because Austria\nwas part of Germany, France was at war with Germany, | became an enemy alien. That became very\nuncomfortable because the French in general didn't want to have refugees there and certainly they\ndidn't need any former Austrians who were now Germans.\n>> Bill Benson: Did your mother and you have the same status?\n>> Margit Meissner: Well, it turned out that we didn't. When war came close into France, my mother\nwas not permitted to live in Paris where we had this rented room so she had to move to the\ncountryside, a few miles out. And there, one day as the war was approaching, she received notice to\npresent herself at the police station with three days' worth of food, whatever she could carry on her\nback, and two blankets and she would be evacuated, which basically was the buzz word for being\ndeported. | took her to this bus station. When | asked the people why are you deporting her and where\nare you taking her, they said, \"None of your business. Go home.\" So just in the very last minute before\nmother boarded her bus she took out of her pocket a significant amount of money, which | didn't know\nshe had, and she gave it to me with these words. \"It's now up to you to get us out of here.\"\nNow, | never found out what that meant but it certainly meant that | had to get busy to find her,\nto get her out wherever she was, and to get both of us out, away from the approaching German Army.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: And, of course, the German Army did approach in June of 1940 when they attacked\nFrance. You're separated from your mother. And you were forced to flee Paris. What did you do? Tell\nus about that.\n>> Margit Meissner: In -- | didn't have any friends in France. Most of my friends were from\nCzechoslovakia. They were not enemy aliens and they were able to leave without any problem. | had to\ngo to the police every other day to show my face. They always said, “If you do anything illegal, we will\nimmediately arrest you.” And, of course, | was very threatened.\nThe crowds were streaming out of Paris, away from the Nazi onslaught. So | went to the\npolice station to get permission to leave. And when | got to the police station, the police station was\nopened. The policemen had fled, so there was nobody there. So | couldn't get permission. But | had an\nalibi that | thought I'd at least try to get permission.\nAnd in my despair, when | saw all of these crowds walking, walking, | decided to take the\nmoney that mother had given me and bought myself a bicycle. And | found the only bicycle that was\navailable in Paris, | think, on that day. And it had men's racing bike handles, these kinds of handles. |\nwas not a good bicyclist but | just knew how to ride a bicycle.\nSo | bought that bicycle. | had with me a little case for the back of the bicycle which contained\na set of underwear, a chocolate croissant, and my dressmaking notes because now that would be\nimportant. And then | had a case of oil paints. Because as a dress designer, | had to be an artist. So it\nwas important that | had these oil paints. Now, when | think about this today, it just seems absurd.\n>> [Laughter]\n>> Bill Benson: And that was the sum total of what you had with you when you decided to flee Paris on\nthis bike.\n>> Margit Meissner: Absolutely.\n>> Bill Benson: Let me go back a little bit right before that. You were out on the streets of Paris. You\nwere telling me you saw everybody around there, their faces covered in black.\n>> Margit Meissner: That was a sign that the German Army was approaching. The day before when |\nwent to the police station to get permission, | saw the people in Paris with black faces and | couldn't\nimagine what had happened. And then when | came home, | had the same black face. So it seems that\nthe French Army had put a smoke screen across -- to be able to evacuate the French troops across the\nriver before the Germans approached. So that was a sign that the Germans were really at the gates of\nParis and that | had to leave. It was very frightening because there were streams and streams of people\nall going in one direction, which | assumed was going south. They didn't have many belongings. People\ndrove cars that they didn't know how to drive and they got stuck. It was a tremendously chaotic\nsituation.\n>> Bill Benson: And literally thousands and thousands and thousands of Parisians on the road and\nthere you are on your bike with your little provisions.\n>> Margit Meissner: All by myself, always wondering where am | going, what am | doing. Am | doing\nthe right thing?\n>> Bill Benson: Did you have an idea where you wanted to go?\n>> Margit Meissner: | had wanted to go to the West, Northwest of France because the only friends |\nhad in Paris that were also Austrian, they also fled and we said we would meet on the northwest corner\nof France, near England.\nAs | was going on my bicycle, | was just riding. | didn't know where | was going. | wasn't tired. |\nwas not hungry. | just kept bicycling.\n>> Bill Benson: You shared with me that at first on the bicycle you were upset about being on a\nbicycle, | think because young women your age weren't on bicycles.\n>> Margit Meissner: Of course, | was continuously conflicted about not only whether it was the right\ndecision but whether a young lady in my situation could really do something that unusual, whether it\nwas proper.\nEverything in my life had to be, quote, proper because that is the kind of world that | grew up\nin. And if you remember the first picture that you saw on the screen was of me of a little girl with white\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nsocks. Well, these white socks were really important because | went to the park with my governess with\nwhite socks and the big issue was that | shouldn't step in anything and make my white socks dirty. So a\nproper little girl could walk in proper white socks. So that concept continued throughout my\nadolescence.\n>> Bill Benson: So here you are on this bike riding all day with thousands of people. What happened at\nthe end of the first day?\n>> Margit Meissner: At the end of the first day a policeman motioned to me as it was getting dark and\nsaid, \"Come close.\" Of course, | was sure he was going to ask me for my papers. | didn't have the\nproper papers and he was going to arrest me. But he said, \"Madam, take your bicycle. You can spend\nthe night in the school in the next block and you can lie down on the classroom floor and spend the\nnight.\" So | took my bicycle and went to the school.\nAnd when | laid down there, it occurred to me that | had a letter in my pocket, a letter which |\nhad received just before | left the house and hadn't looked at because | didn't recognize the\nhandwriting. | looked at the letter and it was from somebody who my mother had been able to tell that\nshe was in a concentration camp, in a French camp called Gurs. Now, nobody had ever heard of Gurs\nbut | knew -- it said that it was close to the Pyrenees at the French-Spanish border. So at least | had an\nidea where Gurs was and where | could maybe find my mother.\n>> Bill Benson: That was day one. What happened on day two?\n>> Margit Meissner: Then on day two | continued riding. Now | had a destination, although it was not a\ndestination that | had originally thought because | was going west and now | was going south.\n>> Bill Benson: And now you're going to Gurs.\n>> Margit Meissner: So | continued riding. | fell off my bike. | collided with another woman. We both\nlooked at the bike, looked at the damage of the bike. It wasn't severely enough damaged that | couldn't\ncontinue riding so | continued riding.\nA few minutes later a young man approaches me. And, of course, | got frightened. What does\na young man want from me? He said, \"Madam, madam, you can't continue riding; you are going to\nlose too much blood.\" And he pointed to my leg. And, indeed, | had a very deep gash in my leg that\nwas bleeding heavily but | didn't realize it. | just Kept on going. | didn't look. Now that he told me that |\nhad a gash in my leg, now it started hurting.\n>> [Laughter]\n>> Margit Meissner: He also said there is a drug store not far from here, go there and see whether you\ncan have the leg bandaged. So | went to the drug store. The druggist looked at it and said you have to\ngo to the hospital, it has to be sewn up. | said, \"I can't go to the hospital. | have no papers. Just\nbandage it.\" Then he said to me, \"Why are you riding a bicycle?\" | said, \"Because there are no trains\nin France.\" The reality was there were no trains in Paris but further south there were trains. So he said\ngo to the train station.\nSo with a bandaged leg | went. And there was another chaotic situation with hundreds and\nhundreds of people were waiting for trains to arrive. It was really chaos with women fainting and\nchildren crying, old women sitting there whimpering. It was really a very chaotic situation.\nIn the middle of this, after | had waited several hours to approach the window, there was an air\nraid alarm. Everyone went to the basement. | viewed the situation and decided | wasn't going to the\nbasement. | stayed up on top and | watched the bombs coming out on both sides of the railway station.\nAnd fortunately they did not catch us.\nWhat | didn't Know at the time was that the school where | had spent the night a few hours\nafter | left, because | left at day break, the school was bombed to smithereens and | wasn't there\nanymore. So | was very, very lucky.\n>> Bill Benson: In fact, your decision to not go to the bomb shelter at the train station meant you were\nat the front of the line when the air raid was over and you were able to get a ticket.\n>> Margit Meissner: Correct. | was able to get my ticket. | was able to register my bicycle. But | never\nrode it again.\n>> Bill Benson: Where did you go from there?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Margit Meissner: Well, then instead of going to the West, the train that | was in was going south.\nAnd when | got out, it turned out | was in a town where | had friends, near the Pyrenees. And when |\ntold my friends where my mother was, they said it is 12 kilometers from Gurs. So this was an incredibly\nlucky coincidence.\nSo the lady who took me in went to the camp to see whether she could find my mother but\nshe couldn't find my mother. This was the day before France capitulated, so there was basically no\nmore government working. She came back and said, \"I couldn't find your mom. | left a message. She's\nmost likely not going to get it so | don't Know what we're going to do.\"\nSo | didn't expect her; that France had capitulated and | was not knowing what to do. One day\n| was sitting in the yard and from far away a woman comes up and waves at me. | didn't wave back. |\ndidn't Know anybody who could wave at me. And she came closer and closer. She kept waving more\nenergetically. | still didn't respond. When she came real close, it was my mom. She was so thrilled to\nhave found her child because she didn't know where | could be. She had no idea that | had bought a\nbicycle and tried to leave. She was afraid | was in Paris. | was so stunned to see her that | didn't even\nrun to embrace her. And the one thing she said about her concentration camp experience, because she\nnever talked about it but the one thing she said: here | found my child and she wasn't even coming to\nwelcome me.\n>> Bill Benson: Before we continue, | want to ask you a couple of questions. When you finally got off\nthe train ride, the train and into this little town, what did you do when you got into that little town? And\none of the things | want you to share is you ended up being taken to the police station.\n>> Margit Meissner: | went -- | knew that | had friends. | went to my friends' house. They were very\nwelcoming but | couldn't stay there. Because there wasn't room. But they knew of a peasant woman\nwho lived on the other side of the square where | could maybe find a place. So | went there. It was\n3:00, 4:00 in the afternoon. | had not slept yet. | don't know whether | had eaten anything. | don't\nremember that. So the lady took me in and showed me the room up under the roof and | laid down,\nfinally sort of thinking now | could relax.\nA few minutes later. | don't know how much later. All of a sudden there's a knock at the door\nand two policemen come in. And the lady, the peasant lady who had taken me in, obviously thought\nthere was something strange about me and she alerted the police that | had come. And these two\npolicemen took me by the arm and said, \"We'll take you to the police station.\" And, of course, | was\ntotally stunned. In this town there is this big, huge cobblestone square. And two policemen walking next\nto me and | thought the end of the world had arrived. | started to cry.\nAnd then they took me to the police station. And the police chief took one look at me and said\nto these eager policemen, \"Let her go.\" So that was a great thing because he realized that | wasn't the\nspy they were afraid of.\nThat was before my mother came | had that experience. And, of course, it was a very\nfrightening experience because | was nowhere, | didn't know what was going to happen and it was such\na chaotic time for everybody because the government had just fallen, and no new government was in\nplace.\n>> Bill Benson: When your mother did arrive, she had been in this camp that people who didn't know\nabout, Gurs, but was notorious. What kind of condition was your mother in?\n>> Margit Meissner: | really don't Know very much about this except that she spent most of her time\noutdoors. She was so sunburned. It's one of the reasons | didn't recognize her. She had lost so much\nweight and she was so sunburned. | think that was a reason | didn't recognize her.\nShe said it was an unbelievable experience. And she really didn't talk about it. But much later\nwhen she was at our house, when my children were little, wnen my children made a fuss about eating,\nshe always said, \"You should have been at Gurs. You would eat whatever was put in front of you.\"\nThat was the one thing she kept saying about Gurs, that they really didn't have enough food.\n>> Bill Benson: And as you told us, Margit, the French government had now capitulated to the\nGermans. You were in what's known as the occupied zone.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Margit Meissner: The occupied zone. So now we had to get out of the occupied zone into the\nunoccupied zone if we wanted to leave. Of course we wanted to leave. Everybody wanted to get out of\nthe war zone.\nWe didn't have permission to leave. Mother, of course, had no papers and | did not have the\nright kind of papers. We left our belongings. | still have the little box on the back of my car and mother\nhad the backpack with which she was arrested and we gave that to a farmer with a wagon to take it to\nthe other side, to the unoccupied zone of France. And we walked out of the occupied zone as though\nwe were just taking a walk. And there was no border there but people knew where the border was.\nEvery step was frightening because we didn't know whether they would find us whether they could see\nus, what they would do with us. It seemed like a very simple activity that was very stressful.\n>> Bill Benson: Is that when you fell in with a group of Lutheran pastors?\n>> Margit Meissner: Yeah. That was another tremendous coincidence. We found an abandoned house\non the other side of the divide. It was an abandoned house that had a roof, it had windows that were\ncracked, and it had some bedstead. So we decided that was better than nothing so we installed\nourselves there. | can't remember what we ate but we must have eaten some of the vegetables that\nwere around.\nA couple of days later, a few gentlemen who were properly dressed, who didn't seem to be\nrefugees, came to this house. And when we started talking to them, it turned out that they were from\nCzechoslovakia. Imagine the coincidence. And they were pastors in the Lutheran church. And they\nwere also fleeing from the Germans. They were going to Marseille, on the coast, on the Mediterranean\ncoast of France from where they hoped they were going to be able to leave Europe. They said to us,\n\"You can't stay here. You also have to go to Marseille.\"\nIt would have never occurred to us to go to Marseille if it hadn't been for these pastors. So\nagain, tremendously lucky and coincident. So, indeed, we then tried to follow them but our trip was very\neventful because we always tried to avoid the police that were searching the trail. So when we saw the\npolice coming, we tried to get off the trail, go back on in the car in which they had been so that they\nwould not find us.\nWhen we got to the police station -- the railroad station in Marseille, they were checking\npapers. And, of course, we didn't have papers so we waited until everybody was gone, the police was\ngone, and they weren't looking anymore. So that's how we got into Marseille.\n>> Bill Benson: And once you were in Marseille, from there you wanted to get out of Marseille and get\nout of France. You and your mother's determination to escape the Nazis and to flee Europe would then\ntake you on a journey over the Pyrenees mountains into Spain and eventually to Portugal. How did you\ndo that?\n>> Margit Meissner: My mother was completely passive. This very, very courageous, energetic lady\ndidn't want to do anything. She said to me, “If we are going to leave here, it's going to be up to you to\ndo it because don't expect me to do anything.”\n>> Bill Benson: Was she just worn out at that stage?\n>> Margit Meissner: Well, she was shocked by the experience. She just didn't want to have any\nresponsibility and make any decisions.\nSo | became very active. It was really a role reversal. | became the mother and she was the\nchild. | found us, through circuitous ways, a Spanish and Portuguese transit visa which meant we could\ngo through and wherever else. The French would not give people like us exit permits. They didn't want\nus there. But for some reason they had promised the Germans they would hand over all the Jews so\nthey didn't want to give us exit permits.\n>> Bill Benson: So you had transit visas that would allow you to travel but the French wouldn't give you\nan exit visa to allow you to use the transit visas.\n>> Margit Meissner: Exactly. So the exit visas were good -- the transit visas were good for a month.\nAnd the month went by and we couldn't get the French exit permits. So the last day of the validity of the\nvisa we met a gentleman in the street who we barely knew and he said, \"Yesterday they let people like\nyou cross the border. Go to the border.\"\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nNow, to take this advice from somebody we hardly knew was really not a very smart thing to\ndo but we did it. We came to the border. And everybody had to get off the train because they had to go\non to a different train. And everybody left and we were left behind because the border police said you\ndon't have an exit permit, go back.\nSo, again, it seemed the end of the world had arrived. But there was a porter there to whom |\nconfided our problem. And he said, \"Well, maybe | can help you. Maybe | can show you how you can\nwalk across the border.\" Walk up on the French side and down on the Spanish side. And | said, “Ok,\nhow do we do that?” And he explained the way to me very carefully. So | said to mother let's go.\nAnd it was really, if you think about it, it was a lovely excursion because the weather was good\nand the countryside was beautiful except we were, of course, tremendously scared and stressed. But\nwe walked and | knew exactly where | was supposed to go. But we lost our way.\n>> Bill Benson: Pyrenees has peaks as high as 11,000 peaks.\n>> Margit Meissner: It was not that high but we lost our way and got caught by the Spanish police\nbecause although we had a valid visa, we had crossed the border at an unauthorized border crossing\npoint. So, they took us in. This was a small border -- railroad station, took us to the railroad station. And\nthen decided they were going to take us to the next town where there was a police station, to arraign\nus. And | remember sitting at this little railroad station with two policemen at either side and my mother\non the other side and thinking that's the end.\n>> Bill Benson: After all you had been through, this is the end.\n>> Margit Meissner: So, we went to the police station. It was night by then. There were lots of other\nrefugees at that police station. It was, again, very chaotic but not as chaotic as the railroad station in\nFrance. They had taken all of our belongings, my box and my mother's backpack. So we had nothing.\nThere was a French-speaking policeman whom | approached and said, “Look, nothing is\ngoing to happen here until tomorrow morning when the police station opens; why couldn't we go\nsomeplace and spend the night?” And a few minutes later he came back to me and said, \"Follow me.\"\nSo | thought he was taking us to someplace where we were going to spend the night. Indeed, he did.\nBut that place turned out to be a prison.\nSO now we were in a Spanish prison that was part of the Franco fascist regime. That was a\nvery scary place. And the only other people who were in jail at the time were teachers, because the\nFrancists didn't think the teachers would ever be democratic. And the other group that was in the prison\nwore prostitutes because prostitution was forbidden.\nSo there was a huge hall where there were probably 60 beds. The beds were about this size,\nhalf a yard with a straw mat on some kind of straw on the iron springs. And that was the bed for mother\nand me. And the light was not turned off. It was very bright. And this was right next to the latrine. And\nthe stench was really awful.\nIn the morning we came to the police chief who looked at us and said, \"So you are\nex-Austrians which means you're German so we will inform the German authorities in Spain and they\nwill come and take you over.\"\nSo all of this whole trek that | just described we did in order to avoid the Germans and then we\nwere going to be turned over to the Germans in Spain. But, you see, fortunately | am here.\n>> Bill Benson: How did you manage that?\n>> Margit Meissner: Well, another complicated story. That's why | wrote this book.\n>> [Laughter and Applause]\n>> Bill Benson: In the little time we have left -- we want to ask our audience to ask you some questions\nbut you managed to get out of that. And the book tells us how. You made it to Portugal.\n>> Margit Meissner: Made it to Portugal. And there | became a dressmaker. So the idea that | would\nbecome a dressmaker without knowing -- without having to know the language was correct because\nhere | was in Portugal, didn't know the language, but there were lots of refugees now from\nCzechoslovakia that had also lost all of their clothing so nobody had anything to wear and they were\ndelighted that they had a dressmaker to whom they could speak in their language. So that was very\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nfortunate. And | became the dressmaker to the refugees. | had to learn Portuguese very fast because |\nhad to go to the market and | had to go buy fabric and it was a very fast learning experience.\n| had a very good time in Portugal, mainly because | was not a young Portuguese girl.\nPortuguese young women of a certain class were never permitted to walk in the streets by themselves\nbecause it wasn't proper. They had to have an escort, a brother or a parent. | was not a Portuguese girl\nso | could walk in the streets freely. And the Portuguese young men all were impressed that there was\na young girl walking alone. So they would start talking to me. And if | like the way they look, then |\ntalked to them. If | didn't like them, | said | don't speak Portuguese.\n>> [Laughter]\n>> Margit Meissner: In the very end -- | made friends with a couple of Portuguese young men who then\nthe day before we left for the United States took me to a resort area to show me parts of Portugal. Of\ncourse, we had no money, no time to be tourists. We just had to survive there. But it was very ego\nsupporting to always be accosted by young men whether | liked them or not.\n>> Bill Benson: Portugal was a neutral country so it was a safe harbor for you. But from there you\nmade it to the United States. You came to the U.S. on a ship.\n>> Margit Meissner: Yeah. Really quite remarkably and unexpectedly we were able to get an American\nimmigration visa. And then there were no boats to be had because there was war and there were\nsubmarines in the Atlantic ocean. So in the end, the only boat that we could find was a Portuguese cork\nfreighter, corks for bottle cork. That took about two weeks. There were about five other people on the\nship. | was seasick continuously because the boat was very light. And if | wasn't seasick, | used to play\nping-pong with the crew. So | became a very good ping-pong player. And | also learned a lot of\nPortuguese talking to the crew on the ship.\nWhen we came to the United States, one of my brothers, who had been here before, came to\npick us up. Of course, we did not arrive and see the Statue of Liberty because we arrived in a small port\non the Chesapeake Bay.\n>> Bill Benson: And here you are today.\n>> Margit Meissner: Yes. Very lucky.\n>> [Applause]\n>> Margit Meissner: Thank you.\n>> Bill Benson: We obviously could spend hours and hours and hours here with Margit and | wish we\ncould do that but we aren't going to do that today. We have time for a few questions. We're going to\nstart first with taking questions from our web audience on Twitter. Then we will turn it our live audience\nhere in the auditorium to see if you have any questions.\nLet's take that first question that we have online. | think it's back there.\nCaroline O'Neal asks: Margit, why do you think regimes continue to target their own people\nlike those in Rwanda and Syria? How is this still possible 70 years after the Holocaust?\n>> Margit Meissner: Well, this is a very important question. | think as a Holocaust survivor, | would\nhave never expected that such a thing could happen again. | very naively thought that if one had seen\nHitler and the persecution of the Jews on television, the world would not have permitted it. So | was\nvery naive and unfortunately | was wrong. Regimes still persecute their own people for religious or for\npolitical reasons and they are as vicious as the Germans were against the Nazis.\n| think the Syrian refugee crisis is an enormous crisis. There are millions of people who are\ndisplaced inside Syria and millions who are trying to seek refuge abroad and the world is not really\ninterested in helping them or in helping them well enough and in understanding how to deal with this\ncrisis. It's a major issue. | have been speaking about it at what Holocaust survivors feel when they see\nthese many, many refugees who have no place to go.\n>> Bill Benson: Thank you, Margit.\n| think we have time for a couple of questions from our audience here in the auditorium. | see\na hand here. We're going to ask you to come to the microphone if you don't mind just because it's so\nbig and that way everybody can hear it. Try to make your question brief, if you can. And then | will\nrepeat it as best | can just to make sure everybody, including Margit, hears your question.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nYes, sir?\n>> How do you feel that any of the remaining Nazis today -- if they should be punished or not?\n>> Bill Benson: How do you feel about any remaining Nazis today and whether or not they should be\npunished?\n>> Margit Meissner: Well, | think most of the perpetrators of the Holocaust are not alive anymore.\nReally most of them are dead. | really do not feel any animosity towards Germany because the present\ngeneration Germans really had no responsibility for what happened. The Germans were responsible for\nhaving a government like Hitler and for letting that government persecute Jews because they were not\nwatching what the government was doing. They were just letting it happen. They were not anti-Semitic\nmaybe themselves but they were also not willing to be active and do anything against the Nazis.\n>> Bill Benson: To stand up. Thank you very much.\nDo we have another question? We have, | think, a young man here and then a young woman\nIn the middle.\nCan you go to the microphone? You're going first. You're like Margit, walking on the road by\nherself.\n>> What are your thoughts of Hitler?\n>> Bill Benson: What are your thoughts of Hitler after all of this time?\n>> Margit Meissner: | think Hitler was a deranged man who was very clever and very charismatic and\nhe was able to persuade a large group of Germans to follow his way of thinking. | am a person who is\nnot interested in vengeance. | don't believe that that gets you anywhere. | think perpetrators should be\npunished but one should not ascribe responsibility to basically innocent people who stood by. | wish\nthat he hadn't existed.\n>> Bill Benson: Thank you, Margit.\n| think we have time for one more question. You had your hand up. Now you're standing up.\nThere you go. All right.\nI'm going to also say that Margit is going to stay. She concludes the program in a few\nmoments. Margit -- no, you have to sign your book. That's right. So that might be an opportunity to also\nask Margit some questions.\nYes? A young man here.\n>> How did you feel when your mother went on the bus and you didn't know where she was going?\n>> Bill Benson: Say that one more time for us.\n>> [Laughter]\n>> Margit Meissner: Right? How do you feel --\n>> [Laughter]\n>> Bill Benson: How did you feel when your mother went on the bus, when she went away?\n>> Margit Meissner: That's a very good question. Because | felt terrified. | didn't know where she was\ngoing. And you have to understand that one didn't Know what was going on in the world. There was no\ninformation. There was no way for me to get any information. So | was pretty terrified. On the other\nhand, she had said to me it's up to you to get us out of here so | couldn't just be terrified; | had to do\nsomething. | wasn't sure what | was going to do but | went back home and thought, now, what am |\ngoing to do. So | think that helped me overcome the terrorized part. It was a very tough moment.\n| have to congratulate you that you caught that. That was very perceptive of you.\n>> Thank you.\n>> Bill Benson: Thank you.\n| want to thank all of you for being here. | remind you that we'll do First Person programs each\nWednesday and Thursday until the middle of August. For April and May we will be livestreaming them\nover the internet so you can watch that way. They are going to be archived. You can look at them later.\nSo a lot of opportunities to see our First Person program.\nIt's our tradition at First Person that our first person has the last word. So I'm going to turn to\nMargit now to close our program. Then as soon as she's done, we want her to make her way up the\nstairs so that she can get up to where she will be signing copies of her autobiography, \"Margit's Story.\"\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nAnd as you can see, there's a lot of details that we were not able to hear today that | think all of us\nwould want to hear about.\n>> Margit Meissner: Well, the important thing that | have to leave you with is that you should not be a\nbystander when you see injustice in your own communities. When you see bullying, when you see\nscapegoating, prejudice against people who may be different, don't just stand by and say I'm just a little\nperson; | can't do anything. That's not right. | think what each individual does really does matter. And\nthe Museum's logo is \"What you do matters.\" | really believe that. | try to live that way because -- | think\nthat | continue working here because | would like to tell people like you all how important it is that you\nshould be informed about what goes on in the world and in your community and that you should be\nactive and see whether you can make the world a better world, better place, where violence is not used\nas a means of settling problems. So I'd like you to remember that.\n>> [Applause]\n",
    "segments": []
}