{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, April 17, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON:\nWith AL MUNZER\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Due to audio difficulties, event is joined already in progress:]\n>> Al Munzer: The works of Sigmund Freud to the United States, was born in the same town that my\nfather was born in. His name was Abraham Brill. And another man came from my mother's\nhometown, Isidor Rabi, and Isidor Rabi went on to win the Nobel Prize in physics in 1946. So here\nyou have a very, very small town, but some people coming from there.\nBut after the First World War, conditions in those towns for Jews, really, became fairly bad.\nThere was a lot of anti-Semitism and there were limited opportunities. So my parents both left their\nhomes when they were in late teens. My father went directly --\n>> Bill Benson: Separately?\n>> Al Munzer: Separately, right. My father went directly to the Netherlands, where he started a\nmen's clothing business, and my mother when to Berlin to join some of her older siblings who had set\nup homes in Berlin. Berlin was the capital, \"The\" place to go to in the late 1920s, even early 1930s.\n>> Bill Benson: Cosmopolitan?\n>> Al Munzer: Very much. It was a major change for my mother. Her mother, my grandmother, did\nnot want to part with her. She felt my mother belonged in the beautiful rural setting, flowers, grass,\nnot what she called the grime of the city.\n>> Bill Benson: When did your mother go to Berlin?\n>> Al Munzer: My mother came to Berlin probably about 1928.\n>> Bill Benson: Just before Hitler began?\n>> Al Munzer: Just before Hitler really began his assent. She left Berlin in 1932 to join my father.\nThey had been childhood sweethearts. And they were married in Holland in 1932.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: You even said to me that all my ancestors were tailors. Was that true on both sides\nof the family?\n>> Al Munzer: | think so. It was really both sides of the family. There is a story told about my\nmother's hometown, where a famous Hasidic rabbi religious leader had the aphorism, he said, \"Never\nspoil what is new, always mend what is old.\" It was sort of an indication that tailoring even got into the\nreligion.\n>> Bill Benson: Al, you mentioned to me that your grandparents kept few of their possessions, cash,\nfurniture. Why was that?\n>> Al Munzer: They knew there was a history of persecution in Poland. Jews were not particularly\nwelcome there. And so they always made themselves ready to leave at a moment's notice. That's\nwhy they kept most of their possessions in cash or things that could easily be negotiated or carried\nwith them.\n>> Bill Benson: With anti-semitism on the rise in Germany with the assent of Hitler to Germany, what\nwere the Netherlands like for Jews?\n>> Al Munzer: The Netherlands was a very welcoming place. Jews had lived there for many, many\ncenturies. Actually, the same was true, until 1932, in Germany as well, where there was -- Jews were\nfully integrated and even assimilated into the German society. Then in the case of Holland, into\nDutch society.\nMy own uncle, my mother's brother, who lived in Berlin, was married to a woman who was not\nJewish, was Aryan, if you will, and that was very, very commonplace in Germany.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nCertainly, in Holland, you know, the Jews had religious freedom for many, many hundreds of\nyears, and were fully integrated into Dutch society.\n>> Bill Benson: Did other members of the extended family also go to the Netherlands?\n>> Al Munzer: Well, unfortunately, most people either remained at home -- it's hard to part with the\ncomforts of your own home, so some of them, my mother's siblings, my father's siblings, remained in\nthose small towns in Poland. Of course, eventually, all of them were killed. Only one of my mother's\nbrothers ended up surviving. The brother who's actually in Berlin managed to escape to Bolivia.\n>> Bill Benson: You still have relatives in Bolivia?\n>> Al Munzer: As a result of that, | still have relatives in South America.\n>> Bill Benson: September 1, 1939, Germany invades Poland and World War II begins. The\nfollowing May, 1940, the Germans invade Holland, France, what are known as the Low Countries.\nTell us how that affected your family and how quickly was the effects felt once the Germans rolled in\nin May of 1940?\n>> Al Munzer: Well, all of the rules, all of those measures of persecuting Jews, isolating and\npersecuting Jews that had been put in place over several years in Germany were really put in place in\nthe countries that they conquered in very, very short order. So, for example, one of the first things that\nhappened in the Netherlands was banning ritual slaughter of animals, which is required for kosher\nmeat.\nNow, that seems maybe a humane type of thing, maybe perceived that way, certainly a very\nbenign measure at first. But then, you know, Jews had to register, and there was a census taken to\ndetermine exactly who was Jewish and who was not.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: And where you lived?\n>> Al Munzer: And where you lived, exactly. Then people, just like in Germany, had to take a new\nmiddle name, as their identification papers clearly showed who was Jewish and who was not.\nThen Jews began to lose their citizenship rights, and they were no longer, for example,\nallowed to teach in the universities. I've been translating documents, as you indicated, for the\nmuseum, and one of them is a diary of a professor or teacher at the gymnasium in Holland. He\ndescribed what it was like to no longer be allowed to teach. He taught Latin and Greek. He just lost\nhis job.\nJews had to register their businesses. Then, of course, you had to confiscate -- registration of\nproperty, and finally confiscation of property. So a very quick, over about a year, year and a half,\ntightening of the screws.\n>> Bill Benson: In fact, | read something that you wrote, you said that on March 12, 1941, all Jewish\nproperty is Aryanized. What did that mean?\n>> Al Munzer: It means Jews no longer owned property, that it now became part of the state, it was\nowned by the state.\n>> Bill Benson: As you say, that's a little less than a year after they actually occupied the country.\n>> Al Munzer: Yes. One of the other measures was banning Jews, for example, from being in public\nparks. My mother describes the implications of that. You know, initially, people really did not obey\nthose rules. It made no sense at all. So she took a baby carriage into a park, and a German woman\nwho worked for the Nazi government in Holland approached the baby carriage, and she looked at the\nbaby, and my mother's heart almost stopped. And the woman suddenly said -- she saw blue eyes,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nblonde hair, \"Ah, you can tell that's good Aryan stock.\" Of course, that was the last time my mother\never set foot in that particular park. After that, she obeyed all of the rules.\n>> Bill Benson: Either right before the Germans came in or right after, | think your parents provided\nrefuge to a Dutch official. Will you tell us a little about that?\n>> Al Munzer: Sure. This was in May 1940. May 9, May 10, 1940, my parents had been asked to\nhost a man who was part of the Dutch resistance against the German Nazi invasion, and he had with\nhim a briefcase containing plans to preemptively destroy the major railroad center in Holland, in a city\ncalled Utrecht. The idea was that this would prevent the Germans from using the railroads in Holland\nwhen they invaded.\nThe morning of May 10, my parents and their visitor listened to the radio and they heard that\nthe city, the port city of Rotterdam had been bombed and really destroyed. Shortly thereafter, the\nQueen Wilhemina of the Netherlands came on the radio and basically announced that Holland had\nsurrendered. She called on people to do their duty wherever they happened to find themselves.\nThe reaction of my parents' visitor was in Dutch \"Thank God it's over.\" For him this meant,\nyes, we're going to be an occupied country, the end of a chapter, a new chapter in history is about to\nbegin. But for my parents, they knew, they already had learned enough about what happened in\nGermany to their own relatives and how they were being persecuted, and they knew and felt\nsuddenly very, very much alone, as alone with their two small children, my two sisters, who were born\nin 1936, 1938.\nThere are all sorts of intersections between history in general and family history. My parents\nwere married virtually the same date that Adolph Hitler became chancellor of Germany.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMy oldest sister was born during the infamous Berlin Olympics, which were turned into a major\nitem of German propaganda.\nMy second sister, Lea, was born November 8, 1938, Kristallnacht, the Night of Broken Glass,\nwhich I'm sure many of you have seen the effects of in the Permanent Exhibition.\nSo you have a family trying to keep itself together as they read newspapers of all the terrible\nthings that are happening around them, and trying to continue leading a normal family life.\n>> Bill Benson: Shortly before you were born, your parents, | believe, started to enroll your sister,\nEva, in a Catholic school. What prompted that?\n>> Al Munzer: Well, this was -- first, two reasons, really. My sisters were enrolled in a Catholic\nschool. One, they were banned from attending public schools. Jews were no longer allowed,\nJewish kids were no longer allowed to attend public school.\nThe second was really, this was their first, my parents’ first, attempt at hiding my sisters’\nJewish identity. They felt by enrolling them in a Catholic school and having them participate in all of\nthe things that students did in the Catholic school, perhaps this was one way of protecting them and\nhiding their Jewish identity.\n>> Bill Benson: In light of that, and some of the other things you were saying a moment ago about\nthe intersections with history, your parents are well aware what's taking place in Germany and\nelsewhere. You were born November 23, 1941. About 19 months after the Nazis occupied France.\nYour parents’ joy in having a new son must have been tempered in some way by their fears, profound\nfears about what was going on around them. Any thoughts about that, in retrospect?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Al Munzer: Yes. Actually, it began as soon as my mother found out she was pregnant with me.\nShe went to see an obstetrician and the obstetrician advised her, very strongly, to have an abortion.\nHe told her that it would be completely immoral to bring another Jewish life into the world.\nMy mother, at that time, turned to the Bible for advice. And she read this story of Hannah.\nHannah, you may remember, was a woman who desperately wanted to have a child and would go to\nthe temple every year and pray that she might conceive. She made a silent pledge, if the Almighty\nwill give me a child, | will give that child to the Almighty's service all the days of his life.\nIt was in reading that story that my mother decided she could not possibly have an abortion.\nSo that was really -- that was the first fear, if you will, that my parents had, and prior to my birth.\nThen, of course, another -- November 23, 1941, when | was born, just before Pearl Harbor,\nanother intersection, my parents had to make another major decision. Jewish boys, as is in the Bible,\nare usually circumcised at the eighth day of life. My parents’ friends very strongly advised against it,\nbecause that would mark me as being Jewish.\nIn that particular case, it was a worried look of a pediatrician that sort of changed their minds.\nMy father turned to this pediatrician, he said, \"Why are you so concerned?\" He said, \"Well, it's no big\nconcern, but your son will need a minor operation, called a circumcision.\"\nMy father told him about Jewish custom of having a circumcision ceremony, and that\nceremony, probably one of the very last held in the family setting, occurred eight days later in\nHolland, in The Hague.\n>> Bill Benson: Last for a number of years.\n>> Al Munzer: Quite a few years.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Over the next 10 months, after your birth, by September 1942, conditions had grown\nso far worse, So much more worse in Holland, and that was a time when your parents began to think\nabout taking more dramatic steps of going into hiding. Tell us what really prompted them to take\nthose kinds of steps, because they're such major life-changing steps to take. What prompted them,\nand then what can they do to make it happen?\n>> Al Munzer: Well, this was about the time when the Nazis, German invaders were taking the next\nstep, which was to call up Jews for labor duty, a deportation if you will.\nSo many Jews began to think of ways to avoid that. My father was called up for labor duty,\nmanaged to defer the first time by undergoing a hernia operation, which he had postponed for a long\ntime, and that gained him a little bit of time.\nBut then my parents decided that really we needed to take stronger steps. And families in\nHolland had a choice. Jewish families could either go into hiding as a group, like the family of Anne\nFrank, they all went into hiding, into an attic in Amsterdam, or others decided that the family would be\nsplit up.\nIn my case, my parents decided that, as a form of insurance so that if one person might be\ntaken, deported, at least -- killed, at least the others who survived would have a chance, so they\ndecided that the family ought to split up.\nSo the first one to go into hiding was actually my father. He went into hiding in a psychiatric\nhospital after a pretended suicide attempt. And that gained him admission to a psychiatric hospital.\nThere were many other Jews in hiding in that hospital.\n>> Bill Benson: He actually attempted it as an act to get into the hospital?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Al Munzer: Exactly, that's right, right.\nMy two sisters were placed with a very devout Catholic family. The wife in the family actually\nhad a vision or dream of the Virgin Mary telling her to take in Jewish children, and she's the one that\ntook in my two sisters.\nJewish boys were much harder to place, because they could be identified as being Jewish. My\nmother finally persuaded her neighbor, a woman named Annie Madna, to take me in. But then after\nthat, my mother actually joined my father in the same psychiatric hospital, but in her case working\nthere as a nursing assistant.\n>> Bill Benson: With your two sisters being put into hiding with a Catholic family, was your mother\never able to share with you how she arranged that, how she made that possible? You mentioned that\nthe woman had had sort of a vision she had to do this.\n>> Al Munzer: Right. There were two Catholic priests, Jesuit Catholic priests who were very\ninstrumental in finding places where Jewish children could be hidden. My mother's neighbor, one of\nthe neighbors who was Catholic, very religious, very involved in a local church, she talked to these\ntwo priests, and they're the ones who really found this woman, this family willing to take in my two\nsisters.\n>> Bill Benson: In both your sisters' case, of course, as well as your own with the Madna family,\nfood was rationed, food was scarce. Now you have extra mouths to feed. Do you know how that\nwas handled?\n>> Al Munzer: Initially, as | said, | was placed with my mother's neighbor, Annie Madna. She got\nscared, passed me on to her sister. Her sister got scared, brought me back to Annie. Finally, Annie,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\nwho was divorced from her Indonesian husband, passed me on to her Indonesian husband, Tole\nMadna, and he also had custody of their three children, so he had a nannie who took care of the kids,\na nanny by the name of Mima Saina.\nMy mother had made sure that Annie had gotten ration cards and things like that, to care for\nme, but the Madna family never asked, really, where they would get food, who would pay for this\nextra mouth to feed.\n>> Bill Benson: They just took it on?\n>> Al Munzer: They just took it on. Mima Saina was really an amazing woman.\n>> Bill Benson: Before we come back to your stay at the Madna family, you mentioned that your\nmother found refuge by taking a job in the same psychiatric hospital that your dad was in. What do\nyou know about their time together in that hospital? He as patient, her as part of the staff.\n>> Al Munzer: This was my mother's first exposure, really, to mental illness. This is a -- mental\nillness was a much more severe problem, in the sense there were really no drugs to treat patients.\nNonetheless, she really felt that, with what was happening in the world, and contrasting that with what\nwas happening in the hospital and the patients, she wondered how sanity really was going to be\ndefined. Crazy things were happening in the world that really had no explanation, no rationale behind\nthem.\n>> Bill Benson: Outside the facility?\n>> Al Munzer: Exactly. They weren't in the psychiatric facility all that long, but on Christmas Day\n1942, my two sisters were brought to visit them, at least, so they had a little bit of a reunion right in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nthe psychiatric hospital. Major risk, but still, it was their last chance to see their two daughters. Soa\nsmall part of the family got together.\n>> Bill Benson: On Christmas Day, 1942?\n>> Al Munzer: Right.\n>> Bill Benson: Then the next day something dreadful happened?\n>> Al Munzer: The next day, the psychiatric hospital was emptied by the Germans of all patients who\nwere there, and staff. This happened in that particular city and in many other psychiatric hospitals.\n>> Bill Benson: At the same time?\n>> Al Munzer: At the same time, in Holland. My parents were first taken to a prison in The Hague,\nthen on to a concentration camp on Dutch soil, Westerbork, in northernmost Holland. Just like many\nothers, in one of the diaries I've translated for the museum, there's the story of a young woman, about\n19 years old, who worked as a nurse apprentice in one of the psychiatric hospitals, and she was\nJewish, and this was a Jewish hospital, and she started a correspondence with a girlfriend. I've been\ntranslating those letters. Most of the letters are just girl talk, but then there are other things\nintervening, and the very last letter is just incredible. She says, you know, | have a choice to make\ntomorrow. | can either go into hiding like many of my colleagues and try to disappear, or | can stay\nwith my patients, who really desperately need me. And this young woman makes the choice of\nactually staying with her patients, and of course, a week later she's killed in Auschwitz.\n>> Bill Benson: Your parents, as you said, went to Westerbork, then to another camp.\n>> Al Munzer: Then they went to another camp, where they did slave labor, called Vught, the\nheadquarters of the Philips Electronics Company in Holland.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Slave laborers there?\n>> Al Munzer: Slave laborers there. Eventually from there, taken to Auschwitz, then multiple other\ncamps after that.\n>> Bill Benson: You had told me that, something your mother who did survive told you later, that\nwhen she was working at the Philips Electronics factory, in order for her to be able to stay alive and\nwork there, she convinced this them that she was an expert in assembling radio tubes, which she'd\nnever done in her life.\n>> Al Munzer: Never done in her life. Her neighbor, she learned very quickly how to do this. This\nlittle task of assembling radio tubes kept her alive in that particular slave labor factory. Later on, after\nshe was taken to Auschwitz, then to another electronics factory, Telefunken, which is now Siemens,\nthere she did the exact same thing, and it's what kept her alive.\n>> Bill Benson: | think you said she'd heard through the grapevine that being able to do that work\nwas your ticket to maybe surviving?\n>> Al Munzer: Absolutely.\n>> Bill Benson: She took the risk, said \"| can do that\"?\n>> Al Munzer: Sure.\n>> Bill Benson: Your parents didn't get a last chance to see you, you are with the Madna family. Tell\nus about your life with the Madnas.\n>> Al Munzer: Well, as | said, Mima Saina was really an incredible person.\n>> Bill Benson: She was the nanny?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Al Munzer: She was the nanny, born in Indonesia, spoke no Dutch, was completely illiterate, but\nhad really a heart of gold, and she would walk miles every day just to get some milk for me or\npersuade neighbors to provide some milk.\nShe kept a knife under her pillow, vowing -- and | slept in her bed with her, she vowed that if\nany German, if any Nazi would come and try to get me, she would kill them. That's how strongly she\nfelt about protecting me.\nThe house was searched several times by the German occupation forces, and | had to hide in\na cellar at times. What! do remember, some of my earliest memories, is that's where Christmas\ndecorations were kept. So | remember playing with the Christmas decorations. It wasn't all bad.\nSo my memories, being in the Madna household, are really, really very, very good ones, in a\nsense.\n>> Bill Benson: Who else was in the Madna household?\n>> Al Munzer: Mima Saina, then three older children, Davey, Willy and Robbie. They were the three\nchildren from Tole Madna's marriage. The youngest was Robbie, who was younger than | was. All\nthe others are considerably older. By the way, I'm still in touch with my foster siblings, with the\nMadna family. Now with the advent of the security, as of a few days ago we're now Skyping.\n>> Bill Benson: Here you are, this young Caucasian child, living in a household of an Indonesian\nfamily, we saw the photograph there. How is it possible to not have you attract attention in some\nway? | Know you were hidden, but even neighbors must have had some inkling potentially.\n>> Al Munzer: Most neighbors were unaware of the fact. | was not allowed out of the house at all. A\nfew neighbors knew of my presence, certainly people in the Indonesian community. There were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsome neighbors who were German communists who had emigrated to Holland, and communists, of\ncourse, were very, very strong anti-Nazi. So they were allowed to know that | was in the household.\nThen my foster father concocted some wild stories about why | was in the household. He told\nthe Germans that | was the illegitimate child of his ex-wife who now had a new boyfriend who did not\nwant me around. That was one of the many stories he made up.\n>> Bill Benson: To explain why you were in the household?\n>> Al Munzer: Yes. He told me that story, maybe apocryphal, | don't know. It's like his personality.\nVery consistent with the kind of person he was.\n>> Bill Benson: When the former wife first had you for that short period, and you said earlier she\nbecame afraid, she had reason to be afraid, if | remember right. Wasn't there a neighbor she was\nafraid would be aware that you were in the house, which is why --\n>> Al Munzer: Her sister, when | was left with her sister, her sister had a neighbor who was part of\nthe Dutch Nazi party, and she was afraid that if he heard a baby crying in the house he would know\nwhat was happening, and that's why she passed me back.\nYou know, people who hid Jewish children, or Jews in general, took tremendous risks. They\nreally risked their lives. They could have -- the Madnas could have been killed, if | had been\ndiscovered, or if they had been found as hiding a Jewish child.\n>> Bill Benson: As you said a moment ago, your recollections were that it was a happy place to be.\n>> Al Munzer: Absolutely.\n>> Bill Benson: Say some more about that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Al Munzer: My foster father, Papa Madna, used to play the piano. There are pictures on the\nwebsite of the museum of him playing the piano, me sitting there, listening.\nMy nanny used to sing lullabies and lullabies to me. Recently, | had an amazing experience of\nan encounter with 15 student leaders from Indonesia, at Temple University, arranged a web-based\nencounter. A man, a professor in Indonesia who has been involved in trying to improve interfaith\nrelations in Indonesia somehow put in Holocaust and Indonesia into Google, and came up with my\nstory.\nHe, in turn, got in touch with a woman here in the US who was hosting 25 student leaders from\nIndonesia at Temple University. So she invited me to speak to those students, and | shared my story\nwith them.\nHe was aghast when | showed him the photograph of the Indonesian nanny holding me.\nWhen | told him that she used to sing a lullaby to me called Nina Bobo, all 25 of them started singing.\nIt was truly an amazing, amazing experience. Which I'll cherish.\n>> Bill Benson: Even at that time, there was a fairly significant Indonesian community in Holland.\n>> Al Munzer: True.\n>> Bill Benson: Was that unusual?\n>> Al Munzer: Well, Indonesia was a colony of the Netherlands, and many Indonesians over the\nyears had emigrated to the Netherlands, and started businesses there.\nMy foster father, Papa Madna, was a manager of an Indonesian restaurant. Mima Saina came\nto the United States working in a restaurant. Like many other refugees, even to today.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Right. The winter of 1944-1945, you're still with the Madna family, was an\nexceptionally harsh, bitter winter. The food situation was desperate. You had some memories\nyourself of that, | believe.\n>> Al Munzer: Yeah, a somewhat vague memory. What | remember is, | must have been hungry,\nand | saw the table set for breakfast, and so during the night | got up, and | sat down at the table\nwaiting to be fed. | fell asleep with my head falling into my plate basically, of course being found\nmuch later by the family. That is one memory. There is very, very little food at that time. The only\nthing really available was something that Holland has plenty of, and that's tulip bulbs. They would be\nground up, and that was really our main staple, our main foodstuff.\n>> Bill Benson: You told me that all of the dogs and cats --\n>> Al Munzer: The dogs and cats had disappeared.\n>> Bill Benson: During that time, of course, that year, 1944-1945, where you're with the Madnas, in\nFebruary of 1944, your sisters were living with a Catholic family, and they ended up being taken by\nthe Nazis. Will you tell us about that?\n>> Al Munzer: Well, unfortunately, the husband and wife in that family had a fight, and the husband\ndenounced his wife to the Germans as hiding two Jewish children, and so they took his wife and my\ntwo sisters. His wife eventually was released, but my sisters then 6 and 8 years old, were taken to\nAuschwitz and killed. So it's -- you know, it's very, very difficult for me to even think of that.\n>> Bill Benson: Thanks for at least telling us about that, Al.\n>> Al Munzer: Sure.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Bill Benson: Holland was liberated with Germany's surrender at the end of the war, in May 1945.\nIn August, you were reunited with your mother. Tell us about the events during that time, your\nmother's liberation, what happened to your father, and what it was like for you to be reunited, as best\nyou know, with your mother, particularly in light of the loss of your sisters.\n>> Al Munzer: Well, my mother was actually liberated through the intervention of the head of the\nSwedish Red Cross, a man by the name of Foulke Bernadotte. He negotiated the release of several\nthousand women, with Himmler. My mother was in that particular group. This was just before the\nend of the war, April, 1945.\nMy mother describes arriving at the border, actually, of Denmark, between Denmark and\nGermany, and coming off the train and being greeted by this Swedish nobleman.\nShe said, you know, he insisted on embracing, hugging each one of the prisoners. They felt --\nthey didn't feel clean, didn't have the right clothes, they were very concerned about that. But this was\nhow she was freed. It was obviously an incredible moment for her.\nShe was then taken to Sweden from Denmark, to Sweden to recover. Then in August 1945,\nshe returned to Holland, where she found that her two daughters had been killed, but where she\nfound that | had survived, and | was reunited with my mother.\nIt's one of the earliest memories, clear memories that | have. | was asleep, and one of my\nsiblings came out to wake me up because there was someone in the living room.\n| was a child, typical child of about 4 1/2 years old, cranky, crying. | was taken into the living\nroom where the whole family was sitting in a circle, and they passed me from lap to lap. But there\nwas one lap that | wouldn't sit in, and that lap was my own mother, because | did not know her at all,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nand as far as I'm concerned | already had a mother, Mima Saina. She was the one who had taken\ncare of me, and who had become my mother.\nMy mother realized that it would be very, very difficult, in fact, to separate me from Mima, so\nshe arranged for Mima to live with us, and so Mima would continue to care for me while my mother\nwould go out, trying to find work.\nUnfortunately, Mima passed away about two months later. She suffered a cerebral\nhemorrhage and died very, very suddenly. And | really have no memory of Mima. It's really amazing.\nAll | remember is being taken to visit her grave many, many times. So much so that when | returned\nto Holland many years later, | came to the cemetery, | was immediately able to find the place where\nMima was buried.\n>> Bill Benson: Because you had been there?\n>> Al Munzer: | had been there so many times before. Unfortunately, my father's story is a different\none. My father, my parents were separated in Auschwitz, and my father was sent on, first to\nMauthausen, a very infamous camp, you will see a very part of the exhibit upstairs, where they had\nthese huge blocks of Jews, and the inmates were forced to carry.\nFrom there, he was forced to three more camps in Austria, finally ending up in a camp called\nAbenzai, in the Alps, and there in abandoned salt mines, the Germans were assembling V2 rockets.\nMy father did slave labor there. It was one of the worst camps operated by the Nazis. My father\nsurvived to see liberation by the 80th US Army, actually, but he was so ill, so weak that he passed\naway. He died two months later.\nAbout two years ago, actually through the museum, | met a woman who was a US Army nurse\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nwho may well have taken care of my father when she was there with the US Army. That was very\nimportant to me, Knowing that there had been a person who actually took care of him, having a\nchance to thank her for the care that she provided to him and to other Jewish prisoners who were\nthere. It was very, very important to me.\n>> Bill Benson: Your father was liberated, and therefore when he died he was in Allied hands. He\nwas able to have a burial place, which you told me about.\n>> Al Munzer: Yes. Yes. People have asked me how | feel about my losses, how they have an\nimpact on me, and it's difficult to describe, because | was born into the Holocaust. To me, having\nplaymates who were orphans, or living in the city that was all reduced to rubble, was just part of\nnormal life. So | didn't know any other world.\nThis sounds terrible, | was even jealous of my sisters as a young child, because everybody\nwould tell me how wonderful my two sisters were. | had no understanding of the terrible things that\nhad happened to them.\nSo it's difficult to talk about.\n>> Bill Benson: For your mother, she lost her husband, lost two of her daughters, was separated\nfrom you through the years, she went to Auschwitz, survived it, sent on a death march, ended up at\nsome horrific camps before she was liberated. What was it like for her to survive and cope after\nthose years?\n>> Al Munzer: | really don't know how my mother was able to cope with her terrible losses. The only\nthing that | can come up with, that's what she told me, that knowing me, having me survive was very,\nvery important to her.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nYou know, one thing that | don't think | mentioned earlier, was this circumcision ceremony,\nthere were some photographs taken, and two very small prints of those photographs, about 1 x 1.5\ncentimeter, or an inch in size, were with my mother, kept throughout the concentration camps. She\nkept them hidden on her body, those two small photographs of my circumcision ceremony. She felt,\nshe had developed this idea, this superstition, if you will, that if she ever lost those photographs, it\nwould mean that | had died.\nSO | really, | think, was the reason for her survival. It placed a major obligation on me. My\nmother would remind me about that pledge that Hannah made, you know, | will give my child to the\nAlmighty all the days of his life for service, all the days of his life. She reminded me of that pledge,\nand it became an important part of my life.\n>> Bill Benson: The career choices you've made, the things you're still doing with your work\ninternationally to this day. If you don't mind, Al, maybe we can turn to our audience, see if you -- we\nhave time for a few questions. If you do, we have mics. We're going to bring mics down for you to\nuse. So just wait until you get your hands on the mic. Make the question as brief as you can, then Al\nwill respond to it. If | think we need to repeat it, just so everybody in the room hears it, I'll go ahead\nand repeat it. But we do have the mics to help out.\nDo we have anybody who wants to ask a question? If not, I've got a few more. A gentleman in\nthe front row, Sonia.\n[Audience comment]\n>> Bill Benson: For those who can't hear, the question is did the Dutch react differently than the\nPoles in terms of the numbers that were hidden, and what your thoughts are about that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Al Munzer: There's actually somewhat of a misconception about Holland. Yes, we are very\nfamiliar with all the good stories about Holland, and the Jews who were saved and people who went\ninto hiding. But actually, next to Poland, the highest percentage of Jews who lost -- who were killed\nduring the Nazi era was in Holland. So Holland does not quite deserve the reputation that it has\ngotten, it has gotten over the years. It's only recently that Holland has come to terms with that.\nHolland actually had the second largest Nazi party in Europe, and there were a lot of\ncollaborators in Holland.\n>> Bill Benson: Which makes the fact that you were able to survive and not be --\n>> Al Munzer: All the more amazing. It really -- | mentioned some of the neighbors, and one\nwoman, some few years ago when | was back in Holland, said to me, she said, \"You drank my\nmilk!\"\n| didn't know what she was talking about. Then she described how every day schoolchildren in\nHolland would be given a little bottle of milk. Her mother told her to keep half the bottle for the\nbaby next-door. So this woman, at a very, very young age, learned to be really a good\nneighbor and participate in a very important act of rescue.\nYoung children can learn a lesson very early. One of the amazing diaries I've translated was\nfrom a young woman who described what it was like to attend school in Germany in the 1930s,\nduring the Nazi era. She said that a Nazi officer would come into the classroom every day,\ntake all of the Jewish kids out, then a whole hour of Nazi indoctrination would take place, then\nthe Jewish kids would be asked to come back into the classroom.\nThe non-Jewish kids had to form two lines, and the Jewish kids had to walk between\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nthose two rows of those non-Jewish kids, and non-Jewish kids were told to spit on their\nclassmates and yell out, \"You are poison to us!\"\nIt's a terrible, terrible story, but what makes it a good story, and a true story, was that\nthere was one little girl, 10 years old, by the name of Hadwick Ashen who refused to\nparticipate. She said my Jewish classmates are as good as |am. What you are doing is\nshameful. And I'm not going to do it.\nThere you have it. A 10-year-old.\n>> Bill Benson: This was the diary you translated?\n>> Al Munzer: Recently, something | discovered. She ended up moving to South Africa, where she\nended up fighting Apartheid. There you have it, the seeds being planted at age 10 then coming to\nfruition.\nShe also is a remarkable woman, translating the Bible into many of the African languages.\n>> Bill Benson: Do we have another question? Right here, young man right here. Chris?\n>> Did you actually know what was going on when you were in hiding as a child?\n>> Bill Benson: The question is, did you know what was going on while you were in hiding?\n>> Al Munzer: No, | was really much too young to appreciate what was happening. | thought what\nwas happening to me was just part of normal life. | didn't know anything any different, except having\nto go in a cellar to hide periodically. But | had no idea why that was, and | frankly also saw absolutely\nno difference between me and the other kids in the household who looked very, very different, as you\nsaw the photograph. To me, there were no differences. | was really just part of the family, and\nremained part of the family, remain part of the family to this day.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Before we close, Al, will you say a little bit about that? As you mentioned earlier,\nyou're now Skyping with members of the family. What was it like, how did you maintain that contact\nover the years?\n>> Al Munzer: | tried to visit my foster father, Papa Madna, periodically. We always corresponded. |\nwent to visit him, in fact towards the end of his life, he lived well into his 90s. People said that he\nstayed alive just so that | could visit, he could visit with me one last time.\n| came to visit him in Holland, and we talked for quite a while, and I'll never forget his last\nwords to me. His last words to me is, \"Take care of your mother.\" I'll never forget that. Then after\nthat, as we were leaving the house, he stood at the window and took out a handkerchief and waved.\nThat was the last time | saw him alive. He was well into his 90s. To this day, I'm still in touch with his\nfamily. He remarried after the war, had three more children, and the only time all six children would\ncome together was when | was there. | was sort of the bridge, or the glue of the family that kept the\ntwo sets of kids together. That happens, just as | said, up until now.\n>> Bill Benson: We're going to close our program in just a moment. I'm going to turn back to Al to do\nthat. We have a tradition here at First Person where our first person gets the last word. So when |\nturn it back to Al, he'll close the program.\nYou'll stay for a few minutes afterwards. If anybody would like to come here when he steps off\nthe stage, ask him more questions, take a picture, say hi, whatever you want to do. He will hang\naround for a while to do that. | want to thank all of you for being with us, for being such a great\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\naudience. Remind you we'll have First Person programs every Wednesday and Thursday until the\nmiddle of August. If you have the opportunity, we'd love you to come back. As | mentioned earlier,\nthere's information on the website about our upcoming First Person program.\nWith that, | will step aside and turn it back to Al.\n>> Al Munzer: Well, it's really wonderful to see all of you here. | think one of the most gratifying\nthings to me is to see the number of people visiting this museum, which is going to shortly be\ncelebrating its 20th anniversary.\nThis museum really means a tremendous amount to me. It's not just a museum, a history\nmuseum, it's also a memorial, very, very important.\nYou know, my sisters did not have any grave, obviously. All the Jewish bodies in Auschwitz\nwere burnt, burnt into ashes. So this is the place that | come to reflect and be reunited, if you will,\nwith my family.\nMy hope is that in telling my story and the museum telling the story of millions of others who\nwent through the same thing that perhaps we can make a difference in the world. Perhaps the most\nimportant lesson is really that hatred can do some terrible, terrible things and can lead to something\nlike the Holocaust or a genocide. But at the same time, there are people in this tremendous sea of\nevil of the Holocaust who did a tremendous amount of good, and personally | always feel that the\ngood they did outweighed the evil, and | think that's one of the other lessons taught by this museum.\nIt's a very, very special place, and | really appreciate everyone who comes through the museum.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n26\nIn a sense, anyone who goes through the museum and who comes out and says \"There but\nfor the grace of God go I\" is also a survivor. We're really all survivors of the Holocaust.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}