{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, May 7, 2014\n11:00 a.m. — 12:05 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: SUSAN WARSINGER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 15th year of the First Person program and\nour First Person today is Mrs. Susan Warsinger whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as volunteers here at this museum. Our program will continue\nthrough mid-August with programs each Wednesday and Thursday.\nThe Museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests. Anyone interested in keeping in touch with the Museum and its\nprograms can complete the Stay Connected card that you'll find in your program or speak with\na museum representative at the back of the theater at the end of the program. In doing so you\nwill receive an electronic copy of Susan Warsinger's biography so that you can remember and\nshare her testimony after you leave here today.\nSusan will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time at the end of our program\nwe will have an opportunity for you to ask Susan a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nto hear from Susan is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with her introduction.\nSusan Hilsenrath was born in Bad Kreuznach, Germany, the eldest of three\nchildren. Here we see Susan's family. From left to right is her brother Joseph, her mother Ani\nwith Ernest in her lap, her father Israel, and Susan with her arm around her father.\nHere we see Susan with her brother Joseph.\nOn November 9 through 10, 1938, known as Kristallnacht or Night of Broken Glass,\nNazi thugs smashed the windows and furnishings of the Hilsenrath home. Months later Susan\nand Joseph were smuggled to France.\nIn May 1940, the German Army invaded France. Susan and Joseph were\nevacuated from a children's home from Paris to Versailles where they were temporarily housed\nin Louis XIV's palace. Soon German soldiers arrived and the children fled with their guardians\nto the unoccupied part of the country under the Vichy government. The arrows indicate their\njourney southward.\nWith the help of the Hebrew Immigrant Aid Society, Susan and Joseph received\npermission to emigrate to the United States. Information written on this tag that Susan wore\nidentifies her name and states that she is sailing for the United States onboard the SS Serpa\nPinto.\nAfter crossing the Pyrenees to Spain, the two children sailed from Lisbon, Portugal,\nand arrived in New York in September 1941. And Susan and Joseph are circled here in this\nphotograph from, | believe, \"The New York Times.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nSusan lives here in the Washington, D.C. area. She has three very accomplished\ndaughters and, as she notes, nine wonderful grandchildren. She spent 29 years as an\neducator in the public school system.\nSusan's volunteer work at the museum includes being a member of the museum's\nSpeaker's Bureau. She is also a tour guide leading law enforcement officers, including FBI\nagents, from all over the United States and from throughout the world through the Museum's\npermanent exhibit. She gives tours to special groups such as college-age leaders and\nindividual tours to visually and hearing impaired people.\nDuring the summers, Susan participants in the museum's program \"Conversations\nin the Wexner Center\" where she welcomes questions and conversation in an intimate setting\nas she discusses her experiences during the Holocaust. Susan is also giving tours for the\nmuseum's new exhibit, \"Some Were Neighbors: Collaboration and Complicity in the\nHolocaust.\"\nSusan is also a contributor to the Museum's writing project which produces editions\nof \"Echoes of Memory,\" a collection of writings by survivors associated with this museum. You\ncan read some of her writings online on the Museum's website. And following today's program\nSusan will be available to sign copies of \"Echoes of Memory.\"\nHer neighbor, Eileen is here in the front row with her. And | think her niece\nChristina Hilsenrath is going to be in the audience with us somewhere, but | can't see from up\nhere. We welcome both of them.\nWith that I'd like to ask you to join me in welcoming our First Person, Mrs. Susan\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWarsinger.\n[Applause]\nSusan, thank you so much for joining us today and for being willing to be our First\nPerson. We have just an hour for you to cover a whole lot of territory, many years. So we'll\nget started.\nYour early years were spent living in the town of Bad Kreuznach in Germany.\nBefore we talk about your experience during the Holocaust and what you went through tell us,\nfirst, what you can about your family, yourself, your community in those years before\nKristallnacht, before war was on the horizon and began.\n>> Susan Warsinger: Well, Hitler first came into power in 1933. | was a very young girl. |\nreally didn't understand what Nazism was all about. | was a very happy little girl. We lived ina\nnice house. And my father had a linen store. He provided for the family. | was happy.\nAll of a sudden, after 1933, my father didn't have his store anymore. What | found\nout later on, the Nazis boycotted his store. All of a sudden we couldn't afford to live in our\nhouse anymore, so we kept moving to a lower and lower economic area, into a very small\napartment. It was all because my father eventually lost his store because he didn't have any\nbusiness. The only people that were allowed to shop in his store were the Jewish people, but\nthe other people wouldn't buy anything.\n>> Bill Benson: Do you know if your parents explained to you, knowing you were very young,\nwhat was going on, why you had to move to different places, why he didn't have his business\nanymore?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Susan Warsinger: | was very young. | think my parents always tried to protect us. They\ndidn't tell me about it. | guess my father thought maybe the Nazi government was going to\nblow over. Everything, we just knew that we couldn't afford all of these things.\nMy father started -- when he didn't have his store anymore, he started to sell\nstrawberries and blueberries and blackberries in these big baskets to the people who were our\nneighbors. That's how he --\n>> Bill Benson: In effect, going door-to-door selling fruit, cherries and things.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: You told me one time that you would know if you had had a good day selling\nthe cherries or blueberries.\n>> Susan Warsinger: Oh, yeah. We had, like, a signal -- we had a signal. If he raised two\nfingers, it meant that he had sold two baskets and made a certain amount of money. And each\nof his finger signs we had this little thing between us. | felt very close to my father because he\nincluded me in the economics of our family. Yeah.\n>> Bill Benson: Tell us a little bit about your early education. As | recall, you recall your very\nearliest years as being unhappy in school.\n>> Susan Warsinger: Yeah, | did. | hated going to school. | was in first grade and the children\nmade fun of me. They called me names. Then | finally realized they called me names\nbecause | was Jewish. So | was happy one day because they said you can't go to public\nschool anymore. So | didn't have to go to school because all the Jewish children in Germany\nat that time were not allowed to go to public school. | was very happy.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBut eventually we started a one-room schoolhouse for the Jewish children in our\ntown. There were not too many families living in the town. So we had one teacher. The\nroom --\n>> Bill Benson: For multiple grades. Right?\n>> Susan Warsinger: Multiple grades. The room was smaller than this auditorium. The first\ngrade sat in the first row, the second grade in the second row, all the way to the 10th grade.\nAnd that teacher taught all of those children and met all of their needs. And | really loved it\nbecause | was comfortable there and nobody called me any names.\n>> Bill Benson: You told me about an incident that really left an impression on you where your\nmother sent you to a local store to get bread. Tell us about that.\n>> Susan Warsinger: | felt very important. This little kid. She used to put this in my hand and\nsaid go to the store and buy the bread for the family or sometimes it was bulk or sometimes it\nwas something else.\nCan everybody hear me ok? The people in the back row, can you raise your hand\nto let me know that you can hear me? Ok. | want to make sure that | speak loud enough.\nAnyway, so she said go to the store and buy this loaf of bread. So in order to go to\nthe store -- | lived here. The grocery store was like on the end of the row over there. It was\nlike -- so in order to get to the grocery store | had to go through a park. Pretend all of you are\nthat park. So | started walking down the steps into the park. And the gatekeeper came out\nand he said to me you can't walk through the park anymore. And he started calling me names.\nHe said: Don't you dare go through the park anymore. So after | got home, | told my mother.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAnd my mother said don't walk through the park anymore. And that was it.\nSo the next time she told me to get a loaf of bread, and | was very happy. | get to\nthe steps. | said to myself: Oh, I'm very tired; | do not want to walk all the way around; go this\nway, down this street, up this street, and over there. So guess what | did. | went down the\nsteps and walked -- tried to walk through the park.\nSo the gatekeeper came out. And he started to throw rocks at me. And he started\nto call me \"You dirty Jew\" and all kinds of horrible things. But the worst part of it was he had a\ndaughter, and she was not much older than I, and she followed what her father was doing.\nAfter all, he was her role model. So she did the same thing. | was terribly upset. | ran home\nto my mother and | never walked through that park again.\n>> Bill Benson: Your mother had had your youngest brother in 1938, but she really had no\nchoice but to have him at home as | recall. Tell us a little bit about that.\n>> Susan Warsinger: Yeah. | remember the night she had the baby because she was not --\nJewish people were not allowed to walk -- to go to the hospital. So she had the baby at home.\nAnd | don't think she had even a midwife. She had somebody to help her. So my brother Joe\nand I, we had to sit outside on the steps and wait for her to have the baby.\n>> Bill Benson: And it was all because she was not allowed to go to a hospital.\n>> Susan Warsinger: Right.\n>> Bill Benson: Susan, you mentioned earlier that as things got worse with your father having\nlost his business, you had to move to different housing each time because you couldn't afford\nwhere you were.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Susan Warsinger: Right.\n>> Bill Benson: Tell us about the place you ended up at.\n>> Susan Warsinger: We lived on 11 [Speaking German]. There was a place, the Adolph\nHitler Platz. It was like a big square. The house was there. It was a house. We lived on the\nfirst floor. And the rabbi of the town lived on the second floor. A non-Jewish family lived on\nthe third floor. And up on top was the attic. We stored apples and exciting things up in that\nattic.\n>> Bill Benson: That brings us, then, to that terrible night in November 9 through 10, 1938,\nthat we call Kristallnacht or Night of Broken Glass. Please tell us what you remember or know\nabout Kristallnacht, that night, for you and your family.\n>> Susan Warsinger: Ok. My mother and | -- my brother Joe and | -- the one that you saw,\nthat was in the picture before, was on the right-hand side; the older one, not the baby, the\nolder one. We shared a room. We were very excited that night because it was going to be our\nmother's birthday. It was the eve of the 9th of November. We had just gone to sleep. And all\nof a sudden some bricks and rocks were being thrown through the window. My brother is\nmuch braver than | am. | cowered under my blanket. He was brave. He went to the window\nand pulled himself up, and he looked over the window. He saw that it was our neighbors that\nwere throwing the bricks and rocks through the window. And there was a civil policeman\nstanding at the edge of the crowd, standing like this. He didn't do anything to stop the crowd\nfrom throwing these bricks and rocks through the window.\nSO we were really very scared. So my brother and | rushed to my parents’\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nbedroom. While we were crossing the hall some people outside had uprooted a telephone\npole and they smashed down our front door, which was made out of beautiful glass. It was\nblue and green and red. And the glass was strewn all over the hall. Their objective was to get\nto the rabbi's apartment and to loot --\n>> Bill Benson: And he was on the second floor where you are on the first floor.\n>> Susan Warsinger: Yes. And they looted some of our things but it wasn't too serious. Then\nthey went up to the rabbi's house. And, of course, they destroyed a lot of valuable things that\nhe had in his apartment. So my father said, well, let's go hide up in the attic until this whole\nthing blows over. Because it was dangerous.\nWe went up to the attic. There we had apples stored from the winter -- for the\nwinter because it was November and we had just gotten all of these wonderful apples. So the\nrabbi's children were up there and our family was up there. But the rabbi wasn't there. So |\nasked, \"Where is the rabbi?\" They didn't tell me. And just then there was this little slit in the\nwindow from the attic. | looked outside and there he was on his veranda. And two SS\nofficers -- how many of you have been to the permanent exhibit already? And how many of\nyou are going? Oh, good. So this is what | would like for you to look for while you're going up\nto the permanent exhibit. And those of you who have seen it you saw those SS officers in the\nbrown uniforms with the swastika on their arm. The civil policemen -- look for that when you\nfirst get up to the fourth floor. You see two policemen walking together. One is a civil\npoliceman, a big blue hat and a blue uniform.\nThis policeman didn't do anything. Anyway, the rabbi was on his veranda and two\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nof the SS officers, the men in the brown uniforms, were holding him and another one came\nalong and cut off his beard. And at that time, you know, having a beard was prestigious and\nsomething important that a rabbi --\n>> Bill Benson: You saw that.\n>> Susan Warsinger: Yes, | did. | did.\nSo | found out later on that they didn't only go to our apartment but they did that to\nevery Jewish family in our town of Bad Kreuznach. And then | found out that they looted all the\nJewish stores that were still there. And then | found out that they tried to burn down our\nsynagogue. And then | found out later on that they not only -- they didn't only do that in our\ntown but they did it in every town in Germany.\n>> Bill Benson: Hundreds of synagogues burned.\n>> Susan Warsinger: Right. Right. And lots of people lost their homes and lost their\nbelongings. And many of the stores had to close up.\n>> Bill Benson: And on that night thousands of Jewish men were arrested and taken to a\nconcentration camp. What about your father?\n>> Susan Warsinger: The rabbi was taken to prison. Didn't take him to a concentration camp.\nBut my father, he went for a few hours and then he came back. | could never figure out why\nmy father wasn't sent to prison or the concentration camp.\nThe thing is, we found out that my father -- later on | found out in life that he was a\nfriend of the chief of police in Bad Kreuznach. They used to play chess together. And | figure,\nwell, maybe that's what saved him. Also, he was Polish. He had been born in Poland. And at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nthat time the Nazis had not gone to war with Poland yet and maybe because he was a Polish\ncitizen. | don't know.\n| just want to tell the audience. You ask your grandparents everything that you\nwant to find out because after a while, you won't know. And I'm so sorry that | didn't ask my\nfather so many more things. | would understand things, perhaps, or some of my curiosity\nwould not be so great as it is now.\n>> Bill Benson: How long do you think you stayed in that attic with this terror really going all\nover -- aS you Said, not only all over your town but all over Germany?\n>> Susan Warsinger: Yeah. | was a little kid. | really don't remember. But | think it was just a\nfew days. Because we didn't have any place to go to the bathroom and we didn't have\nanything to eat except those apples.\nDid | ever tell you the story about my father who kept all of his money -- maybe the\naudience might want to know.\n>> Bill Benson: | do want you to share that actually. | was trying to think how I'm going to ask\nyou that.\n>> Susan Warsinger: My father had some money saved up from, | guess from the store,\nwhatever, from selling the strawberries. So at that time we didn't -- Jews didn't keep money in\nthe bank. | guess they kept it under their mattress. When we were hiding in the attic, my\nfather told me to put the money in my underwear. So | remember | felt very important but |\nalso had to go to the bathroom a lot so that money got very wet.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: But it stayed safe. That may matter later.\nSo the events of that night, of Kristallnacht, of that night, that led your parents to\nmake this very profound decision that they want to the get out of Germany.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Tell us what they tried to do and what they were able to do.\n>> Susan Warsinger: Yeah. Before the Night of Broken Glass a lot of Jewish people that\nwere living in Germany, they didn't want to leave. They saw these atrocities that were going\non against the Jews but they didn't want to leave. They thought, well, maybe things will blow\nover; the Nazis will be out of the government and things will be all right. But after the Night of\nBroken Glass, every Jew wanted to get out of Germany.\nWhere were they going to go? Then, you know, everybody had a quota. The\nUnited States had a quota. My mother wanted to go. She had always wanted to go to the\nUnited States. She had heard about how wonderful the United States was. So we wanted to\ncome, but the United States had a quota. And all the other countries had a quota.\nAnd when you people go up to the permanent exhibit, there is an editorial cartoon\nwith \"The New York Times\" and it talks about how the people wanted to get out of Germany\nbut there was this Evian Conference and all of the countries wanted to get together to see\nwhat they could do to help the Jewish people. But every country except the Dominican\nRepublic said we're not going to raise our quota. So there is this editorial, there's no place for\nthis non-Aryan or -- the Nazis called themselves Aryans. There was no place for us to go.\n>> Bill Benson: Just to have you repeat that. The one place that raised its quota was the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nDominican Republic.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: In the world.\n>> Susan Warsinger: Yeah.\nAnyway. So my father had heard of this lady who was smuggling children across\nthe border. If you saw in the map, Bad Kreuznach is not too far from Frankfurt. | Know most of\nyou know where Frankfurt is. In the car maybe it's two hours away, so closer to the French\nborder. My father had heard of this lady and she was going to take children across the border\nfor a fee. So my father had the money dried up, and my father gave all of this money to this\nlady to get us safely across the border into France.\n| don't remember being separated from my parents because my brother Joe and |\nhave put this so far into our brain, but it must have been horrible for my mother to send her\nchildren away and never to know that she was going to see them again. So the separation to\nme -- | have children of my own and | have grandchildren, and the idea of sending my children\naway is just horrible.\n>> Bill Benson: Almost unimaginable.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: So you went with this lady. Tell us -- you were | think 9 at this point. | don't\nknow if you remember much about it, but there was one incident that you told me about on the\ntrain as you're going with her to France. | think with some SS officers got on the train.\n>> Susan Warsinger: | had to pretend that | was sleeping because | was supposed to be her\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nchild. The passport said she had a child of her own and the passport said | was her child. So |\nhad to pretend that | was sleeping because if | had woken up, he would have spoken in French\nto me and at that time | didn't know how to speak any French.\n>> Bill Benson: You just spoke German.\n>> Susan Warsinger: Yeah. So it worked out.\n>> Bill Benson: As a 9-year-old, you had to go along with that, be, in effect, schooled on how\nto behave as you're being smuggled across the border.\n>> Susan Warsinger: Right.\n>> Bill Benson: And then, of course, you have your youngest brother with you at the time. So\nyou go to France.\n>> Susan Warsinger: Go to France. We get to Paris. And here we are, my brother and I, we\nfound this third cousin who lived in Paris in Place de la Vendome. He had this very small, little\napartment. He was going to take care of us. So here we are in this apartment. This man is\nyoung, very young.\n>> Bill Benson: And single. He's a bachelor. Right?\n>> Susan Warsinger: Right. And he has these two kids. So he went to work, and he told the\ntwo kids: Stay in the apartment until | come back at night.\n>> Bill Benson: A 9-year-old and a 1-year-old.\n>> Susan Warsinger: My brother Joe was 8.\n>> Bill Benson: Oh, 8 at the time. I'm sorry.\n>> Susan Warsinger: Yeah. This is not the baby.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Not the baby.\n>> Susan Warsinger: The baby is Ernest. The other is Joe.\n>> Bill Benson: So he leaves the two of you all day long while he was at work.\n>> Susan Warsinger: And my brother, | told you, you know, he was very curious and brave.\nHe used to sneak out of that apartment and go on the Metro in Paris and go all over the Metro.\nHe looked all over Paris. And then before the cousin came home, he was always back in time.\nHe was very curious. He's a wonderful person. He still is. | love him very much.\nAnyway, this man couldn't keep us any longer. So with the help of either the\nQuakers or the HIAS or the -- these were all organizations that were helping children to find a\nplace. All the money that sometimes we give to organizations, they really do a wonderful job\nabout helping children.\nAnyway, they helped my brother and me to stay with a family in the outskirts, in a\ntiny little village in the outskirts of Paris. So now it's 1940.\n>> Bill Benson: Tell us about that. If | remember right, that was not a particularly happy place\nfor you.\n>> Susan Warsinger: Yeah. Well, when we went to this lady. | was just going to skip that\npart.\n>> Bill Benson: No, you can't. No.\n>> Susan Warsinger: Well, she was doing this -- keeping children to make money from this\norganization. She had a daughter. She was very good to her daughter, but she wasn't very\ngood to us. And we were not allowed to go to the bathroom in the house. We had to go eat\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\noutside. Finally we complained to this cousin.\n>> Bill Benson: Only allowed in the house to sleep. That was it. And you slept on straw.\n>> Susan Warsinger: Yeah. Oh, yeah. Anyway, well, let's forget about this lady. Going to go\nto the other children's home. There were two young girls. They did the same thing. And they\nwere very good to us. And | went to public school. | learned how to speak French. You\nknow, kids are wonderful. They learn -- if you can't speak the language, and you can't do\nanything else, you have to learn it. So by that time | could speak French pretty well.\nBut the bad part happened in 1940 when the Nazis, you know, they first went into\nAustria and then Czechoslovakia and Poland. And it was time to conquer France because this\nwas Hitler's objective to conquer all of Europe.\n>> Bill Benson: May 1940.\n>> Susan Warsinger: Yes, May 1940. We were sleeping in our bedrooms. We see the\nbombs falling near us. It looked like the Fourth of July. So anyway, this was right near Paris.\nFinally in June of 1940, the Nazis came marching with their armies into France.\nEverybody was really frightened. So people wanted to leave. It wasn't only the Jewish people\nthat were frightened. People wanted to get out. So they either went south to Vichy or some of\nthem went west and some of them went to Versailles.\n>> Bill Benson: It was a mass exodus out of Paris, tens of thousands of people fleeing\nincluding you and your brother.\n>> Susan Warsinger: Right. So | don't know who took us. | think it was some nuns who took\nus. | don't remember. People were fleeing in cars and bicycles and walking. It was just this --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\npeople just going; just going and running away.\nSo where were they going to go? They went to Versailles. They thought it would\nbe safe there. So we were there. So when we got to Versailles, there was a palace. And in\nthat palace, like you were telling the audience before, the chief official of the town said, \"What\nam | going to do with all of these people that are coming to Versailles?\" So he says, well, we\nhave to put them up someplace. So guess where they put us up. In the palace in the Hall of\nMirrors.\nAnybody been in that Hall of Mirrors? Yeah? Anyway, for those of you who haven't\nseen it, it's this long room. There are mirrors all over, crystal chandeliers all over the place.\nSo what they did is they gave us these burlap bags. They had this pile of hay outside. We\nfilled the burlap bags and we tied them up tightly. Then we laid all of our mattresses against\nthe edges of the Hall of Mirrors. So there were all of these people, one after the other, in the\nHall of Mirrors. So we stayed there. | don't remember who gave us food, but | remember\nsleeping on those mattresses. | tell you, the straw was itching my back.\nBut then the Nazis didn't stay in Paris.\n>> Bill Benson: So they come to Versailles.\n>> Susan Warsinger: Yes. They had come to Versailles. We heard them with their boots.\nYou know, those boots they have up to here. We heard them marching. We heard the tanks.\nWe heard the commotion. And they stopped in front of the palace. There was this head guy. |\ndon't know, maybe he was a colonel or a major or something. He wanted to talk to the highest\nofficial in Versailles. So they got the two of them together.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Bill Benson: Like the mayor of Versailles is there with the German commander of some\nkind.\n>> Susan Warsinger: Yes. Some kind of commander. | don't know what he was.\nAnyway, the German commander did not know how to speak any French. And the\nFrench official didn't know how to speak any German. So they wanted to talk to each other, so\nthey needed an interpreter. They didn't have one. Somebody in the crowd yelled: Well, we\nknow this little girl who lives in the palace, who's living in the palace, and she knows how to\nspeak German. So guess who they got.\nSo | tell you, | was scared. | really was scared. The Nazi officer was tall, like the\nceiling. And | could just see to the top of his boots. So they said something to each other. |\nreally don't know what it was they said, but they seemed to be satisfied. | had translated each\nperson. So they seemed to be satisfied.\nAnd at the end of the conversation the Nazi officer turns to me and he says, “Little\ngirl, how come you know how to speak German so well? So | said to him, “Oh, the French\nschools are very good and | learned it in the French schools.” And then he clicked his heels\nlike that. And the noise, the noise that it made. | still remember. And he bowed to me and\nsaid thank you very much and he left.\n>> Bill Benson: What an amazing presence of mind on your part.\n>> Susan Warsinger: Thank you.\n>> Bill Benson: I'm in a good school system.\n>> Susan Warsinger: Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: So you can't stay in Versailles. So now you move on.\n>> Susan Warsinger: Yeah. We can't stay. So at that time the Nazis were invading all of\nthese countries. So what they said in France that the northern part of the France was going to\nbe the occupied area of the Germans. And then | don't know if you noticed on the map but\nthere was this white line. It was mostly the southern part of France. Not the part that was near\nthe ocean but because the Nazis wanted that for themselves. So there was one area in the\nsouthern part, in the middle. Vichy was in there. And they said to the French people that this\nwas going to be their part of the country. But the leader of the --\n>> Bill Benson: Of the Vichy government.\n>> Susan Warsinger: He was in cahoots with the Nazis, too.\nSo we wanted to get to safety. So we went to Vichy. And near Vichy is a little town\ncalled Brout-Vernet. And there they have -- they had a chateau, a castle, which was really\ndilapidated. And there Jewish children this time from all over France that had come that were\nrefugees from Germany and Poland and Belgium and all the other countries. They ended up\nin that particular chateau. It was a children's home. It was run by the OSE there and they took\ncare of us.\n>> Bill Benson: So essentially in an orphanage for Jewish children in this small town?\n>> Susan Warsinger: Right. Right.\n>> Bill Benson: What was that like for you?\n>> Susan Warsinger: Well, we always wanted to be reunited with our parents because we\ndidn't hear from them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\n>> Bill Benson: You didn't know anything about where your parents were or what had\nhappened to them.\n>> Susan Warsinger: No.\n>> Bill Benson: During that time.\n>> Susan Warsinger: No.\n>> Bill Benson: And your brother is still with you.\n>> Susan Warsinger: Yeah. | was always with my brother.\n>> Bill Benson: Right.\n>> Susan Warsinger: That was very good to be with him. But they were good to us in the\nchildren's home.\n>> Bill Benson: Did the neighboring town -- | know this was Vichy, France. There was so\nmuch collaboration with the Nazis. Here's a place filled with Jewish children. Did the\ntownspeople know you were there?\n>> Susan Warsinger: Yes. The townspeople knew we were there. They had a public school,\nand here all of these kids have to go to school. But the townspeople, they did not want us to\ngo to their school because they did not want these children to rub elbows with their children.\nThese were all farmers. They would have learned so much from the children because we\nwere cosmopolitan and we went from all of these different countries and we would have\nbenefited by being together.\nHowever, they allowed us to have another one-room schoolhouse in that town. So\nall the children, we had a teacher who was very good to us, a French teacher. Very good to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nus. We went to school and learned everything in French. So by that time | was pretty good at\nit.\n>> Bill Benson: | would say so.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: You were, of course -- things were scarce, food, things like that.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: But they managed to feed you while you were there. But you told me -- you\ntold me a story I'd like you to share. Obviously there were no frills, no extras for you. But you\ntold me how you celebrated each other's birthdays with the other kids. | want you to share\nthat.\n>> Susan Warsinger: Yeah. In that book that's in the -- oh, it's anew book. The \"Echoes\"\nbook. -- | wrote a story.\n>> Bill Benson: You can get that online.\n>> Susan Warsinger: You can get it online. You can read it in the book.\nWhat happened was there really wasn't much we could do for each other's birthday.\nSo when we knew it was somebody's birthday, like two or three weeks ahead of time, we used\nto get a little bit of dessert sometimes. So we used to not eat it. Every one of us had a locker\nin the attic. And so we picked one of our lockers and we put all the desserts that all the kids\nhad saved. It wasn't very much. All the dessert that kids had saved. And we put it in that\nlocker. And then when it was time for the person's birthday, we went down to the cafeteria and\ngot this brown tray and then we put doilies on it and then we put all of our loot that we had\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nsaved. And then somebody went down into the yard and if there were any flowers, we would\nput the flowers in. And then we put the tray on the person's bed so before they woke up. And\nthen we all the waited for that person to wake up; then we sang \"Happy Birthday.\" It was a\ndifferent song. It wasn't \"Happy Birthday\" like here. But --\n>> Bill Benson: A French version. That's a very touching story about you and the other kids at\nthat time. But there you are, you're in this orphanage with other Jewish children. And at some\npoint you learn that your parents now are trying to locate you and get you out of there. And\nthey did. Tell us about that.\n>> Susan Warsinger: Children got notices, like different notices came to these children that\ntheir parents found them. They got out of the chateau -- one day the lady of the directories\ncalled me to her office. Usually you go to her office only if you did something bad. And | was\nalways such a goody-goody; | couldn't figure out why she was calling me.\n>> Bill Benson: As opposed to maybe your brother.\n>> Susan Warsinger: Yeah. Well, she was calling me to go to her office. So | went in very\nmeekly and scared. And she said, \"Susi” -- my French name. My German name was Susi and\nmy French name was Susi. And then when | came to the United States, | wanted to be Susan.\nAnyway, so she said, \"Susi, your parents found you and your parents are in the United States.\nAnd they sent affidavits, and you're going to go to the United States.\"\n>> Bill Benson: How did they get to the United States?\n>> Susan Warsinger: You see, this is another thing that my brother and | didn't ask them\nenough. But! found out through some papers that my father came to the United States in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n24\nbeginning of 1940. We had some relatives that had a pickle factory. And he got the\naffidavits -- only him. He didn't get enough affidavits. They said we'll only take one person.\nSo my father evidently decided they must have decided he should go and that he would work\nhere. And these people who owned the pickle factory would help him get the affidavits for the\nbaby, the one you saw on the screen, for the baby and my mother. So he worked hard and\nsomehow or other between the pickle factory people and my father my mother came with the\nbaby. Then the minute they got here they started to look for us.\n>> Bill Benson: That was 1940 when they got to the United States?\n>> Susan Warsinger: Right.\n>> Bill Benson: Of course, we're not yet at war in this country. So we're not at war with\nGermany. That would not come until after Pearl Harbor in 1941.\n>> Susan Warsinger: 1941. Yeah.\n>> Bill Benson: So now they found you and they've arranged for you and your brother to leave\nand come to the United States. Tell us what that was like to leave and to come here.\n>> Susan Warsinger: Well, | was extremely happy to come here. We got on a train. We went\nto Marseille. We went across the Pyrenees and went to Lisbon where we got the boat the\nSerpa Pinto.\nHow much time do we have?\n>> Bill Benson: We're in good shape.\n>> Susan Warsinger: Should | talk about the Serpa Pinto?\n>> Bill Benson: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Susan Warsinger: Ok. We got on this Portuguese ship.\nDo you want to hear about this?\n[Laughter]\n>> Bill Benson: Thank you.\n>> Susan Warsinger: We got on a Portuguese ship. It was like a cruise ship but not like the\nCarnival and -- oh, no. But it was --\n>> Bill Benson: It was a tourist ship.\n>> Susan Warsinger: It was a tourist ship but it was much smaller. They didn't have boats like\nwe have now. And what they did is they had people who were crossing for pleasure, across\nthe ocean. So they had the hull of the ship, like way down in the bottom of the ship, at the\nfront of the ship, they had this place for 50 children that had gotten out of Europe at that time.\n90 kids were together.\n>> Bill Benson: Down in the lowest part of the ship.\n>> Susan Warsinger: Yes. We were not allowed to go and mingle with the passengers, but\nwe didn't care. We were coming to the United States. So it was wonderful.\nMy brother was going all over the ship investigating things.\n[Laughter]\nHe found a place where they had stored a lot of pineapples. He was very excited to\nfind these pineapples because we had never eaten pineapple before. He gorged himself with\nthe pineapple. Sometimes he got very sick. He used to go up on the deck and all of the\ninsides went into the waves of the Atlantic Ocean. But anyway, it was a grand voyage.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nWhat happened, they told us -- there was like 14 days up and down like this. They\ntold us that the next day we were going to get to the Statue of Liberty at 6:00. We were all\nvery, very excited. We got up early in the morning. My brother was already up there, | don't\nknow, earlier than that. We were up there. It's 6:00. There was such a fog. You couldn't see\neven your hand in front of you. It was really upsetting because we had looked forward to it.\nBut then at exactly 6:00 -- and I'm not making this up. This really happened. At exactly 6:00,\nthe fog just lifted like a curtain in the theater. You know, like in an opera house or at a musical.\nIt lifted up, and there was the Statue of Liberty right in front of us.\n| tell you, it was the most exciting thing that ever happened to me in my entire life.\nBecause it stood for being together with my parents. It stood together for coming to a\ndemocratic society.\nWhen we got into the port of New York -- my brother tells this story differently than |\ndo. You know, there are some people who are Holocaust deniers and they say, oh, the\nHolocaust didn't happen because different people tell different stories. But, you know,\nsometimes it's such a small different thing that you remember that's different. And then they\nhad different customs and different places.\nWell, anyway, my brother remembers that he had a high fever and that -- the\ndoctors came on to the ship. They checked out all the children to see if they could get off the\nboat and if they didn't have any communicable diseases.\nThe way | remember it is because he had a rash all over his body from eating all of\nthat pineapple. But he said he had a fever, so I'm not quite sure which one it was.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: But either way, something was up with him.\n>> Susan Warsinger: Yes. So the officials said he can't get off the ship. So what did they do\nin those days with people who can't get off the ship? Does anybody know? Where do they\nsend you? Huh?\n>> [Inaudible]\n>> Susan Warsinger: No. | don't think the captain wanted to see us anymore. But there's a\nspecial place. And | will give you a clue. It's right next to the Statue of Liberty. Ellis Island.\nYou guys are right.\nAnyway, Ellis Island.\n>> Bill Benson: You can tell she's been a public school teacher. So there you are at Ellis\nIsland.\n>> Susan Warsinger: Mm-hmm. So Ellis Island. So they checked him out and they really\nrealized that he had the fever or the rash, whichever one of those things that it is, and that he\ndidn't have a communicable disease. And they kept us until he got better.\nBut in the meantime while we were there it was the most exciting place. When we\nwent to eat at these long tables, they had white bread on the table. And we had never seen\nwhite bread. Because they had only bread in Germany -- you can't throw anything away. So\nwhite bread, you know, you throw away a lot of things. So white bread was such an elegant\nthing for us to see. So | looked at it. | could take it. | could squish it in my hand, make a little\nball out of it.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnd tasted it. It tasted so delicious. And | found out that it was Wonder Bread.\n[Laughter]\nAnyway. So that was my introduction to the United States. And my brother was\nsitting next to a sailor. And the sailor was always drinking this brown drink that had bubbles in\nit. So he told my brother he should have a taste. So my brother tasted it. And he said, “Oh,\nit's really very good.” And he found out that it was Coca-Cola.\nWe also learned that children in the United States could have candy and just chew\nit all day long and it wouldn't go down into your stomach. Of course, we found out that it was\nchewing gum.\n>> Bill Benson: Tell us in the time we have left a little bit -- there's a couple of other things |\nwant to ask you before we close. What was it like for you to transition? Here you're back --\nyou've experienced American food. But now you're experiencing American culture, reuniting\nwith your parents that you have not seen for several years. What was that like for you?\n>> Susan Warsinger: Well, it was wonderful to be with our parents, but we did have to get\nadjusted to the culture in the United States. We had to go to school. We didn't know how to\nspeak any English. It was very difficult for me. In that time they didn't have any ESL teachers.\nNow kids get special help in the schools. There was nobody there to help kids with problems.\nAnd also at that time they had homogeneous grouping, which means that all of the smart kids\nwere in one class and the dumb kids were in another class, the in between kids were in\ndifferent classes. So 7B1 is where all the dumb kids were, so they put me in 7B1 because |\ndidn't Know how to speak any English. And the kids -- | was really surprised because in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nEurope teachers were looked upon like --\n>> Bill Benson: Like lords.\n>> Susan Warsinger: Yes. Exactly. Here these kids that were in that class, they didn't do\ntheir homework and a couple of people fell asleep in class. And | could not believe such a\nthing. So! was really upset. But then | found out that all of the problem kids were in that\nclass.\nOf course, we don't do that in the public school system anymore. But anyway, |\nfinally -- when | learned how to speak English a little bit, | got out of 7B1 and got to 7B2.\n>> Bill Benson: And worked your way up from there. Absolutely.\n| want to ask you just a couple of questions, Susan, before we might have time for a\ncouple of questions from the audience.\nWhat happened, to your knowledge, to other kids that were at the orphanage?\n>> Susan Warsinger: That's the bad part. If you go through the Museum, you will learn --\nespecially the one exhibit, \"Some Were Neighbors: Collaboration and Complicity in the\nHolocaust.\" They took thousands of Jewish people and they put them -- this was near Paris.\nThey put them into this big arena. And all of the French policemen just helped. And while they\nwere there, they put them on the trains and sent them to the concentration camps.\nThey did the same thing in the part in the unoccupied zone. Eventually all of those\npeople were collaborators and said: Here, here are the Jews; take them. So most everybody\nwas killed. | don't know of many people that survived.\nAll of my relatives, the ones that were on my father's side, they were born in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nPoland. So all of them lived in Poland, which is now the Ukraine. And if you go to the exhibit\nthat | was just telling you about -- after you see the permanent exhibit, go see the other one.\nThe Nazis didn't even put them in the concentration camps. What they did with the people in\nthe Ukraine they just gathered them up and shot them and put them in graves and buried them\nin the graves. So that's what happened to all of the relatives on my father's side.\nMy mother had some relatives in Germany. | found that they were in the\nconcentration camps and they died in the concentration camps.\n>> Bill Benson: So you lost most of your family.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: One other question | want to ask you. Just today, just an hour ago before this\nprogram began, you were able to look at and touch documents for the first time in your life.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: Very profound. Tell us about those.\n>> Susan Warsinger: Yeah. | got this e-mail from a guy called Ron Coleman. | think he's over\nthere.\n>> Bill Benson: Raise your hand, Ron.\n>> Susan Warsinger: He called me up -- no, he didn't call me. He sent me an e-mail. He\nsaid: | found some papers that you might be interested in and that you might -- that you\nprobably didn't know that they existed. So | immediately -- he said, “Do you want me to e-mail\nthem to you? And | said, “My God, yes.” So he e-mailed them to me. It was all the\ncorrespondence that my father had with all of these organizations, with the Quakers and the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHIAS. What were the other ones?\n>> [Inaudible]\n>> Susan Warsinger: Yes. Several other organizations that my father got in touch with to try\nto find us in France. So eventually they found us. And eventually all of these organizations\nhelped my brother and me to come over.\nToday he made copies of it so that if | get it lost online, | have some copies of them.\nThey are like 100 pages of correspondence.\n>> Bill Benson: You held for the first time ever. What was that like to read those words?\n>> Susan Warsinger: It was very exciting because | saw my father's handwriting. The English\n-- he wasn't speaking English too well. Somebody else must have written it for him and then\nhe signed his name on the bottom. But the language is his and the signature is his. And |\ntouched it. It was very moving. Yeah.\nThank you. Thank you.\n>> Bill Benson: We have time for a couple of questions from the audience. | want to remind\nyou when we do finish up in a little bit, Susan will go up and sign copies of \"Echoes of\nMemory\" and you can chat with her a little bit there as well. We have time for a couple of\nquestions. Anybody here have a question?\nI'm going to ask you make it as brief as you can and wait for the mic if you are so\ninclined. | have a zillion more if you don't. But we have a person right here in the second row.\nThere we go. | may repeat the question just to make sure everybody in the room hears it.\n>> What things are happening in the world today that gives you pause and makes you worry\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection .\nthat the rest of us don't seem to notice?\n>> Susan Warsinger: That's a very good question. You want to --\n>> Bill Benson: No, no. | think you're going to answer that. Right?\n>> Susan Warsinger: Yeah. He's going to ask me at the end my last -- what is it you say?\n>> Bill Benson: The last word.\n>> Susan Warsinger: And I'm going to tell it to you right then.\n>> Bill Benson: You anticipated it perfectly.\n[Laughter]\nAnd we have one right here. Let me get the mic to you if you don't mind.\n>> Thank you, first of all, for being here and sharing all of this with all of us. | wondered if you\never had a chance to go back and what that was like.\n>> Bill Benson: The question is did Susan go back and what was that like for her. Thank you.\n| would liked to have asked that myself.\n>> Susan Warsinger: That's a very good question and I'm glad you asked it. When my kids\nwere, like, 16 and when they were teenagers -- | think it was in 1973, something like that. |\ntold them that | would like to show them my town of Bad Kreuznach where | was born. So we\npacked and we got to Bad Kreuznach. | was really very excited to show them, but the\npeople -- [No audio] -- there were lace curtains, looking. When they saw me looking, they\nimmediately closed the curtain.\nYou know, in 1973, in the 70, nobody wanted to talk about what happened. The\nJews and the survivors didn't want to talk about what happened. They all wanted to forget.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nThey wanted to be Americans. They wanted to be -- not remember any of their experiences.\nWe were going to stay there for a week. We stayed two days and left because it was\nuncomfortable.\nBut then maybe five years ago my other brother, the baby brother -- he is a big\nscientist. He's a -- he's into physics. He does a lot of work with the ozone in the air. He goes\nall over the country. He meets with scientists. So a few years ago he had to go to Germany to\na town not too far from Bad Kreuznach to meet with the scientists. So | said to him, “Can | go\nwith you?” And he said sure.\nThis was in the late 90s, or maybe it was in 2000. Something like that. So we went\nand | said to him, well, after you finish your meeting let's go to Bad Kreuznach. In the\nmeantime, | had written to the mayor and | had written to different people and they said, oh,\ncome, and we will pay for your room in the hotel. It was in the fancy hotel. So we got there\nand the reporters came. The mayor took me out to tea. Another lady took me all over Bad\nKreuznach and showed me what the town did now to remember what had happened during\nthe Holocaust.\nSo it was an entirely different experience. And the same thing that happened in the\nUnited States. Nobody wanted to talk about the Holocaust. It wasn't until 1993 when this\nbuilding opened up and everybody came out of the closet. Germans came out of the closet.\nAnd the survivors came out of the closet. And the whole world -- it's important for us to know\nthis -- getting back to your question, it's important for us to know this because when we see\ninjustice happening we have to do something about it. But I'll talk about that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 4\n>> Bill Benson: In just a moment. We're going to close our program in a moment. | will turn\nback to Susan because we believe our First Person has to have the last word. So that's what\nwe'll do.\n| want to remind you that we have these programs every Wednesday and Thursday\nuntil the middle of August. Hope that you can come back either this year at another time or in\nfuture years. And our website includes information about the program.\n| want to also remind you that when Susan finishes, one, she's going to leave the\nstage when she's completely done and go up so she can sign copies of \"Echoes of Memories.\"\nlf you would like to talk to her or purchase a copy that would be great, or say hi. The other\nthing, when Susan finishes I'm going to ask you all to stand. And the reason for that is our\nphotographer, Joel, will take a picture of Susan with her back to you but you're the backdrop.\nIt has just a wonderful effect. So we're going to do that, if you don't mind.\nWith that | will turn to Susan to close our program.\n>> Susan Warsinger: | want my children, my grandchildren, my brothers and their families, my\nfriends and the visitors here in the audience to rejoice in the fact that we are living ina\ndemocratic society and that all of us should make sure that no dictatorship would ever usurp\nour liberties. We need to remember the atrocity that happened to families during the\nHolocaust and pass this information on to our progeny. We need to learn from this horror and\nhistory. We cannot undo the atrocities of the past, but besides remembering we have to take\naction to confront hate. When we see injustice taking place, we have to do something about it.\nWe cannot be onlookers. We have to be sensitive to each other and we have to take care of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\neach other.\nWhy do | volunteer in this museum? People ask me how can you do this over and\nover. How can | not? Giving tours to our visitors through our permanent exhibit hopefully\nteaches them what hatred and prejudice can do to people. When touring law enforcement\nofficers and future FBI agents, | hope that they understand their role when encountering\natrocities. We cannot be bystanders and definitely not be collaborators.\nThere are threats of genocide in many parts of the world at the present time. We\ncannot be indifferent to emerging threats of genocide and mass atrocities. All of us need to be\naware about what is happening. And we need to work together and take the necessary\nactions to prevent people from being murdered for the simple reason that they are different.\nNever again do we want to stand by and do nothing.\n| want to thank you, Bill Benson, for helping me tell my story. And | want to thank\nyou, the audience, for coming to our museum and being witnesses to the story of the\nHolocaust and for listening to my story.\nNow, those of you who are going to go up to the permanent exhibit, | would just like\nyou make sure that you look at certain things that are up there. You might want to look --\nthere's one that has to do with boycotting. There's the SS man standing in front of the store.\nAnd then there are the two policemen walking together with the ferocious dog. Make sure you\nlook at that exhibit. And then make sure that you look at the Jewish responses and see what\nthe Jews did after the Nazis very slowly started their discrimination against the Jews. And then\ntake a look at that Evian Conference, editorial cartoon. And then also take a look -- we have a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n36\nbig exhibit with Torahs all over, under glass. It talks about Kristallnacht in a large area there.\n| hope that you have a wonderful learning experience.\n[Applause]\nThank you. Thank you. Thank you. Thank you.\n[The presentation ended 12:05 p.m.]|\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}