{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JULIUS MENN\nThursday, May 12, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIG6NS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mr. Julius Menn,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, listed on the back of your program, provides information about\neach of our upcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Julius Menn's biography so that you can\nremember and share his testimony after you leave here today.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nJulius will share with us his \"First Person\" account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows at the end of our program, we will have an opportunity\nfor you to ask Julius questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Julius is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nWe begin with this photo of Julius Menn as a young boy. He was born in 1929 in the Free City\nof Danzig, now Gdansk, Poland.\nIn 1935, Julius, his parents and younger sister, Bella, legally emigrated to Palestine. In the\nsummer of 1938, the family traveled back to Poland to visit relatives over the summer holiday. At the\nend of the summer the family did not return to Palestine. Pictured here are Julius, his sister, Bella, and\ntheir German governess in Warsaw, Poland, in 1938.\nGermany invaded Poland on September 1, 1939. Shortly after the invasion, the Menn family\nfled eastward. On this map of Poland, the arrow shows the route the Menn family took. Beginning in\nBialystok, they traveled with other refugees for two weeks in the forests and fields of eastern Poland,\neventually making it to Molodeczno, a major railroad junction. The arrow ends at the approximate\nlocation of Molodeczno.\nFrom there, a young Soviet officer helped the Menn family get a train to Vilnius, where they\nlived in the ghetto for a year. In the fall of 1940, David managed to get four of a total of 300 transit Visas\nthat had been issued by the Soviet Union. The Menn family traveled to Odessa and from there took a\nship to Turkey and eventually to Palestine, arriving in Tel Aviv in October 1940. The Menn family is\npictured here in Tel Aviv in 1945. Julius is on the right.\nJulius served in the Haganah, the Jewish Defense Force in Palestine, as a teenager and later\nas a junior officer. In 1947, Julius moved to the United States to attend university but he returned to\nIsrael in 1948 to serve in the Army in the War of Independence. Here we see Julius as an officer in the\nIsraeli Army.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\nWe close with this photo of the dedication of Julius' father's Shimshon cement factory in\nHar-Tuv. At the table speaking is Julius' Uncle Nachum Menn. Standing next to the table, on your right\non the screen, is Julius' father, David. Seated at the table is Golda Meir, former Prime Minister of Israel.\nIn 1950, Julius emigrated to the U.S. and continued his education.\nJulius and his wife Dianne Sagner live in Hadley, Massachusetts, having moved there from\nMaryland in 2011. He earned his Ph.D. from the University of California at Berkeley and had a long\ncareer as a toxicologist specializing in a number of areas including crop protection and the biochemistry\nof Pesticides. We had an interesting conversation earlier today about the Zika Virus.\nAfter spending 27 years in private industry he became Associate Director of the Plant\nSciences Institute at the United States Department of Agriculture's Research Service in Beltsville,\nMaryland. He published over 125 scientific papers throughout his career and traveled internationally\nextensively including making 30 trips to the Soviet Union as a member of the USA-USSR Research\nTeam on Pesticides and Environment. Julius won numerous research awards during his research\ncareer.\nWhile Julius retired from the USDA in the mid-1990s, he continued work in his field for 10\nyears as an international consultant including with the USDA's Foreign Agricultural Service. In this\ncapacity he spent considerable time in Hanoi, Vietnam and Turkmenistan.\nTogether Julius and Dianne have four children and nine grandchildren.\nJulius volunteers with the museum's Archives where he has been actively translating\ndocuments for researchers for the past 10 years. He has translated from Hebrew hand-written\nnewspapers from Eritrea where the British imprisoned Jewish Freedom Fighters, and he helped to\ncompile the now-completed massive Encyclopedia of the Holocaust. Julius also translated and edited\n\"Memorial Books,\" which remember and honor Jewish residents of towns and cities who were martyred\nduring the Holocaust. He did this for over 120 towns and villages. Most of his translation is from Hebrew\nbut he also translates Polish and Yiddish.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\nJulius also speaks frequently about his Holocaust experience in various locations such as\nschools and synagogues. Now that he is in Massachusetts he is part of the Speaker's Bureau of the\nBoston Branch of this museum. He has lectured at the University of Massachusetts. In the Pioneer\nValley area where he lives he is leading seminars in philosophy. He is also auditing courses at Amherst\nCollege. Julius has published his memoir titled, \"WWaves, A Memoir,\" which chronicles his first 21 years,\nfrom 1929 to 1950. After today's program, he will be available to sign copies of his book, which is also\navailable in the museum's bookstore and through Amazon and other book outlets.\nWith that, | would like you to join me in welcoming our First Person, Julius Menn.\n>> [Applause]\n>> Bill Benson: Julius, thank you so much for joining us and for your willingness to spend this hour with\nus, which is not nearly enough time but we'll make the most of it | Know you're ready to start so we'll do\nthat.\nYou described to me your very early years as \"a wonderful life.\" Tell us about your family and\nyou in the years before your family moved to Palestine.\n>> Julius Menn: First of all, thank you, Bill, for the introduction, which was very good. And | would like\nto welcome you all, especially | like to talk to high school students so | see most of you are in high\nschool. So welcome. Also, | want to thank the sponsors of this program. This program is very valuable.\n| am really happy to participate in it.\n| just want to say one thing before | start. My story is a story of an accidental survivor of the\nHolocaust. And you will see why. And also, you must project yourself when you were about 10 years\nold because most of those events happened to me when | was, like, 10, going on 11, starting at age 9.\nSo anyhow. You asked me about --\n>> Bill Benson: Your early years, before you went to Palestine.\n>> Julius Menn: | was, as Bill mentioned, born in Danzig. My father was a soldier in the Army in World\nWar |. He fought on the Austrian front. During the Communist revolution, Danzig was declared by the\nLeague of Nations, which was sort of the forerun of the United Nations, as a free city with a very liberal\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection :\nconstitution. I'm Jewish, my parents were Jewish. It was a very good constitution. In fact, it was very\nsimilar to the American Constitution. It emancipated the Jewish people. So many of them went to\nDanzig. | lived there until | was 6 years old. | was born in Danzig itself but we moved to a small town.\nDanzig was a city that had also several villages around it. And it was on the Baltic Sea,\nopposite Sweden. It was wonderful. | learned to ice skate. And | was pretty good at it when | was a kid.\nAt age 6, my father, who believed in establishing a Jewish state in Israel, wanted us to move there. We\nfinally moved in 1935 when | was 6 years old.\n>> Bill Benson: Before you tell us about the move to Palestine, your father was a successful\nbusinessman. Tell us a little bit about him.\n>> Julius Menn: My father only had a 6th grade education but he was a very intelligent man. When we\nlived in Danzig, he started to trade in lumber. Lumber was imported from Sweden for paper. And this is\nhow he met my grandfather who had a large forest in northeastern Poland and a factory in Bialystok.\nHe had several daughters. And my father fell in love with my mother. They got married in the great\nsynagogue in Warsaw, before the Holocaust. And they settled in Danzig until 1935.\n>> Bill Benson: And that's when they emigrated to Palestine.\n>> Julius Menn: When we emigrated to Palestine.\n>> Bill Benson: Tell us about that.\n>> Julius Menn: What was interesting about it -- | had a German governess. You saw the picture. She\nwas Catholic. She loved my sister and she loved me and | loved her very much. She really was like a\nmother to us.\n>> Bill Benson: And a governess in today's language would be like a nanny, right?\n>> Julius Menn: Yes. Today you don't find this kind of devotion of a governess going with us to\nPalestine.\nUnfortunately later she returned to Germany -- she was from Berlin -- and she was killed in the\nAllied bombings in Berlin. | learned about this after the war. Naturally | was very, very sad and very\nupset.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 5\n>> Bill Benson: But she was there with you in Palestine when you first went there.\n>> Julius Menn: She lived with us in Palestine.\n>> Bill Benson: What was your father's business once he got to Palestine?\n>> Julius Menn: Well, my father was a Zionist in the positive sense. He and his brother established a\ncement factory in the foothills of Jerusalem. So he was an industrialist.\nShould | start now about 1930?\n>> Bill Benson: Not quite yet. Here you are 6 years old. You were going to school. What was school\nlike?\n>> Julius Menn: This is very important now. | was going to ist grade. | didn't know any Hebrew. All the\nteaching was in Hebrew. It's very interesting. The teacher was reading to the class “Robinson Crusoe,”\nwhich I'm sure most of you have read. Of course, it was in Hebrew. | only spoke German. So at recess |\nwould come to the teachers and | would tell her, Mrs. So-and-so, please tell me the story in German.\nBecause she knew German. And she would. It's really a remarkable story.\n| must say that life in Tel Aviv, which was on the Mediterranean Sea, was wonderful for\nchildren. For one thing, after class in the 1st and 2nd grade, 3rd grade, | just would go to the beach by\nmyself and swim. You didn't need anybody to protect you. People didn't lock their houses. There was\nno crime. | must say, it was a wonderful life.\n>> Bill Benson: You lived there for several years. And then in 1938 --\n>> Julius Menn: My mother wanted to visit her mother in Poland who had a house in Bialystok and\nVilnius. My grandfather was already dead. My mother had three sisters. One of them drowned. But two\nsisters who lived there and two brothers. And my father still had property near Danzig that he wanted to\nsell to the government.\nSo reluctantly -- we were going to go only for the summer. Believe me, | was in 3rd grade -- |\nfinished 3rd grade. The prospect of leaving my friends, my culture, my new culture, my Hebrew\nculture -- imagine yourself, as Americans, going, let's say to Mexico, where you have to go and learn a\nnew language, most of the people are Catholic. The same thing happened to me in a sense. | went to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\nPoland as a 9-year-old and | had to learn Polish because Hebrew, of course, was unknown. And that\nwas also the place, for the first time, where | experienced indirectly discrimination. The Pols were about\n95% Catholic. There was no separation of religion from the state as we have in the United States.\nSo the first hour in the school was devoted to Catholic catechism.\n>> Bill Benson: And this was a public school.\n>> Julius Menn: Public school. There were a few of us who were Jewish students. We had to leave the\nclass and go stand in the hall since we were not part of the -- we were not co-religious. And | thought\nthis was very strange.\n>> Bill Benson: And Julius, of course, your family went there expecting to be there for the summer so\nyou had originally expected you would be back in Tel Aviv for the school year. But, instead, you're\ncontinuing in Poland. Why was that?\n>> Julius Menn: For the 4th grade. Yeah. For many reasons we didn't go back. | was enrolled in a\nPolish school, as | was telling you about, the catechism class. So | studied for a year Polish. Actually, |\nam pretty good still in Polish after so many years.\nExcuse me.\nThe year went by and again another summer. Now it's 1939. My grandmother had a summer\ncottage near the town of Vilna you saw before the map of Poland. Maybe we can get the map --\n>> Bill Benson: We can't, unfortunately.\n>> Julius Menn: | remember | went with my grandmother to the summer cottage. She taught me how to\npick mushrooms in the forest and berries. And how to separate the mushrooms from the poisonous\nfrom the -- to the edible. So this was wonderful. Also, | would prance around in the forest in a bathing\nsuit and a little knife. | carved -- they had a pine tree that had a very nice bark. And | would carve the\nbark into a boat. It just was -- | played Tarzan. Tarzan was very popular in those days.\n>> Bill Benson: So Julius, while you're doing that, the year stretches out. You remain in Poland through\nthe summer of 1939. You're still in Poland. And war is becoming imminent. Do you think your parents,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nat that time, by extending their stay there, do you think they were aware of the threat of Nazism by that\ntime?\n>> Julius Menn: As | mentioned before, my governess went back to Germany and she would write\nletters to my father. She would say, I'm writing this letter with great danger to myself because of the\nNazi censors. If the Nazi censors open it | will be sent to concentration camp. But she said, Mr. Menn,\ngo back because the war is coming. And the whole world knew that the war was coming and yet we\nstayed.\nSo in the summer of 1939, school was finished, my father went to Danzig to sell his business.\nMy mother and my sister and | went to this resort that was close to East Prussia. On that map maybe\nyou saw, there was a piece of Germany that was very close to Poland.\nAt the end of the summer, September 1, the Germans invaded Poland. We were very close to\nEast Prussia. Fortunately we came, with friends who had a car, back to Bialystok. It actually was not\nterribly far. | think | would estimate about maybe 60 to 100 miles.\nAs soon as we came -- my father was in Danzig. As soon as we came to Bialystok, the\nGerman dive bombers were bombing the population.\n>> Bill Benson: And you remember that. Don't you?\n>> Julius Menn: Yes, | do.\nAnd | was mobilized to help dig ditches. As the dive bombers would come down, they would\nmachine gun the civilians. And also, the windows were taped because we were afraid of gas warfare.\nMy mother went back to Warsaw. The Germans were surrounding Warsaw, but the Pols\nactually fought very valiantly. Warsaw was one of the last cities to fall. So she phoned my father and\nthey came back to Bialystok. How she managed to find my father is a miracle.\nMy father immediately said we have to leave this town because the Germans will invade any\nday. So he found my late grandfather's old coachman. The coachman agreed to take us to Vilna\nthrough the forest. This was very unusual because he didn't want any money. People were very, in\nthose days, devoted to each other. And because of his devotion to my grandfather, he wanted to do\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 6\nsomething nice for us. So for about two weeks we piled into this cart that was driven by a horse,\ncovered with straw, with a tent over it. It was just like the pioneers 150 years ago going from the east to\nthe west.\n>> Bill Benson: Like a Conestoga wagon.\n>> Julius Menn: Yes. For two weeks we wandered in the forest of Poland. This is really my experience\nabout the Holocaust. The Germans would dive bomb the refugees and we would jump into the wheat\nfields. Why the wheat fields? It was late September or middle September. It was time to harvest the\nwheat but there was nobody to harvest it because the Polish farmers were in the Army. So we would\njump into the field while the German bombers would dive bomb. They also made this terrible noise to\nscare the people. They would machine gun everybody. How we survived this | don't know.\nThese events lasted several times during the day and they would last maybe 20 minutes or\nso. Then the planes would go away. Maybe would they re-emerge. The roads were strewn with pieces\nof human, bloodshed, animals, cows, dead cows, cars that were burning. It was horrible. | still\nremember this.\nWar is a terrible thing. | know for Americans it's very difficult to visualize war because the only\npeople who really experience war in this country were the G.I.s who fought in the wars. But imagine\nthat you lived in the south. You saw on television the terrible tornadoes. You go in the morning to\nschool. You come home and there's no home because the tornado destroyed it. This is what war is.\nWar destroys your life. And the war, and the Nazis, destroyed the Holocaust -- destroyed the Jewish\npeople of Europe.\nWhen | give many talks in Massachusetts, and when | talk to 7th graders, | always tell them it\nis hard to visualize how terrible the Holocaust was. But six million people, six million Jews, were killed\nby the Nazis in concentration camps. The population of Massachusetts is about six million. So | said,\nSuppose you wake up in the morning and the whole state the people are dead; this is what the\nHolocaust is. Because everybody was gone. It wiped out -- in Poland there were over three million\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 10\nJews out of a population of 30 million. They were invited to live there for a thousand years. The Polish\nking invited them to come from Germany and settle there.\nOne thing that's very important is what did we eat in these two weeks wandering in the forest.\nWell, the first week we ate apples. It's pretty difficult to eat apples for a week. The consequences are\nyou get terrible diarrhea. And the second week we came to a chicken farmer and my father got lots of\neggs. So for about a week we ate raw eggs. Raw eggs are rather terrible.\n>> [Laughter]\n>> Julius Menn: Dogs like them but people don't like them.\n>> Bill Benson: And after two weeks of doing all of that, being strafed routinely, eating the way you\ndescribed, you made it to Molodeczno. What happened once you got there?\n>> Julius Menn: As Bill described, Molodeczno was a railroad junction town in eastern Poland. The\ndriver left us on the railroad tracks or on the platform. He said, \"| have to go home.\" And we just stood\nthere. And then | remember this. We heard this rumble. It became louder and louder. And those were\ntanks coming.\nWe were convinced that they were German but they were Russian, the Red Army. Hitler\nsigned a secret treaty with Stalin in 1939, just the end of 1938, maybe, that they will divide Poland and\neastern Poland will go to Russia, western Poland to Germany.\nSo the tanks were followed by this huge Army. This young Russian officer, as Bill described,\ncame on the platform and he gave my little sister a chocolate bar. He started talking to my father. He\nsaid, \"Are you Jews?\" He said, \"Yes.\" And he said, “Well, I'm Russian-Jewish.” So he said, \"Where do\nyou want to go?\" He said, \"Well, we want to go to Vilna.\" So he says, \"I'll put you on a military train.\"\nAnd he put us on a military train. We came to Vilna. We came to my grandmother's house which was\nlocked because she was in Bialystok.\nAnd it's very interesting. She wouldn't leave Bialystok because she lived through the First\nWorld War in Bialystok. She told my father, she said, Well, the Russians were worse to us in World War\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\n| than the Germans. The Germans were civilized; maybe they will be civilized this time. So she stayed.\nWell, other things happened to us.\nBut anyhow so we couldn't stay in Vilna. We went to the countryside where my grandmother\nhad a large farm. We spent there about two weeks. | learned one thing, how to ride a cow without a\nsaddle. That's very difficult, | must say. | don't know how many of you have tried to ride a cow. It's\nalmost impossible.\nAfter two weeks we returned to Vilnius. The politics were very complicated. It became\nLithuania. So | had to go to school and learn Lithuanian and Lithuanian history. I'll just tell you one\nthing. Lithuanian is very different than Polish. It's unlike any other language. And also, Poland and\nLithuania at one time were united but Lithuania was once a very great country and they basically\ncaptured parts of Russia through the Black Sea.\nAlso in Poland, because there were so many Jewish people, the Jews had their own\nConstitution from the Polish government which allowed them to keep their own public schools. And the\npublic schools were called -- to translate to English it said culture. In these schools, most subjects were\ntaught in Hebrew but you had to study the history of the country and the language. | just remember a\nfew words from it.\n>> Bill Benson: And that's what you were doing in Vilnius. So our audience understands, so you are in\nthe Russian-occupied part of the country.\n>> Julius Menn: Yeah. And also, | must say, when we got to Vilnius, Vilnius is a very old city. It has a\ngreat history. But we had no money so we ended up living in one room in the Jewish ghetto. The\nghettos were established in Italy in the middle ages. The Jews lived in great density in such places. It\nwas terrible living in this room because at night the rats and mice would emerge from the floors, from\nthe space in the floors. Also, | had to walk to school about half an hour. Vilnius in the winter is very,\nvery cold. | didn't have any warm clothes. My mother had to rub my legs with animal fat because\notherwise my legs would freeze off.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 10\nSo | finished the year. And | must tell you, the Jews of Vilnius revolted against the Nazis. They\nwere, | would say, 99% killed by the Nazis.\nYears later when | was in the Army officer's training, there was a girl who was a survivor from\nmy class. And when | saw her, this was one of the most moving times of my life. We hugged. It was\namazing. When | still think about it now, | shudder sometimes.\n>> Bill Benson: She was in Vilnius with you and survived.\n>> Julius Menn: She was only survivor.\n>> Bill Benson: So you're in Vilnius, living in very, very difficult circumstances. Was your father trying\nhard to figure out how to get you back to Palestine at that point?\n>> Julius Menn: Yeah. If we had money, we could have flown to Sweden. And from Sweden was a\nso-called neutral -- we could have flown from Sweden to anyplace.\nWe still had a British certificate. It's like a visa, that we could go back to Palestine. But how?\nWell, as | said, people were very devoted to each other. My father met in Lithuania a friend of his from\nyears before who became very wealthy. He gave my father the equivalent of $5,000, which was a lot of\nmoney in those days. And with this my father was able to buy a transit visa to the Soviet Union. In 1940\nit was extremely difficult. As Bill mentioned, there were only 300 Jewish families who were able to go to\nRussia, back to Palestine.\n| remember being in Moscow two days. And this was very interesting. We stayed in this hotel\nthat before the revolution the Soviets -- the Communist revolution, it was a very fancy hotel but it fell on\nbad times. The chandeliers which were beautiful at one time were covered with cobwebs. The beautiful\ncurtains were in tethers. We were the only guests in the dining room. They gave us a menu that was a\nvery thick menu but the waiter said we only had one dish, stew.\n>> Bill Benson: But he gave you this big menu anyway.\n>> Julius Menn: Yeah. Then, my father befriended this waiter and told him we are going to Odessa,\nwhich is the Russian city on the Black Sea. And the waiter said, Well, it will take about three days and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\nthere won't be any food on the train. So my father traded some silk ties for baked goose. And the goose\nwas pretty good.\nBy the way, Europeans don't eat so much turkey; they eat goose, especially for Christmas.\n>> Bill Benson: So that was the food you would take on the train with you.\n>> Julius Menn: Yeah.\n| remember it was wintertime. We got on the train and went to Russia and Moscow and came\nto Odessa. In Odessa, the Soviets customs took everything away. My mother had a fur coat. They took\nthe fur coat away. | had some stamps that were my -- my grandfather collected stamps. They took them\naway, too. They gave us receipts which were meaningless, really.\nAnd through Turkey, we managed to come back to Palestine covered with red bugs that we\npicked up on the train in Turkey. Palestine was a British colony. Remember, this was World War II. We\nwent to Tel Aviv --\n>> Bill Benson: This was October 1940. When you got back to Tel Aviv. Ok.\n>> Julius Menn: And German and Italian bombers would bomb Haifa, which was the city where they\nhad oil refineries, because it was a concentration place for British troops. Many of the planes, because\nit was so far for them to fly, they couldn't unload the bombs on Haifa so they would unload them on Tel\nAviv.\n| remember the house we lived in. Every night we had to go down to the shelter because of\nthe air raids. After a while | didn't go down anymore because | felt I'd rather sleep. So my parents, they\ncouldn't take me down.\nYou sort of lose fear. In one school -- and this was a very good question. One of the 7th\ngraders asked me: Were you afraid when they were bombing the refugees? | thought about it. It's a\nvery good question.\nChildren, it's a high school student, can only be afraid, | felt, for the instance when the fear\nhappens, bombing. When you are bombed, you are afraid that you will be killed. But once the planes\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1A\nleft you forget about it. Because the fear stays with adults as anxieties but children don't have such\nanxieties by and large if they are well off children.\n>> Bill Benson: As you mentioned, of course the war is going on. Palestine itself was a major staging\narea for the Allies; so there were tens of thousands, if not hundreds of thousands of Allied troops\ncoming into Palestine. Right?\n>> Julius Menn: Yes. And the German Army, at that time, was advancing into Egypt. We were actually\nprepared that the Germans would occupy Palestine. So we were going to run away into the mountains.\nWell, this never happened because there was a big battle but the Germans were defeated. And the\nBritish forces, Allies, they were also aided by American supplies and American troops.\n>> Bill Benson: And for the Jews living there, you began preparing to fight against the Germans should\nthey come.\n>> Julius Menn: Oh, yeah. By escaping into the mountains.\n>> Bill Benson: And plus some resistance groups were forming. Right?\n>> Julius Menn: Yes. | joined the resistance when | was 15. One advantage, especially | can tell this to\nyou since most of are you school children, is we used to have meetings at night how to -- in secret\nplaces -- to learn how to handle various weapons. | was 15. And | would come to class and it was a big\nexam that day. So | would tell the teacher | did my national duty; | cannot take the exam.\n>> [Laughter]\n>> Julius Menn: So that was one advantage. You got out of taking many exams.\n>> Bill Benson: What was your father doing during that time?\n>> Julius Menn: Well, my father -- the cement factory was -- didn't work. He managed to buy, with a\npartner who had the money, a ceramics factory from a Syrian Sheikh. The Syrian Sheikh bought this\nmachinery in Germany before the war for his son but the son eloped with a dancer to Morocco. So\nconsequently he sold the machinery to my father at fire sale. So my father was producing cheap China\nand irrigation pipes. But when the war ended, the British imported a lot of much better China so he had\nto liquidate it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 15\n>> Bill Benson: And Julius -- our time is getting a little short. As you mentioned, you were 15 when you\njoined the Haganah in 1944. Tell us what you did with that and what that meant for you to be part of a\nresistance.\n>> Julius Menn: Well, since | was only 15, the jobs that | had when | was until the underground, we\nwould put, at night, we would plaster the walls with slogans and placards that said the British would get\nout, we want our own country. And if you were arrested, the British criminal police would beat you up.\nAnd they had a technique of beating you. They had these short sticks, made out of steel, covered with\nrubber. And they would hit you on the kidneys because it would not show any marks but it would ruin\nyour kidneys. Fortunately | was never caught. The older kids who were seniors in school actually\nhandled weapons.\nAs Bill mentioned, when | was 18, | came by myself to the University of California and enrolled\nthere. And in the summer of 1948, | volunteered to go back to fight in the War of Independence. So I'm\na veteran of the War of Independence in °48. I'm quite old. I'm 87.\n>> Bill Benson: Julius, after the war was over and you eventually made your way to go to college in\nCalifornia, as you just told us, when you decided to return to join the Army and the War of\nIndependence, Israel, you stopped off in New York and a party was thrown for you.\n>> Julius Menn: Oh, it was very interesting.\n>> Bill Benson: Yeah, tell us about that.\n>> Julius Menn: | was invited to this party in the Bronx. The host invited a lot of G.I.s from the war.\nThey wanted me to take all of these armaments back with me but | could only take one pistol.\n>> Bill Benson: All of these veterans came --\n>> Julius Menn: Machine guns, revolvers, all kinds of weapons. | could only take a pistol.\n>> Bill Benson: Tell us -- you write about this in your memoir a lot. When you made that decision to\nleave the first time and come to California, return, that was a very difficult choice for you to make.\n>> Julius Menn: It was. Because at that time | didn't particularly like my parents. And this is very\ncommon, | think. So | wanted to escape from my mother. And California, there were a lot of graduates,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 16\nother generations, who went to the University of California either in Davis or in Berkeley. And they told\nme, California, sunshine state, it's like Palestine and you can always get a job and it's very cheap to go\nto school.\n| Know the crisis now, school is so expensive. | must tell you. When | went to Berkeley, as a\nresident of the state, you only paid $60 a semester. And there were two semesters a year. And also\nyou could take as many units as you wanted. Now University of California, which is almost broke, it cost\nover $13,000 for tuition a year.\n>> Bill Benson: I'm going to ask you. Tell us what writing your memoir has meant to you. You've written\n\"Waves\" which hopefully you'll be able to sign copies afterwards.\n>> Julius Menn: The stimulus to write it was -- | wrote it three, four years ago. My granddaughter, who\nlives in Tucson, Arizona, she wanted me to write some memoir for her and her brother. And as | sat\ndown to do this, | thought, well, | could write a book. So | wrote about the first 20 years of my life. | just\nnever continued.\n>> Bill Benson: Have you thought about continuing in writing?\n>> Julius Menn: Yeah, | thought about it. But I'm too old.\n>> [Laughter]\n>> Julius Menn: I'm too old.\n>> Bill Benson: Now you just share it with us on stage.\n>> Julius Menn: Yes.\n>> Bill Benson: One last question before we turn to our audience two questions, actually. How did the\nrest of your family fare once the war was over and independence was won in Israel?\n>> Julius Menn: My mother lost her two sisters and their husbands in the war, on my mother's side.\nOne brother died. | had -- one brother survived. They were exiled by the Russians. He was sent to one\nplace. His wife and one son were sent to another one. She was a school teacher in Poland before the\nwar.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 17\nIt's very interesting. She was sent to -- where there's no Kazakhstan. There are no cities. It's\nterribly cold in the winter. Sheep herders, tribes that have sheep. And the sheep had a disease called\nscabies, which is very -- it's a very common itching disease in sheep. My aunt, she remembered\nsomething, that sulfur cures the sheep. So she told the farmers, bring me your mattress, sulfur, and\nbring me animal fat. She made an ointment. She would scrape off the sulfur from the mattress and\nmake the ointment. And it worked. So all during the war these farmers would bring her all kinds of food\nso she had plenty of food. And the Russians wanted to send her to medical school. She ended up -- my\nfather, when he did better in Palestine, he brought her back with her husband and two sons and she\nbecame an art teacher in Israel.\n>> Bill Benson: Julius, | think we have time for some questions from our audience. Should we turn to\nour audience?\n>> Julius Menn: Well, | will just finish by --\n>> Bill Benson: We'll come back to your last word in a little bit.\n>> Julius Menn: Oh, ok.\n>> Bill Benson: It's our tradition at First Person that our First Person has the last word so | will turn\nback to Julius in a little bit to close the program. When he does that -- I'm going to ask you to stay\nseated through our Q&A period so you can hear Julius close our program. When Julius finishes, Joel,\nour photographer, will come up on stage. I'm going to ask you all to stand because we're going to get a\npicture of Julius with you as the background. And then once that's done, Julius will head up the stairs.\nSo we want to make sure he gets up there because he's going to sign copies of his memoir, \"Waves.\"\nSo we want to make sure he's able to get up there in time for anybody who wants to also chat with him\nat that time as well.\nBefore we turn to Julius for your last word, let's see if we have some questions from our\naudience. We have microphones in the aisle. He would ask you to go to the microphone, if you will. Ask\nyour question. Hopefully we've got some brave souls willing to do that try to make your question as\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 18\nbrief as you can and I'll repeat it just to make sure we all hear it once you've asked. And we have a\nbrave starter here.\n>> All right. So in the introduction it was said that in Massachusetts you've given different seminars on\nsubjects of philosophy. | was just curious how you got into philosophy.\n>> Bill Benson: The question is -- noting that you are now teaching philosophy in Massachusetts. The\nquestion is, How did you get into philosophy?\n>> Julius Menn: Well, | never took a philosophy course in college because I'm a scientist but | was\nalways interested in it. Because really what philosophy is the art of intelligent discussion. So | was\nteaching or running seminars on 18th and 19th Century Western philosophers. And | learned a lot.\nUnfortunately, the difficulty is | cannot remember the names of all the philosophers.\n>> Bill Benson: Thank you. Thank you for the question.\nWe have somebody | think lined up right behind you it looks like. There we go. [Laughter]\nMaybe you can put that one step down. There you go.\n>> There we go. When you were still young in Poland, did you know people going to the concentration\ncamps? Did you know there was going to be concentration camps? | know that Germans were trying to\npersecute you, because you ran, obviously, but | just wanted to know if you knew there were going to\nbe concentration camps.\n>> Bill Benson: The question | think is, Did you know people who went into concentration camps and\ndid you know that there were concentration camps, and extermination camps?\n>> Julius Menn: Oh, yes. Actually, already in 1940 survivors escaped from Poland to tell the British\nprime minister, Churchill, at the time, about the concentration camps. The Nazis decided to establish\nthe extermination camps at the conference in Berlin which was held in early 1940 to eliminate the Jews\nas an ethnic group.\n>> Bill Benson: Ok. Thank you very much.\nSomebody else has a question?\nHere we go. We've got another intrepid person coming down the aisle.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 19\n>> Being as young as you were, did you really, like, know what was going to happen next, like in terms\nof what was going on with the war? Did you know, like what he just said, that there was the\nconcentration camps? Did you know coming in as young as you were, did you know what to expect? |\nknow you did get notes from your governess. But, still, were you overall confused or, like, what was\nyour view on all of it?\n>> Bill Benson: If | make sure | got this right. During that time, being 10 years old a little boy, did you\nknow what to expect? Did you have a sense of what was coming even though your governess had\nwritten to your dad saying you should leave and get back to Palestine?\n>> Julius Menn: No. Because when you were 10 -- when you are 10 years old, you can only face\ndanger that's momentary, that happens at that instant. You cannot anticipate abstract dangers.\n>> Bill Benson: Ok. Thank you.\n| think we've got time for another if we have one. But I'm going to ask you something you told\nme about. At the end of the war -- war in Europe was over and you were living on a Kibbutz, if |\nremember right.\n>> Julius Menn: In the summers.\n>> Bill Benson: And in the summer of 1945, you were out in a field, as | recall, wnen somebody heard\non the news that we had dropped the atomic bomb at Hiroshima. Tell us about that recollection.\n>> Bill Benson: It was about 10:00 in the morning. | was in the northern part of Israel, Palestine, in a\nfield where we were clearing volcanic rock so for the first time they could plant tomatoes. And these\nwere wonderful. And somebody came and said the Americans dropped an atomic bomb on Hiroshima\nand over 100,000 people were killed. It was -- | couldn't comprehend it at age 10, that there was such a\nweapon. Even today it is hard to comprehend.\nBut you must remember that during President Eisenhower, which was over 50, 60 years ago,\nwhich he was president, kids had to learn -- each school had to have a shelter and children had to learn\nthat when there was an air attack, they had to lie under the tables. Fortunately this never came to pass.\n>> Bill Benson: And we have one more question. Then we'll wrap up the program.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 00\nSir?\n>> You've certainly experienced many challenges as a young person. What was your attitude when you\nwere a senior in high school or kind of transitioning? Because I'm sure that many of us have\nexperienced certain difficulties but maybe not to the extent that you have. What can you say that your\nattitude was even as a young person?\n>> Bill Benson: As a high school senior, say, having been through all that you had been through, what\nwas your attitude in terms of going through transitioning of that life from being a child to a young adult\ngiven all that you had experienced?\n>> Julius Menn: It's a very good question. Unfortunately I'm 87 now; it's hard to remember what it was\nlike to be 19 or 20. But as | said before, when you are very young, you are very elastic and plastic. So\nyou can adapt. You forget bad things and you concentrate on the good.\n>> Thank you.\n>> Bill Benson: Thank you very much.\n| think we are going to close our program now. So, again, after Julius finishes, Joel will come\nup on the stage and I'm going to ask you stand at that point. We'll get Julius heading up the stairs to\nsign copies of his book.\nJulius?\n>> Julius Menn: | was asked to make some concluding comments. | will tell you something that | said\nbefore. In Massachusetts there are over six million people. And when kids ask me what was the\nHolocaust like, | would say: Imagine you get up in the morning and all of the people of the state are\ndead.\nBut in addition -- so this is very important. What is also important is that we should not forget\nthat people can do horrendous things to each other. The Holocaust was run. In Darfur and Sudan there\nwas another Holocaust. In Africa there are many Holocausts going on. They are not as well publicized\nas the Holocaust that happened to the Jews. But this was the first time in history that a whole people of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n21\nethnic origin were exterminated. And they were exterminated in terrible ways. Also, human life was not\nconsidered as human. The Nazis considered Jews as less than animals.\nSo | just want you to remember something, to make sure that we never have a Holocaust\nagain.\n>> Bill Benson: Thank you.\n>> [Applause]\n",
    "segments": []
}