{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON PETER GOROG\nThursday, May 11, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Peter Gorog, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as a volunteer here at this museum. Our program will continue\ntwice-weekly through mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nPeter will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Peter questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Peter is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nPeter Gorog was born into a Jewish family in Budapest, the capital of Hungary, in\nMarch 1941, as Peter Grunwald. He changed his family name in 1962 to Gorog. The arrow on\nthis map of Europe points to Hungary.\nOn this next map, the arrow points to Budapest.\nPeter's father, Arpad Grunwald, worked as an office manager at a publishing house\nwhile his mother, Olga Schonfeld, worked as a hat maker and raised Peter. This was the last\npicture of the family together. Peter was 3 months old.\nPeter's father was conscripted to work in the Hungarian Forced Labor Battalion\nbeginning in 1940 because as a Jew, he was considered \"undesirable\" for armed service by\nthe Hungarian government. Here is a photo of the Forced Labor Battalion. The arrow points to\nPeter's father, Arpad. In 1942, Arpad was sent to Ukraine to work with a labor battalion and he\ndied in Ukraine. Peter and his mother remained in Budapest during this time.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn March 1944, German forces invaded Hungary. Peter and his mother were evicted\nfrom their apartment and went into hiding with a Christian family. A few days after, a neighbor\ndenounced them. The Hungarian gendarmerie, or police, arrested Peter's mother and put her\nin jail. This is an historic photograph from October 1944 of Jewish women in Budapest arrested\nby Hungarian police.\nTwo days after her arrest, Peter's mother escaped and she and Peter moved into an\napartment safeguarded by Swedish diplomat Raoul Wallenberg. Later they fled to a Budapest\nghetto where they lived with some of Peter's other relatives until the end of the war. In January,\n1945, Budapest was liberated by the Soviet Army.\nIn 1946, Peter's mother made plans for them to emigrate to the United States. This\npicture is from their passport. In 1949, while they were waiting for their visa, the Communist\ngovernment of Hungary closed the borders. As a result, Peter grew up in Hungary.\nIn 1980, Peter defected to the United States. He worked for more than 30 years at\nNASA Goddard Space Flight Center in Greenbelt, Maryland.\nAlthough Peter's Mother had attempted to emigrate to the U.S. right after the war, they\nwere unable to leave and lived under the communist government until Peter's defection in\n1980. While in Hungary, Peter was eventually able to attend university and he earned a\nMaster's degree in Electrical Engineering. He was part of the team that built the first computer\ndesigned completely by Hungarians.\nHis education and experience made it possible for Peter to remain and work in the\nU.S. following his defection until he received his green card and later become a U.S. citizen.\nPeter, who retired in 2014, spent 34 years in the computer field in the U.S. spending most of\nhis time at NASA's Goddard Space Flight Center in Greenbelt, Maryland, where he worked on\nsuch major projects as LANDSAT, the Hubble Space Telescope, the Space Shuttle, and the\nJames Webb Telescope, which is to be launched in 2018.\nFollowing his retirement, Peter became more actively involved with this museum and\nbegan volunteering here. He translates documents written in Hungarian and video testimonies\nof Holocaust survivors and eyewitnesses. Peter is a tour guide for the museum's Permanent\nExhibition, leading tours for U.S. law-enforcement groups, and students from many states. He\ndescribes his work as \"very emotional.\"\nPeter and his wife, Jorgy, live in Maryland just outside of Washington, DC. They have\nfour daughters: Sarah, Laura, Anna, and Ilana. They lost their daughter Juliana when she was\njust 2 years old. Peter's daughter, Veronika, from his earlier marriage in Hungary, lives in\nNorthern Virginia with her husband and her two daughters: Monica, age 9 and Katalina, age 7.\nThey are a very close-knit family.\nIn addition to our First Person program, Peter speaks publicly at other settings about\nhis Holocaust experience. He has been sharing his family's history with military, high school\nand college groups, recently speaking at the University of Northern lowa, and a synagogue in\nChambersburg, Pennsylvania.\nWith that, | would like you to join me in welcoming our First Person, Peter Gorog.\n>> [Applause]\n>> Bill Benson: Peter, thank you so much for joining us today and your willingness to be here\nas our First Person. We have just an hour and you have really so much to share with us. We'll\ntry to get to as much of it as we can while you're here with us.\nLet's start first, Peter, talking about your family and your very early life, your family\nparticularly. World War Il began when Germany and Russia invaded Poland in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nSeptember 1939. Before we talk about the war and the Holocaust and what happened to your\nfamily during the war, tell us about your family before the war, what you can about them.\n>> Peter Gorog: | came from a Jewish family, both sides. On my mother's side, she came from\na very Orthodox family. My great grandfather was a rabbi in a small town which is now in\nSlovakia. My father's side was less observant Jewish family, very similar to conservative\nJudaism in the United States.\nMy father was born in 1907. He aspired to be a lawyer. Unfortunately it didn't happen\nbecause starting from 1920, much earlier than in Germany, there was a very strict restrictions\non Jewish persons entering into higher education institutions. He tried and he tried and\nunfortunately he was not admitted. And the only reason was because he was Jewish.\nMy mother, as you mentioned, was a hat maker. We had a relatively comfortable\nmiddle class life in Budapest before the war. Unfortunately the anti-Jewish laws were getting\nstricter and stricter. My father lost his job, so they relied on my mom's income only. And later in\n1940, my mom was already pregnant with me when he was conscripted into the Hungarian\nlabor --\n>> Bill Benson: Before we turn to that, a little bit more about your mother, if you don't mind.\nYou described to me she was the black sheep of her family.\n>> Peter Gorog: | wasn't sure that this would come up. [Laughter] In a way, yes. As | said, she\ncame from a very observant Orthodox family. She never turned away from Judaism. She just\ndidn't follow the strict laws. One family lore is the day before the wedding she went to make her\nhair pretty for the wedding forgetting that there is a Jewish custom that on the day of the\nwedding, the bride goes to the ritual bath where she has to be immersed into water completely.\nSo her father reminded her --\n>> Bill Benson: After she had her hair done.\n>> Peter Gorog: After she had the beautiful hair done. And it was messed up after it. But there\nwas still enough time before the wedding to make her pretty.\n>> Bill Benson: Peter, you described to me that for your parents, they really led a very normal\nlife up till 1939. They had non-Jewish friends. They were active in the community. What were\nsome of the things they did, from what you know?\n>> Peter Gorog: They were very active. They loved outdoor activities. During the summer they\nwent kayaking on the Danube River. In the winter they went skiing. They belonged to a sports\nclub which was by that time, because of the discrimination, restricted for Jews only. Jews could\nnot join any kind of organization which was not set up for Jewish people. They went to\ntheaters, concerts, movies. They loved movies. So, yes, they had a relatively normal life.\n>> Bill Benson: Although World War II began in Europe in September of 1939, the full brunt of\nthe war and the mass deportation of Jews in Hungary didn't occur until 1944. Nonetheless, as\nyou Started to tell us, conditions had been getting worse and worse for Jews even going back\nto the 1920s. But after 1939 they got increasingly worse, even though the full brunt of the war\ndidn't come to Hungary, including your father being forced into a labor battalion. Tell us what\nyou can about the circumstances for your family once the war began in 1939 and then your\nfather being sent to a labor battalion.\n>> Peter Gorog: Yes, the Holocaust history a little bit different from the rest of Europe because\nHungary wasn't occupied until 1944 by the Nazis. Nevertheless, anti-Semitism was as rampant\nin other countries and the Hungarian government \"took care\" of the Jews. The anti-Jewish\nlaws between 1938 and 1940 made life almost impossible for Jews. My father had to go to the\nforced labor camp. Jews were not trusted to have weapons or rifles or handguns so they were\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\ndoing all the dirty jobs for the Army. 1941, the Nazi Germany attacked the Soviet Union and\nbecause Hungary was the ally of Nazi Germany --\n>> Bill Benson: And on that point, Peter, that's a really critical point, the reason that Hungary\nwasn't occupied by the Germans was because they were such a strong ally of the Nazis.\n>> Peter Gorog: That's correct. That they corroborated with the Nazis all the way until the end\nof the war.\nSO going back to my father's story, he was taken to the forced labor camp. He was\nmoved from one camp to another and another until 1942. The Forced Labor Battalion moved\ninto Ukraine with the Hungarian Army where out of the 100,000 Hungarian Jewish men\nbetween the age of 18 to 55, out of the 100,000, 40,000 died.\nSome of them died because of the war activities but many of them died because of the\ninhumane circumstances they were in. We know from the memoirs and testimonies of people\nwho survived that during the winter, the harsh Russian winter, temperatures are minus\n40 degrees, the snow is knee-high, they didn't have other clothes or shoes, and they had to\nmarch in those circumstances and many of them just were too weak and couldn't march any\nlonger. If they stopped more than three or four minutes, they froze to death. Those who didn't\nbut couldn't keep up the pace with the troops, they were shot by the officers, Hungarian\nofficers, on the spot. So many of them perished this way.\nWe don't know exactly what happened to my father. In early 1943 my mom got a\nnotification from the Hungarian minister of defense that my father was a missing person. And\nlater on he was declared dead.\n>> Bill Benson: During the time that you know that he was with the labor battalions, did your\nmother have any idea of where he was? Tell us about her communication with him, particularly\na little bit about the postcards.\n>> Peter Gorog: | have with me one of the many postcards my father sent from the forced\nlabor camp. | don't know if it can be seen. My father tried to jam as many information as\npossible into the little soace he had. He could not where he was because it was a military\noperation. The cards themselves were censored, so he couldn't write about the circumstances.\nSo the only thing he wrote about, how he felt, how he missed my mom or he missed me, and\nhow he hoped that the good Lord would help them one day, that we are going to be reunited.\n>> Bill Benson: And you have several of those postcards.\n>> Peter Gorog: | have several of the postcards. | am in the process of translating it for my\nchildren. | automatically plan to donate it to the museum because they can take better care of\nit.\nSo is with my mom's diary. My mom started writing down her memories and what was\nhappening in the family and specifically with me in the hope that one day my father would\ncome back and she was able to recall the little minor details from my first words or my silly\nsentences, what food | liked and what | didn't. At one point, it's very ironic, she wrote that when\n| took a bath, | was screaming and | didn't want to because | was afraid of water. And later on\nin my life | became a competitive kayaker. | did everything on the water.\n>> Bill Benson: That just must be so incredibly precious to you to have that. People afterwards\nwhen they talk to you, when we finish the program, perhaps they might get a glimpse of that.\nOn the little postcard there must be 25 lines, very small handwriting to get everything your\nfather could possibly get on there.\nOne more thing about that. Do you mind, Peter, sharing the term of endearment that\nhe had for your mother? He would address those?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\n>> Peter Gorog: Yes. She was called by my father \"My little squirrel\". In Hungarian, for one\nreason, | don't know, like cats in this country, that they are very popular. And that was the way\nhe addressed her in the postcards.\n| don't know if | have a little time to quote a couple of things from my mom's diary.\n>> Bill Benson: Absolutely. Please.\n>> Peter Gorog: It gives you a little glimpse of people and specifically my mom felt throughout\nthose years and also the emotional roller coaster she went through from expressing her loss to\ndisplays, from consolation to hope and determination to survive.\nSo with her words, first about her love for my father. \"You have no idea how much |\nlong to see you. The thought of seeing you and having you next to me drives me to insanity.\nWhy the good Lord punishes me so much that the one | adore the most is separated from me\nfor such a long time.\"\nAnd from love she went down to desperation. \"| cannot stand this horrible situation\nthat | am having a nervous breakdown. | try to control myself. And | try to believe that you are\nnot in any trouble. You haven't had the opportunity to write.\" Obviously she wrote it after a long\ntime she didn't hear from him.\nAnd something which is very precious for me. Probably this is why I'm here because\nshe had this determination to survive regardless of the circumstances. And this is what she\nwrote. \"Your little girl is strong and the good Lord listens to my everyday prayers that we will be\nunited soon. | have to remind myself all the time that | should not be bitter or desperate as |\nhave to be strong so our livelihood of survival will be secured.\"\n>> Bill Benson: Thank you for sharing those, Peter. We saw in the pictures earlier that your\nfather was able to come one time to see you. Say a little bit about that.\n>> Peter Gorog: Yes. | was about 3 months old when he was able to come home for a long\nweekend. And that's when the picture was taken. Unfortunately | do not have any personal\nmemory of my father.\n>> Bill Benson: Of course.\n>> Peter Gorog: | just -- | don't even remember his hugs and kisses. But from the cards, | know\nhow much he loved me and that gave me strength throughout the years growing up.\n>> Bill Benson: And in light of what your mother was writing, the desperation she felt yet\nbecause she was so resilient, she had to continue to make ends meet, provide a home for you.\nHow did she make ends meet during the time that he was gone and, of course, got word that\nhe had died?\n>> Peter Gorog: As you said, she was a hat maker for ladies. And hats were very popular in\nthe “30s and ‘40s. So she made a good living. She set up her shop in our apartment. One\nroom was set aside for her work.\n| do remember -- again, | was only 4 years old when the Budapest ghetto was\nliberated but | still have personal memories that when my mom made some beautiful hats for a\nwedding, | was the first one to try it, prance in front of the mirror. Unfortunately that time there\nwere no instant cameras and | don't have picture of it.\n>> Bill Benson: Peter, as hard as conditions were, as you've described it, for Jews in Hungary\ngenerally life became profoundly worse when the Germans occupied Hungary in March 1944.\nBriefly tell us why they occupied, just very briefly, why they occupied Hungary that late in the\nwar and then what that meant for you and your family.\n>> Peter Gorog: It was a combination of at least two things. Number one, by that time the\nGerman troops were retreating from the then Soviet Union and they had to go through\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nHungary to get back to Germany. The Soviet Army was chasing them. But the ultimate reason\nwas that by 1944, a year before the war actually ended, the Hungarians realized that they were\non the losing side of this war and they wanted to get out. The Germans wanted to keep them\nin. So they occupied Hungary and installed a government which although the previous\ngovernments were very loyal to Nazi Germany but they -- the Nazis lost confidence in the\ngovernment and they installed their own people.\n>> Bill Benson: Was this what they called the Arrow Cross?\n>> Peter Gorog: Later on -- the occupation happened in March 1944. The situation got worse\nand worse. And by October, the Hungarian far right Nazi Party, the Arrow Cross, took over the\ngovernment.\n>> Bill Benson: Even more extreme than the other two.\n>> Peter Gorog: They were more extreme. One example is that -- a story from the Nazi\noccupation continued we had to leave our apartment. The Hungarian government, and |\nemphasize that the Hungarian government, forced Jewish people out of their apartment and\nforced them to go to designated houses which were marked with a yellow Star of David. And\npeople, non-Jews, had to move out of those apartments and Jewish moved in.\nSo we had to leave our apartment. We were supposed to move into one of these\ndesignated houses but my mom -- | just can't describe. She was a smart cookie. She knew that\nit's not a good idea to move where all the Jews are gathered because then they were very\neasily identifiable and sent into the ghetto, sent later on to the concentration camps. So that's\nwhen we moved into the apartment of her mom's childhood friend, a devout Catholic couple\nwho took their religion seriously and they took us in for a while.\nUnfortunately, and that's part of the Holocaust history in Hungary, that not only the\ngovernment collaborated but there was a very deeply fast, historic, anti-Jewish sentiment in\nHungary so when the Germans moved in with only 600 people, Eichmann was able to run up\nhundreds of thousands of Jews because the neighbors were reporting them, where they were\nhiding, where they were staying. And so with the help of the Hungarian police they were easily\nidentifiable.\n>> Bill Benson: In fact, something like 450,000 Jews were rounded up and deported in about a\nsix-week period once occupied.\n>> Peter Gorog: That's correct. Adolph Eichmann mentioned in his memoir that he was\nsurprised at how much the Hungarians cooperated with them and how quickly they were able\nto send so many Jews to the concentration camps.\n>> Bill Benson: You shared with me -- | think what you said was one of your own personal first\nmemories was of your mother being arrested by the Hungarian police. Tell us about that.\n>> Peter Gorog: Yes. As | said, they were collaborators and bystanders who were not really\nbystanders because they were actively reported on Jews. One of our neighbors in the\napartment building reported us to the Hungarian police. The next day two policemen came and\narrested my mom. And that personal memory of mine because the Hungarian police at that\ntime had the very fancy uniform and | remember the uniform very vividly. They came, arrested\nmy mom. | didn't Know what was happening. The host couple were really not telling me the\ntruth at that time. They just said that mom goes with the gentlemen and she's going to be back\nin no time.\nShe came back in no time, practically, next day but it wasn't because it was a casual\nthing. She was taken to one of the most infamous Hungarian jails where people -- Jews were\ncollected before they were sent to the concentration camps. My mom, again, was very alert\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nand she used -- there is a Yiddish word which is wisdom and chutzpah which is being brave\nenough to do things you otherwise wouldn't do. So this combination of the two prompted her to\nuse the paper she got from the Hungarian Ministry of Defense that my father disappeared\nduring the war activities and she claimed that she was a war widow. And war widows have all\nkinds of privileges during the war. But Jewish wives of people in the Forced Labor Battalion\nwere not entitled to this privilege.\nSO my mom went to the warden and started, | assume, screaming. My mom didn't say\nbut knowing her, she obviously raised her voice and she told them that she was unlawfully\narrested and they are getting into big trouble. So they took her to the Commandant of the jail.\nMy mom told the story she wasn't sure whether the Commandant of the jail had pity on her or\nhe wanted to have an excuse to release her but he did. She came back but unfortunately the\nrest of the Jewish ladies you saw in the picture did not. And that's when we had to move again\nbecause we couldn't risk another denunciation.\n>> Bill Benson: Where did you go then?\n>> Peter Gorog: We went from there to a special apartment. Raoul Wallenberg's name was\nmentioned earlier. He's my hero. Actually, | can thank him for surviving the Holocaust. He was\na Swedish aristocrat. He came to Hungary in 1944. The American War Refugee Board sent\ndiplomats from various countries, mostly neutral countries, to the occupied Europe, Eastern\nEurope, in order to save as many Jews as possible.\n>> Bill Benson: This was very late in the war.\n>> Peter Gorog: Exactly. This was 1944, already millions of Jews perished but there were still\na lot alive.\nRaoul Wallenberg came to Budapest with | think $50 million, which was a lot of\nmoney. He bought up 32 or 33 apartment buildings and he crammed as many Jewish families\nas possible. We stayed in a two-bedroom apartment, probably four or five families which\nfamilies by that time were mothers, grandmothers -- or grandparents and children. And we\nwere saved because these apartments were on the international law, protected from the local\nauthorities to enter and to arrest people in those buildings.\nAnd that's when the story goes back to the Arrow Cross takeover. When they took\nover the government, they couldn't care less about international --\n>> Bill Benson: 1944.\n>> Peter Gorog: Correct.\n>> Bill Benson: So even though international law said these were safe houses, the Arrow\nCross didn't care.\n>> Peter Gorog: Exactly. What they did was they came into the houses and started to round up\npeople. They went from apartment to apartment. We had to line up and were led out of the\nbuilding. Fortunately for us -- again, there are all kinds of survivor stories. Whether it was\nbecause of bravery or wisdom or chutzpah, people survived. And sometimes it was, | cannot\nexplain any other way, Divine Providence.\nWe were not taken out of the building for one reason and one reason only, because\none of the Hungarian Nazi guy, he was 18 years old, he remembered me, that we were\nchildren -- while we were staying in this apartment building, we were playing cowboy and\nIndians in the inner court of the apartment building. We used sticks and -- broomsticks to\npretend that they are rifles, sounded boom, boom, and we shoot each other and we pretended\nwe died. We didn't know there was a war outside. Again, | didn't know. | was only 4 years old.\nAnd for me everything was exciting. Anyway, one day this Hungarian Nazi, young man, gave\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nhis real handgun to us, fortunately he took out the ammunition, but we were so excited we had\na real handgun. We continued to play.\nAnyway, this guy, when we were rounded up, remembered me and he told to his\nfriends to leave little Peter and his mom alone, we'll go to the next apartment. And so they\nwent to the next apartment. They weren't as lucky as we were. Most of the people were taken\nout from these protected houses not to the ghetto, not to the railway station, not to be shipped\nto Auschwitz. They were taken to the Danube. That was October, November, 1944. They were\nled to the banks of the Danube. They had to remove their clothes and shoes and they were\nshot. Their bodies fell into the river, washed away. Nobody knew what happened to them.\n>> Bill Benson: And because of what you described, you and your mom were spared at that\npoint.\n>> Peter Gorog: Yeah. We, fortunately, were able to escape again. This time we had no choice\nbut we had to move into the Budapest ghetto. The Budapest ghetto was set up by the\nHungarian government, again, to contain all the Jewish population of Budapest. Again, the\nJews of Budapest were lucky in a sense that the Germans were so busy to round up first Jews\nin the countryside, that by the time they came to Budapest, it was October, November, the\nSoviet Red Army were ordered into the outskirts of Budapest. People in the Budapest ghetto\nsurvived because the Nazis just didn't have enough time.\n>> Bill Benson: They ran out of time.\n>> Peter Gorog: Correct.\n>> Bill Benson: And now what begins, of course, in late fall of 1944 is the siege of Budapest by\nthe Russian Army. And you're living in the ghetto. And that was an extraordinarily brutal siege.\nTell us what you can about your life during those months, several months, in the ghetto.\n>> Peter Gorog: Yeah. Life in the ghetto, it's very hard to describe. Budapest was already\nbombed by the Allied Forces, not just Soviets but American and British planes came during the\nday. We spent most of the time in a kind of temporary bomb shelters which were the basement\nof the apartment house we stayed. That was actually the apartment of my grandparents who\nlived in the historical Jewish district. And that's where the Budapest ghetto was set up. So we\nspent most of the time in the basement, dirt floor, the basement of the apartment houses. At\nthe time there was no central heating. Every apartment had a little stove or furnace, and\npeople stored their coal and wood in the basement of the apartment building. That's where we\nspent most of the time. | do remember my mom put blankets on the floor and we were playing\nwith my cousin.\n>> Bill Benson: And these were dirt floors.\n>> Peter Gorog: Yeah. Food was practically non-existent. Food was rationed already but even\nthen the shops were empty. | don't know how mom got enough food to have enough energy to\nsurvive the next few months but she did. | do know that we broke the very strict Jewish dietary\nlaws. We were not supposed to eat anything made out of pork.\nMy grandmother -- this is how people got food. Many buildings were bombed out by\nthis time. So people who survived went from apartment to apartment in the bombed houses\nand looked for food, whatever remained. My grandmother was very observant Orthodox Jew.\nShe found a slab of bacon. She brought it back and ate it because we needed every energy\nwe could get.\n>> Bill Benson: You told me potato skins, which were not really used as food, became a really\nimportant staple in that time.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Peter Gorog: Yeah. When | came to the United States, | was surprised by many things but\none thing was that here potato skin was a kind of delicacy served in restaurants. In Hungary\nwe used it for feeding pigs. So it was unheard of that somebody would eat potato skin. But we\ndid because that was the only -- my mom found a few potatoes and she didn't peel it usually. If\nshe did, we ate the peel. And at that time it was strange but that was the way of life. We didn't\nhave water practically. Electricity went in and out. We used actually our Shabbats candles to\nhave light.\nThat's, again, an interesting story of how Jewish life continued to strive in the ghetto in\nspite of the circumstances. Holidays were celebrated, traditional Jews celebrate every\nShabbats Friday evening. We lit two candles. During the Holocaust in the bomb shelter we lit\nonly one candle because we had so save the other one for giving us light during the night.\nAnd even the one candle which was supposed to burn all the way down was sniffed after a\ncouple of minutes to save it for next time.\n>> Bill Benson: And for our audience, too, to understand that that was an especially brutal\nwinter as well. So when you say you didn't have heat, it was bitterly cold.\n>> Peter Gorog: Yes, that's correct. And again, my memory -- during the night we went back to\nour apartment. We stayed there. The apartment wasn't heated. We didn't have coal or wood.\nSo the only way to keep ourselves warm, the whole family gathered in one bed and we had a\nbig -- | don't remember the English name. This big blanket filled with goose --\n>> Bill Benson: Like a comforter.\n>> Peter Gorog: Like a comforter. So we were on that, the whole family under the comforter\nand kept each other warm during the night.\n>> Bill Benson: And that lasted until January of 1945, | think, wnen you were liberated by the\nRussians, where the siege was over.\nIn the meantime, there's, as you said, buildings being bombed out, they are shelling\nand shooting constantly. So your life was in danger in every way imaginable. Tell us what you\nknow about liberation.\n>> Peter Gorog: Liberation meant that life returned to normal. Normal in 1945, January, in\nBudapest, was no food, no electricity, no water, no heating. Nevertheless our life wasn't in\ndanger and that's the normal part. We were not discriminated against because we were\nJewish. Russian troops came in.\n| remember, again, 4-year-old little boy, very excited to see the Soviet tanks, the Nazi\ntanks, with the big red five-pointed stars and different uniform from the Germans' uniform. And\nthe Russian soldiers were very friendly, at least to us children. They gave us candy, chocolate.\nWe just rejoiced in having this change in our life.\nLater on | learned, actually much later on, when the Communism collapsed, that not\nevery Russian soldier was nice. Women were raped and mutilated. So there are two sides of\nthe story. And there are two sides of how people look back on what happened in 1945.\nYou used the word liberation. People today, on the right side of the political spectrum,\nrevisionists who try to explain away the Holocaust, say it was one occupation replaced by\nanother one, which was true -- not really started 1945 when the Hungarian Communist\ngovernment took over -- Communist Party took over the government. Nevertheless, after the\nwar, that's when Europe was occupied by British and American troops and Eastern Europe by\nthe Soviets but that did not diminish the fact that they were the one who kicked out the Nazis\nand brought freedom to us Jews.\n>> Bill Benson: And you were truly liberated at that point.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Peter Gorog: | do believe it was a liberation.\n>> Bill Benson: With conditions, even though the war for you is over, it would continue\nuntil -- in Europe until April of 1945. But as you described, conditions were still awful with no\nelectricity and running water. How did your mother, you know, this amazingly resilient woman,\nhow did she set out to feed her son and try to find a way back to some sense of normalcy?\n>> Peter Gorog: Well, there was a tremendous inflation. At that time money probably was\nworthless. So every time you wanted to get food, you actually bartered. And in Budapest there\nwas nothing to barter for. So what happened was that people took the remaining railway lines\nand went to the countryside and took their valuables, whatever was left, and bartered it for\nfood.\n| remember one time my mom took me, because there was nobody to take care of me\nwhile she had to go to get food, and | remember the railway station. Obviously the cars were\npacked with people so much because everybody wanted to get out from Budapest. People\nwere sitting on the top of the train. It was funny for me that they were traveling on the top of the\ntrain. I'm sure it wasn't funny for them. And then we went to the countryside and my mom\nbartered away everything except her wedding ring.\n>> Bill Benson: Except her wedding ring.\nDid any of your other family, your extended family members, survive?\n>> Peter Gorog: My mom had eight siblings. Some of them died during the Holocaust. Two of\nthem came to the United States. They were lucky enough to get American visa, which was at\nthat time very hard to get.\n>> Bill Benson: That was right before the war?\n>> Peter Gorog: Right before the war. They came to the United States.\nThe rest of my father's family practically, complete family, perished. Two of his\nbrothers were taken to forced labor camp and they died there. My grandparents on my father's\nside, they died because they were old, weak. There was no food, there was no medical supply\nor medical attention. They actually survived the war but a few months later they just died of\nnatural circumstances. Because a common cold could kill people at that time when they were\nso weak.\n>> Bill Benson: You would end up living under Communist rule for many, many years after\nthat. How did your mother fare during that time all of those years? She tried to get you out right\nafter the war. | think the doors essentially closed with the Communist complete takeover of the\ngovernment. What did your mother do to help get herself and -- you described her to me as\nshe was motivated solely by trying to make life better for you.\n>> Peter Gorog: Yeah. Definitely. That was her determination during all of those years to\nsurvive no matter what. She couldn't go back to her original profession because hats was not\nfashionable after the war for obvious reasons, especially during the Communist system.\nEverybody had the same Communist hats made in factories. So she worked as a seamstress\nuntil she retired. That's how we had bread on our table. She worked hard in two shifts, 6:00 to\n2:00 or 2:00 to 10:00 while | was by myself in the apartment.\nIn 1953, she remarried. Typical Holocaust survivor story. Widows hoped and hoped\nagainst hope that their beloved husbands would return one day but it did not happen. Some\npeople returned because they were taken by the Soviets as POWs and in 1946, 1947 they\nwere released. And by 1950 it was obvious that my father would not come back. She was\nintroduced to my stepfather through a mutual friend who was one of the few survivors of\nAuschwitz concentration camp. He had the tattoo in his arm.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nAgain, it's very unfortunate because it was very typical of the time and the place that\nsurvivors didn't talk about their experience during the Holocaust. Everything | know | didn't\nlearn in kindergarten. | learned after | came to the United States, interestingly enough,\nbecause the Holocaust was not mentioned, was not taught in schools. There were no books.\nThere were no commemorations, nothing. As if it never happened. We knew there was a war\nbut we didn't know the fate of the 600,000 Hungarian Jews who perished during the Holocaust\nout of the 800,000.\n>> Bill Benson: You really learned about that after you defected to the United States.\n>> Peter Gorog: Correct. Because, again, we were kind of brainwashed. 1949, Communist\ngovernment took over the power, the Communist Party took over the government. It was not\nmuch different from the Nazi regime in Germany where there was only government\npropaganda through government media which at that time was on the radio and newspapers.\nSo everything you knew about the world was going to schools run by the Communists and\ntelling us that Communism is the best thing in the world and Communism and capitalism is\ndying. There were two or three newspapers but regardless which ones you bought, you got the\nsame news what the government wanted you to hear.\n>> Bill Benson: | wish we had more time to hear Peter's story about the events leading up to\nhis defection and coming over here and all that that entailed. We won't be able to do that.\nWe have time for a couple of questions from our audience. We'll hear, again, from Peter to\nclose our program in a few minutes. So we'd like you to stay through our question and answer\nperiod so that we can turn back to Peter in a moment.\nWe have microphones in each aisle. Please, we have a hand up over here, please\nwait until you get a microphone. Try to make your question as brief as you can. | will repeat it\nas best | can so that we all hear it and then Peter will respond.\nYes, sir?\n>> [Question Inaudible]\n>> Bill Benson: The question is, after your liberation --\n>> Peter Gorog: | understood. Under the Communist system, religion was not the topic.\nReligion wasn't banned but was very, very strongly discouraged. Priests were arrested and\nsent to labor camps and other kinds of things. So we did not know much about what our school\nmates' parents did during the war or before the war. We just knew their names and where they\nlived. We just didn't talk about our personal circumstances.\nInterestingly enough, with hindsight, most of my friends in elementary school, high\nschool, were Jewish but | didn't know it because we never talked about that we were Jewish.\nWe talked about everything but religion.\nSO answering your question, the government took care of the known Nazis. They were\narrested and the major corroborators were actually executed. But the little guys, the neighbor\nwho reported us to the police, | don't know what happened to them. They lived their life.\nAnd interestingly enough, after 1989 when Communism collapsed, anti-Semitism\ncame to the surface again in many forms. By that time people showed their real cause and that\nis a far right Hungarian neo-Nazi party in Hungary and they got 20% of the vote in the\nHungarian parliament.\n>> Bill Benson: Thank you.\nWe have one over here.\n>> | wondered, have you had a chance to return to Hungary and if so what date and what was\nyour reaction?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: Thank you for that question. Did you have a chance to return to Hungary and\nwhen did you go back and what was your reaction to it?\n>> Peter Gorog: Yes, | returned the first time in 1989 when | became an American citizen and |\nwas able to go back to Hungary. At that time it was still Communist -- it was the last year of\nCommunism. My reaction was a kind of bitterness. | was suspicious of practically everybody:\nWere you a Nazi during the Holocaust? Did you report your neighbors?\nThere was an evolution throughout the years how | evaluated Hungarians’ role in the\nHolocaust. And my main bitterness was first because | never had the real Holocaust story that\n| hated German. | never had German car or appliances though they are the best because in\nmy mind Germans were the ones who killed my father and killed six million Jews. Later on, as\n| learned the story and the history and also having the privilege to talk to the German\nAmbassador twice, my bitterness turned away from Germany, which actually took\nresponsibility for their role in the Holocaust, and they are doing anything and everything except\nthey cannot bring back the dead. But the Hungarian government unfortunately never took\nresponsibility and there is a revisionist history today in Hungary which tried to describe that we\nwere victims, the Hungarians were victims of the Nazis as much as everybody else.\nUnfortunately that's not the whole story.\n>> Bill Benson: Thank you.\n| think we're at the end of our program. For purposes of questions. But when Peter\nfinishes, he will remain up on the stage here. If you have a question you'd like to ask, or come\nup and just shake Peter's hand, say hi, get your picture taken with him, please absolutely feel\nfree to do that. We welcome you doing that.\nIt's our tradition at First Person that our First Person gets the last word. So I'm going to\nturn back to Peter in just a moment. Before | do, | want to thank all of you for being with us,\nremind you that we'll have First Person programs each Wednesday and Thursday through\nmid-August. We hope that you can return either this year or in another year.\nWhen Peter's done, Joel, our photographer, right here, is going to come up on the\nstage and take a photograph of Peter with you as the backdrop. We want you to stay put so\nthat you're part of this photograph for Peter when we're done with the program.\nPeter?\n>> Peter Gorog: | don't know if you already saw the Permanent Exhibition or you will see or\njust look at the museum website, there is a picture as you exit from the cattle car, which is\ndisplayed on the third floor, the cattle car which took the Jews to Auschwitz. Across the wall\nthere are pictures of people coming off the train at the Auschwitz-Birkenau concentration\ncamp. There is a picture of two young Hungarian boys, a little bit older than | was at that time,\nin their school uniform, school hats. And the picture was taken, two hours later or maybe three\nhours later they were dead. They were marched straight from the railway station to the gas\nchambers. Every time | see that picture, as a tour guide or other occasion, | just am reminded |\ncould have been one of them. | wasn't. And for that | give thanks to my mom and the Divine\nProvidence.\nAlso, | am reminded that although the Holocaust was a unique event in history, the\nconsequences and the lessons we can learn is universal. And that's why I'm here in the\nmuseum because there are people who denied that the Holocaust happened. They may\nacknowledge that Jewish people died but because -- they died because of starvation and a lot\nof non-Jews died also. And my responsibility is still to really remind people what the motto of\nthe museum is, \"never again.\" What you can do matters. If you look at the brochures, that's\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nwhat really matters. Everyone in this room, including Bill and myself, what we do matters. So\nwhen we see discrimination, when we see bullying, when we see that people are judged\naccording to their religion or the color of their skin, we cannot be bystanders. We have to raise\nour voice and we have to act. And that's what | hope you take away from the museum today.\nThank you for coming.\n>> [Applause]\n",
    "segments": []
}