{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, June 25, 2014\n10:50 a.m. — 12:02 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: DAVID BAYER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. I'm the host of the museum's public program First Person.\nThank you for joining us today. We are in our 15th year of the First Person program. Our First\nPerson today is Mr. David Bayer whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship. I'd like to let you know that Mr. Louis Smith is here with us\ntoday.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as volunteers here with this museum. Our program will continue\ntwice weekly through mid-August. The Museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in your program that you received today or speak with a\nmuseum representative at the end of our program at the back of the theater. In filling out that\nform, you will also receive an electronic copy of David Bayer's biography so that you can\nremember and share his testimony after you leave today.\nDavid will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time for questions, we will have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe opportunity for you to ask David a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from David is one individual's account of the Holocaust. We've prepared a brief slide\npresentation to help with his introduction.\nWe begin with this 1945 portrait of David Bayer taken in his hometown after liberation.\nOn this map of Europe, the arrow points to Poland where David was born September 27, 1922.\nHe will be 92 this September.\nOn this map of Poland the arrow points to the approximate location of Kozienice,\nDavid's hometown.\nHere is a contemporary photograph of David's home in Kozienice.\nDavid's brother Joshua is in this 1938 photo of a Zionist youth group. He is in the third\nrow, third from the left. | can put the cursor on him in case you can't see it there.\nIn 1939 German troops invaded Poland starting the Second World War. The next\nyear the Bayers were forced to move into the Kozienice ghetto. Here we see a view of the\nKozienice ghetto through the barbed wire fence that enclosed it.\nIn September 1942 the ghetto was liquidated and its inhabitants, including members of\nDavid's family, were deported to the Treblinka killing center. The arrow points to Treblinka.\nDavid was taken to Pionki, an industrial complex that produced munitions. In 1944 he was\ndeported to Auschwitz. Our second arrow points to Auschwitz.\nThis next photo shows a fence around the barracks in the main camp at Auschwitz.\nAs the Soviet Army neared, David and the other prisoners were sent on a Death March.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nHowever, David managed to escape into the forest and was found by the Soviets. He spent\ntwo years in the Foehrenwald displaced persons camp in Germany. Here we have a map of\nthe major camps for Jewish displaced persons with the arrow pointing to the Foehrenwald\ndisplaced persons camp.\nThis next photo, David and his friends pose at an airport near the displaced persons\ncamp in 1946.\nHere we see David with a friend at the Foehrenwald displaced persons camp.\nWe close with two photos from Panama. First, David in front of the gate to the\nsynagogue in Panama city. And here we see David standing by his employer's horse in\nPanama City. After a remarkable year in Panama David went to Israel as a Israeli soldier in\nthe War for Independence. He saw a great deal of combat. Eventually David returned to\nPanama before coming to the United States to start a family and a new life.\nToday David and his wife Adele live just outside of Washington, D.C. The Bayers\nhave two children, daughter Sandra and son Mark, and two grandchildren. They now have a\n4-month-old great grandson. Their grandson Josh, who served in the Israeli Army, is a civil\nengineer in Virginia. Their granddaughter Jennifer, a recent graduate of the University of\nKansas, is now teaching on Maryland's Eastern Shore.\nDavid volunteers his time in the museum's Registry on Wednesdays and often on\nother days. The Registry is the office where he researches and compiles lists of those who\nsurvived the Holocaust as well as those who perished. Among other purposes, the Registry\nhelps make it possible for survivors, family members, and others to find those who may have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsurvived.\nIn addition to our First Person program, David speaks frequently about his Holocaust\nexperience. Two weeks ago he spoke to a group of more than 50 Navy personnel who are\nassigned to the White House. He also speaks with groups -- of visitors in the Museum,\nespecially those who are Hispanic speaking as David is fluent in Spanish.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. David Bayer.\n[Applause]\n>> David Bayer: Thank you.\n>> Bill Benson: Welcome, David. Thank you so much.\n>> Bill Benson: I'm going to sit because I'm an old man.\n>> Bill Benson: I'm joining you in that. Thanks for being here, David. Thanks for being willing\nto be our First Person today. You have so much to tell us in a short period so let's start.\n>> David Bayer: If | will tell everything | have to tell, you would stay here for two days.\n>> Bill Benson: They might be willing to. No. We'll do the very condensed version.\nDavid, it was less than a month before your 17th birthday when the Nazis invaded\nPoland September 1, 1939. Before we talk about the war and the Holocaust, tell us a little bit\nabout your family, your community, and you before the war began.\n>> David Bayer: | lived in a little town called Kozienice. In Polish it means nothing happened\nto the goat. That's what it is.\n[Laughter]\nSo my father had a shoe factory. We had about 25 people working for us. | went to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nschool, played soccer. | had a good life. We had a maid. We had a good life, a big house,\nmy sister, 19 years old, a little brother 12, a little sister 8 years old. And | was 16 1/2. This\nwas 1939.\nWhen the Germans came in --\n>> Bill Benson: Let me ask you a couple more questions. Was there a large Jewish\npopulation in your town?\n>> David Bayer: About 5,000 Jewish people living in the town of about 12,000. So it was\nalmost 50/50 population, half Jewish. The Jewish people in that town were all shoemakers,\ntailors, jewelers. The surrounding area was all farms. And every Thursday there was market\nday. They get along very well with the population. We lived there for hundreds of years.\n>> Bill Benson: And your father, was he a shoemaker?\n>> David Bayer: My father was 42, 41.\n>> Bill Benson: What was his occupation?\n>> David Bayer: When he got married, his parents wanted him to sit, read the Bible, and\nstudy. That's all. He didn't want to do that. So he went in the shoe business. He was working\nhard. Then he opened his own factory. We made out good. We had a showroom, a big shop.\nWe sold shoes all over the country.\nWell, the Germans came in September 9, 1939. We escaped to the forests. We\nstayed in the forest hiding because of the bombardment. When we came back to our house,\neverything was plundered. The Germans were in our house taking my mother's dishes, table\ncloths, bedspread, clothing, shoes, thousands of shoes. We were scared to death. They were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlaughing and making fun of us. They asked: What are you doing here? It's our house. They\nsaid no more. The Germans took everything. They loaded up whatever they can. They\ncleaned everything out.\n>> Bill Benson: Your mother -- among the things that they destroyed and took was your\nmother's Passover dishes.\n>> David Bayer: She had a box, a big box, with all kinds of dishes, maybe 200, 300 years old.\nAll kind. They broke it. They took whatever they want. She was crying. Mother was crying.\nI'll never forget that she was crying. | was very upset and still are.\nThere was a curfew. We couldn't get out. We had no food. We had nothing. | went\nout, went to a bakery to wait for bread. So people were lining up to get bread. There was a\ncurfew. The Germans came and took me and everybody else from there and locked us up in\nthe church. The church was close from my house. We looked out our window, we could see\nthe church. Hundreds of people locked up in that church. My mother was standing in front of\nthe door, waiting and waiting for me, crying. My younger brother came out from the -- from the\nchurchyard | waved to him and he saw me. So my mother knew what happened, where | am.\nSo she felt a little bit better.\nThen my grown-up sister, 19 years old, she was a blond, beautiful girl, she went to a\ntown out of Kozienice, maybe 30-kilometers. | was locked up. From the church they took me\nthere. She bribed the guard to let me out, free. She took money. She bribed the guard. |\ncame home.\nThen the persecution started. Day after day, every day, the Germans walked in our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhouse and asked us to put the Star of David on the door because the neighborhood had to\nhave a Star of David on the front of the door. One day they came in, took my father out.\nMaybe six Germans came in and got him. They wanted him to dig ditches or something, |\ndon't know, behind the church. My mother was worried, crying, crying. | should go and\nexchange myself for my father. That's what | did. | went to exchange myself. But he slipped\naway and | took his place. This was one day.\nThe second day they took -- this was Gestapo man. This was not civilian, regular\nGerman, big shots. My uncle, my younger brother was working for a Gestapo man. What he\nwas doing was washing his clothing, shining his shoes, cleaning his apartment. The German\nwas nice to him. They gave him food to take home. So my uncle was just married a few\nmonths ago. So he asked the German if he could be exchanged for me. He agreed. So |\nwent to work instead of my uncle. He didn't go. | went to work for the Gestapo man.\nHe was good to me, too. He gave me food to take home. | was happy. Everybody had to\nwork.\nThe Germans occupied all the Jewish people to work for nothing: sweep the sidewalk,\nshovel the snow, whatever, to keep us busy. But this Gestapo man, a big husky guy, he was\nin charge of the whole area. He had a Polish young boy, 18 years old, in the dungeon. There\nwas a door in the floor. It was the basement, a young man. They are accusing him for having\na gun. The boy was sleeping in a barn. And the Germans raided the area and they find a gun\nin the barn. And they accused him for having the gun. He cried, he begged. He said, \"It's not\nmy gun.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nBut | was the translator. | soeak German-to-German and translate from Polish. The\nboy, | never knew him because he's not from my hometown. He was from somewhere else.\nHe keeps saying, \"This is not my gun,\" he cried all the time. So about two, three times we had\ninterrogation. | was translating. One day, all of a sudden the discussion he was saying, \"It's\nnot my gun. | didn't do nothing. | was sleeping there.\" This German who was good to me, he\ngave me food and | worked with him, pulled a pistol and shot that boy in the basement. | was\nscared. | thought they're going to do the same thing to me.\nWhat I'm trying to bring out to you is he shot him for no reason. He didn't believe him.\nNo jury, no trial, no nothing; just a gun and shot him. And | had to take him out and bury him in\nthe field. He's probably still there now. This was Gestapo man. Then he left and he wanted\nme to go with him. | said no, | can't leave my parents; | have to be home. So! worked with\nsomebody else. You have to be busy. If you worked, the Germans sent you to Auschwitz,\nsent you to camps somewhere else.\nThen they told us to move out of our house. They were creating a ghetto. All Jews\nwould live outside the Jewish neighborhood; have to move into the ghetto. We had a big\nhouse, about four bedrooms, storage rooms, all kinds of hallways. We had to leave\neverything. Besides, the Germans took half of it away anyway, machinery, whatever.\nSO we moved to one room. One room we got. | had to pull whatever | had ina sled. And\nthat's it.\nMy sister was looking like an Aryan girl, blond. So one day she put on a wooden\ncross; she got a pair of boots we were hiding. She went to the farm to sell the boots.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 0\n>> Bill Benson: She walked out of the ghetto?\n>> David Bayer: She sneaked out under the barbed wire, an area that was not so visible. She\nnever came back. | never saw my sister again. She was 19. She was a beauty. She was\ndressed very nicely.\nAfter the war | went to the farmer and he told me that she was there and sold the\nboots and got food. She was carrying a canvas bag with all kinds of food. And the Gestapo,\nthe Nazis, got her, locked her up in a jail. In 1942, September 27, they shipped away all the\npeople from my hometown to Treblinka and killed them, almost 8,000 people. Because there\nwere more people from the surrounding towns brought into our ghetto. So there was about\n8,000 people.\n>> Bill Benson: David, before you go on from there, when they liquidated the ghetto and took\nthe 8,000 away, before they did that, besides your sister, you also sneaked out of the ghetto.\nRight?\n>> David Bayer: | sneaked out so many times. I'm still sneaking out.\n[Laughter]\n>> Bill Benson: And how would you do that?\n>> David Bayer: | risked my life so many times because we had to eat. My mother was\nalways worried. She was praying, always praying. She was praying, her Bible, always\npraying, all the time. God will help. God will help. But God didn't help.\nThe reason | mention God because a lot of questions people ask, in school, high\nschool kids, your relation with God. A lot of times | don't want to talk about it. | don't want to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntalk about God. Because we were religious people. Here we had nobody to help us. That's all\nwe got is God. And God didn't help.\n>> Bill Benson: David, when the ghetto was liquidated and your family was taken, you were\naway working on the irrigation canal.\n>> David Bayer: | went to work for the irrigation canal. About 400 to 500 people from my town\nwent to work there, all the young people. The Polish government were building the canal\nbefore the war. And the Germans continued to do it but with slave labor, like me. And every\nday, practically every day, | had a chance to sneak away from the canal and go to farmers to\nbeg for bread, for food. Went to the field, steal potatoes.\nOne day when | came back to the canal, there was nobody near the canal; only the\nshovels and the wheel barrels, everybody was gone. The Germans came and took everybody\naway to an ammunition factory, to Skarzysko. | was left alone in the field. | went to a farmer.\nAnd he said to me: There are a few people left in town to clean up the ghetto. If you want to,\nI'll be taking you there one day. | stayed with the farmer maybe three, four days. And then he\ntook me to that ghetto, empty. Nobody there, only the buildings. | sneaked in. And | worked\nover there cleaning the ghetto.\nAnd then the Germans took us away to a town, a city called Radom. In Radom, the\nprevious people were already taken to Treblinka, but there was maybe about 500 people left in\nthe ghetto; influential people, rich people, you know, the people who had money to buy every\nday their life. But Germans planned to kill us anyhow.\nSo what happened, one day -- tell you a story what happened in Radom. They\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nannounced -- the Germans announced that they wanted to exchange German prisoners,\nGerman prisoners -- the British locked up Germans in Palestine. This was 1942. They wanted\nto exchange from Jews for the Germans. So whoever has money could buy his life to be an\nexchange for a German prisoner.\nThere were a lot of doctors and lawyers, some people with money in Radom. They\ncame out. The Germans came in with a bus, a big truck, a Red Cross. And they go and take\nall the Jewish people who want to be exchanged for the Germans. They didn't do it. They\ntook them to the cemetery and killed them. They took everything away from them, their\nmoney, their treasures, everything. | didn't have any money, so | couldn't be exchanged. So\nlucky | survived. They took them to the cemetery. They already dig a grave and they killed\nthem there; shot them all. And | was there.\n>> Bill Benson: David from Radom you were taken to Pionki, right?\n>> David Bayer: There was a factory, ammunition factory, in our area between Radom and\nKozienice. The Germans took it over eventually. They wanted slave labor. So they keep\ncoming to the ghettos to whatever, people they could get to work in the factory. | volunteered\nto go to Pionki from Radom. But every time | went to the truck, they didn't want to take me\nbecause | didn't have no luggage. The soldiers who were driving the truck: What do you\nhave? Nothing? They didn't take me.\nSo there was a couple in Radom, a friend of mine and his wife. They were friends of\nmy father. They didn't want to take old people, only wanted to take young. They come over to\nme and give me two bundles and also their son. And the Germans took us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: David, the significance of having the luggage or the bundles was that you had\nsomething they could take.\n>> David Bayer: The people give me the two bundles. | never Knew what was inside. Didn't\nneed to. They knew they were going to kill them so they gave it to me. | took the bundle. The\nGermans took it away. | didn't know what was inside. Then | worked in the ammunition factory\nin Pionki. The Germans taught me to make powder for bullets. For two years | was working\nthere. | was an expert, practically. | was very good in that. But the gases and the chemicals\nare killing us. We didn't have good food. We didn't wear no masks where | worked, that\ndepartment. So a lot -- it was very bad. My glands swell up a lot of times.\nAnd then the Russians were advancing and beating the Germans. The Germans\nwere losing the war.\n>> Bill Benson: Before you go there, talk a little bit more before your time at Pionki. Tell us\nabout in order to get enough to eat, you had to do bartering and smuggling. How did you\nmanage?\n>> David Bayer: We took a chance. We worked with civilians. The Polish people went to the\nfactory and went home every day.\n>> Bill Benson: Just like regular employees.\n>> David Bayer: The job before the war, during the war. The Germans paid them. They were\nexperts. They were working in ammunition factory. They came every day to work. They\nbrought lunch, sandwiches, brought soup. After a while the Germans gave us clothing from\nthe people who they killed. So we exchanged with the Polish people the clothing for food.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nA lot of times, there was a supervisor working with me. He asked me to clean a room\nwhere the Germans and the Polish supervisors were smoking. Forbidden to smoke, but they\nhad a special room. So! went in to clean up. And | got the cigarette butts picked up, old\ncigarette butts. One would give away his bread for a cigarette. Some people who were\nsmoking, none of them survived. Smokers never survived because they need the cigarettes\nvery badly. So they gave away their bread, soup, anything for a cigarette.\n| had a supervisor, he went to my hometown, for a man who worked for my father. We\nhad stocked up a lot of stuff in our house, in his house. He went there to bring me something,\nclothing. | tell him to take my father's suit; | didn't need it. So | got food any way | can.\n>> Bill Benson: You also took other chances, including trying to escape from Pionki. Will you\nshare with us a couple of your escape attempts?\n>> David Bayer: One day there was a young man in the ammunition factory where | was\nworking. His name was Mosze Matis, tall, big guy. His job was to take the chemicals from the\ntankers to connect to the building. The chemicals were used to make the powder. He said to\nme, there's an opening in the barbed wire and we could escape. In the forest there's Polish\nunderground, fighters against the Germans, and we could join them.\nSure enough me and him sneaked out through the barbed wire and we walked into the\nforest. We see big posters, big posters in German and Polish, \"10 liters of vodka to bring in a\nJew.\" When | saw that, | said, “Mosze Matis, we have to go back.” And we went back.\nOne Pol was waiving us, in the field cutting wheat. But we were scared. 10 liters of vodka or\n10 pounds of sugar, 10-kilos of sugar.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: So you went back to Pionki?\n>> David Bayer: We went back the same route and nothing happened.\n>> Bill Benson: Also, am | correct that while you were at Pionki you were severely burned ina\nlocomotive explosion.\n>> David Bayer: Well, | worked in the ammunition factory for almost two years. | begged one\nof the supervisors to give me another job. It was very bad for me. | couldn't breathe anymore.\nSo he gave me a job in a little locomotive to transfer -- process stuff to another department. |\nworked with a Polish man together. It was a hot day. He was fooling around with the\nlocomotive. Some spark came out. The whole locomotive blew up. | got burned; my arms,\nmy face, and my legs. So | didn't go to work anymore. | stayed in camp a while, until the\nGermans were losing the war with Russia. They were retreating. And they wanted to\ndismantle the factory, take everything to Germany, the machinery, everything; everything that\nthey could put on train and shipped it away.\nThey came in one day -- not one day, every day -- and got volunteers. Whoever\nwants to go with them. If they didn't get the volunteers, they took you. There was no war\nanymore. There was no food. There was no electricity. Didn't give us no food. So everyone\nwas hiding under the beds, in the forest, behind the trees.\nOne day, one German, we saw him coming into the gate, one German who used to\nwork with me, an engineer, a very good man. What do you mean good? He didn't kick us. He\ndidn't yell at us. He didn't say good morning, goodbye. He was very nice. Smiling guy. He\nwas fixing the pumps all the time. He came in, everybody wants to go with him because he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nwas a nice guy. Everybody saw him, so they started stampeding. He pulled a pistol and shot\na guy. Shot in the crowd. He was scared. They were running to him. He thought they would\nattack him or something because everyone was running on top of each other.\n>> Bill Benson: In reality, they just wanted to go with him.\n>> David Bayer: Yeah. But one shot, killed a man. | don't know where, | was hiding under the\nbed.\n>> Bill Benson: As you were being forced out of Pionki, you were able to get some food by\nsneaking into tunnels, if | remember right. You snuck into some tunnels.\n>> David Bayer: Well, in Pionki, we were free. The Germans were waiting for the train to take\nus somewhere away. So we were looking for the big complex, a lot of warehouses. And they\nfind a lot of rice and big cheeses, big 25-pound cheeses but no water. We had no water. The\npumps didn't work no more because no electricity. Everything was knocked out. They got sick\neating cheese, no water.\nFinally, we dig in the ground. We got some water but all dirty water. And | cooked up\nrice, made some patties. That's all | had to eat. Then the train came and took us Auschwitz.\n| will go back to Pionki. No, to the ghetto. There was a man named Max from my\nhometown. He was shipped from Blechhammer. No, Treblinka. And he escaped from\nTreblinka. He came to Pionki. Because his sister was working in Pionki. And he came into\nPionki, sneaked in through the barbed wire. He told everybody that the Germans killed\neverybody from the transport from Kozienice to Treblinka. Everybody called him crazy.\nImpossible. Didn't believe it. We didn't believe the Germans would kill women and children for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nnothing. Took on the train, gassed them in the same night.\nAnd he keeps saying, “Believe me. | was there.” So why did you survive? Because\nthe Germans picked him up, all the goods taken from the people to ship back to Germany. He\nwas working for them in Treblinka. He escaped one day and came to Pionki. But when the\ntransport was going to take us to Auschwitz, he said, \"I'm not going on no train.\" Not going to\nno train no more. He run to the barbed wire and started to jump. A guard shot him. He was\nhanging there, everybody to see on the barbed wire. His name is Max Blumenschweiz\n(Phonetic).\n>> Bill Benson: You were forced on the train.\n>> David Bayer: They called him crazy, crazy, crazy. Everybody thought he was crazy. He\nwas not crazy.\n>> Bill Benson: As you found out.\n>> David Bayer: We didn't believe him. He told the truth. He told that the Germans killed\neverybody. We couldn't understand. Why should they kill us, everybody? For what? They\nmade me work. Isn't that enough? But killing everybody from top to bottom? 6 million\npeople? My hometown, everybody gone. Not one Jew left in my hometown. My little sister, 8\nyears old. They were murderers.\nDid you notice | don't call them Nazis? | call Germans. They were all Nazis. They\nwere all Germans. So | call them Germans. They were not such good people. Now they're\ngood people. Now -- because they have money. They're making chemicals again and selling\nit to Syria. You don't want me to talk about that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n[Laughter]\n[Applause]\n>> Bill Benson: | would like you to talk about what it was like for you to go to Auschwitz. |\nwould like you talk about Auschwitz.\n>> David Bayer: Ok. We went to Auschwitz. The train was terrible. They stuffed in 80 to 100\nof them in a wagon. They put them in like pieces of wood. Somebody died, couldn't fall down.\nDie standing up. Choke to death. No food, no nothing.\n| was lucky. | had the rice patties and a bottle of water. With a friend of mine named\nLeo Rosenfeldt (Phonetic). He lives in Israel now.\n>> Bill Benson: What happened when you got to Auschwitz?\n>> David Bayer: When | came to Auschwitz, the Germans opened the doors -- the Germans\nhad helpers. The Jewish people who were temporarily alive opened the door. Some dead fell\nout. Some hardly could walk. One man who opened the door, saw me. My face was -- |\ncrossed my arm. He said, “Tell the Germans what happened to you.”\n>> Bill Benson: From your burns.\n>> David Bayer: Yeah. He said, “Tell them you are chemist, you made explosives. They will\nkeep you alive. Maybe they will use you or something.” So that's what happened. A Nazi\ncame over, a German officer. He said, “What happened?” | told him. Ok, put me aside.\nBut before that, they put my number. Everybody had a number. My number's B74. | got\ntattooed.\n| was sent to a gypsy camp, me and about 40, 50 guys. | was there maybe three\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nweeks. A doctor came in a German-Jewish doctor. Gave me some cream and it healed. My\nface cleared up. | was lucky.\nSo then in the meantime, they killed all the gypsies. They killed in one night. They\ncame in and cleaned the whole camp: women and children, people dancing, singing. And the\nyoung man, they sent a German, worked in coal mine, factories. The rest they killed all the\nwomen and children and old men.\n>> Bill Benson: David --\n>> David Bayer: And then some German dignitaries came in and got me and a few other guys\nto work in the coal mine. So they took us to a place, a concentration camp, a subcamp of\nAuschwitz. It was about 15, 20 kilometers away. And | went to work in a coal mine.\n>> Bill Benson: And that was extremely dangerous work. Tell us what your quota was.\n>> David Bayer: The Germans -- you have to produce 18 wagons of coal. 18 little wagons of\ncoal.\n>> Bill Benson: Per day.\n>> David Bayer: Per day. If not, you could not get out. Again and again and again.\nThe food they gave us was very bad. Hard work. It was impossible. A lot of us learned how\nto cheat. So everybody had a tag with a number. Hang up the number and how many coals.\nWe managed to switch. | got somebody else's coal. Put my number. We didn't make the\nnumber no matter how we tried. We cheated a lot. We knew it.\nAnd then there was one German, a Nazi. He was a Polish -- ethic German. He\nspeaks Polish and German. He was our supervisor. He was checking the coal, the walls, the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nceilings, where to drill, where not to drill. He was a murderer. He walked around with a stick\nand a copper handle, like a pick handle. He didn't like somebody or didn't move fast enough,\nhe hit them over the head. All their brains came out. Killed hundreds of people there.\nAlso with us working, a Polish miner, a Polish patriot. He was a nice man. He's the one who\nwas putting the dynamite --\n>> Bill Benson: | want to interrupt for a second. Before you continue, | want to fix your\nmicrophone for a minute. But before you continue, tell us about Ruben. | think Ruben --\n>> David Bayer: Oh, ok. We worked, about eight guys to a group. A lot of groups, all over the\nmine. If one died, the next day there's somebody else. So they got a young man whose name\nwas Ruben. He was from Poland, a big town. He was maybe 16, 17. He was a very religious\nguy. That's all he did, continually praying. We also called him crazy. That's all he did. All his\nmumbling, mumbling in Hebrew from memory. He was a religious fanatic. And he sticks to me\nlike glue. Everywhere | went, | worked. He tried to help me. He picked up the coal with the\nhands. The shovel we got were 10 kilos, very heavy, big one.\nSo he was always praying. But this Polish miner, one day he told us, \"Every time | tell\nyou to move, silently, | don't want nobody to hear, move.\" From the area where he works.\nOne day the Germans come in and he was working, checking the walls. And the Polish miner\ngestured to us before we could move away from the area. And the Polish miner pushed the\nbutton and blow up the German to pieces. The whole wall, the whole ceiling fall down on him\nand covered him up. Ruben came over to me and said to me, “Did your God help us?” We\ndidn't call him crazy no more.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n[Laughter]\nAnd since then when people ask me about God, | always think of Ruben. Ruben\ncomes to my mind all the time. Ruben survived the war. That's another story.\n>> Bill Benson: We may talk about him later.\n>> David Bayer: Ruben lives in Jerusalem. He has 11 children. He is a rabbi teaching\nHebrew. He's still alive. He was 4 years younger than | am. I'm 91. He's still in the 80s.\n>> Bill Benson: A youngster.\nIn January, suddenly you're brought out of the coal mines early and told you have to\nleave.\n>> David Bayer: A lot of times we went to the mine working. A lot of times we went by train.\nThe Germans, when we came home from the mine, the camp where we lived, told us to go\ntake a shower. We have no soap, no towels, no warm water. Wintertime. It was December.\nJanuary. Cold. We had to run from the barracks to the shower in the middle of the camp,\nicicles all over. A lot of people run and the Germans rush you. They die. They froze to death.\nThen the one day we came out of the mine. The Russians were closer or they were\ncoming; the bombardment. We could hear them. The Russians were very close. The\nGermans said evacuation; take what you can and let’s go.\nSo we have to hook up, arms to each other, and march out; no food, no nothing in the\nsnow. We marched to Germany. The main highways were clogged up with German trucks,\nthe tanks. We had to walk on the country road, very bad places. We couldn't walk. Feet were\nfrozen, hands are cold.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAnd we had guards, hundreds of German guards, and hundreds of Ukrainian guards,\ncollaborators with the Germans. You hear a lot about Ukraine. Could happen to better people,\nwhat happened to them over there. They were murderers. They helped the Germans. They\nhate the Russians so they hate us, too. So thousands of thousands joined the Germans.\nThey were guards, shooters, killers, and everything else. And now they're nice people and\nthey want freedom and everything. They didn't give us freedom at all. Very bad. Treated us\nvery bad.\n>> Bill Benson: And this march that you were on, it's called a Death March.\n>> David Bayer: You don't want me to talk about that neither.\n[Laughter]\n>> Bill Benson: | just want to make sure we get through what you want to tell us about you\nduring the war.\n>> David Bayer: I’m the one who don't forgive. Some people in this world forgive, tolerance,\nthis and that. | am not tolerant and | am not forgiving. That's what I'm going to die. So if |\nhave to tell like it is, | tell it. They were murders. They were killers. That's the way it is.\n>> Bill Benson: | want to make sure that you are able to finish telling us what you want to in\nour time. Finish about the Death March that you were on, if you don't mind.\n>> David Bayer: We have plenty of time.\n[Laughter]\n>> Bill Benson: Ok, David.\n>> David Bayer: Well, we walked. No food. We ate snow. That's all we ate. | was lucky\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nbecause Ruben was always next to me. And he was so scary. He was a real scary Jew,\neverything, scared. The Germans one day told us -- everybody to lie down. Thousands of\nthousands of people, maybe 3,000, 4,000 people lie down in the snow. That's all you see,\nskies, dark spot in the snow, humans. We were lying there. No German, no Ukrainian,\nnothing. They all went in the houses to warm up, in the farms.\n| noticed a lot of dogs come and going, come and going, barking. So there's dogs.\nThere has to be something, food, maybe. Sure enough Ruben starts scream and crying,\n“Don't go. They're going to kill you.” | said, “The Germans are not here.” | crawled over.\nThere was a dead horse and a lot of dogs coming in grabbing meat. And | did the same thing.\nGrabbed a piece. Broke off easy because it was frozen. Bone and meat. Ruben was kosher.\nYou know what kosher is? He ate all right.\n[Laughter]\nAnd | ate. We all ate. Chewed a piece of meat. And it helped a lot. It helped a lot.\n>> Bill Benson: And at one point, if | understand correctly, you were forced into a barn and\nthen they tried to set the barn on fire.\n>> David Bayer: Well, we slept a lot of places. Let me tell you something. They wanted to\nrest so they tell us to rest, too. We didn't warm up, didn't eat. Just lie down in the snow. One\nday there was a big barn. They pushed whoever they could get in there in the barn. Everyone\nwas crying, crowding them up. We had no space anymore. The Germans also pushed in the\nKapos. The Kapos who helped the Germans, they all had to get in the barn. And there was\none German -- | have to tell about that guy.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nThere was one German. He was a criminal, a murderer. He killed people for nothing.\nHe was a Kapo. | don't know if you know what a Kapo means. A Kapo, it means a supervisor\nin Italian. Kapo, the ram, the Kapo. He walked around like a big shot. He walked around with\na club. But he was in jail for killing his mother. He killed -- he was a murderer, a criminal. He\nkilled his mother. He went to jail. The Germans took him out of jail and put him in the\nconcentration camp.\n>> Bill Benson: And made him a supervisor.\n>> David Bayer: And made him a Kapo. All right? He killed a lot of people.\nWhat happened -- he was marching with us, too. He was supposed to be a prisoner\nbut a collaborator. He was in the barn. He never came out alive. The prisoners killed.\n| don't know how the fire started. But | thought later on that somebody tried to kill him with the\nfire, burn him or something.\n>> Bill Benson: So a fire got started.\n>> David Bayer: And we all walked out and that's it. The body burned. That's it. And then we\nkeep walking. | went to a place in Germany, a concentration camp where all the prisoners\nwere already taken out. There were some left, British, Russian prisoners, military men, all\nmilitary men. It was a big camp. And the Germans told us to get in. Then they give you bread\nwhen you walk out to the gate. They didn't give nothing to anybody. Whoever went to the gate\ndidn't get anything. They pushed them out. Keep on walking.\nThere were a lot of warehouses there. So what happened, there was no electricity in\nthe barbed wire anymore, no electricity in the camp because the Russians knocked out all the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nelectricity. And then we looked for food. Everybody wants food. Everybody goes over to you,\npiece of bread. Hungry. Everyone was hungry, terribly hungry. People can't work no more.\nAnd there were Germans shooting, shooting all the time. They broke into the warehouse. |\nbroke into the warehouse with a bunch of Russian soldiers.\n>> Bill Benson: These were soldiers that were prisoners.\n>> David Bayer: Russian prisoners. So in the warehouse | got in. All there was was\nmargarine, stacks and stacks of margarine. That's all | got. | piled up margarine in my shoes,\nmy pants, wherever | can. | couldn't even walk out anymore. And | got a piece of iron like from\na kitchen stove, you know. | was thinking when | go out, all the people were robbing me\nbecause you were afraid to go in to get killed. The Germans would keep on shooting. A lot of\npeople got killed running to the warehouses. | was lucky. | don't know how | managed, but |\ndid.\n| came into the warehouse -- | mean to my barrack. My friends who were working with\nme, or on the march, couldn't walk anymore. Nobody wants to go. Ruben wants to go.\nRuben, me, and two Russian prisoners went out to the barbed wire and people line up behind\nme. Everybody pushing, pushing, wants to get out. If | wanted to go back, | couldn't because\neverybody was pushing. Fall down in a ravine. Then we walked through the forest.\nRuben couldn't walk anymore because he got a bullet or something. He was bleeding. He's\nlike, \"| cannot walk anymore.\" So we put him in a farm barn. Me and the two Russian\nprisoners went through the forest. We stayed there for almost six days.\n>> David Bayer: What did you eat while you were in the forest?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> David Bayer: We ate the margarine. That's all we ate. It stuck to my body. It melted with\nthe dirt, with the coal dust and everything else.\n>> Bill Benson: So you would just scrape it off your body?\n>> David Bayer: | forgot something which | remind myself right here. | wanted to tell you. Go\nback to the coal mine. Every morning when we went to work we have roll call. Everybody had\nto rise hand and tell their number. German goes around and looked at everybody, how they\nlooked, if they were presentable, if we have a button missing, you know, like a big soldier. He\ncome over to me, a German, and looked. | was covering up with my jacket. My glands swell\nup. They took me out, sent me to the clinic. Experiment. No anesthetic, no injection, no\nnothing. Lie me down, tie me up. One was holding my head. The doctor was smiling. A\nGerman doctor. His name [Inaudible]. What | have here, our museum, go to Germany, look\nfor documentation. And who did they find? My name with the doctor who operated on me, the\nwhole report, even my tattoo, on the paper here.\nThe smiling doctor who smiled. | see his face every day. He was hiding for 20 years\nin East Germany, that doctor, from 1945 to 1965. He was in hiding. Somebody snitched on\nhim. They had a trial. And they hanged him in 1965. But nobody could deny. There's the\nproof, the documentation, right there.\nWhy -- they found a lot of documentation. But when | went to that clinic, it was a warm\nclinic. There was food, clean. And there was a nurse, a Polish young man from my\nhometown. He said to me nobody goes from here out alive. | said, “You sewed me up and I'm\nall right.” He said, “They're going to send you to Auschwitz to kill you.” So | said to him, “Get\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nme out of here. Try.” He did. He made a paper | should go back to work.\n>> Bill Benson: That's how you got back to the coal mines?\n>> David Bayer: If | would have stayed longer in the clinic, after the operation, after\nrecuperating, they send me to Auschwitz and gas me because they didn't want no witnesses.\nBut | am a witness. | am here. | am alive. This is one in a million.\n>> Bill Benson: You just recently saw this. Right?\n>> David Bayer: Just three years ago. Steve went to Germany. He know my name, my story,\neverything else. It hit him right away. Papers here. | got the copies.\n>> Bill Benson: David, in our remaining time, you're in the woods hiding with the two Russian\nprisoners of war. When were you liberated? When did know you were liberated?\n>> David Bayer: We were staying in the forest for a long time. We had no food anymore. We\nhad nothing. We were digging under the snow to look for mushroom roots. We ate some bark\nin the pine trees. We couldn't stay anymore. We were dying. | couldn't walk anymore. So we\nwalked out. And the Russians were there. We walked out. The Russians were standing with\nguns. They didn't know who we were. A Russian picked me up and carried me like a\npackage. | weighed maybe 60, /0 kilos. | was skinny.\n>> Bill Benson: You were half of your original weight.\n>> David Bayer: | couldn't walk. | was frozen. Everything was frozen. So they took me to a\nhouse with a German woman lived with her daughter. They told her to take care of me. Going\nto check out of me. The German woman took care of me. She was afraid of the Russians,\ntoo. She was glad that | was there. She said there are men in the house. | didn't ask because\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 08\n| didn't care. Must have been her husband or somebody. They were not there. They were in\nthe Army or who knows, maybe killed. But the daughter was a young woman. But she was\nsloppy, dirty. The reason she was sloppy and dirty, didn't want the Russians to rape them or\nsomething.\n>> Bill Benson: At some point you would make your way back to Kozienice.\n>> David Bayer: | went back. When | got recuperated, the woman, by cooking all kinds of\nfood. But she didn't have much food. If she had a lot, | would have been dead. | would have\ngrabbed it. But she didn't have it. She made soups, bathed me, gave me clothing. | realized it\nwas her clothing. It was not for men. It was woman clothing.\nThen | wanted to go. She said stay longer, stay longer. | didn't. | had to go. | worked\nthe highway back to Poland. Thousands of people going from all directions back home. | had\nno home. | came home to Poland. Nobody there. | knew nobody would be there, but you\nwant to go back to your own place.\n>> Bill Benson: What did you find in Kozienice?\n>> David Bayer: | didn't find nothing there. My house was a 5 and 10 store. The Pol who got\nit, he was begging me. He said, “You going to take it back?” | said no. | don't want to stay in\nPoland.\n>> Bill Benson: Besides the house, he had furniture and family belongings that belonged to\nyour family.\n>> David Bayer: Well, | had a lot of Polish clothing hidden with the Polish man who used to\nwork for my father. My father built him a house and everything else. He was a nice man. |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\ndidn't like to stay there. They were taking a lot, making party for me. And | was suspicious.\nSo | took off. | went back to Germany, to the American side where the Americans give us milk\nand honey, everything, cigarettes, everything. The Russians didn't have nothing to give. From\nthere | went to Panama, South America.\n>> Bill Benson: Why did you go to Panama?\n>> David Bayer: | had nowhere else to go. The American Consul from Munich called me and\nsaid somebody in Panama is looking for you. Well, a friend of mine who | went to school with\nbefore the war, his parents, went away to Panama for immigration. They immigrated there.\nHe saw me on alist of survivors so asked if | wanted to go to Panama. | said why not. What's\nthe difference where | go? So! went to Panama. It was all right.\n>> Bill Benson: You told me at one time that your first year in Panama was the best year of\nyour life.\n>> David Bayer: You know why? Because | lived with the Indians in the jungle. It was not\ncivilization, no hustle, bustle, no nothing; lived primitive. Good people. | worked -- | was\nmaking leather for the Indians, making sandals, moccasins. They were selling it to the stores.\nThey were good people, humble, nice people. Didn't have much. | didn't have nothing. They\ncalled me Polish Jew. If | was a German, they would still call me a Polish Jew because they\ndidn't know nothing but a Polish Jew.\nThere was a man -- one day | went to the capital of the Province. The capital of the\nProvince where | was -- | lived in a place Concepcion, conception. The capital is called David.\nThe Province, the capital is called David. And the Indians went with me. They said --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n[Speaking language other than English.]\n>> Bill Benson: They called him a Polish Jew.\n>> David Bayer: Yeah. Polish Jew. So they were selling the moccasins. He had a store.\nEverything. They were very nice people. And then he told me that the German Jews: Why\nare you here? Are you crazy? Look at me; no family, no wife no children. That's what's going\nto happen to you. Why don't you go to Palestine? This was 1948. He said, “I fix up for you to\ngo to Palestine.” This guy, Sam was his name. He did. A ship came. He said, “You could join\nthat ship.” | did. | went to Panama; the Israeli Army for a year and a half. Then | went back to\nPanama. But | didn't go to live with the Indians no more.\n>> Bill Benson: And eventually made your way to the United States.\n>> David Bayer: And then | came in 1955, | came here. My friend, her husband -- my friend\nlived here. | came to Washington to see them. If they were not here, | would probably not\ncome here.\n>> Bill Benson: Regina and her husband Sam were in Pionki.\n>> David Bayer: She was with me in camp in Pionki in the ammunition factory. | made the\nammunitions. She was in transportation and building.\n>> Bill Benson: Regina, you ok?\n>> David Bayer: So | came here with $9.35 in my pocket, came in Miami. Whoever came\nhere went all over the world should realize that this is a paradise. And the people who live\nhere don't realize that, | feel sorry for you. This is the best place in the world.\n>> Bill Benson: I'm going to turn back to David in a moment to close our program. | wish we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nactually could take a lunch break, come back, and then have David tell you about what\nhappened after the war when he left Panama, went back and joined the Israeli Army. Just his\nadventure, quite frankly, getting there is the stuff of movies, quite honestly. We'll save that\nmaybe for some other time and place.\n| want to thank all of you for being with us.\n>> David Bayer: Is anybody a teacher here? A teacher? Ok. Come over to me and I'll give\nyou a book of mine so you will have some material to teach the kids. Tell them that nothing is\nso rosy, this world.\n>> Bill Benson: Thank you for being here. We'll have a First Person program each\nWednesday and Thursday until the middle of August. Hopefully you can come back either this\nyear or -- on that note, it's our tradition at First Person, our First Person gets the last word.\nWhen David finishes two things. When he's done --\n>> David Bayer: The last word? Should | talk about what | told you -- | have --\n[Laughter]\nIf the last word -- which | don't like to do that because | never have the last word. |\nalways have to -- who knows, after | die my last word.\nWhen | was still in the house, my house, before | moved into the ghetto, we didn't\nhave no food. The Germans plundered. We couldn't get out, curfews. | sneaked out from the\nhouse. My mother didn't know. | took a pot, like a cooking pot with a handle. | went to a place\nwhere a lot of German soldiers got field kitchen, a field kitchen. And they were eating lunch,\nthe Germans. This was not in a Jewish area. And | went over where the Germans were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\neating their lunch. | stood there with other young people, maybe 15, 20 young men and\nwomen who all know me, my neighborhood; all went to school with me and everything else, all\nChristian. | was the only Jew there. The Germans came over. They had beans and pork,\nsoup. There were boys who | went to school with, played soccer with, my neighbors, eat lunch\nwith me, pointed their finger at me. I'm a Juden, to the Germans.\nThis is the last word I'm going to tell. | went to a school here not long ago, a Christian\nCatholic school. | asked the priest should | tell them. He says tell them everything, don't hold\nnothing back. Because all Christian. And | didn't like to do that. They were pointing their\nfinger at me that I'm a Juden. One German came over and dropped it on the ground. But\nothers came and filled up my bucket. This is the last word | have to say.\n>> Bill Benson: When David steps off the stage, he's going to be available --\n>> David Bayer: And I'm hungry all the time.\n[Laughter]\n>> Bill Benson: Between lunch you are. If would like to chat with David for a couple of\nminutes when he steps off the stage, you'll stay for a few minutes to talk with people. Right,\nDavid?\n>> David Bayer: Why not?\n[Laughter]\n| have a taxi waiting for me -- a limousine. | never drove -- I've never been in a car like\nthis in my life. Regina, you never saw such a thing. Like the President's. The guy told me it's\na bullet proof.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n[Laughter]\n>> Bill Benson: One last thing before we let you go. Our photographer, Joel, is going to come\nup on the stage and take a picture of David with you as the backdrop if you don't mind. And\nthen we'll end our program.\nJoel, if you'll come up. David. We're going to position you. You have to turn your\nback to the audience, which | know is hard to do. Stand up. We're going to get a photograph\nof you. And then Joel. Stand up, folks.\n>> David Bayer: | don't like to turn my back.\n>> Bill Benson: In this one case you have to.\nThank you, everybody.\n[Applause]\n[The presentation ended 12:02 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}