{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Rita Rubinstein\nThursday, August 10, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First Person.\nThank you for joining us today. We are in our 18th year of the First Person program and our\nFirst Person today is Mrs. Rita Rubinstein whom you shall meet shortly.\nThis 2017 season of First Person has been made possible by the generosity of the\nLouis Franklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience with the Holocaust. Each of our First\nPerson guests serve as volunteers here at this museum. Our 2017 season of First Person\ncloses with today's program. The museum's website, www.ushmm.org, will provide information\nabout our program that will begin in March of 2018.\nRita will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time toward the end of Rita's\nprogram, we will have an opportunity for you to ask her some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Rita is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nWe begin with this portrait of Rita, shown here between her Aunt Bella and cousin\nBayla Shulwolf, who perished in the Holocaust.\nRita was born Rifka Lifschitz in December 1936, in Vascauti, Romania. The arrow\npoints to Vascauti.\nHere we see an engagement photograph of Rita's parents, seated in the front.\nRita's father ran a dry goods store and small factory in this house that's pictured on the right\nwhich also served as the family home. Their factory had a few looms to weave native clothing\nsold in the store.\nIn 1940, the Soviet Army marched into Vascauti and drafted young men, including\nRita's father, into the Army. When axis troops invaded the Soviet Union the next year,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nRomanian soldiers entered Vascauti and told all the Jews to prepare to leave within 24 hours.\nRita's family was able to bribe Romanian soldiers who took the family to a ghetto in\nTransnistria. The area known as Transnistria is shown on this map. Once there a village family\ntook Rita's family in. Rita was able to attend a small class but during the three years the family\nlived in the ghetto, they faced terrible hardships. After they were liberated, the family was able\nto return home.\nAfter the war, Rita attended a Ukrainian school in what had become Communist\nRomania. By obtaining false papers, Rita, her mother and aunt, were able to travel to a\ndisplaced persons camp in Germany that was administered by the United States Army.\nHere we see this photo of Rita in her costume.\nRita arrived in the United States in 1949 with her mother and her mother's husband,\nan Auschwitz survivor whom she met in a displaced persons camp. They settled in New York\nCity. Rita married Nathan Rubinstein in 1959, the same year Nathan entered the University of\nMaryland for his Master's degree. Rita graduated from Brooklyn College in 1960, then joined\nNathan in Maryland where she began teaching elementary school in Olney, Maryland, just\noutside of Washington, D.C. She left teaching to have and raise her three daughters, Nina,\nSherry, and Rene. When the girls were older, Rita began teaching at a Yiddish Hebrew school\nthen later became its principle. After retiring from the school, Rita became a private tutor for\nBar and Bat Mitzvahs including for adults who hadn't had theirs.\nNathan passed away at age 58 in 1995. He had lost most of his family during the\nHolocaust but he survived with his parents in Siberia. After the war, they came to the United\nStates. After service in the U.S. Army, Nathan began a career as a scientist at the Johns\nHopkins Applied Research Lab in Baltimore with a top secret clearance. Their three daughters\nhave a combined eight grandchildren. Daughter Nina is an industrial psychologist, Sherry is an\nattorney with four children, and Rene is a pediatric nurse at Johns Hopkins with two children.\nFive of Rita's grandchildren are now college graduates. Her oldest grandson just completed his\nsecond year of dental school at the University of Maryland, a granddaughter is on her way to\ngraduate school to become a physician's assistant.\nAnd today Rita is accompanied by Nina, her grandson Sammy and his girlfriend\nAmanda and granddaughter Jackie Heller who is on her way next week to begin her tenure at\nOhio State University. We have a fan club for Rita in the front and part of the second row.\nRita is very active in the community. 18 years ago she formed a singing group, the\nHappy Matzah Balls, which still performs at nursing homes, senior centers and the National\nInstitutes of Health and Catholic University of America as well as here at this museum. She\nalso sings with the Encore Chorus. Rita has been a transition and hospice volunteer for the\nJewish Social Services Agency for the past seven years. She is also -- she has traveled to\nIsrael to do volunteer work for the Israeli Army. And Rita volunteers here at the museum as\nwell by translating documents and videos of survivor experiences during the Holocaust from\nYiddish to English. She speaks publicly in other settings, recently having spoken at Richard\nMontgomery High School in Maryland, at a teacher's seminar, and will be going to Pocahontas,\nArkansas, to speak to students and their parents accompanied by her daughter Nina and\ngranddaughter Jackie, who is about to begin her freshman year at Ohio State University.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Rita\nRubinstein.\n>> [Applause]\n>> Bill Benson: Rita, thank you so much for joining us and not only being willing to be our First\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nPerson today but to be our closing First Person as we end our 2017 year. We're going to start\nright away because we have a short period and you have a great deal to share with us. So\nwe'll get right into it.\nAlthough World War II began with Germany and the Soviet Union invading Poland in\nSeptember 1939, war didn't come directly to your community in Romania until 1940. Before we\nturn to your life during the war and during the Holocaust, tell us a little bit about your family and\nyour very early life before the war began.\n>> Rita Rubinstein: Of course, | have to go back 76 years. That's a lot of years.\n>> Bill Benson: And you were very young.\n>> Rita Rubinstein: Yes. | have fragmented pieces of memory. But the memories that | have\nwere good, in the beginning very good.\n| came from a loving family. My mother was the eldest. Two of her siblings died at an\nearly age so she was one of six. She was the eldest in the family, the first to get married. And,\nof course, | was the first grandchild. And you know what that's like. My grandparents lived in a\nsmall village nearby. We would go to visit very often. And in those days my grandmother did\neverything herself. | remember her churning butter. They had an orchard. We would visit quite\noften. She would sew dresses for me. It was wonderful. And my parents lived in a two-family\nhome, which was shared with my father's sister and her two children as well as her\nmother-in-law. And my grandmother lived with us.\nAnd thanks to my grandmother, my first language or mother tongue was Yiddish\nbecause many of the middle class Jews in that area spoke German to their children and she\nsaid, no, | want my granddaughter to learn Yiddish. And that was the first language that |\nspoke.\nOf course, | never went to school in Romania because of the war. | had toys, friends,\ndoll carriage. My father used to take me to services at a young age. | do remember that. We\ncelebrated in the fall. He had a love for it. | think as a result, | love attending services. He used\nto read services and had a beautiful voice. Unfortunately | didn't get to know him very well\nbecause -- I'll tell my tale.\n>> Bill Benson: He was a respected member of the community.\n>> Rita Rubinstein: Very much respected. My first trip to Israel | met some of his friends and\nfamily members and they told me what a charitable person he was. He was loved by everyone,\na dapper dresser.\n>> Bill Benson: We saw him in his bow tie earlier.\n>> Rita Rubinstein: Yes, that's right. He had lots of friends, played chess. He was a good\nbusinessman. We lived in a house where we had electricity, modern bathroom.\n>> Bill Benson: You had indoor plumbing. Right?\n>> Rita Rubinstein: We had a well, actually.\n>> Bill Benson: But you had a modern home for the times.\n>> Rita Rubinstein: Right. We did not have washing machines or dryers but we did have a\nradio. The year | was born in they had already heard Hitler's speeches. That's the reason I'm\nan only child. They did not have anymore. | was 4 1/2. Don't think a younger child would have\nsurvived that period of time.\n>> Bill Benson: How large was your extended family?\n>> Rita Rubinstein: You mean a number?\n>> Bill Benson: Yeah. Lots of aunts and uncles?\n>> Rita Rubinstein: Aunts and uncles.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: Cousins?\n>> Rita Rubinstein: I'd say at least 30. It was wonderful. As you mentioned before, my father\nwas -- they had a textile business. They would weave native costumes for the Ukrainians.\nThey had a dry goods store in front of the house. Our porch was not even finished. There was\na little balcony which was not enclosed yet. | remember happy times there, playing with my\ncousins. But that unfortunately was very short.\n>> Bill Benson: And with Germany and the Soviet Union attacking Poland in September 1939,\nbeginning World War II, it was some months after that, however, before the war actually\ndirectly affected you and your family when the Soviets occupied your hometown of Vascaulti.\nAnd that was in 1940. Although you were not yet 4 years old at the time, tell us what you can\nabout the circumstances and what your family's life was like under that time of the Soviet\noccupation.\n>> Rita Rubinstein: Well, it was hard. They sent the wealthy Jews to sigh Siberia. They started\nconscripting the young men to the Army. They conscripted my father. So at that time when\nthey did, they were there for a period of time, about a half a year. | was 4 1/2. When we said\ngoodbye to him, little did | know that that was the last time | would see him. That's why | don't\nhave vivid memories of him.\nBut his sisters, who emigrated to the United States, when my grandmother became\na widow in World War I, they were in the United States and they told us wonderful stories. He\nwas an only son. He had three sisters. They came to America when they were only 16 and 18\nto make it easy on my grandmother who was a widow. They went to the golden land, a land of\nopportunity, where they said there was gold in the streets but they worked very hard in\nsweatshops as that's what this country is known for, immigration, and our doors open to\neverybody.\n>> Bill Benson: When your father was drafted and taken into the Soviet Army, at the time did\nyour mother or anybody know where he had gone? Did they know anything?\n>> Rita Rubinstein: No. We had no idea. But my uncle, for some reason, they did not take him.\nAnd one very frightening incident was when they had a march, and they marched past the\nRussians, past their house. My cousin who was seven years older than I, he climbed up to the\nattic and looked out and all of a sudden we heard banging on the doors, open up. And there\nwas -- \"There is a spy here.\" He was a 10-year-old spy? We were so frightened. We hid under\nthe bed. They came up to my parents' bedroom and my mother begged them. She said, “No,\nthere is no spy here. My husband is serving in your Army.” They went through all the things.\nBut thank God they were satisfied. They saw my little cousin. And they left us alone.\n>> Bill Benson: For little kids that must have been terrifying.\n>> Rita Rubinstein: Yes. It was atraumatic experience. That was my first taste of what was to\ncome.\n>> Bill Benson: With your father gone, who was left in your household with you at that time?\n>> Rita Rubinstein: Well, my uncle, my father's sister, of course, and her family, and my\ngrandmother and my mother.\n>> Bill Benson: And your aunt is your Aunt Bella.\n>> Rita Rubinstein: Oh, yeah. That was her lucky -- thank you very much.\n>> Bill Benson: Tell us about her.\n>> Rita Rubinstein: She worked in a tax office for the Russians at the time. She was with us.\nWhen she wanted to go home to my grandparents’, the trains were no longer going and that\nwas her lucky break. Because they met with horrible death, which I'll go into later.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: That circumstance meant she had to stay.\n>> Rita Rubinstein: Yes. She had to stay. She came to be with us because there were more\njob opportunities. She was seven years younger than my mother.\n>> Bill Benson: During the time of the Soviets, do you know what happened to your parents’\nbusiness and their ability to continue to support you?\n>> Rita Rubinstein: They had to close the business. Yes.\n>> Bill Benson: Do you know if that's -- because of that, economics were obviously more\ndifficult, feeding the family, do you know anything about that time?\n>> Rita Rubinstein: Somehow we managed. | don't really remember exactly. | couldn't say. But\nit was better than when the Romanians came back.\n>> Bill Benson: And let's turn to that. June 22, 1941, Germany and its allies turned on the\nSoviet Union and Romanian troops, who were allies of the Nazis, occupied your town of\nVascauti. The threats on you and your family were immediate. Tell us what that meant for you\nand your family.\n>> Rita Rubinstein: Well, the Romanians came marching into the streets. The first thing they\ndid was they took 20 Jews at random and shot them. One of the members who were shot was\nsomebody who worked in the same office, an engineer, as my aunt.\n>> Bill Benson: So just 20 at random just to terrorize.\n>> Rita Rubinstein: This is what it is. And September or October of 1941, an announcement\nwas made to all Jews, you're going to have to leave your home; be ready to leave in 24 hours.\nCan you imagine? What can you take with you? 24 hours, what precious things do we take?\nMy mother dressed me in layers of clothing. | had a backpack. | guess she put\nclothing in there. They took pillows. They had suitcases. My mother took my father's prayer\nshawl and about seven of his suits thinking that he would return. And we had to be ready to\nleave everything behind.\n>> Bill Benson: So all carried by hand.\n>> Rita Rubinstein: Yes. And my grandmother, may she rest in peace, she took money and\nhad it sewn in her undergarments. And | said, \"Why are you doing this, Grandma?\" And she\nsaid, \"We'll never know. This might save our lives.\" And she had good foresight because that,\nindeed, helped us.\n>> Bill Benson: Your family also, | believe, hid some things in the house. Tell us about it.\n>> Rita Rubinstein: Yes. My mother went into the attic. Sne had money and photos. Because\nmany of my friends who are survivors, they are so envious that | still have some photographs.\nFirst of all, we did have family and we used to send photographs to them, in the United States.\nMy husband, for example, he didn't have one single photo and he was told he was just a\nbeautiful baby and the women used to throw flowers in his carriage because he had curly hair\nand hazel eyes but he never saw one picture. So he said, “You're so lucky you have pictures of\nyourself as a baby.” So my mother had foresight, too. She hid her album of pictures. That's\nhow | came to have those.\n>> Bill Benson: In your attic.\n>> Rita Rubinstein: Very precious. Yes. Yes.\n>> Bill Benson: So now you're told you have 24 hours. You've packed everything. What\nhappened to you then?\n>> Rita Rubinstein: Ok. We were all gathered, from what | recall, in a very big hall.\n[Indiscernible] it was noisy. It was terrible. We were supposed to be sent to a death camp. We\nhad been on the trains.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: They put you on the trains?\n>> Rita Rubinstein: Oh, yeah. My uncle found out, you know, speaking to other people, other\nimmigrants -- well, others who had to leave their homes, and found out that some soldiers\ncould be bribed and they would take us over across the river to the Ukraine, a ghetto which\nwas a concentration of Jews in one place. We were only allowed to be in one area.\n>> Bill Benson: That was Ukraine, on the other side of the river.\n>> Rita Rubinstein: Yes. There was also a labor camp nearby. So, of course, we took a\nchance. And when he heard that, at night we snuck away. And that's where my grandmother's\nmoney came in handy.\n>> Bill Benson: To pay the bribe to these soldiers.\n>> Rita Rubinstein: Correct. So we went on barges. As we were on barges, we were escorted\nby the Romanian soldiers. And a Romanian soldier held my hand. | guess he must have\nlooked into my mother's face and she had an anguished look, was scared to death. Because\nmany children were thrown into the river and they drowned.\n>> Bill Benson: So the soldiers deliberately threw them.\n>> Rita Rubinstein: Oh, yeah. They took the money but they threw the children in. And when\nhe saw my mother's face, he said, \"Don't worry. | have a little girl.\" At the time | was 1. He said,\n\"| have a little girl the same age. | will not harm your daughter.\" So that was the first time that |\nwas saved.\n>> Bill Benson: So from there now you're going into the ghetto.\n>> Rita Rubinstein: Which was a very, very primitive village. Here we came from a modern\ntown. But we were very fortunate. A Jewish family was forced to take us in. Many people didn't\nhave a roof over their heads, where to go. They were a family of four. The thing that heated\ntheir house was a potbelly stove. There were no bathroom facilities. There was a pail. It was\nalways cold. But they were very kind to let nine of us -- there were nine of us.\n>> Bill Benson: To go in with their four.\n>> Rita Rubinstein: This was a one bedroom and one huge room which was -- which served as\na kitchen, dining room, whatever. So there were 13 people.\n>> Bill Benson: In that little house.\n>> Rita Rubinstein: Little house.\n>> Bill Benson: And | think you told me --\n>> Rita Rubinstein: Nothing like a McMansion today.\n>> Bill Benson: | think you told me it had clay walls.\n>> Rita Rubinstein: Clay walls, bitter cold. Hunger. My aunt, who was very handy. She would\nknit things. There was a black market. So occasionally we had bread, which was a luxury. And\nfor dinner we had the potato floating in water.\nMy aunt was also picked up every day. Soldiers came and picked her up in the\nmorning to take her to labor camp. My mother, for some reason, was not forced to go. She\nstayed behind me and that was really my saving grace. | was never separated from my\nmother. Had | been separated at that young age, | don't think | could have survived or would\nhave survived.\nMy aunt and uncle and mother-in-law, they only stayed for one year with us because\ntheir son was growing and kept on begging for food and they didn't have much to give him.\nAnd at one time -- | had never seen my aunt angry. She got angry and said, “Why can't you be\nlike other children and steal?” He said, “I will not steal.” He wouldn't do that. So they left us so\nthat we would have enough to sustain ourselves and they went to a different labor camp.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: They left Shargorot entirely?\n>> Rita Rubinstein: Yes. My uncle had listeria. There were no antibiotics. It was amazing that\npeople still allowed us stay there. But thank God he survived. They left.\nWhat kept us alive, too, and disease-free, was cleanliness. My mother would take\nthe laundry to be washed, about a mile and a half down to the river. One day my cousin and |\naccompanied her because we wanted -- we had a rag doll for a toy and little stones that we\nused. When we accompanied her to wash our doll clothes, suddenly my cousin said, \"Oh, Aunt\nTina, there's a little girl in the river.\" Well, | had fallen in. And my mother didn't swim. And |\ndidn't swim. But she thought very quickly and she threw a sheet in. And | grabbed hold of it.\nBut it was such a traumatic experience for me that | couldn't speak for at least three or four\ndays. They had got a witch. There was some woman that came, an older woman, she cracked\nan egg open. This | remember.\n>> Bill Benson: You do remember this?\n>> Rita Rubinstein: It was like an abracadabra and suddenly | spoke. So it worked. The trick\nworked. And the cleanliness.\nThere wasn't an official kindergarten. It was a woman who came from our town and\nshe decided the children, you know -- as | said, death in the streets, starvation, dogs running\nafter you. To this day I'm frightened of German Shepherds. My friend has a German Shepherd.\nWhenever she invited us to dinner, she knew she had to put her dog away because | just felt\nvery ill at ease.\n>> Bill Benson: You mentioned you saw people who were dead.\n>> Rita Rubinstein: Yes.\n>> Bill Benson: This is people who had starved to death.\n>> Rita Rubinstein: They starved to death, absolutely. In fact, there was a nephew of my\nuncle's who came but we didn't have room. We couldn't take him in. We fed him whatever we\nhad.\nJust to give an example of when | was in that little preschool class so to speak. We\nwere taught our first alphabet in Hebrew. We had a show and tell. | was thrilled when | was\nable to say today | had a piece of bread. And children played in the streets.\nAnother traumatic experience was my grandmother died while we were there. Since\n| was the only grandchildren with her there because the others left, and she had some white\ngarments that she had them so he for her. And | said, \"What is this, Grandma?\" She said,\n\"Well, when | die, this is how” -- we wear white shrouds. She had a little sack of sand. | said,\n\"What is this?\" She said, \"This is soil from Israel.\" Because the Jewish practice, we're\nsupposed to be buried with soil and these undergarments.\nAnd what was very difficult, everything was in one room. She's the only one | have a\ngravesite for. She also told me, she said, “I want you to light the candle when | die.” And she\nknew. Two daughters were in America, whom she hadn't seen again. One daughter left. She\nhad the feeling my father would never come back. | believe she had stomach cancer but there\nwere no doctors or anything there. | remember when she died, which was very difficult, the\nritual committee came and took care of her body right in front of me. But at the time they didn't\nbelieve in taking children to the cemetery so | didn't see the final steps. That was very difficult.\n>> Bill Benson: You lived in these circumstances you described for us, and you're just touching\nthe surface, for three years in this setting with almost no food to eat most of the time as you\ndescribed. | marvel that despite all of that there was an attempt to keep your education going.\nHaving a little classroom. That's just incredible to me, under those circumstances.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nYou started to talk a little bit about your childhood, you had to play a little bit. Say a\nlittle bit more about what you remember as a child just trying to be a kid, to the best of your\nability, over a three-year period.\n>> Rita Rubinstein: Well, there was so much sadness around. We went outside. We played\nlittle games, hopscotch and things like that, just to make us feel somewhat normal.\n>> Bill Benson: Stones became toys.\n>> Rita Rubinstein: Stones became toys. The rag doll that we had, that my mother made --\nwell, my aunt made for us. It was not a good time. But luckily we put the bad behind. Always\nfeeling hungry. To this day | cannot see -- my kids will attest to it -- | hate throwing food away.\nlf | have leftovers or anything, | offer it to people. | cannot -- and always overdo it. | cook\nenough just in case there wouldn't be enough food. If another 10 people dropped by, | would\nhave enough food.\n>> [Laughter]\n>> Bill Benson: So after three years in these circumstances in Shargorot, the Soviets returned,\nonly this time they came back as liberators.\n>> Rita Rubinstein: Yes.\n>> Bill Benson: Tell us what you can about the arrival of the Russians and then what that\nmeant for your mother, your aunt, and you. Now you're under the Russians and their authority.\n>> Rita Rubinstein: Right. Well, in 1944, the sounds of war came very close. And to this day |\nhate loud noises or banging. A landlord, so to speak, the man who took us in --\n>> Bill Benson: In their little home.\n>> Rita Rubinstein: Yes. We understood that the front was coming. So he took us to a\nneighbor who had a cellar, to be safe from the bombing. It was like a sub-basement. We felt\nsafe there. But there was a young man who couldn't stand it any longer. You know, the sounds\nwere louder and louder.\n>> Bill Benson: The artillery and the bombings and all of that.\n>> Rita Rubinstein: Yes. Yes. He had to get out. He wanted to see what was happening. He\nwanted to investigate. And everybody was afraid that he would be shot or be a victim to the\nbombing but he came back all excited, said the Russian soldiers are in the streets drinking.\nAnd everybody thought he was hallucinating. Indeed, when we walked out, we saw -- we all\ncried tears of joy. And, of course, now where should we go?\n>> Bill Benson: You said to me that when they came in and they were celebrating, essentially\nyou were free to go, whatever that meant. You were free to go.\n>> Rita Rubinstein: Yes. We were free to go. We cried tears of joy but we started preparing for\na journey home. My mother wanted to see if her parents survived. We wanted to see if my\nfather came back. We knew we weren't wanted. The anti-Semitism was still there. But we\nwanted to see our home.\nWhen we got there, we could not get into our house. It was used by the Russians as\na sort of a silo. They had grain stored there. In fact, my mother had to beg them to let her in.\nShe said, \"All | want are photographs that | hid.\" And \"My husband fought in your Army. Please\nlet me.\" And they did.\n>> Bill Benson: Thank God the photos were still there.\n>> Rita Rubinstein: The photos were still there. That's how | came by the photos. Since we\ncouldn't get in there, somebody intervened. My great grandparents had a house, which was\noccupied by the soldiers, forced them to let us in and have a house there.\nAlso, my aunt -- there was another righteous gentile. There were righteous gentiles,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nthank God. That's why quite a few of us did survive. | wish there were more. Then millions\nwould not have perished and been murdered.\nSo we took a military train back home to Czernowitz. And Bella, mom's sister, she\nwent out to scout out Vascauti and found a woman who had been a teacher in her small town.\nShe was the daughter of a priest and her husband was a Ukrainian national evader. So he\nhelped us get on the military train and helped us get back to Vascauti. He's the one that forced\nthem to provide shelter for us, yes.\n>> Bill Benson: Do you know, once you had shelter, how your aunt and your mother were able\nto start to make ends meet so you could at least eat?\n>> Rita Rubinstein: Yes.\n>> Bill Benson: How did they do those things?\n>> Rita Rubinstein: My aunt started working in a bank. | had my first taste of school. It was a\nUkrainian school, which was about a mile and a half away. | had to learn Ukrainian. In fact,\nthey didn't celebrate Christmas as such but they called it [Indiscernible], which is Father\nChristmas. They had a big tree in the class, in the school. | had to recite a poem in Ukrainian. |\nlearned it. But | was scared to death. You know, the atmosphere was not great. We were\nindoctrinated to love Stalin. Stalin's picture was all over the place. He was our savior, so to\nspeak. We had to kiss him and give, you know -- it was not a good time to stay there. We had\na feeling that the Iron Curtain would set in and they wouldn't let us out.\n>> Bill Benson: At that time, at Christmas time, December 1944, of course for you in that area\nthe war is over but the war, of course, would continue elsewhere until May. Do you know if the\nadults knew what was going on with the war elsewhere and did they know what had happened\nto Jews all over Europe?\n>> Rita Rubinstein: Unfortunately, yes, we found out. And my father -- a friend came back\nhome. That's how we know the exact date when he was killed. He told us when he was shot.\nBut at least | have the knowledge of knowing that my father was in the military fighting against\nthe Germans.\n>> Bill Benson: And was killed in come combat.\n>> Rita Rubinstein: Killed in combat. And unfortunately met with my grandparents’ neighbors.\nMy grandfather was a very pious man, very gentle. They also had a dry goods store. And he\nwould give his customers credit, especially at Christmas time when they needed produce and\nthings. Well, the same neighbors and friends, so to speak -- there was a special exhibit\noutside -- right here on this floor. Neighbors are friends. | submitted a picture of my father with\na his customers in the Ukrainian costumes.\nThey were friends. They appreciated all -- and the same thing with my grandfather.\nAnd these same friends, so to speak, they turned on my father -- | mean grandfather and his\nfamily. The neighbor gave a blow-by-blow description to my mother. My grandparents met with\ntheir death. They used farm implements. They let my grandfather witness how they killed his\nwife and four children. It was a horrible -- here my mother was in her 20's. She learned she\nbecame a widow. She had only six wonderful years with my father. She lost her parents. She\nhad one surviving sister. It was horrible. When she heard the news, she just tore the earrings\nout of her ears. She was a very strong woman to withstand all of that. She was always worried\nabout losing me.\n>> Bill Benson: And we may turn to that a little bit later when we come to the United States.\n>> Rita Rubinstein: Yes.\n>> Bill Benson: So as you said, now you're under Stalin, the Iron Curtain is closing. So you,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nyour mother, your aunt and you, were able to escape from Communist Romania. You were\nable to leave and ended up going to a displaced persons camp in Germany. Tell us how you\nescaped the Communists and were able to get away and what happened once you left\nRomania and how you left Romania.\n>> Rita Rubinstein: Well, we had falsified papers saying that we were citizens of Poland, that\nwe were born in Poland.\n>> Bill Benson: And do you have any idea how you were even able to get false papers?\n>> Rita Rubinstein: | have no idea.\n>> Bill Benson: Your mother and aunt?\n>> Rita Rubinstein: | think there was a Jewish underground. | have no idea, really. Too young.\nThey didn't share it with me.\nMy mother after the war, you know, some people just couldn't talk about it. In fact,\nshe was against my telling my children about my story. | thought it was very important to tell.\nSome survivors to this day can't speak of the unspeakable because they were in the terrible\nconcentration camps. My story is pretty tough also but nothing compared to the concentration\ncamps that my friends were in.\n>> Bill Benson: Rita, | think that, if | remember right, you told me that your mother and your\naunt were actually advised to leave to try to get out.\n>> Rita Rubinstein: Yes. Yes.\n>> Bill Benson: They were told you need to leave here.\n>> Rita Rubinstein: As we were leaving, we were on the train -- this is another wonderful\nrighteous gentile. A soldier who was in charge of the train knew us because his mother was a\nmidwife to my grandmother and helped to deliver some of my aunts. But he didn't say a word.\nWhen he looked at our documents, he knew we were Romanian, right. And we were on the\ntrain about to leave, and my aunt was still not in sight because they held her in the bank. They\ndid not want to let her go. At the last minute, like 10 minutes before we were to leave, they\nfinally let her go and she arrived and we were on the train. And that was a long, long journey.\nThat | remember. We went out illegally, really. We traveled.\n>> Bill Benson: Of course you did. You were leaving with false papers.\n>> Rita Rubinstein: Yes. The journey took us about three months. We had to cross borders.\nWe posed --\n>> Bill Benson: This was your mother and aunt really doing all of this.\n>> Rita Rubinstein: Yes. Yes. And my other aunt, my father's sister and her family. It was very,\nvery hard to journey. We had to do it at night. We hopped on coal trains because we didn't\nhave tickets. We didn't have money.\n>> Bill Benson: Am | correct, though, that in all of that terrible circumstances and horribleness\na good thing happened to your Aunt Bella on the train?\n>> Rita Rubinstein: Yes. Yes. When we were in one holding place, in hiding, she met her\nwonderful husband there, yes. He was the sole survivor. He came from Lithuania. He was in\nAuschwitz, too. He was a sole survivor in his family except for one cousin who was in the\npartisan movement. And she met him there. And they married. He was like a surrogate father\nto me, such a good man. He was wondertul.\n>> Bill Benson: Did you all go together to the displaced persons camp?\n>> Rita Rubinstein: Actually, they went to a different one. The displaced persons camps were\nnot plush camps, either.\n>> Bill Benson: They were refugee camps.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Rita Rubinstein: Right. But at least we finally had schools. Those of you who are students,\nthey wonder. | loved going to school. | had a thirst for knowledge.\n>> Bill Benson: And became a teacher and principal.\n>> Rita Rubinstein: That's right. To this day | just love children. | always have loved children.\nThank God I'm blessed with children and blessed with eight grandchildren. Because I've lost\nmy childhood, essentially, | loved playing with my daughters and with my grandchildren\nespecially, especially dolls. | would sit for hours playing Barbies. Because | was lacking that. |\nwas a kid at heart. Even at my age | still feel a kid at heart. Can't say how old am |. Ok?\n>> Bill Benson: While you were in the displaced persons camp, several things happened. One\nis you got quite sick.\n>> Rita Rubinstein: Yes. Ok. Well, the displaced persons camp, | just want to say, was like life\nreborn. Babies were born. In Bergen-Belsen, for instance, there were 2,000 babies born. There\nwere a lot of weddings. There were special events. There were shows in the school. | loved\nbeing on sage. | was singing. | didn't have training but | had a pretty good voice.\nSo while | was on stage -- | just want to relate this story. My mother sat next to a\nlady and while | was singing the woman said, \"Oh, | wonder if this child's mother is still alive.\"\nAnd my mother turned to her and she said, \"| am, thank God.\" She said, “I had a little girl just\nlike her and she was killed.”\nAnd when | met many of my friends, some of my friends who were in hiding by Pols\nand some convents, they could not speak a word of Yiddish. So in order for me to\ncommunicate with them, | learned Polish. And my mother used to meet people in the streets\nand they started speaking Polish to her. She said, “| don't speak Polish.” “How come your\ndaughter speaks?” But as a child, you grasp languages and learn them very quickly. But as\nquickly as | learned it | forgotten all of it.\n| formed some wonderful friendships. And | found two friends from DP camps here in\nthe United States. That was quite a reunion. We had a special experience. | will never forget --\noh, yeah, back to your question. Many of us, of course, because of the wonderful nutrition we\nhad, we came down with many diseases.\n>> Bill Benson: Tuberculosis in your case.\n>> Rita Rubinstein: | had tuberculosis and my mother was not informed right away so it grown.\n| was sent to a sanitarium and | spent nine months --\n>> Bill Benson: Away from your mom.\n>> Rita Rubinstein: | was 10 years old, away from my mom in a pretty anti-Semitic sanitarium\nwhere nurses would give me -- they said this would hurt. They did all kinds of testing to see if\nthings would work. | needed Streptomycin that at the time they only gave to patients who\nsuffered from TB of the bone. My mother did write to family members and they finally did send\nStreptomycin. But at that time | was on the operating table already where they collapsed one\nlung. We were scared when we would emigrate because they didn't have [Indiscernible]. They\nwould examine you, gave you a full health exam, before you even went on the ship. But we'll\ntouch on that later. It was very difficult. Yes. | only saw my mother once a week. She took a\ntrain.\n>> Bill Benson: | can't imagine how awful that must have been for both of you and your mother\nto be away for that period of time.\n>> Rita Rubinstein: It was. My mother said she wished she had saved my letters because |\nconsoled her. | was in quarantine. She didn't know that. First time she came to visit she was\nlooking for me amongst the children and they said, no, she's in quarantine. So | had a pretty\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nadvanced case of it. But there was one very gentle doctor. She was Danish. She told my\nmother not to worry; she had had TB. She had a family, got married. She consoled her so to\nspeak. But, yes, it was quite difficult.\nBut in Germany, the school also -- what | wanted to say, we lived in the barracks, the\nsame barracks where the SS soldiers were trained. We had one room but it was plush. We\nhad canned goods from the United States. And the distributions helped a lot. | also had some\nsocial workers who came to visit me in the hospital. And they brought me embroidery. That\nwas so nice.\n>> Bill Benson: | smiled because you shared with me that you would get the canned goods\nfrom the United States so you would get canned spam. And then what would you do with it?\n>> Rita Rubinstein: My stepfather took the spam, and the canned tuna fish; he would barter.\nHe would go out. He didn't go on the black market like some other people made money but at\nleast we had food. So he got fresh chicken.\n>> Bill Benson: Traded spam for fresh chicken.\n>> [Laughter]\n>> Rita Rubinstein: Right. Right. Tuna fish in a can, we just never heard of it. So we didn't\ntouch that.\nHe wasn't president then but General Eisenhower came to our camp. | was\nunfortunately in the sanitarium then but my good friend who played piano said, “I played for\nGeneral Eisenhower when he visited our camp.”\n>> Bill Benson: Wow. | didn't know that. And while you were in the displaced persons camp,\nIsrael got its independence. You remember that.\n>> Rita Rubinstein: Oh, my gosh. That was the most memorable experience. When we\nchildren heard -- those of us, the remnants of the Holocaust who survived, where do you go?\nLike the song, \"Tell me where shall | go,\" every door was closed to us, to the left to the right.\nThere was no place for me. It was true. We had no place. Israel was not independent. It was\nPalestine then. So in 1948, May 15, when we heard the news that we were finally had a\ncountry to go to -- because the other countries did not want us. Nobody wanted us. In fact,\nthere was the --Saint Louis who tried to save people who had a lot of money, came to all the\nports. They were turned away. They were even turned away by the United States. But thank\nGod, you know, that's in the past. So it was a wonderful news for our school. We had a bonfire.\n| remember staying up all night long. We were dancing and singing for joy that we finally had a\ncountry. But, of course, | had family in the United States.\n>> Bill Benson: You would come many years before.\n>> Rita Rubinstein: My mother's only sister -- we had a quota system -- came up first. So she\nleft. She didn't even see me in the sanitarium because she left shortly after. | was in the DP\ncamp from “46 to °49.\n>> Bill Benson: Three years.\n>> Rita Rubinstein: Even though my desire was to go to Israel but I'm glad -- she said, no,\nyou're my only child; we are going to the United States. | was very glad to make the choice\nanyway.\n>> Bill Benson: What was it like to come here, 1949, to the United States?\n>> Rita Rubinstein: Oh, | didn't tell you about my horrible journey. Oh, my God. It was not a\ncruise ship, let me tell you that. It was an Army [Indiscernible]. By coincidence, when my\nhusband was drafted into the Army -- he was only 16 but his parents wrote him four years\nolder. He was on the same ship. It was during the Korean crisis when they sent him to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nGermany, the General Haan. So | shared -- it was meant to be. But the journey was awful. We\nwere with the machines. There were bunk beds. My mother said take the top bunk bed. It's a\ngood thing she did because we were sick the entire two weeks. The ocean was very rough in\nSeptember. | don't think my mother and | went to a dining room once. Somebody brought us\nsome grapefruit.\nBut landing, right before landing in New York, to see that wonderful Statue of Liberty.\nWe went up on deck. | remember standing there. | still get emotional when | think about it. We\nwere finally free to practice our religion. It's a place where we received the humble masses\nyearning to be free. We were finally free. I'm not saying that -- | didn't experience\nanti-Semitism. | know there was some here, too. But coming to New York with a majority of\npeople being Jewish, and, of course, a lot of non-Jews, not prejudice or anything, or\nanti-Semitic, it was a wonderful feeling. | don't think I'll ever get that feeling again. Of course it\nwas wonderful when we became parents and grandparents, but this was just so different. After\nall the suffering, that the country opened its doors to us. It's really the land of opportunity. We\ndon't know how lucky we are but -- we can criticize. We are free to criticize. We do have our\nfreedoms here. That's why everybody wants to come really.\n>> Bill Benson: Rita, your mother was protective of you. And when you came to the United\nStates, after all you had been through she became in your words, really over protective.\n>> Rita Rubinstein: Yes. She became very over protective. She didn't want me to go ice\nskating. Of course | didn't know how to ride a bike because | didn't have one. | didn't know how\nto swim. What was good for me was when | attended Brooklyn College -- there's another thing.\nIt's the land of opportunity. We had nothing. We qualified to go on welfare but it was shunned,\nmeaning it was a shame so you did not do that. So we worked hard. My -- in Germany, an\nAuschwitz survivor who lost his wife and son in Auschwitz, became a house painter. And my\nmother worked briefly in a candy factory, like where you see Lucille ball. [Laughter] So we\nmanaged. We wouldn't take any money.\nAnd, of course, since we didn't have money, even though -- oh, what | wanted to\nsay, how hard it was as an immigrant. | didn't speak a word of English. Housing was very\ndifficult. My Aunt Bella who had had her daughter was born in “48, she took us in. There were\nthree of us. She had a one-bedroom apartment. She lived in the Midwood section of Brooklyn\nwhich | thought was a rich section at the time because people owned homes then in my class.\nAnd they put me in a special class. Why they did, | don't know. They didn't know how smart |\nwas. But it was sink or swim. | didn't open up my mouth for three months, until | sooke English.\nAnd they gave me an I.Q. test. He didn't know a shoe maker from a tailor and it was very\nfrustrating.\nThe reason I'm relating this story, when | was in high school, the principal called me\ninto the office. And | knew | was a good student. | couldn't imagine. And he said to me, | don't\nunderstand how anybody's I.Q. would go up so much. | said, listen, | said, you gave an I.Q.\ntest to a green horn. | didn't know anything. | said it's a wonder | even passed it.\nSo the education system was a lot to be desired but it was wonderful because here if\nyou were a good student, we had the city schools, Brooklyn College accepted. Women, we\nhad to have 92 average which was an A, and the boys got in with 85.\n>> Bill Benson: Hopefully that's changing.\nIn the very little time, we have to close soon, there's something very special | Know\nyou want to share with us.\n>> Rita Rubinstein: Yes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Bill Benson: | would like you to do that.\n>> Rita Rubinstein: | told you that my mother was hopeful my father would return. She carried\nthe prayer shawl, which was amazing to me it survived. This was a shawl that was given to my\nfather. This is customary. By my grandparents when they became engaged. So it's over about\n75 years old. That's the only thing that | have left of my father's: It's been present at all of my\ngrandchildren's mitzvahs. The museum wanted it but | said it's too precious. | can't give that\naway. I'll hand it down to generations.\n| just want to show you. It's beautiful. | had this part cleaned. And someone told me it\nwas actually sterling silver. It's the original. It's a very big one. My late husband used to wear it\nfor every holiday. And now | wear it on Yom Kippur, one of the holiest days. And | feel his\npresence when | have this around me.\n>> Bill Benson: Thank you, Rita.\n>> [Applause]\n>> Rita Rubinstein: Thank you so much.\n>> Bill Benson: We're going to close our program in just a minute. In fact, we're going to hear\nfrom Rita one more time before we close our program. First, | just want to thank all of you for\nbeing with us. This is our final program of 2017. We'll resume First Person in March 2018. So\nthe museum's website will have information about our program. We'll have information about\nwho will be on the program.\nI'd like to mention that the museum's website also has a link to YouTube, and we\nnow are able to put on YouTube videos of our First Person programs.So if you want to see\nthem, including Rita's, it will be there on the YouTube Channel.\n| want to take a second to thank all of the people at the museum who make First\nPerson possible. It's an extraordinary team.\n>> [Applause]\n>> Bill Benson: I'm so grateful to them. They're behind the scenes but they just do a beautiful\njob.\nSo it's our tradition at First Person that our First Person has the last word. So on that\nnote, Rita?\n>> Rita Rubinstein: Should | stand?\n>> Bill Benson: If you would like.\n>> Rita Rubinstein: Ok. First of all, I'd like to thank God that we survived one of the darkest\nperiods in history. I'm grateful to the United States for opening its doors to us. It's really the\ngreatest country in the world. We should appreciate the freedoms that we have and the\nopportunities. I'm proud to be a U.S. citizen. I'm very patriotic, as my kids know. | still get lumps\nin my throat every time | see the flag and star-spangled banner. | thank God. And | thank our\nmen and women in the military for the sacrifices that they have made in protecting our\nfreedoms we should all be grateful for that.\nWe must remember the past. Find courage in the future. We don't want our past to\nbe our children's future. | hope | never see starvation or war, and none of you do. You should\nnever stand silent. All soeak up when you witness bullying and prejudicism. We are all God's\npeople. It doesn't matter what color or what religion. Always take a stand. Do the right thing.\nHate is never right. And love is never wrong. When you save one person's life, it's as though\nyou've saved the world's.\nI'm dedicating today's program to, of course, my family and the 11 million -- it wasn't\njust Jews who perished in the Holocaust -- who were brutally murdered, not killed. | will\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\ncontinue to tell my story. | hope that you will tell your children that you met a real life survivor\nand it did happen. Because there are a lot of deniers of the Holocaust who say this didn't\nhappen. It sure did happen. | lost a lot of family members. | missed having grandparents. And\nthat's why | bend over backwards. | think I'm a pretty good grandmother. | have two\ngrandchildren here. | love my grandchildren to pieces. And | have been blessed, truly blessed,\nthat I've survived the Holocaust. Of course, | question why did | survive. Sometimes we have\nguilt feelings.\n| do want to thank my wonderful facilitator. | always ask for Bill Benson. He's been\nwonderful. And everybody here, Emily Potter. It's very important. I've been doing this for\nalmost 10 years. At first | was too busy but it's very rewarding. | read. It's very difficult. |\ntranslate documents and diaries. Some of the stories are horrible but | feel it's my duty\nbecause we want to pass it on to future generations.\n| have hope in the future. | see all of you young people. Just tell them the story. It\nreally happened. And it should never happen in any country. There are still Holocausts going\non in the world now. Breaks my heart when | see pictures of children in Syria and what\nhappened in Rwanda. It's all over the world. And anti-Semitism unfortunately is still on the rise.\nSo it's up to each and every one of us to become active.\n| thank you all for coming. God bless you all and God bless the United States of\nAmerica.\n>> [Applause]\n>> Bill Benson: We didn't have a chance for questions. We will stay behind if anybody wants to\ncome on stage to meet Rita, ask a question, take a photograph. That's fine, right?\n>> Rita Rubinstein: Yes.\n>> Bill Benson: Absolutely. So please feel free to do that. We welcome that completely.\nThank you all.\n>> [Applause]\n",
    "segments": []
}