{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, June 20, 2013\n1:00-2:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: STEVEN FENVES\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust\nMemorial Museum. My name is Bill Benson. | am the host of the museum's\npublic program, First Person. Thank you for joining us today. We are in our 14th\nyear of First Person. Our First Person today is Mr. Steven Fenves, whom we\nshall meet shortly.\nThis 2013 season of First Person is made possible through the generosity\nof the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person. And I'd like to let you know that today Mr. Louis Smith\nis with us. Louis?\n[Applause]\nThank you, Louis. First Person is a series of weekly conversations in which\nsurvivors of the Holocaust share with us their firsthand accounts of their\nexperience during the Holocaust. Each guest serves as a volunteer here at this\nmuseum. Our program will continue until mid August. Our museum's website at\nwww.ushmm.org provides information about each of our upcoming First Person\nguests.\nSteve Fenves will share with us his First Person account of his experience\nas Holocaust survivor for about 45 minutes. If time allows towards the end of our\nprogram, you will have an opportunity to ask Steve a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you\nare about to hear from Steve is one individual's account of the Holocaust.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with this portrait taken in 1940 or 1941 of Steve Fenves and his sister\nEstera. Steve was born on June 6, 1931 in Subotica, Yugoslavia.\nThe arrow on this map of Yugoslavia in 1933 points to Subotica. Steve's\nfather Louis was the manager of the printing plant of a Hungarian language daily\nnewspaper and would later become the editor of that same newspaper. His\nmother Claire was a graphic artist. In this photo we see Louis and Claire at a\nhorse race in Subotica in the 1920s.\nIn this photo we see Steve and his family on an outing to the farm in the\nsummer of 1940. In 1941 Germany attacked Yugoslavia and its ally Hungary\noccupied Steve's town. Life changed immediately for Steve and his family. Jews\nin Subotica were subjected to Hungarian racial laws which were modeled after\nthose in Germany. From September 1940 to May 1944 Steve's family lived in\none corner of their apartment.\nIn May 1944, Germany occupied Hungary and Hungarian occupied\nterritories like Subotica. Soon after, Steve's father was deported to Auschwitz,\nwhile the rest of the family was forced into a ghetto in Subotica. At the end of\nJune 1944 Steve and some of his family members were sent to another ghetto\nand then to Auschwitz. Here we see an aerial reconnaissance photo of\nAuschwitz Birkenau taken in September 1944 by the US Air Force. The arrow\npoints to the barrack Steve was in from June to October 1944.\nIn October 1944, Steve was sent to another camp at Niederorschel. On\nApril 1, 1945, Steve was sent on a death march to Buchenwald concentration\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ncamp. Steve was liberated by the Americans on April 11. He was placed in a\nfield hospital established at Buchenwald which is seen in this photo. Four\nmonths later, Steve returned to Subotica and was reunited with his father and\nsister, but his father died less than six months after returning to Subotica.\nSteve's mother perished at Auschwitz. Steve and his sister immigrated to the\nUnited States in 1950.\nAfter arriving in the US in 1950, Steve was drafted into the United States Army in 1953.\nAfter his discharge he enrolled at the Champaign Urbana campus of the University of Illinois\nwhere he would eventually earn his PhD in engineering and begin a 42 year academic career\nin the computing field at the University of Illinois and later at Carnegie Mellon in Pittsburgh.\nAfter retiring from Carnegie Mellon in 1999, Steve and his wife Norma, whom he married in\n1955, moved to the Washington, DC area where he worked for 10 years at the National\nInstitute of Standards and Technology.\nSteve and Norma have four children. Gregory is Dean of the engineering school at the\nUniversity of Texas at Austin. Carol works in the New York City Environmental Protection\nAgency, contracts office. Peter is a professor of humanities at Northwestern. And their\nyoungest, Laura, is a human resources consultant in the Washington, DC area. Steve and\nNorma have seven grandchildren between the ages of 6 and 26. I'm happy Norma is here with\nSteve today. A little wave. There we go.\n[Applause]\nSteve first began speaking about his Holocaust experience in the late 1970s when he\nbecame the founding president of a Holocaust survivors’ organization in Pittsburgh. Upon his\nsecond retirement from the National Institute of Standards and Technology in December 2009,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSteve became active with this museum. In addition to participating in the First Person\nprogram, he also volunteers with the museum's Visitor Services on Thursdays.\nWith that, | would like to ask you to join me in welcoming our First Person, Mr. Steven Fenves.\n[Applause]\n>> Steve Fenves: Thank you.\n>> Bill Benson: Steve, thank you so much for joining us today. It's a pleasure to have you\nhere. You have so much to share with us in a very short period of time, one hour, so we'll start\nright away.\nLet's begin, Steve, with the early years of your life. You were nearly 10 years old when the\npart of Yugoslavia where you lived was occupied by Hungary and your family's life would be\nforever changed. Before we turn to that time, tell us about your first few years, about your\nfamily, your life, what it was like before the war really hit to your community.\n>> Steve Fenves: Well, | was raised in what | would call an upper middle class family, which in\nEuropean terms meant that there was a maid, a cook, a chauffeur and a governess. That was\nhow life worked in a dirt poor country like Yugoslavia. If you could afford a car, you certainly\ncould afford supporting another family. | remember my closest friend's father drove around in\nthis impossibly small Fiat, which they're again on the market, and he was considered selfish by\nthe community, because he didn't support anyone else.\nThe governess was a very important person. We spent most of our time with her,\nbecause in the social setting of my parents, speaking absolutely fluent and correct, it was\nnecessary.\n>> Bill Benson: Your governess was from Germany?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Steve Fenves: Our governess was German, yes. It wasn't a particularly observant family.\nMy parents attended services on high holidays, some Saturdays. | went to religious school two\nafternoons a week after the normal school . And on Saturday afternoons, since regular school\nended at noon on Saturday, Saturday afternoon there was a youth service, which ended very\npromptly at 3:00. We made sure of that, because the matinees, the double header matinee\nstarted at 3:00. We all raced to the movies.\nMy sister and | didn't have to race as fast as the others because we had passed through\nthe press booth; we didn't have to line up or anything. That was the life.\n>> Bill Benson: Tell us about your father. You mentioned the newspaper.\n>> Steve Fenves: All right.\n>> Bill Benson: They'll adjust it from back there if you're having difficulty hearing. Thank you\nfor letting us know, though.\n>> Steve Fenves: My uncle was three years older. In high school he became very deeply\ninvolved in a journalist circle, including a couple people who were later very prominent writers\nIn Hungary, and went’ after baccalaureate went to the university, ostensibly to study law.\nEverybody addressed him as Dr. Fenves, but there is a revisionist theory now going on that he\nnever finished his law degree because he was so busy being a journalist in Budapest.\nMy father immediately, after graduation from high school, went to work to support his\nbrother. So when my uncle started, took over this newspaper and eventually with funds from\nhis in laws bought the printing plant, my father became the manager and my uncle died in\n1935, he became the editor of the newspaper.\n>> Bill Benson: The newspaper was, by this time, by the standards, it was a liberal\nnewspaper.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Steve Fenves: A very liberal newspaper. As liberal as the censorship of royalist\nYugoslavia allowed, but considerably more liberal than what the fascist government in Hungary\nwould have allowed. Many newspapermen were fleeing Hungary, stopped as their first stop at\nmy father's newspaper before coming to the west.\nWhen | came to the States, there were four Hungary language newspapers, four\nHungary language dailies and a Hungarian monthly literary journal. All five of the editors at\none time had worked for my father.\n>> Bill Benson: Wow. Because of the Serbian censors, your father still had to send all of the\narticles to be reviewed?\n>> Steve Fenves: | remember going with my father every night, the paper was ready,\nworkmen took a break and we went to the City Hall and the censor read the paper and x'd out\nthings he didn't want to see. That had to be chiseled out, then the presses would roll.\n>> Bill Benson: Tell us about your mother.\n>> Steve Fenves: My mother was a graphic artist. She had a very famous uncle, very well\nknown architect, who was a great influence on him. She studied in Budapest. | found out now\nthat because of the boundary adjustment at the end of World War | she never finished her\ndegree, but she studied afterwards and we have drawings of her from Vienna, Dresden,\nVenice, Florence and Rome.\n>> Bill Benson: Perhaps later, you might tell us why you have those drawings today.\n>> Steve Fenves: OK.\n>> Bill Benson: On a lighter note, you told me that you Wednesday afternoon is when the\ngoverness was off. That was a time for mischief, because there was no governess. Give us\nan example of some of the mischief.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n>> Steve Fenves: My maternal grandmother had this very old fashioned peasant house. On\nWednesday afternoons my sister and our five cousins and | were locked in there. We did all\nkinds of things. The one that | remember is in a primitive society like that, canning, fruits and\nvegetables, etc., it's a big thing. One day we took all of the jar, soaked off all of the labels and\nrandomly replaced them on other jars.\n[Laughter]\nOur grandmother thought that was great.\n[Laughter]\n>> Bill Benson: Steve, thanks for sharing a sense of your early life. In 1941, Germany\ninvaded Yugoslavia and their ally Hungary occupied the part of Yugoslavia where you and your\nfamily lived. From the first day of their occupation, your family and your community were\nimmediately subjected to profound upheaval. Tell us what happened to your family and your\nlife once the Hungarians occupied your community.\n>> Steve Fenves: My father was escorted out of his office at gunpoint on the first day of the\noccupation. The newspaper was taken over by Hungarian authorities and assigned to an\nAryan manager, who was hell-bent to bankrupt my father. For example, freezing personal\naccess to his account by charging all of the labor expenses to that account.\nPart of the apartment was taken over. That was not that big a burden, because the\nthree young officers who were assigned to it were two counts and the prince. Prince\nEsterhazy was one of them. Those who know about Haydn, who found the Esterhazy court\nmore profitable than the royal court in London, that's the kind of person he was. All of the\nservants had to be let go, gentiles were not allowed to do work for Jews, and so the three\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nlieutenants clicked their heels and said \"Madame, | understand that you had let your servants\ngo. Our butler is at madame's disposal.\"\nSo there was the sight of my mother in the market and a big, ruddy sergeant behind her\nwith a shopping basket. We had things like that.\nI'll correct your statement in one place. Some of Hungarian laws actually predated the\nGerman laws. In particular, the law called Numerus Clausus, which was enacted in 1921,\nrestricting the attendance at places of higher education. Jews were restricted to the\npercentage in the whole population, which was about 6%.\n>> Bill Benson: Meaning no more than 6% of university students could be Jewish?\n>> Steve Fenves: That started grade 5, first year of academic high school. | was in the first\ngroup that had to take this exam. Again, fortunately, my father was out of work, so he coached\nme all summer, and | was one of the nine who were taken into school, which mattered very\nlittle because we were sitting in the back, never addressed by the teachers, never responded if\nyou raised your hand. We were just sitting there like turnips.\n>> Bill Benson: You told me that the coaching your father did was probably a big source of\nsupport to him.\n>> Steve Fenves: I'm quite sure, yeah. Because he considered himself a Hungarian at heart.\nHe fought in the Hungarian, Austro Hungarian army in World War I, and this was something\nthat he did quite willingly.\n>> Bill Benson: Plus he was out of work.\n>> Steve Fenves: Right.\n>> Bill Benson: You said it gave him meaning at that point.\n>> Steve Fenves: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ‘o\n>> Bill Benson: Your sister, was she able to continue her schooling?\n>> Steve Fenves: No, she didn't, but there was a school run by _ | forget now what order of\nnuns that accepted Jewish students, and she continued there. Both of us, the thing that hurt\nthe most was when we were not allowed to go to the movies and not allowed to go to the local\nbeach. That really eats into one's pride when you're 13 11, 12, 13 years old.\n>> Bill Benson: Your father lost his job. How did the family make ends meet? How did you\nput food on the table?\n>> Steve Fenves: We sold everything we could, including my very large stamp collection that |\nhad been very proud of, silverware, whatever, a small vineyard my father owned where the\npicture was taken. My mother was knitting, weaving, doing\n>> Bill Benson: Tell us about the trial that was where your father was charged.\n>> Steve Fenves: | forget, 1942, 1943, to legalize the takeover of the plant there was a trial,\nand only my sister attended. Nobody else from the family could take it. But all of the\naccusations, one of the accusations was that not respecting the Christian religion. The paper\nran on Sunday to produce Monday's paper, and the fact that all of the other papers also had\nMonday issues, which had to be composed and printed on Sunday didn't matter. So it was a\nterrible trial.\n>> Bill Benson: What was the outcome?\n>> Steve Fenves: It justified the takeover of the plant three years earlier.\n>> Bill Benson: During that time, and you lived under those circumstances until 1944.\n>> Steve Fenves: Right.\n>> Bill Benson: Did you know what was happening elsewhere in Europe, both in terms of the\nwar, but what was happening to Jews?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Steve Fenves: Not in any specific detail, but we knew where the Germans were, we knew\nthere was some trickling of refugees even earlier, even before 1941. So there was a general\nsense, but impossible to fathom and impossible to understand. Particularly with the mentality\nof my parents’ generation.\nMy two cousins were in Hungarian labor service, very cruel service. One of them died\nthere. They were home on a break. They went to their mother, and by that time the southern\nshore of the Danube was controlled by the partisans. They told their mother that they're going\nto swim across the Danube at night and join the partisans. My aunt put her foot down and\nsaid, no self-respecting Jewish boy is going to swim across the Danube at night and join those\npeople in the forest. And that was that. That was the mentality that based what was to come.\n>> Bill Benson: You would be in those circumstances, then of course in 1944 the war is turned\nagainst the Germans and Hungary is preparing to capitulate to the allies, and that is when\nGermany moved quickly, once they realized the Hungarians would capitulate, the Germans\nmoved quickly to occupy Hungary, and the areas including your town. With the Germans, the\nconditions turned infinitely worse immediately. Tell us what it was like when the Germans took\ncontrol and what happened after that.\n>> Steve Fenves: First of all, | don't believe | had seen a German, one German soldier during\nthat entire period. Germans had no more than 600 people in the entire country, one of them\nEichmann, of course. And all of the deportations, loading into the cars, etc., was done by the\nHungarian gendarmerie. You can see pictures in the exhibition, the black hats and black cock\nfeathers in the hats.\nSo my father and the intelligentsia of the town were taken within the first 48 hours to a\nmiserable little place outside of Subotica, then we found out after the war to Auschwitz.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -\nWe were ordered to move into a ghetto strung out across from the freight yards. There\nwas this belief that Jews were in control with America daily, and that if the Jews are placed\nnext to the freight yards, the Americans are not going to bomb. Crazy things were going on\neverywhere.\nSo we were put into this\n>> Bill Benson: Steve, before you go on, you described to me that when you were forced into\nthat ghetto, that day is one of the grimmest memories you have.\n>> Steve Fenves: Yes. We were ordered to leave. We packed, as any good Jewish mother\npacking, packed way too much stuff. As we were leaving, | don't know how the word came\nabout, but certainly the stairway up to the second floor apartment was lined with people wait\nsecond floor apartment was lined with people waiting to go into the apartment to ransack it,\nyelling, spitting at us as we left. That's pretty much a memory that stays with me.\n>> Bill Benson: You told me there was one exception.\n>> Steve Fenves: The exception was our former cook, whom we let go three years earlier,\nwho was in that line. Went in with the others, collected my mother's cookbook, a diary my\nmother kept when both of her children were very small, and into one folder she collected\ntogether as many of the drawings and lithographs of my mother that she could find.\nThe cookbook you can see in the exhibit across the hall. And we have the drawings,\nlithographs, etchings. She returned those to us after the war.\n>> Bill Benson: So now you're forced into this ghetto.\n>> Steve Fenves: Yes, just a couple weeks, with our maternal grandmother, pressed into one\nroom. No sanitary facilities, no food. Our cook would come at night clandestinely to bring us\nfood. Terrible conditions. Then one morning, lined up and taken to a small village that was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nexpropriated as a concentration camp. | think we were put into a chicken coop. Then three\ndays after that, we were taken to Auschwitz.\n>> Bill Benson: Before you tell us about Auschwitz, while you were in the ghetto, you told me\nthat you received a very nice birthday present.\n>> Steve Fenves: Yes, my birthday is June 6, 1944, D day. | had permission to work outside.\n| was working for the former employee of my father's. | was outside the ghetto when | heard\nthe news. | presume | was the first one to bring the news inside the ghetto.\n>> Bill Benson: That the allies had landed?\n>> Steve Fenves: Right.\n>> Bill Benson: You were then sent to Auschwitz?\n>> Steve Fenves: We were then sent to Auschwitz for, | think, five days and six nights in\nrailroad cars, 30, 40, 50 people jammed into a car. No food, no drink, no sanitary facilities,\nnothing. People were dying. People were going mad. Until we arrived into this sighting, which\nturned out to be Auschwitz, and shouts, yells, screams, dogs barking. Unloaded from the\ntrains. Some of you may have seen \"Schindler's List\" and the scene where they arrive on the\nAuschwitz platform, a graceful sloping platform was made available to them to march with\ndignity down to the ground. There was no such thing whatsoever.\nLining up, men on one side, women on the other side, five abreast, and an officer\nwaving you right or left. Now, every survivor that | know who has been through Auschwitz will\nswear that it was Dr. Mengele personally who had collected him or her. | can't say that,\nbecause | was not introduced to the gentleman. He just waved me this way, other than waving\nme that way.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnyhow, that was the last time | saw my mother. My sister went a second way, | went a\nthird way. Horribly long day of showering, shaving. Eventually thrown some uniforms and\nbroken down shoes and marched at double time into one of the barracks.\nAuschwitz was largely an extermination camp, as you know, but it was also one huge\nwarehouse of slave labor. Thousands and thousands of people, male and female, in barracks.\nForemen from factories, military or civilian, would come and you would be escorted to one of\nthe compounds, and they would make their selections. Usually the inmates, male or female,\nnaked. | don't Know if somebody was looking for _ | don't know if nudity was an important\nfactor, but it was an important factor.\nMost of the people who went through Auschwitz survived because they spent their\nthey were there three, four days.\n>> Bill Benson: Before being sent to slave labor.\n>> Steve Fenves: Before being sent to slave labor. | was there five months. Because they\nnever came into this barracks where about 1,000 kids my age were housed.\n>> Bill Benson: You were 14 years of age?\n>> Steve Fenves: 13 years of age. What saved me, | must say, was that miserable German\ngoverness, because |, at that time, when we first got to Auschwitz, the trustees, the couples,\nwere German criminals with green triangles, and they needed an interpreter, and they picked\nme, and | became an interpreter. Just maybe a second ladle of food was given to me.\nThen late in August there was a big change, and Polish political prisoners took over.\nOne of them came over and asked fora __ if there was somebody who could interpret German,\nPolish and Hungarian. Most of the inmates were Hungarian. Serbian is not that different from\nPolish, and in the camp you learn to volunteer all kinds of things that you never thought you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '.\nwould volunteer, so | volunteered and | became an interpreter there. Those were people\nactively in the resistance doing whatever they could\n>> Bill Benson: Inside Auschwitz?\n>> Steve Fenves: Inside Auschwitz. Even if resistance meant black marketeering, with | was\nvery a big part of resistance. That changed my life. Up to that point, there was absolutely no\nhope of surviving, and suddenly | had a reason, an opportunity to do something, | had a reason\nto want to survive.\n>> Bill Benson: Steve, | think you told me another thing that changed your attitude about the\nwill to survive came after the killing of the gypsies. Will you tell us about that?\n>> Steve Fenves: We were in that camp, compound C. The night of August, | forget now the\ndate. It's well documented. About half a dozen of the barracks on the compound, in the\npicture that you showed, were gypsy families. And then families meaning old men, women\nand children. No work age men. And one night an entire that entire portion was\nexterminated. That following day, that's when\n>> Bill Benson: You were right near there?\n>> Steve Fenves: We were locked down, but we could hear it, could hear everything. The\nfollowing morning we realized the big change of the _ that the trustees were a different group\nof people.\n>> Bill Benson: So now that you've kind of gotten this new will to live, what did you do then?\nYou're inside\n>> Steve Fenves: One of the things, one of my jobs was to meet when everybody else was\nbusy, always busy, at the front of the compound when people coming to select workers had to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ‘e\nbe met, had to be escorted, had to be translated for, then escorted back. That was one\noccasionally, | won't say always, but occasionally something | did.\nOne source of black market food was the arriving transports. Whenever a train pulled in\nit was inmates who emptied the trains. We always had a group of our people sweeping the\ngravel behind the last barracks. When the guards weren't looking, they also went through, and\ncans of sardines and whatever could be thrown over the electrified fence was thrown over the\nfence. We would pick it up. That's fodder for the black market.\nFor a while, | worked in a roof repair detail. Had a pushcart with a barrel of pitch, with a\ncouple rows of roof paper, and went from compound to compound fixing roofs. Hopeless\ntasks, because these places were very poorly built. But in one of the women's compounds |\nmet my sister, which was seldom occurring in Auschwitz. She told me that our mother had\nbeen taken away, and then | rushed to convert all my black market goods to get a scarf anda\nsweater and gloves to her before she was shipped out on a transport.\nSo that was the fall of 1944. Our camp was closing down. We knew that the Russians\nwere the Soviets were closer. So the Polish trustees decided to smuggle me out. Nobody\nwould pick me for transport, but | got pushed in, went up to one of the transporters, there's a\nsingle person who wants to trade places, they would assure him that he could get out.\n>> Bill Benson: Before you tell us about that, one of the inside forms of resistance you were\ndoing, one of the things was sort of keep count of who was in the camps and get that\ninformation outside. Say something about that.\n>> Steve Fenves: There were commandos, groups working outside the fence, the Polish\nresistance was never very far from there. Lists of arrivals, not by name but at least by\ntrainload and by number of people still living when the train arrived. | remember trains from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -\nfull trains from Greece where not a single person survived the transport. That kind of\ninformation\n>> Bill Benson: Was smuggled out. So the other inmates with you have decided to smuggle\nyou out, get you out of Auschwitz. Tell us about that.\n>> Steve Fenves: That was it. There were cruel games that the SS played all the time. Very\ncareful selection, loading on the train, the train made a roundtrip, arrived on the same inbound\nplatform and everybody was gassed. So it took some intelligence to figure out whether a\ntransport appeared safe or not. | picked one of those, shoved me in the line.\n>> Bill Benson: Before you left, you were given a tattoo as you were leaving Auschwitz.\n>> Steve Fenves: By that time in Auschwitz people incoming were not tattooed, only people\ngoing out.\n>> Bill Benson: That's when you got yours.\n>> Steve Fenves: Yeah.\n>> Bill Benson: | believe you were given some clothing.\n>> Steve Fenves: Yep. They gave me some, | remember, tight women's ski jacket, woman's\nski boots, considerably better clothing than the normal issue to outgoing inmate.\n>> Bill Benson: Where were you sent?\n>> Steve Fenves: Wewere sentto after three days on the train again to a small place called\nNiederorschel. The train pulled in, we were lined up, SS officer gave a speech, the foreman\ngave a speech, a Hungarian translator gave a speech, and then the foreman walks up to me\nout of the 400 some people on the transport and says, What are you doing here? | didn't\nselect you in Auschwitz. | was his interpreter in Auschwitz, but he didn't select me.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 'e\nSo the Auschwitz trustees had grilled me drilled me night after night for any\neventuality that they thought could happen to me. This was not one of them.\nSo | had to think fast on my feet, and | said, \"Well, sir, with this many new inmates they\nthought that you would need another interpreter. \"\nThe guy looked at me, said, \"Oh, yeah, that's a good idea.\"\nBut that was the small part. Then we were let in, seated at benches, at tables, which\nwas a novelty, given hot food, which was a bigger novelty. As we were eating, a Hungarian\ninterpreter sat next to me, and a man who turned out to be a Czech textile engineer sat next to\nme on the other side, and they started grilling me.\n>> Bill Benson: | want to remember you were 14 years of age.\n>> Steve Fenves: Yes. \"Who are you? How come your clothing is so much better than the\nothers? How come the foreman knows you?\"\nThat night | was taken to the room of the two trustees, who were both German\ncommunists, in camp since 1933, and this was 1944, so you can imagine what kind of person\nsurvives 11 years of this. And | was grilled by them. There was a substantial number of Soviet\nPOWs in the camp, because Germany didn't honor the Geneva Convention with respect to the\nSoviets. So their representative immediately continues in Russian, and the Czech guy in\nCzech. | don't know if anybody spoke Polish at that time.\nSo they grilled me. Yeah, there was a gypsy in charge of cleaning the barracks, was a\ngypsy. They were all grilling me.\nAs the night turned, it sort of started turning around, because they realized that | knew a\nlot more about Auschwitz than they did. And they were starting to ask me questions. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 1\ngypsy guy had heard about the extermination of the gypsies. One of the young people said he\nhad heard that women were selected for working in brothels for the SS.\nAnd then | lied, | said, no, | never heard of it. | don't think so, because I've seen lots of\nwomen selections, and I've never seen one where women were selected for their looks.\nWhether | convinced them or not, | don't know.\nAnyhow, at the end of the night, | was accepted in the resistance organization there. |\nwas put to work next to the Hungarian interpreters on the assembly line, Messerschmitt\nairplanes.\n>> Bill Benson: That's what you made there?\n>> Steve Fenves: Yes. If you go to the air and space museum, on the second floor there is a\nWorld War II aircraft exhibit, and there's a Messerschmitt wing exactly like the one we worked\non.\nWorking our workdays, every half hour the Claxton sounds and the new wing moves\nthrough the next assembly section. Very hard work. But conditions were order of magnitude\nbetter than Auschwitz. At least you got something warm to eat twice a day. The bread was\nmaybe 1/4 sawdust rather than 3/4 sawdust. There was a cot with a small straw mattress only\nshared by two people, rather than by seven. It was really an amazing experience to see so\nmany people doing so many things just because they wanted to stay alive. | mean, you\ncertainly expect that there are shoemakers who know how to fix shoes with soles cut from\ndiscarded tires that were lying around the camp, and shoe nails cut from discarded boards;\nthat there were tailors who could mend clothes with thread and needles bartered from the\nGerman workers; jewelers making these elaborate aluminum boxes out of scrap aluminum\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection on\nstolen from the factory with all of the tools, obviously stolen tools from the factory. Everything\npunishable by death, but who the hell cares?\nThere were these two brothers, Hungarian Jews, caught in Holland, diamond grinders,\nwho were attempting to grind prescription lenses out of bottoms of milk bottles found in the\nroad.\nThere were teachers, maybe about a dozen of us kids my age, they decided our\neducation had to continue, and after 14 hour workday they sat us down for lessons in algebra\nand French.\n>> Bill Benson: After working 14 hours on a Messerschmitt wing?\n>> Steve Fenves: Yes. Yeah. Being part of that was a very important part of my life.\n>> Bill Benson: When you were doing the labor on the wings, the Messerschmitt wings, you\nand your fellow inmates tried to do sabotage, and get away with it.\n>> Steve Fenves: Yeah. One of my good friends was installing the electrical cabling.\nOccasionally, he would cut the entire bundle, and then just as he got to the station for a new\nwing he would cut the bundle and report that it came damaged from the previous station.\nNow, always my job was with dentist's mirror examining every rivet, the back of every\nrivet to see that it was properly done, and looking for tears in the aluminum which can\npropagate.\nSo we were the only ones allowed to stop the production line. With a perfectly well\ndriven rivet, preparing it was bad, stop the production, drill it out and replace it with a charge\ndriven rivet that rivets itself. If you saw a tear, that was not too obvious, you could signal to the\nnext station where the Soviets were painting camouflage paints to make sure that they put a\nbig glob of goop so that the tear would not be visible.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nLest anybody think we collaborated with the enemy, let me assure you that not a single\nwing ever flew. This was done at the very end when German industry was totally fragmented\nby the bombings, and they decided these decentralized things. This was a small factory. Half\nof the stuff came from other factories, with supporting camps, and the wings were supposed to\nbe shipped out by November sometime. The railroad line was bombed, and nothing came in\nand nothing could be shipped out. So these big, burly Soviet guys, just dumping the semi-\nfinished wings out. By the way, we had so much Chechens among them, and you better not\ncross them.\n>> Bill Benson: Steve, I'm mindful of our time. | want you to tell us where you went next, but\nbefore you do, | want you to tell us how you were able to get news about what was going on\nwith the war.\n>> Steve Fenves: Most of the German workers were didn't want anything to do with us.\nThere was one of them who made big business during his lunch hour. They had lunch hours,\nwe didn't. He would read the paper, then he would signal on where he was putting away the\npaper in a place where one of us would pick it up. Of course, that was German news, which\nwasn't very reliable.\n>> Bill Benson: It kept you somewhat abreast. From there where were you sent?\n>> Steve Fenves: April 1, there was an alarm, that the camp was going to be emptied. A\ngroup of the younger people in the resistance group wanted to put up an armed resistance.\nThe older guys decided against it. They didn't know where the Americans were. We didn't\nknow where the Germans were. We were quite sure we could overpower our guards, but not if\nreinforcements came in. So we went on a march, 11 days through, to Buchenwald.\nOccasionally food, not very often. Escapes every night. Many of the people brought back the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nfollowing morning by civilians, prodding them with pitchforks, prodding them a couple\ncentimeters deep into the flesh with pitchforks. So probably 1/3 of the people died.\nBut it was slow enough that we got to Buchenwald less than 48 hours before. | slept\nthrough the liberation.\n>> Bill Benson: Before you got to Buchenwald there was an extraordinary incident where you\nstopped.\n>> Steve Fenves: That was part of the slowing things down. Our guards were replaced by a\nnew set of guards came down from Buchenwald, and our guards were taken back. And an\ninmate, a couple, a trustee was with the SS officers, and | went | snuck up to him, and he\nsaid that the camp was being emptied, we should slow down as much as we can. So at night\nwe decided a couple people would hide so the count would be off, and the SS would have to\nfind them, because they had that many bodies dead or alive to deliver. That's what we did.\nWe stalled for at least 12 hours.\n>> Bill Benson: The ones who hid?\n>> Steve Fenves: Eventually, they\n>> Bill Benson: You stalled getting to Buchenwald, but eventually you got there?\n>> Steve Fenves: Yeah.\n>> Bill Benson: What happened there?\n>> Steve Fenves: | went to sleep. We got there, | could tell from the descriptions of others,\nfirst thing | noticed is that the chimney wasn't smoking, so the crematorium wasn't working.\nThe second thing is that the inner gate was open, so there was no_ we're not going to be\ndetained. We were just marched inside, pointed to the barracks. | collapsed. Next day\nsomebody woke me up, the Americans were there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: What was that like?\n>> Steve Fenves: | just crawled out and ran up Buchenwald is on a sharp slope. Ran up to\nthe wall, and | yelled as much as | could. | crawled my way to the front, and yelled, asking if\nsomebody spoke German, and an officer stopped, and | got my obligation to report all of the\nnames of the SS officers of the camp, the names of all the inmates that were killed.\n>> Bill Benson: Were you then pretty quickly put into the field hospital?\n>> Steve Fenves: | must have, because | collapsed against the fence, and | woke up a week\nlater in the hospital.\n>> Bill Benson: Once you recuperated enough to get out of the hospital, what did you do from\nthere?\n>> Steve Fenves: Waiting for the Iron Curtain to open up. Churchill's lron Curtain soeech was\n1948, but by July of 1945, the Iron Curtain was there. The Dutch, Norwegian, French inmates\nof Buchenwald were gone, in 48 hours at most. Those of us who wanted to go back to the\nother side waited.\n>> Bill Benson: You went back?\n>> Steve Fenves: | went back.\n>> Bill Benson: Back to Subotica.\n>> Steve Fenves: Right.\n>> Bill Benson: What happened when you got there?\n>> Steve Fenves: | got off the railroad station and started walking to my aunt's house, but\npeople were asking, \"How did you survive?\" It just was the natural thing to do. A couple\nweeks later, my sister arrived. My cousins arrived one by one. My father arrived on a Soviet\nmilitary hospital train in horrible condition. He died a few months later.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nWe tried to resume a new life, but Hitler's Yugoslavia was not it, so we escaped.\n>> Bill Benson: Will you share with us how you escaped? | thought that was remarkable.\n>> Steve Fenves: Two cousins, two fiancés, my sister and I, six of us, escaped five different\nways. Only my sister and | were together. She was liberated in Bergen Belsen, and on the\ntrain, on the repatriation train there was a group of Yugoslavia POW officers who had been in\ncamp since 1941, and my sister maintained contact with one of them. One of them had a\nmedium level position in the Ministry of Exterior, and he produced two passports and two exit\nvisas, which were genuine except that he was not authorized to do so.\nSo the French, on that basis, gave us a 30 day transit visa, and the Italians on that\nbasis gave us a 24 hour transit visa, and we got out to France.\n>> Bill Benson: You went different paths, didn't you?\n>> Steve Fenves: My sister and | went together. But my Hungary at that time was still fairly,\ncompared to Yugoslavia, quite open. My older cousins and the two fiancés all escaped, as\nyou could tell by the map. Four kilometers north was the Hungary border. They went through\nHungary. My cousin Yannish did the, what should | say, most romantic thing. He befriended a\nyoung Swiss lady at the Swiss consulate in Zagrab. She was in charge of renewing passports.\nShe found a suitable passport, poured ink on one page -- no, no, she gave the passport to my\ncousin, who got to Switzerland, sent it back to her. She poured ink on the page that had the\ncertificates and went crying to the consul, saying this is what she did. He calmed her down\nand issued the gentleman a new passport.\nThe Swiss are very clever. They recognized here was somebody receiving mail who\nwasn't registered, so they went to him, \"Are you illegal in the country?\"\n\"Yes.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n\"Where did you come from?\"\n\"France.\"\nSo they took him to the other end of Switzerland, walked him across the border to the\nfirst French station, and waited, bought him a ticket to Paris and waited.\n>> Bill Benson: You all ended up in Paris. Then what happened?\n>> Steve Fenves: We tried to be together, but my older cousin had a very attractive offer in\nVenezuela, so the four of them went to Venezuela. My sister and | waited three years until the\nvisa immigration permit.\n>> Bill Benson: Why didn't you come to United States?\n>> Steve Fenves: We had affidavits from our maternal uncle, who by that time was quite ill,\ncouldn't live up to the commitment. The affidavit said. But that was our destination. We were\nlooking for a place for the six of us to be together. We couldn't make it.\n>> Bill Benson: 1950, you arrive in the United States. Before we wrap up, a couple questions\n| want to ask you before we finish up. One is in 1953 you're drafted into the United States\narmy, and that was during the Korean War. You hoped that your language skills would allow\nyou to be able to get into an intelligence service. What happened?\n>> Steve Fenves: During basic training my entire basic training company had orders for\nKorea. One guy that | corresponded with afterwards, who kept track, knew of at least 60\npeople from that one company who were killed in Korea.\nAt the last minute, about 10 of us for various reasons got our orders changed, and | was\nsent to an intelligence battalion in Stuttgart, at headquarters in Feingen.\nSeveral weeks later, the officer of the day calls me in, says, \"Soldier, we can't use you\nhere. You don't have citizenship. We can't get clearance for you.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ne\nHe said, \"Normal thing in a case like this is to send you back to infantry, basic training,\nqualifies you for infantry.\" He said, \"You look a little more intelligent than that. What else can\nyou do?\" | said, \"Well, sir, I've been working as a draftsman. | intend to study civil\nengineering. If you can find a position as a draftsman, I'd appreciate it.\" That's how | ended\nup at engineering section of 7th Section Headquarters.\n>> Bill Benson: A career was begun. How did you meet Norma?\n>> Steve Fenves: After | got out, while | was in service, my sister married in Chicago, and |\ndon't know -- yeah, through a mutual friend met Norma's brother and sister in law. Norma's\nsister-in-law was on a kinder transport from Austria to England, and then eventually came to\nthe States. My sister and Horowitz had daughters about the same age, and they became good\nfriends. One day during breaks at school | lived at my sister's. One day | went there, was a\nsign on the door, \"Come and meet me at this house.\" My sister was not there, but Norma was\nthere baby sitting with her niece. That's how we met.\n>> Bill Benson: You were with us on First Person a year ago yesterday, June 19, 2012.\nObviously, you had come to the United States with your sister Estera who had also been at\nAuschwitz with you. | learned today from you that in the -- July of last year your sister passed\naway. Tell us a little bit about her.\n>> Steve Fenves: She came out of the war quite different. As | said, neither of us were very\nobservant. I'm probably more observant now than | would have been in my family. She just\ntotally, absolutely, totally divorced herself from her Jewishness, from her camp experience,\nexcept that she did do a Spielberg tape. She totally divorced herself. We would go and say\nwe have to get ready for Rosh Hashanah. \"What is that? What is that?\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection >\nShe married a Quaker, who lived first in St. Louis, then they were in Africa for a very\nlong time. He was in the USAID, US Agency for International Development. He was assigned\nto Lebanon, and three weeks after he got there the embassy was bombed and he was among\nthe people killed.\nShe spent three decades here in Washington, in Dupont Circle, very determined\nwoman, lots and lots of friends. She was sort of the mother away from home for dozens and\ndozens of Peace Corps workers on the Ivory Coast. They constantly congregated at her\nhouse. She was a very forceful, very dynamic person. Couple hundred people at her\nmemorial service. Very powerful personality.\n>> Bill Benson: We're going to close the program in a moment. I'm going to turn back to\nSteve to close the program. We didn't have an opportunity for questions. As you can see, we\nprobably could have kept you here all afternoon to really dig deeper and hear a lot more of\nwhat Steve could have shared with us.\nWhen Steve is done, he will step off the stage. If anybody wants to come ask him a\nquestion, shake his hand, say hi, get a picture, whatever you want to do. You will stay behind?\nRight, Steve?\n>> Steve Fenves: Definitely.\n>> Bill Benson: | want to thank you for being with us. We have a First Person program every\nWednesday and Thursday until the middle of August. We'll do it again next year. If you're not\nfrom around here, you get to come back, we sure welcome you back to First Person and the\nmuseum.\nIt's our tradition at First Person that our First Person has the last word. With that, | will\nturn to Steve to close today's program.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ne\n>> Steve Fenves: Thank you. Well, I'll answer what | presume would have been the first\nquestion from the audience, and that is why do | do this. The answer is very simple. | feel an\nobligation to do so. As you can tell, it's not an easy thing to do. Today, | probably controlled\nmyself better than usual. Normally, somewhere along the line, | break down. But it's a very\nstrong obligation | feel that, as a witness, as a survivor, | have this personal responsibility to\nreport what happened, to make people aware what happened, and to hope, | hope | instilled in\neverybody the need to combat this and react to any form of discrimination, injustice,\npersecution and not allow situations like this to develop again. That's why | do it. Thank you.\n[Applause]\n[Ended at 2:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}