{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON DORA KLAYMAN\nWednesday, April 5, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mrs. Dora Klayman, whom we shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue\ntwice-weekly until mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will receive an electronic copy of Dora's biography so\nthat you can remember and share her testimony after you leave here today.\nDora will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows we will have an opportunity for\nyou to ask Dora questions.\nToday's program will be livestreamed on the museum's website. This means people\nwill be joining the program via a link from the museum's website and watching with us today\nfrom across the country and around the world. Recordings of all First Person programs will be\nmade available on the museum's YouTube page. We are also accepting questions from our\nweb audience today on Twitter. Please use #USHMM. And we invite those who are here in the\nauditorium today to also join us on the web when the rest of our programs in April and early\nMay will be livestreamed. Please visit the First Person website, listed on the back of your\nprogram, for more details.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Dora is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nDora Klayman was born Teodora Basch on January 31, 1938, in Zagreb, Yugoslavia.\nHere we see Dora sitting on a park bench with her younger brother, Zdravko.\nOn this map of Yugoslavia in 1933, the arrow points to Zagreb.\nIn this photo we see Dora on an outing to the zoo with her parents, Salamon and\nSilva. Salamon ran a brush-making factory and Silva was a teacher.\nPictured here is Dora's maternal grandfather, Rabbi Josef Leopold Deutsch. In\nApril 1941, when Dora was visiting her maternal grandparents in the small town of Ludbreg,\nGermany invaded Yugoslavia. Ludbreg became part of a puppet state run by the Ustasa,\nCroatian fascists.\nIn June 1941, Dora's parents and her brother were arrested. Their housekeeper got\nbaby Zdravko out of prison and from then on Dora and Zdravko were sheltered by their\nmother's sister, Giza, and her husband, Ljudevit. On the left we see Aunt Giza. On the right\nwe see her husband, Ljudevit. The photo of Ljudevit was taken many years after this one of\nGiza.\nLater in the war, Aunt Giza was denounced and sent to Auschwitz where she\nperished. Dora remained in Yugoslavia until 1957 and in 1958 emigrated to the United States.\nWe close with this portrait of Aunt Giza, Dora, and Zdravko that was taken to be sent to\nLjudevit in the concentration camp where he had been sent.\nIn 1957, while on her way to Switzerland, Dora met Daniel Klayman, who was\nreturning to New York from a year of post-doctoral study as a Fulbright scholar in India. They\nwere married in Switzerland a year later, and together they arrived in the United States in the\nfall of 1958. The following year Dan and Dora came to Washington, DC, and Dan began his\ncareer as a researcher in medicinal chemistry at the Walter Reed Army Institute of Research;\nhis work culminated in his expertise in drug development against malaria.\nAfter the birth of their two children, Wanda and Elliot, Dora resumed her education,\ngetting degrees in French and in English as a Second Language. She then taught in\nMontgomery County, Maryland, Public Schools, including 23 years at Bethesda-Chevy Chase\nHigh School, where she headed the English as a Second Language Department.\nDan passed away in 1992. Both of their children live in the Washington area. Wanda\nis Deputy Executive Director of an international association that deals with transportation\nissues. Elliot is a freelance videographer and owns a video and film production company. He is\nmarried to lona and they have three children, ages 22, 20 and 13.\nI'm pleased to say that both Wanda and Eliot are in our audience today.\nAfter Dora retired from full-time teaching in 1999, she became active as a volunteer\nwith this museum. Her work here consists primarily of translating material from the Holocaust\nwritten in Croatian, Bosnian, and Serbian. Her ongoing project is connected to the Jasenovac\narchive. As we will hear later, Jasenovac was a major concentration camp in Croatia. Other\nprojects for Dora have included the translation of a booklet that accompanied a 1942\nanti-Semitic exhibit in Croatia, and the translation of the captions on a large archive of\nphotographs that had been gathered during the post-World War II trials in Yugoslavia.\nTo add to her language skills Dora continues to learn Hebrew. She volunteers weekly\nteaching English to recent immigrants at a Jewish Community Center. Dora also enjoys\ntraveling. She has been to Israel several times where she was happy to reunite with her\ncousins and their families. Some of her travels are connected to learning more about the\nevents and the aftermath of the Holocaust. She has attended several conferences of the\nInternational Organization of Child Survivors, including in Poland in 2011, when she visited\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAuschwitz for the first time, and in Berlin in 2014, where she was impressed by the effort made\nby that country to teach about and remember the Holocaust. In 2013 she traveled to her former\nhome in Croatia where she accompanied the director of the Jasenovac archive to the site of\nthe concentration camp to view their exhibit. Last summer Dora returned to Croatia for her high\nschool's 60th reunion. She also visited the small town of Ludbreg where she spent the war\nyears and much of her youth.\nBesides First Person, Dora is speaks publicly in other settings including to small\ngroups here at the museum. She recently spoke to students and the faculty at King University\nin Bristol, Tennessee, as well as to members of the community at a local church.\nWith that, | would like you to join me in welcoming our First Person, Dora Klayman.\n>> [Applause]\n>> Bill Benson: Dora, thank you so much for joining us today and agreeing to be our first\nperson. Weill start, if you don't mind, with your family in the prewar years. You were 3 years\nold when World War II came directly to Yugoslavia in the spring of 1941 when it was attacked\nby Germany. Before we turn to the horrors of the war and the Holocaust, tell us what you can\nabout your family and your life in those pre-war years.\n>> Dora Klayman: Well, my father's family had not been in Zagreb for a very long time. They\nhad originally come from the South. My father was born in Romania but as a child already they\nhad left and they had come to Zagreb and established themselves there. By the time the late\n‘30s came about, my grandfather had already passed away. So it was my grandmother there.\nAnd there were six siblings in that family. My father was only one of the siblings who was fairly\ninvolved in cantorial music. As such, he eventually, even though he ran the brush making\nfactory, he ended up making, | think, visiting my mother's hometown.\nSo my mother's family --\n>> Bill Benson: He was a cantor there.\n>> Dora Klayman: Was a cantor. | think just for the holidays.\nSo my mother's family is from Ludbreg. And my mother was born there. But that\nfamily, too, had come previously from actually Czechoslovakia, from Slovakia, where my\ngrandfather became a rabbi -- trained to be a rabbi. They had two children when they came to\nLudbreg, where there was a small Jewish community that wanted to have a rabbi. So he came\nwith two children and subsequently they had two more children; one of them was my mother.\nThe oldest daughter in that family, Giza, whom we saw in the photo, was actually 15 years\nolder than my mother and was sort of a surrogate mother which, of course, made me be\nalmost a surrogate grandchild.\nThe family was well integrated in Ludbreg. From the photos that | see, because |\ncertainly don't have memories of the time before the war, from the photographs and from what\npeople told me, my grandfather served in the public schools to teach Jewish children. And then\nthere was a priest who taught the Catholic children, in the same school.\nAnd | think there were sort of afterschool classes but there is a photograph. I've\ndonated to the museum, so it's online. It's very interesting to me because you see the priest on\none side and the rabbi on the other side and the rest of the faculty. So that kind of always\nmakes me think that relations in the town were good. It's a practically totally Catholic part of the\nworld. And then the Jews had come in fairly recent times.\nSo that was that family. And then another person that plays a role in that family was\nthe Ljudevit, the director of the savings & loan bank. And one of his employees was my aunt\nGiza. And there was a longtime relationship, if youl want to call it that. They were in love\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nbetween Ludva and Giza, but they did not marry for a very long time because -- well, | would\nimagine that one of the problems was that he was Catholic and she was Jewish. And there\nwas a 10-year difference between them, but that wouldn't have mattered. Pretty common in\nEurope to have a 10-year difference.\nWhen | questioned him about that, 10 years -- many years afterwards, he said, well,\nthere was no need to get married. She was quite happy living with her parents and | was quite\nhappy living with my mother, so it's ok.\n| have a feeling there were other things in play. And, of course, there actually was no\ncivil ceremony, a civil marriage.\n>> Bill Benson: So only religious marriages.\n>> Dora Klayman: So at one point when the war was getting very close, it was '39, | think, and\nthey already knew what was happening and they knew that Christian-Jewish families could\nsometimes survive that the Christian mate could shelter the Jewish one, they went to Hungary\nand got married.\n>> Bill Benson: And that's because Hungary recognizes civil ceremony?\n>> Dora Klayman: Right. So that's pretty much how things stood.\n>> Bill Benson: And, of course, all of that changed so dramatically when Germany attacked\nYugoslavia on April 6, 1941, 76 years ago tomorrow. When they attacked, you were away from\nZagreb on a visit with family in Ludbreg. Tell us what you can about the circumstances that\ncaused you to be away at that time from your family, as best you know, and then what\nhappened once the Germans occupied Yugoslavia.\n>> Dora Klayman: Well, | don't know exactly why | was in Ludbreg at the time staying with my\ngrandparents but | have a very vivid memory of being on that train with my grandparents’\nneighbors. And | have a feeling that the reason was -- I've often been asked whether the\nreason was that my parents were trying to shelter me. But | have a feeling that it was just\nbefore the war that | left and before the attack and that my parents just had the opportunity to\nsend me to my grandparents with the neighbors who happened to be in Zagreb. | don't know\nthat for a fact but | sort of also have a memory of when | think my parents were taken away\nbecause | remember sort of people shushing and talking and keeping things from me. But |\nhave a feeling that's the reason they sent me.\nAlso, my brother had already been born at that point. My brother was born at the end\nof January 1941. So my mother had the baby. And it's potential that they just sent me to my\ngrandparents so she could have a bit of respite.\n>> Bill Benson: Did your parents or any other family members try to leave Yugoslavia before\nthe Germans came in?\n>> Dora Klayman: Yes. Actually, one of my mother's sisters, not Giza but Blanka and her\nhusband and two of my cousins also lived in Ludbreg. And that uncle of mine ran a store.\nThey had two lovely children. They apparently tried to leave and go to the South, to an area\nwhich was under Italian rule. It was a fairly safe place to be. The Italians ran sort of a camp\nbut it was not a concentration camp. It was a killing camp. So it was a safe place to go.\nFairly recently, and | have not yet given it to the museum, but | will, | found in a box\nthat was in my house passes for all four of them to go. Now, | have been told that they actually\nwent at one point. | think they didn't go all the way because that's why the passes seem brand\nnew. | mean unused sort of.\n| think they must have gone as far as Zagreb because you can't go to Domatia [ph]\nwithout going to Zagreb first. And they returned. Why did they return? Because there was a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nproclamation that any Jews that had left and would return will not be arrested. Home, store,\nfamily, they returned. They did not last very long.\n>> Bill Benson: So it was all lies.\n>> Dora Klayman: All lies, big lie, yes.\n>> Bill Benson: You mentioned Ustasa. Ustasa, it was they who ran -- tell us about Ustasa.\n>> Dora Klayman: They ran Croatia. They were a super nationalist group who had tried for\nsome time to get political power. Some of them had been in Italy for a while and just waiting\nfor the opportunity. They made an arrangement with the Germans that would allow them to\nrun Croatia in exchange for -- the government didn't say so but they established that they\nwould run the government according to German wishes in terms of persecuting Jews, Roma,\nwhoever else the German wanted persecuting.\nIn addition -- and this was really their main thrust -- they wanted to create what they\ncalled ethnic cleansing. They wanted to get rid of the Serb population within Croatia. And so\nthey seized the reigns of the government and they ran the government as what they called an\nindependent state of Croatia. They immediately started doing -- started running all their laws\naccording to German wishes. So persecuting Jews, which is what concerns my family. That\nmeant losing jobs, not being able to go to school, not being able to have a business, and\nconfiscations.\nIn the museum there are records of my families where they had to declare absolutely\neverything they owned. That comes down to even the ridiculous. Like my young cousins who\nwere early teens had to declare things like a dress, one necklace, one winter coat.\n>> Bill Benson: Literally everything they owned.\n>> Dora Klayman: Everything they owned. Right.\n>> Bill Benson: Your aunt and others learned your parents had been sent to a concentration\ncamp but that your brother had been saved from deportation. Tell us what happened to your\nparents and what happened with your brother, how he was able to not be deported.\n>> Dora Klayman: So my parents were deported fairly early. And there was a holding area in\nZagreb. This is where they were taken. They were, of course -- as | mentioned, my brother\nwas a baby at the time and they took the baby along to this gathering camp. They asked the\nUstasa who were running this camp if she could have the baby. They generously gave her the\nbaby. I'm being facetious, of course. That's one of the things that | can't imagine what it was\nlike for my mother, to hand the baby, but she did.\nThen the housekeeper called my Aunt Giza and her husband and they came and got\nhim. They brought him to Ludbreg. That's one of the memories that | have. | have a memory\nof that baby arriving and crying. Of course, | was a spoiled little 3 1/2-year-old.\n>> Bill Benson: You had been staying with her.\n>> Dora Klayman: It was at my grandparents that he came. | remember that. That's one of\nthose memories.\n>> Bill Benson: You remember him coming to the house.\n>> Dora Klayman: Yeah. So from then on he was always with me.\n| don't know whether you want me to continue what happened to the rest of the people\nin Ludbreg. But in 1942, everybody was deported.\nThat's another memory. At that point, | remember being in Giza and Ljudevit's house.\nAnd it was sort of evening. And everybody was there gathered, everybody crying, carrying\nbags and pillows, | remember, and saying goodbye to me, saying goodbye to me and my\nbrother. At that point he was already walking. He was a little boy. Everybody, in 1942,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\neverybody was deported except for my Uncle Ljudevit, who was Catholic, my Aunt Giza, and\nmy brother and me. We were left behind.\n>> Bill Benson: But the rest of the Jewish population in Ludbreg was gone?\n>> Dora Klayman: Yes.\n>> Bill Benson: And that scene, here, | believe in 1942, then your Uncle Ljudevit was arrested\nand sent to the Jasenovac concentration camp, and that meant you and your brother were still\nat home with your Aunt Giza.\n>> Dora Klayman: Yes. And it was later. And the reason for that is -- | think | need to mention\nwhy he was deported. Almost as soon as the Ustasa took over, there was a slow but\nconsistent uprising in the population. Part of the population was willing to go along with the\nUstasa who now had an armed force. But the other part were people who joined the partisans.\nThere was a partisan uprisings, beginning of a fairly extensive part of fighting. And that\nfighting was fairly extensive around Ludbreg, very frequent.\n>> Bill Benson: And this is between Ustasa --\n>> Dora Klayman: And the partisans, yes.\nSo the reason why my uncle was arrested at that point --\n>> Bill Benson: As you said, he was not Jewish.\n>> Dora Klayman: He was not Jewish. He was Catholic.\n>> Bill Benson: But he was arrested.\n>> Dora Klayman: He was not the only person arrested. There were other people who were\nsort of the leading citizens of the town. And he certainly was. Not only was he a bank director\nbut he was also -- the family was an old Ludbreg family. It was a minor aristocracy. He had\nbeen involved in just about anything civic one can think of. He had been a mayor at one point.\nHe was instrumental in putting together an orchestra.\n>> Bill Benson: Truly a leading figure in town.\n>> Dora Klayman: Just a leading figure. And then other people -- he was particularly involved\nin music and that was helpful later on.\nThe other leading figures, people, you know, somebody that owned -- wasn't a\nbookstore exactly but sort of the Staples of the time. A number of people who were leading\nfigures in that town were arrested. And the reason was that they were accused of helping\npartisans, which, of course they were doing. And the Ustasa then used them as an example,\narrested these people and sent them to what was the most notorious of camps, and this was\nthe camp Jasenovac.\n>> Bill Benson: Until | met you, | had never heard of Jasenovac and possibly that's true of\nmost people in our audience. You said it was an especially horrific, brutal camp.\n>> Dora Klayman: It was. It was a very brutal camp that was different from something like\nAuschwitz, that was ran in some sort of a very organized manner but it was equally brutal. It\nwas run by people who just had absolutely no respect for human kind. They were using often\nprimitive implements to kill people, not to speak of the fact that people were starving, exposed\nto the elements and just hanging, killing with knives, throwing people in the river next door. It\nwas a very brutal camp.\nAnd Jews, Roma, political prisoners like my uncle, and a lot of Serbs perished there.\n>> Bill Benson: What do you know about your uncle's time while he was there?\n>> Dora Klayman: Well, he was -- he wasn't as young as my father, for example. He came\nfrom a family that somehow seemed to not be in very good physical shape. So this is how he\nlost almost a dozen of his brothers and sisters by the time | knew him. So he would not have\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nreally been able to withstand the treatment there. But they found out -- the Ustasa knew he\nhad run a bank so they put him in an office to run their paperwork. And that is how he\nmanaged to survive.\nThe other thing they wanted him to do, they knew that he could organize an orchestra\nor something and they wanted to be entertained. He played the violin. He put together a\ngroup. He used to tell me how he would take as many people as he could to save them from\nhaving to work outside in the cold and rain and snow and organized them to be in a choir and\nthen they would perform for the Ustasa. And all of this kind of allowed him to stay alive.\nHe also, | think | mentioned to you that he saw my father while he was there. My\nmother had already passed away, | think. But my father was still there. Actually, we know that\nmy father survived to the end of the war.\n>> Bill Benson: In Jasenovac?\n>> Dora Klayman: In Jasenovac, yeah. But at the end there was a breakout and he was\namong those who broke out of the camp and was caught and shot. But he was there -- he\nsurvived through the very end.\nMy Uncle Ljudevit saw my father there and he talked about it, how they were carrying\nbricks and rocks. He worked in an infamous factory that they had there for making chains or\nsomething like that.\n>> Bill Benson: While your uncle's there, in Jasenovac, you and your brother are at home with\nyour Aunt Giza.\n>> Dora Klayman: Yes.\n>> Bill Benson: Until early 1943.\n>> Dora Klayman: Right.\n>> Bill Benson: Your Aunt Giza was denounced and deported. Tell us what you know about\nthat and then what happened to you and your brother.\n>> Dora Klayman: Well, one of the things | must say is that in all of this -- well, the town was\nshocked that all of these Jews were one day gathered and deported. They were not deported\nby local people. There was Ustasa that came from elsewhere. But at one point somebody\npointed out that my aunt was there, somebody denounced her. The rest of the town was\nalways very sympathetic to us and did not give us away but there was somebody that pointed\nat my aunt and so she was taken. She was deported to Auschwitz.\nNow, before -- and | know that for a fact because we have documentation here in the\nmuseum now in the archive and there is a card for her.\n>> Bill Benson: In great detail describing --\n>> Dora Klayman: Yeah, saying, you know, she died of intestinal problems. Of course, in\nAuschwitz you would die of intestinal problems.\n>> Bill Benson: Why do you think you and your brother weren't taken at the same time?\n>> Dora Klayman: Well, | think -- | never know why we weren't taken. It's sort of an enigma. |\nwould imagine it was because -- there were two possibilities. One that they didn't seem to\nbother with children. They didn't know -- you know, why bother? You know, little children.\nThey took my cousins who were teenagers. But | think the other reason is that we always\nhappen to somehow be in the right place at the right time.\nThe other thing, because we came from Zagreb -- | take a look and there are books\nnow with lists of Jews in that town. We are not on the list. And the reason we came from\nanother town. We were not part of that community. So if they went through the lanes\ncollected everybody, we were not on the list.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nSo what happened when they took my Aunt Giza, is that -- | sort of remember it but\nmost of it was told to me later. She was rushing out and trying to hide. Next to our house\nthere was another house that my two uncles -- my two aunts, Giza and Blanka were building.\nAnd we had renters on the ground floor. The upstairs hadn't been finished. So she tried to go\nupstairs and hide. But on the way she told the neighbors on the ground floor.\n>> Bill Benson: The renters.\n>> Dora Klayman: The renters. She asked them to take care of my brother and me, and they\ndid. So this was the the Runjak family. They were a family with three children. The oldest one\nwas already a teenager. They were all older than ourselves. Mrs. Runjak worked as a nurse.\nShe was particularly involved with taking care of people with glaucoma. Her husband was a\npainter. So it was just an ordinary local Catholic family. And they were willing to take us.\nAnd it was a very small apartment. We all crowded into one bedroom, sort of. They shared\nwhatever they had with us. So that is where we were until my uncle happened to return from\nJasenovac.\n>> Bill Benson: Before you tell us about that, you and your brother were possibly and probably\nthe only Jews left in the town. And, again, nobody denounced you in that town.\n>> Dora Klayman: No.\n>> Bill Benson: Said the Runjaks were hiding two little Jewish kids.\n>> Dora Klayman: That was the amazing part. That's why people said, you know, you can't\nexpect people to do things like that because they were in peril but this whole town was really\nremarkable in that they didn't give us away.\nAfter my aunt -- which unfortunately we knew who that person was. After the war, the\none who denounced her. And after the war my uncle, her husband, tried to find him but he had\nescaped to Austria. That was the end of that.\n>> Bill Benson: As you just started to tell us, of course, your uncle was released but he was\nreleased after your Aunt Giza had been taken to Auschwitz.\n>> Dora Klayman: Yes.\n>> Bill Benson: What happened when your uncle came home?\n>> Dora Klayman: Well, he tried to actually go after her and find her. | think people still\nbelieved that they could do something. | think he still believed that maybe he could get her out\nand save her. That was impossible.\nBut the other part, which I'm not so sure | ever mentioned before, is that my Aunt\nGiza, they still all believed, even the Ustasa, they believed there was some kind of sense in\nthis world. She actually wrote a letter while my uncle was in Jasenovac, actually wrote a letter\nto the government asking that her husband, who was such a good citizen, be released.\n| mean, | would imagine she would have been scared to death to do such a thing, to even\nannounce her existence but she did it. People had enormous courage sometimes.\n>> Bill Benson: And some sense of hope.\n>> Dora Klayman: Right.\n>> Bill Benson: So your uncle comes home.\n>> Dora Klayman: Uncle comes home and collects my brother and me. And now we are with\nhim.\nOne other thing that | want to mention is that while we were still with the Runjak family,\nthat family, as they were renters in our house, was all connected with the same courtyard. The\nUstasa at one point were in that courtyard. So here we were totally exposed in a sense, you\nknow, hiding in full view.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nWe learned very well to call Mrs. Runjak mother. And | Knew well enough at that\npoint, as they told me even later on, | would call Mrs. Runjak mom whenever it was necessary\nbecause there would be someone present who was not to be trusted. My brother was very\ndevoted to her and she to him. He called her mom to the very end of his life.\n>> Bill Benson: You mentioned earlier that, of course, in Ludbreg was fierce fighting at times\nbetween the Ustasa and the partisans. So when your uncle came back, you were, as you\ndescribed to me, essentially living in a war zone. Tell us about that time.\n>> Dora Klayman: Well, the partisans would be in the hills, in the forests. They were not very\ndense forests. They were just woods. But they would come down and attack the Ustasa who\nwould be as constant in the town. Then there would be a battle.\nAnd what happened during these battles, sometimes we would know ahead of time\nthat something would be happening, so we would get out of the house and spend time in the\ncellar. And under the house that we were living in, which was an old house with heavy walls\nbut underground there was a cellar where we kept caskets of wine, the family had the vineyard\nand there was wine down there. But it was dirt floor, small windows high up, lots of frogs on\nthe ground jumping about. We would go and stay there. And there were times | remember\nthat we actually had some kind of cots and we spent quite a few nights there when the battles\nwere raging all around us.\nBut there was one time in particular that | remember that we couldn't escape into the\ncellar because you had to get out of the house to go in. And the battle had started and we\ncouldn't go out. So at that point we had to stay in the house. | remember one particular time\nwhen the Ustasa were on one side and the partisans were on the other side of the street and\nthey were shooting at one another and the bullets were flying through our windows. So you\ncould be safe where the walls were but the windows let the bullets through. At one point |\nremember being very scared, being in one room. | was sort of in a safe area in the corner. My\nuncle was in the other room. And! was crying. And he came. And the bullet had gone\nthrough that bedroom window where he was and hit just exactly where he was. So in a sense,\nfact that he came to comfort me saved his life.\nThe bullets had gone through the closets. We had these armoires, made of nice\nwalnut wood. And the bullets would go through and shatter the doors. And then you would\nsee the bullets through. And later when you took out a table cloth or a sheet, it was all -- like\nwhen children take napkins and make little designs.\n>> Bill Benson: You told me that the worst part for you as a young child, you know, about 5, 6,\nclosing on 7 by war's end, was not fears of being deported like your parents or aunt, it was\nbeing shot to death by the war itself that was going on.\n>> Dora Klayman: Yes because some of these battles were fairly fierce. There was one battle\nthat was fought in our street which after the war was called the Street of the 17th Brigade.\n>> Bill Benson: And this was your street.\n>> Dora Klayman: My street. But now they named it back to what it was before the war. So\nIt's back to Giva, | think.\nThere was a fierce battle. And the partisans were surrounded. And the last of them\ndidn't want to give up -- didn't want to surrender so they gathered in one house and threw a\nbomb among themselves and committed suicide.\nlt was like everybody was just, you know in shock afterwards. Even though people\ntried to hide these things from me, it was impossible.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nSo with the Ustasa, | don't remember which battle but they had caught so many\npartisans -- we used to have maids who were taking care of me in the house. And one of them\ndecided to take me to the main square at one point | think we were going to see a movie. And\nshe was holding my eyes but | saw it. And there were bodies hanging from every tree in the\nsquare.\n>> Bill Benson: That's something you remember.\n>> Dora Klayman: Yeah.\n>> Bill Benson: Dora, this would, of course, all continue until the war's end in May 1945.\nWhen the war ended, you and your brother, with your uncle, what then happened? What did\nyour uncle try it to do to bring back some semblance of normalcy, resuming your life? What\nhappened?\n>> Dora Klayman: Well, we went to school. | went to school. The awful thing that happened,\nvery shortly after the war, 1946, was that my brother contracted scarlet fever and died within\nthree days.\nTo backtrack a little bit, before that happened my uncle was waiting for somebody to\nreturn to see who will return.\n>> Bill Benson: Somebody from the family.\n>> Dora Klayman: Somebody from the family. And actually my parents did not return,\ngrandparents did not return. Actually almost nobody was there. So my uncle adopted my\nbrother and me formally. This is where my name comes from. So we were formally adopted\nand then unfortunately my brother passed away. It was a tremendous shock.\n>> Bill Benson: He was 5?\n>> Dora Klayman: To me it was a great shock -- yeah, | was born in 1941, so, yeah. He was\nreally very much loved by a lot of people. He was a very cute little boy, very clever. He used\nto recite poetry. He was just a very cute person, child. Even | had to admit it. [Laughter]\nSo it was a great shock to my uncle. Because at that point everybody in his family\nhad died. And so he only had us and we only had him. Some of my family did return. Who\nreturned? One of my father's brothers returned and one of my mother's brothers returned.\nThey returned because they had not been in concentration camps. They were both in the\nArmy and they were both taken prisoner of war by the Germans, when the Germans attacked.\nSo they spent the war in prisoner of war camps.\nSo they returned. Their families did not. So my mother's brother remarried, married\nanother survivor, a widow with two children. And my father's brother also came and he, in\nparticular, came to Ludbreg and there was a bit of a problem because he wanted my brother\nand me. Actually, my brother may have been gone by then. He wanted me to go with him.\nAnd he was, again, going to marry another survivor and he was heading for what was then\nPalestine and then later Israel.\nThere was a dispute between my two uncles. | was asked to make a decision where |\nwanted to go. Of course | had no idea who this uncle who just came from Germany was and |\nadored Uncle Ljudevit who was a wonderful person, very kind and was basically my parent and\nso | said I'm staying. So that was that.\n>> Bill Benson: And you did.\nAnd in the little time that we have left, because we want to have a little time for\nquestions from our audience, let's go forward a little bit. Of course, now you're living under the\nCommunist authority in Yugoslavia. At some point it's time for you to move on with your\neducation. Tell us what you did to actually leave Yugoslavia.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Dora Klayman: Ok. So | finished high school. | went to high school in a nearby town\nbecause Ludbreg didn't -- it's like 25-kilometers. Then | went to the University of Zagreb\nafterwards. But during the time that | was --\n>> Bill Benson: All still under --\n>> Dora Klayman: Oh, everything.\n>> Bill Benson: You couldn't go anywhere else. Right?\n>> Dora Klayman: No. But in 1954, | think -- | was also connected at one point with another\nmember of my family that survived. Also my aunt survived with the partisans. One of my\nfather's sister. She also went to Palestine. But one of my uncles and his wife survived. They\nwent from Hungary on train, another story, and were rescued to Switzerland. They wrote to\nme when | was in high school or when | was in mid middle school. They asked me to come to\nvisit.\nSo at one point when | was in the middle of high school, | actually went to Switzerland,\nwhich was quite a deal because in the Communist countries, you didn't just go to Switzerland.\nSo | was allowed to go because | was regarded as what they called a victim of fascism.\n>> Bill Benson: So that was a special designation, victim of fascism.\n>> Dora Klayman: Yes. | got a passport. The Swiss allowed me to come. | uncle, Josef\nBasch, he came to the border to meet me. Because there | was a young girl on the orient\nexpress by myself. He came to meet me. And that's the first time that | had actually seen\nsomebody of my family when | was more than a 7-year-old.\nSo, | found myself for first time in an Orthodox Jewish family. | had no idea. | always\nknew who | was. | knew | was Jewish. Even though | had been christened at one point during\nthe war, with trying to save me. But | knew | was Jewish but | had no idea what that meant. |\ndidn't pay much attention. Under the Communist system nobody was paying much attention to\nreligion of any kind.\nBut anyway, | adored my uncle immediately and my aunt and my cousins. So they\ninvited me to come back. So when | finished my first year at the University of Zagreb, | went\nback to Switzerland to study French in Lausanne.\n>> Bill Benson: And you were able to leave again?\n>> Dora Klayman: Yes. Once | went out and came back, it was ok. | could go back again.\nAnd | got the visa to go for a year to study.\nAnd | think you want to hear whom | met on the train.\n>> Bill Benson: You're reading my mind. | had to get that in.\n>> Dora Klayman: He knows that story.\nSo on the train there was some young people speaking English. And | had been an\nEnglish major. | had studied English all the way from | think eighth grade through high school.\n| was an English major at the university. And so | was dying to hear what they were talking\nabout. And they were talking about integration in the United States and the problems that\nsome young children had to enter a white school. And it was the time of all the efforts at Little\nRock at integration. The governor standing at the door not allowing those children in.\nSo after that discussion ended, | continued to speak with this young man who was\ntrying to defend the United States not defend what was happening but trying to explain that not\neverybody in the United States would act as the governor did and was very grateful that\nPresident Eisenhower had sent troops to create a better atmosphere. So | continued talking\nwith him. And we definitely liked each other. We exchanged addresses.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nThen he left to catch a ship that was going back to the United States. He was\nAmerican. And | went on to Switzerland. | very soon got letters from him. And then | wrote\nback. And eventually, to make this long story short, he came back and we were married in\nSwitzerland. And that's how | came to the United States.\n>> Bill Benson: | wanted you to tell that story.\n| think we have a couple of minutes for some questions from our audience. And | think\nwe're going to start actually with the first question that comes from the internet, | believe, if I'm\ncorrect about that. Then we'll turn to our audience.\nThere's going to be some microphones in the aisle for you to use.\n>> Good morning. Mrs. Hornicks class is watching in lowa. They want to know at what age\ndid you learn what really happened and at what age did you grasp what you and your family\nhad experienced?\n>> Bill Benson: It was hard to hear you. The question was, At what age did you grasp what\nhappened to your family and to you?\n>> Yes. At what age did really understand what happened to you and your family?\n>> Bill Benson: At what age did really understand what happened to you and your family?\n>> Dora Klayman: | think | grasped what happened as soon as freedom came and nobody\nreturned. Whether | internalized it, that's another story. It was sort of -- | remember, you know,\nthat people in the street used to ask me this question. People would stop me in the street and\nsay, Are you still hoping that your parents would return? | -- it's amazing but | do remember\npeople asking me that question. | would say, \"No, they're dead\". Sort of like -- they would say,\nbut maybe they are someplace in Russia. | don't know why people had that sense. Because,\nof course, there were many people that had been taken to the Soviet Union at one point. And |\nunderstood that they were not coming back. And | was trying to be very brave about it.\n>> Bill Benson: Let's see if anybody in our audience has a question. If you have a question,\nplease wait for a mic to be handed to you. Make your questions as brief as you can. I'll repeat\nit so we all hear it. And then Dora will respond.\n| think we have one over here. Thank you very much.\n>> Hi. Good morning. | just want to say thank you for sharing. And | appreciate it. My name\nis Elan. My question is a little off topic.\nAfter firsthand seeing everything, all of those atrocities, how do you feel about what's\ngoing on in Syria today? Do you feel like that's a genocide in itself? And do you think it's\nbeing handled correctly or do you think the world is turning a blind eye to it?\n>> Bill Benson: | don't know if you heard the question. In light of what's happening in the\nworld, including places like Syria, your thoughts about that.\n| think one of the things that I'd like to say first is that, of course, this is an institution\nthat is dedicated to educating and commitment to eradicating genocide so that's the mission of\nthe museum itself, and reminding people forever that we had the Holocaust.\n| don't Know that you want to get into that particularly here but.\n>> Dora Klayman: | can just say that, yes, it touches me very much, of course. It is impossible\nnot to empathize and not to remember what happened to us and how not to think about people\nwho are under such stress and strain, the peril of their lives.\n| think there are sometimes -- | don't know why that picture of that little boy -- I'm sure\nit was -- it went viral, | think, the little boy sitting in a truck and just staring ahead. | thought,\nOh, my God, he looks like my brother. It's just impossible not to feel for them.\n>> Bill Benson: Thank you, Dora. We have one more.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nBefore we do that, | want to mention that we will close the program. Dora will remain\non the stage. So please absolutely feel free to come up here, meet her, get your picture taken\nwith her, or ask her a question. And that will be a good time to go maybe into other topics.\nOne more question.\n>> Thank you very much for telling your story. | don't know if I'll pronounce this correctly. Do\nyou know at all what happened to the Croatian Ustasa party after peace, after the Russians\ncame in?\n>> Bill Benson: The question is -- thank you for asking that because | wanted to. What\nhappened to Ustasa after the war?\n>> Dora Klayman: There were trials. There were trials. And many of them were executed\nand jailed. There are still controversies about some of what happened. To what extent, you\nknow -- there were reprisals to what extent there were reprisals that were not exactly done ina\ntotally judicial manner. But | remember there being trials and | remember reading about what\nhappened.\nAnd, of course, some of the Ustasa tried to escape. There is a still disputed time\nabout an area of what happened where apparently partisans killed some of the escaping\nUstasa. It hasn't been exactly decided whether that was done in a correct manner or not. So\nI'd rather not comment too much about that.\n>> Bill Benson: Thank you, Dora.\n| want to thank all of you for being here. | remind that you we have the First Person\nprogram each Wednesday and Thursday through the middle of August.\nBefore you get up, I'm going to turn back to Dora. It's our tradition at First Person that\nour First Person has the last word. So Dora will say a few more comments. When Dora\nfinishes, our photographer, Joel, will come up on the stage and take a video of Dora with you\nas the background. So, please, if you can stay seated for another couple of moments once\nDora has finished.\nAnd, again, Dora will remain on the stage. So if you'd like to come up here and ask\nher a question because you didn't have a chance to or just say hi to her, please feel free to do\nthat.\n>> Dora Klayman: So, just because | knew that | would be given this moment, | gathered my\nthoughts yesterday and wrote down what | wanted to say. So forgive me for reading it.\nWe are here in the most appropriate place, | think, to stop and think what happens\nwhen people yield to political expedience to demonizing those who seem different, to using\nhurtful language that can easily lead to painful consequences. We are living now in a difficult\nworld. There are, again, people fleeing war and persecution, people who have nowhere to go.\nThere are, again, some who out of fear would close the door and let them perish. But here we\nare gathered to remember those who lost their lives through prejudice and hatred and to honor\nthose who often at their own peril sheltered others and that gives me hope. It helps me to\ncontinue believing that understanding tolerance and compassion can and will prevail.\nThank you for being here with me.\n>> [Applause]\n",
    "segments": []
}