{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, March 21, 2013\n1:00-2:09 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: DORA KLAYMAN\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of of the museum's public program, First Person. Thank you\nfor joining us. We just began our 14th year of First Person yesterday. Our First Person today is\nMrs. Dora Klayman, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation to whom we are grateful for again sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the Holocaust, who\nshare with us their firsthand accounts of their experience during the Holocaust. Each guest serves as\na volunteer here at this museum. Our program will continue until mid August. The website, at\nwww.ushmm.org, provides information about each of our upcoming First Person guests.\nDora Klayman will share with us her First Person account of her experience during the\nHolocaust and as a survivor, for about 40 minutes. If time allows, towards the end of the program,\nwe'll have an opportunity for you to ask a few questions of Dora. The life stories of Holocaust\nsurvivors transcend the decades. What you are about to hear from Dora is one individual's account\nof the Holocaust. We have prepared a brief slide presentation to help with her introduction.\nDora Klayman was born Theodora Basch on January 31, 1938 in Zagreb, Yugoslavia. Here\nwe see Dora sitting on a park bench with her younger brother, Zdravko. On this map of Yugoslavia in\n1933, the arrow points to Zagreb. In this photo, we see Dora on an outing to the zoo with her\nparents, Salamon and Silva. Salamon ran a brush-making factory; Silva was a teacher.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nPictured here is her maternal grandfather, Rabbi Joseph Leopold Deutsch. In April 1941\nwhile visiting her maternal grandparents in the small town of Ludbreg, Germany invaded Yugoslavia.\nLudbreg became part of a puppet state run by the Ustasa, or Croatian fascists.\nIn 1941, her parents and housekeeper were arrested. From then on, they were\nsheltered by her mother's sister Giza and husband Ljudevit. On the left, Aunt Giza, on the right her\nhusband Ljudevit. The photo of Ljudevit was taken many years after this one of Giza. Later in the\nwar, Aunt Giza was denounced and sent to Auschwitz, where she perished. Dora remained in\nYugoslavia until 1957, when she emigrated to the United States.\nWe close with this portrait of Aunt Giza, Dora and Zdravko taken to be sent to Ljudevit in\nthe concentration camp where he had been sent. In 1957, as Dora was on her way to Switzerland,\nshe met Daniel Klayman, who was returning to New York from a postdoctoral study as a Fulbright\nscholar in India. They were married in Switzerland a year later. Together they arrived in the United\nStates in the fall of 1958. By the following year, Dan and Dora came to Washington, DC and Dan\nembarked on a career as a researcher in the medicinal chemistry at the Walter Reed Army Research\nInstitute with his work culminating in his expertise in the development of medicines against malaria.\nDora then taught in Montgomery County public schools, including 23 years at Bethesda Chevy Chase\nHigh School, where she headed the English as a Second Language Department.\nDan passed away in 1992. Both of their children live in the Washington area. Wanda is a\ndeputy executive director of an international association that deals with issues of transportation.\nElliott is a freelance videographer and owns a video company. He is married to lona and has three\nchildren.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nAfter retiring from full-time teaching in 1999, she became active as a volunteer with this\nmuseum. Her work consists primarily of translating material from the Holocaust written in Croatian,\nBosnian and Serbian. The ongoing project is connected to the Jasenovac Archive.\nOther recent works including a translation of a booklet that accompanied a 1942\nanti-Semitic exhibit in Croatia and photographs gathered during the post-World War II trials in\nYugoslavia.\nDora enjoys traveling. This past summer she attended an international child survivor\nconference in Cleveland. In 2011, she visited Auschwitz for the first time. In 2010, she took a trip to\nher former home in Croatia. In January of this year, Dora went to Cuba. To add to her language\nskills, Dora continues to learn Hebrew.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Dora\nKlayman.\n[Applause]\nDora, thank you so much for being willing to be our First Person and help us in our first week\nof getting started.\n>> Dora Klayman: Thank you.\n>> Bill Benson: Good to have you. We only have an hour. We have a great deal to cover. We\nshould get started right away. I'd like to start first, Dora, with asking you about the prewar years. War\ncame to Europe with the invasion by Germany of Poland in September 1939. You were 3 years old\nwhen war came to Yugoslavia in the spring of 1941. Before we turn to that time, tell us about your\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nfamily, your community, what life was like in those years leading up to not just the war, but war in\nYugoslavia.\n>> Dora Klayman: To begin with, | was born in Zagreb, and my paternal family was in Zagreb. My\nmaternal family was in the small town of Ludbreg, which is important, because that's where | ended\nup. In Zagreb my family hadn't been there very long, but it's the capital of the city, had a vibrant\nJewish population, very well integrated and highly educated, and not terribly Orthodox. There was an\nOrthodox faction. However, my family, | would say, were what we would now call modern Orthodox.\nMy father, my father and his brothers, especially one brother, were very good at leading\nservices in the synagogue, and so | think my father came as such as a cantor, maybe for high\nholidays to the small town of Ludbreg, and that's how he probably met my mother. Though, I'm not\ntotally sure of that.\nMy maternal side of the family in Ludbreg had been there for a very long period of time. My\ngrandfather came from what was Czechoslovakia, | think from Slovakia, actually. Because the\ncommunity, a small community, wanted and needed a rabbi. By the end of his life, which was in\n1942, he would have served as a rabbi of that congregation for 40 years.\nHe was, again, very well educated, had a doctorate, spoke many languages. What is very\nunusual about that community, as well as the community in Zagreb, is the sense of integration and\nthe sense of participation in the community. I'm always struck by some of the photographs, which\neverybody can get to see actually online, of my mother in a tennis outfit with very many non-Jews, my\ngrandfather sitting with other members of the faculty for the elementary school, where he was actually\nteaching Jewish children, along with there is a priest sitting on the other side.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: The same school together?\n>> Dora Klayman: The same school, yes. The Jewish community was small. | think at the time of\nthe beginning of the war, there about less than, or fewer than 40 families. At one time, it had been\nlarger. What was happening in the Jewish community as they were doing well, getting educated, they\nwould go to the capital city or they would -- many of them actually emigrated, and so that the\npopulation kind of diminished before, before the war. But it was a totally integrated community.\n>> Bill Benson: Tell us a little bit about your father and mother's occupations. Your father, |\nmentioned he had a brush business.\n>> Dora Klayman: Yes.\n>> Bill Benson: It was much more than that.\n>> Dora Klayman: It was a small factory, which he had begun and was doing well. | think there were\nsome 11 employees, and there was -- | sort of remember the space, but not very well. There is a\nphoto, | think online also, of him sitting with the employees, but he himself was in the overalls and --\n>> Bill Benson: Manufacturing.\n>> Dora Klayman: Manufacturing it, yes. They were making all kinds of different brushes.\nThe other, his other brothers, one who unfortunately did not survive, was a very well-known\ncantor. And one who did survive, who played a large role in my life later, Joseph, worked with the\nJewish Community Center, which was a fairly substantial organization and still exists in Zagreb to this\nday, in a much smaller form.\nBy the time these people were adults and working, their father had passed away. Then the\nmother, my grandmother, actually passed away of natural causes during the war. | think very early\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nduring the war, and she is actually buried in Zagreb, and | can actually visit her grave. She's the only\none.\n>> Bill Benson: The only family member you have a grave to visit?\n>> Dora Klayman: The only family member whose grave is in existence. After the war, some of the\nsurviving members put a stone up for all the rest of the members who had perished.\nAnyway, that's the father's side of the family. My mother was, in a sense, unusual for the\nperiod in that she was a very good student, and she was sent on to school and she became a\nteacher, and actually worked for a bit of time in a small village where there was an elementary school\nnear Ludbreg. And as a teenager | would often run into people who would say, \"Oh, | know who you\nare. Your mother taught me.\" It was sort of very nice to know that.\nShe was very good at languages. She went to a teachers' college in a town that was very\nclose to the Hungarian border. It was the bilingual town. There are a lot of Hungarian spoken there.\n| hear she had learned very fast to speak Hungarian.\nMy grandfather, whom | mentioned before, who was the rabbi, was very good at languages,\nand he served as a court translator for Hungarian and German for many years. Maybe | have\ninherited that little trait.\n>> Bill Benson: Five or six languages yourself.\n>> Dora Klayman: Yeah.\n>> Bill Benson: Your Aunt Giza and Uncle Ljudevit were essential to your survival. Tell us a little bit\nabout them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Dora Klayman: That's an unusual story in that there we were in a small town and the oldest\ndaughter of my grandfather, my grandparents, Giza, she was 15 years older than my mother. She\nwas actually born in Bratislava, and my mother later on in Croatia.\nShe too was educated to work in a bank, and there she met Ljudevit, who was 10 years older\nthan she, and they fell madly in love, and he, as everybody else in Ludbreg besides the Jews, was\nCatholic.\nSo it was a romance that didn't seem to come to a fruition except much later. So they were in\nlove, and from what | gather my grandfather didn't allow the marriage to happen. However, in 1940,\nwhen they already knew what was happening in the rest of Europe, my grandfather consented, and\nthey went to Hungary and got married. Why to Hungary? Because Yugoslavia did not have the\ninstitution of a civil marriage, but Hungary did.\n>> Bill Benson: Only religious marriages?\n>> Dora Klayman: Yeah, only religious marriages. But Hungary had from the old Austro-Hungarian\nsystem, they did allow civil weddings, civil marriages, so they went to Hungary to get married.\nSo it was very late. | think their courtship was about 30 years long.\n[Laughter]\nBut they lived in a very small town. I'm sure they saw each other a lot, but I'm not asking any\nquestions.\n[Laughter]\nInterestingly enough, my uncle, | asked him many times, he never said it was my grandfather who\ndidn't allow the marriage. | heard that from other people. He never said that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Never said that?\n>> Dora Klayman: No. He always said, She was quite happy living with her parents, and | was quite\nhappy living with my mother, it was fine.\n[Laughter]\n>> Bill Benson: Dora, when Germany launched its attack on Yugoslavia on April 6, 1941, you\nhappened to be away from your parents in Zagreb on a visit with relatives in Ludbreg. Tell us about\nthe circumstances, to the best you can, about your being away at that time, and what happened once\nthe Germans entered Yugoslavia.\n>> Dora Klayman: Well, it was in the winter of 1941 that | was sent to visit with my grandparents and\nmy aunts who lived in Ludbreg. | don't Know to this day exactly why, except some neighbors of ours\nwere visiting, and my mother said \"Could you take her?\"\nSo | remember the train, somehow, and | remember saying goodbye, and that was fine.\nBut I'm not sure whether they had suspected that things would happen, or whether | was just sent on\na vacation. Because, at that time my mother had a baby, and so | was 3 years old and my brother\nwas a baby, and so maybe it was a nice time for me to go away for a while. | don't know.\nThen in April, Yugoslavia was attacked, and basically fell apart within six days. Almost as\nsoon as the Yugoslavia army fell apart, the king left for London. The army was just falling apart\ntotally, everybody was going every which way.\nAt that time, the pro-Nazi right wing Ustasa came to power. The first thing they did, because\nthey came to power with German help, the first thing they did is start the deportations.\n>> Bill Benson: Right away?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Dora Klayman: Mm-hmm, pretty much right away. All the laws were all of a sudden being\npassed, and it was all of the laws that Germany had on the books, and so they just were complying\nwith all of that.\nIt was basically a government that was -- people that had been in Italy fomenting and figuring\nout how to get in power, it was the right wing group, called Ustasa.\nWhen they came to power, one of the things that they did was start following all of the laws,\nthe German laws. They immediately started some deportations. At that time, the camps hadn't even\nbeen built. There were camps here, camps there, sort of short-term gatherings or killings, but not the\nkind of organized thing that happened very shortly after.\nMy parents were among the very early people who were arrested, and my mother took the\nbaby with her, and they were in basically in a jail in Zagreb. There was the place where Jews would\nbe gathered. And then a housekeeper of ours came to see if she could take the baby, and they\nallowed the baby to be given to her.\n>> Bill Benson: She went to the jail to see if she could get your brother Zagreb?\n>> Dora Klayman: Yeah, my brother. Then she called the relatives in Ludbreg, and --\n>> Bill Benson: Which, of course, is where you are.\n>> Dora Klayman: Which is where | was. Then my Uncle Ljudevit, went to get my brother and\nbrought him back.\n>> Bill Benson: Before we go on from there, the fact that your uncle could come to Zagreb and pick\nup your brother, was it because that he was a Catholic was the reason he could probably safely\ntravel? Do you know?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Dora Klayman: Well, yes, and of course, | didn't talk much about him from before the war and\nabout that family.\n>> Bill Benson: Chance to do that, yes.\n>> Dora Klayman: Let me backtrack a little bit, yeah.\nSo he was an incredibly well thought of, considered person in that town.\n>> Bill Benson: Pillar of the community?\n>> Dora Klayman: The pillar of that community. He had served as the mayor. He has a high\nposition in the bank. His family had been there for quite a bit. His father was already a fairly\nwell-known and respected member of the community. And his mother's family was what they call sort\nof a minor aristocracy. So she had actually inherited also some money. So they were well-to-do by\nlocal circumstances, and educated.\nMy uncle had been sent away also to school, and he had a degree in economics, a version of\nit, | can't really translate that so well, but basically something like that. And he was also very musical\nand a part of the community as a whole. He was part of everything. He started the fire department.\nHe ran a salon for music. He played the violin and conduct an orchestra. He just was into\neverything.\nSo he also was one of the very first in Croatia to have a car.\nGoing back how to get to Zagreb, | don't remember whether he still had his car or not, whether\nhe took somebody else's or somebody else went, but this is what, in a way, allowed him to -- and he\nwas Catholic, of course, so that allowed him to travel and go there and get something.\n>> Bill Benson: At that time be free of harassment?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Dora Klayman: At that time, yes.\n>> Bill Benson: You had other relatives in Zagreb, too, at the same time. Were they all rounded up\nat that point?\n>> Dora Klayman: Well, actually, one of my uncles -- no, they were not rounded up. And why not?\nBecause they were, in a sense, rounded up. One on my mother's side, the only person who was\nthere, and one of my father's side, they had been in the Yugoslav army. So they were taken as\nprisoners of war. So they survived as prisoners of war within Germany, actually.\nMy two aunts, yes, they were taken, but I'm not sure at what time. | just don't know that part.\n>> Bill Benson: You had one aunt | wanted to bring up. Was it Aunt Blanca?\n>> Dora Klayman: That was in Ludbreg.\n>> Bill Benson: | want you to talk about her when the time comes.\n>> Dora Klayman: That was my mother's sister. There was one uncle who survived because he was\nworking for the Jewish community. The interesting thing is that the Germans, the Germans and the\nUstasa all kept the Jewish community functioning. I'm talking about the office of the Jewish\ncommunity, not the Jewish community, but the office of the Jewish community. They kept it\nfunctioning because it was apparently a way they could keep track of things. That's where he\nworked, and he worked there until 1943. That's a separate story.\n>> Bill Benson: Right.\n>> Dora Klayman: I'll talk about that story.\nBack to my Aunt Blanca, if you want me to. That was in Ludbreg. She was my mother's sister.\nShe was married, and the family ran a store of textiles. They had two daughters, my cousins. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nfour of them at one point left Ludbreg and could have saved themselves, as some other people did.\nBecause many people were escaping to Dalmatia.\nDalmatia is the area, | think, the audience probably has heard. If anybody ever hears\nanything about Croatia, they always hear about Dubrovnik. You ask anybody in Croatia, Have you\nbeen to Dubrovnik? That part near the Adriatic Sea, that's Dalmatia. That was neither part of the\nso-called Independent State of Croatia, nor was it German. It was Italian. Italian in all of this\nparcelling of parts of the country, Italians got that part. They were in charge until Italy abdicated. It\nwas 1943.\n>> Bill Benson: Didn't you tell me that at one point --\n>> Dora Klayman: They went.\n>> Bill Benson: They went, and Ustasa said come back.\n>> Dora Klayman: Nothing will happen.\n>> Bill Benson: You'll be safe, come back.\n>> Dora Klayman: And they came back. They had been so well ensconced there. They lived there\nall their lives. They couldn't fathom something would happen to them. Everybody was believing\nthings. The Roma, also persecuted, they were told they were going to be given new land, and there\nwere many Roma around there. They just all nicely went, sat there and collected. People believed\nthem.\n>> Bill Benson: Now, let's go back to you. Your brother Zdravko is brought back with your uncle,\nnow you're in Ludbreg. What happens then?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n>> Dora Klayman: We're shuffled between the grandparents, aunts, uncles and so on, until 1942.\n1942 there was a big raid, and basically all of the Jews were taken away.\n>> Bill Benson: In Ludbreg?\n>> Dora Klayman: In Ludbreg. Except for my aunt, who was married to a man who was Catholic.\nShe was not taken in that raid. Everybody else was. And of course, my brother and | were not. And\nthis is always a question: Why weren't we taken away?\n>> Bill Benson: Because everybody in the community knew you weren't their children.\n>> Dora Klayman: Everybody in the community. Ludbreg is a very small town. It's a few thousand\npeople. Everybody knew there was only one synagogue, one rabbi who lived there 40 years.\nEverybody knew who we were. Yet, | was never taken. A., it's a miracle. B., | think that maybe\nbecause it was not the local Ustasa, the local people who were doing the raids, but somebody who\nhad come. All of a sudden it was a garrison there, and they were stationed there and in charge of the\nraid.\n| think they went by lists. Since we were not from that town, we were not on the list. This is\nmy assumption. Those two kids running around there, they were left behind.\n| very clearly remember. That's one memory | have. This was 1942. By that time | was 5. |\ndo remember everybody leaving and crying and hugging and saying goodbye and carrying little\nsatchels and pillows. We were left behind.\n>> Bill Benson: So for the moment, you were safe. But then also, | think in 1942, the pillar of the\ncommunity, your uncle, who is taking care of you, he is arrested.\n>> Dora Klayman: Right. Later on.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Tell us about that.\n>> Dora Klayman: He was arrested too. Well, in that town, one of the things happening in that town\nis that -- oh, it was happening in the country, is that the partisan movement had begun to gather\npeople.\n>> Bill Benson: The resistance?\n>> Dora Klayman: Resistance movement, yes. There were so-called partisans. There were people\nwho just did not want to see what they called the occupator succeed. There were people who were\ncommunists, who when Russia was attacked, they certainly were going to go do something about\nthat. They were sort of not communists in the way that we thought about it after, during the cold war,\nbut the kind that people there thought in kind of idealistic terms.\nJews, people were gathering in the mountains and trying to get whatever arms they could, and\ntrying to fight. And Ljudevit, among other people were accused of sympathizing with the movement,\nwhich of course they did surreptitiously, at one point they decided to gather some of the pillars of\ncommunity and send them to what already was now established as a big camp, which was a horrible\nplace, Jasenovac. It was a horrible place.\nMost people know Auschwitz and Machausen, but this was small in comparison to those\ncamps. It was very large for that area, in the number of people killed there. It's not known by many\npeople. But it was one of the most vicious administrations that ran that camp. People were being\nkilled in every which way.\nI'm told that when my grandfather came there, that they didn't even come to go through the\ngates. Somebody hit him on the head and killed him right there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nPeople talk about, you Know, slashing throats and hitting people with shovels. It was just an\nawful camp. People were starved to death, worked very hard. My uncle ended up there. Differently\nfrom Jews who were herded in and killed, some of the Catholic Croats who went there were accused\nof something and told they would have such-and-such term there.\n>> Bill Benson: For your uncle it's more like a prison?\n>> Dora Klayman: It was a prison.\n>> Bill Benson: He gets a sentence. OK.\n>> Dora Klayman: So when he got there, they figured out that he was a banker, and so they put him\nto work in a place which actually allowed him to survive, which was some kind of an office. It was still\nhe was hungry, but he was always very frail, and he would have never survived had he been doing\nwhat my father was doing.\n>> Bill Benson: Who was also there?\n>> Dora Klayman: Who was also there. My mother died very early, apparently, | think of tyohus. My\nfather survived for a very long period of time. Uncle Ljudevit who was there saw my father. When he\nreturned, he did return, he told us that he saw my father, who was working very hard, carrying bricks\nand they were building things.\nThe prisoners had to build their own furnaces and do all kinds of other work. So | know that\nmy father was there, and | know that my uncle was there and that he managed to survive that period\nof time with some people who were fairly kind to him, who ended up in prison after the war. They\nwere re --\n>> Bill Benson: War crimes trials?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Dora Klayman: War crimes trials, yeah.\n>> Bill Benson: Dora, while your uncle was at Jasenovac, what was happening with you, your brother\nand Aunt Giza?\n>> Dora Klayman: We were trying to survive, and every once in a while there would be more raids\nand things, but they had already gotten rid of most of the Jews, so that was -- we would hear there\nwould be a raid, then | would hide someplace. | remember my aunt taking us, all of a sudden taking\nus On a train and we were going to the next town. There were people who told us what was going on.\nThe major thing happening is the partisans were now all in the -- Ludbreg is sort of around a river,\nand then to start sort of mountains, hilly, it's hilly and becomes mountains. That's where the partisans\nwere.\nThere were attacks on the town of Ludbreg. There were many attacks. Often, we would have\nto run to the basement and hide and spend time in the basement. There was a time that we had to\nspend days in -- it was not a basement, American-style basement, it was a cellar. It was a wine\ncellar.\nYou had to go out of the house and open the door and go down into the cellar. The cellar had\nearthen floor, and shelves, shelves full of drying fruit, mounds of sand where you bury potatoes and\ncarrots. There were big barrels, because we had a vineyard. The vineyard produced grapes at the\nend of the year, they would press the grapes, put the wine in these barrels. There were barrels full of\nwine, if there was any wine left.\nThere were frogs jumping everywhere. But then we put some cots down there, and some\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbedding. We were living in this house that was built in 1885. It had the really thick walls. So there\nwere thick walls, and the tiny windows were all the way high up. So you were pretty safe down there.\n>> Bill Benson: From bullets flying?\n>> Dora Klayman: Yeah, from bullets flying. But sometimes we didn't have the time to get into the\ncellar because the fighting would start in the middle of the night, and so we ended up having to stay in\nthe house and hide the best we can.\n>> Bill Benson: | want to come back to that in a minute.\n>> Dora Klayman: Yes.\n>> Bill Benson: At some point, your uncle gets released, he's able to come home. Also, your aunt\nalso gets arrested.\n>> Dora Klayman: Right.\n>> Bill Benson: Tell us about that.\n>> Dora Klayman: Well, eventually, as | said, since most of the Jews were gone, they were gone, but\nthere was somebody at one point that denounced my aunt. There is a thought that we knew who that\nwas. Eventually later, on, my uncle tried to do something about that person, but unfortunately he was\nable to run to Austria after the war and saved himself. Somebody denounced her, and they came and\narrested her.\n>> Bill Benson: Was your uncle back yet?\n>> Dora Klayman: My uncle was not back at that time. He just was coming back. When he came\nback and he found out what happened, he couldn't do anything. He followed her, tried to follow to\nwhere she had gone, and he followed her as far as Slovenia, but could not catch up with her,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbecause they had taken her to Auschwitz.\nNow, for many, many years, we thought that they took her to Auschwitz, but we didn't know.\nBut now we know, because when this last archive came to this museum --\n>> Bill Benson: That's just in the last several years.\n>> Dora Klayman: Right. We actually found her name. And her registration card. She died soon\nafter, they say of sickness. Yeah.\n>> Bill Benson: While your uncle was trying to find her so that he could bring her back, if he could,\nwhat happened to you and your brother?\n>> Dora Klayman: Well, we had, next to our old, old 1885 house, another building, which the two\nfamilies, my Aunt Blanca and Aunt Giza and their husbands were building, and they had built much of\nit, but not completed the second floor of it. The bottom floor contained a store that belonged to my\nuncle. Then in the back there was an apartment.\nThis is a footnote I'm going to say now, because we didn't ever talk about it before. But after\nmany, many years, | just got that back. Why? Why didn't | have it before? Because after the war,\nthe communist government had confiscated it, and then it was confiscated for all these years, and\nthen now the government recently, like maybe 10 years ago, after the fall of communism started to\ngive things back to people. It got tied up in courts for a while, but somebody told me to ask for it, and\nso | --\n>> Bill Benson: Really?\n>> Dora Klayman: Now | have a store and an apartment in Ludbreg, which of course --\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nYeah.\n[Laughter]\nWith the economy as it is, | wish | could sell it, but so far | haven't. It's not grand. It's very small, you\nknow. Jokingly somebody said \"Just start a Starbucks.\"\n[Laughter]\n>> Bill Benson: Still standing?\n>> Dora Klayman: Yes, still standing. Anyway, the family lived in the apartment in the back, the\nRunjaks. They were a Catholic family. | didn't say that the Ustasa were deporting Jews, Roma and\nSerb Orthodox. We had some Serb Orthodox villagers, who immediately all joined the partisans.\nThey were sort of in that area. They also, many, many Serb Orthodox people in larger numbers than\nanybody else got killed. Those people who know about the last war in Yugoslavia that was always\nbrought up. It was not the way the world --\n>> Bill Benson: Going to the family Runjak.\n>> Dora Klayman: Yes. They were Catholic, very devout Catholic family.\n>> Bill Benson: They knew who you were?\n>> Dora Klayman: Oh, yes.\n>> Bill Benson: Yes, OK.\n>> Dora Klayman: They knew who we were, and they knew it was pretty dangerous to have us. But\nbecause it was not allowed to give shelter to Jewish children or anybody, but they were willing to take\nus in. It was a couple with three children, who were much older than we. The oldest, they were\nteenagers, two teenagers. The oldest one was definitely a teenager, and there was a courtyard that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsort of was the back, in the back of both of those houses. At the one point, the courtyard was\nrequisitions by Ustasa forces. There they were bivouacked in our courtyard.\n>> Bill Benson: Same property?\n>> Dora Klayman: Same property. We were with the Runjak family. We were told, my brother and |,\nto call Mrs. Runjak mom and Mr. Runjak dad. We must have -- | don't know, children seem to be\nunderstanding sometimes beyond what you would expect. We understood that it was dangerous not\nto do so. So | knew, | was old enough to know if anybody was there that we didn't know, | would call\nher mom, but if she had ever gone, | would call her Mrs. Runjak. My brother, who was much young,\nthree years younger, he couldn't distinguish one from the other. So he always called her mom. To\nhis dying day. We'll get to his death. Anyway, he always called her mom.\nThey were very kind, wonderfully kind family. Mr. Runjak was a painter, a house painter.\nMrs. Runjak ran a clinic where she -- there was a huge amount of glaucoma there. She ran an eye\nclinic. There were farmers coming from all over the village to be treated by her.\nLots of people knew we were there. But again, nobody said anything.\n>> Bill Benson: Yet, your Aunt Giza had been denounced?\n>> Dora Klayman: Yes. Well, she was a Jew.\n>> Bill Benson: At one point, you were baptized, right?\n>> Dora Klayman: The Runjak family, because they were very close, very devout family, apparently\nthe priest said to Mrs. Runjak, according to this oldest daughter who is still alive, or she was in 2010\nwhen | was there, who told me that the priest had come and said to Mrs. Runjak \"What are we going\nto do with these children? You baptize them.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Sort of we've got a problem on our hands, here's a way to take care of it?\n>> Dora Klayman: Right. Right. | don't Know how exactly it went, | never questioned my uncle later\non about how that all went, but | know | was baptized. So was my brother.\n>> Bill Benson: Dora, you're with the Runjaks, and now your uncle, when he tries to find your Aunt\nGiza and he's not able to do so and save her, he comes back.\n>> Dora Klayman: Yes.\n>> Bill Benson: What happens then?\n>> Dora Klayman: Somehow we muddled until the end of the war. Ludbreg was liberated a few\ntimes. | think there were these constant battles. Some of the battles were pretty awful, and some of\nthem were still while my aunt was alive. That's why | remember so vividly, because our house was\nacross the street from another house that was two stories, and there were people shooting, one\ngroup shooting from our backyard and the others shooting from that second floor, and the bullets\nwere flying through our windows. That was the time we were not --\n>> Bill Benson: In the cellar.\n>> Dora Klayman: We didn't have time to go to the cellar. So there was this one night that |\nremember where | was crouching in a corner, sitting on a sofa in the corner, and my uncle and aunt\nwere in the bedroom, and | was crying because of all the shooting. They came to -- my uncle came\nto see, to comfort me, and the bullet flew right into the window and right through his head.\n>> Bill Benson: Where he had just been?\n>> Dora Klayman: Yeah. In a way, that saved his life. After the war, you can take a look at our\nhouse, there were holes everywhere in the living area. We had this big European armoires and they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwere pierced with bullets. If you took out a tablecloth or sheet, it was like when children take a\nnapkin, you cut it up, that's what this looked like.\n>> Bill Benson: You said to me when we first met that, for you as a child, your fear was getting shot\nand killed in battle, as opposed to worries about deportation, because it was so tangible and real.\n>> Dora Klayman: Yeah. That was very tangible, very real. We lived with it a lot. There were really\nbad battles. There was one on my street. My street eventually got named after that one\nneighborhood that got decimated. The Ustasa and Germans had somehow surrounded a brigade of\npartisans within the street, and they fought and fought and fought, and at the end they ran -- the\npartisans ran out of munition. They took the last bombs they had, and detonated them amongst\nthemselves, and we knew in what house. It was sort of a last house on the street. They just\ncommitted mass suicide. So that street was later on renamed the 17th brigade.\nThen in the morning you would wake up, you didn't know who was in charge. You looked\nthrough the shutters to take a look, figure out who was there. | have terrible memories of horses\npulling carts full of bodies just piled up, naked bodies piled up. So there were just these battles.\nEven as children, that's what we played with, played battles with -- | remember playing battles\nwith cornstalks.\n>> Bill Benson: Dora, before we turn to the end of the war and talk briefly about that, then | think we'll\nhave a chance to turn to our audience for a few questions, | think you told me that the partisans would\ntake control of the town, they'd have it for a while. You would feel somewhat safe, you could go\noutside, you were free for a little bit.\n>> Dora Klayman: Absolutely.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Then the Ustasa would come back in, push them back out, and it changed hands, |\nthink you said at least seven times during --\n>> Dora Klayman: Changed in a small way. | think they were two periods of a fairly long periods,\nmany months, that the partisans held the town. That was very nice. Toward the end there was a\nreally -- they were really starting to figure they were losing. At one point, they invited the head to\ncome to town, and of course, everybody was going to go and see what's happening. | remember\nwanting to go, and | wasn't allowed to go. In fact, | could just hear out through the window.\nOne of the things that was interesting about me standing out, and my brother, and how\nmiraculous it was that no one took us ever, | mean sent us away, killed us or whatever, that both of\nus, you can't tell now, but | was a bright redhead. So was my brother. It's very unusual in Croatia.\nThere are really no redheads. We really stood out.\n| remember when Pavelic came, | was told not to go out anywhere without a hat on my head.\nlt was summertime. You just had to keep out of their way. Then do everything you were supposed to\ndo, even when there was school. | was trying to go to school at the end of the war, and | had to go to\nchurch on Sunday, | would march in and try to remember some songs or some prayers, which, of\ncourse, they taught me. So there were periods it was OK, and then periods where it was very\nfrightening. But you kind of muddled along.\n>> Bill Benson: May 1945, the war is over. It's you, your brother, your Uncle Ljudevit. What can you\ntell us about how he tried to rebuild a life at that point with you?\n>> Dora Klayman: We just sort of -- the first thing that he wanted to do is adopt us, after we figured\nout no one was coming back, my parents were not coming back. Some people did come back. Two\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nof my uncles showed up. Fantastic that they survived. Both wanted to take my brother and me.\nThere was one on my mother's side of the family, the only survive on my mother's side of the family.\nOn my father's side of the family one member survived. Both of them survived as prisoners of war.\n| was told, my uncle said, Well, it's up to you. Here | was 7 years old, and | said, I'm not going\naway. Because | didn't know who these people were. | love my uncle. He was fantastic. He was -- it\nwas obvious he loved us very much. We were all he had left. One of the things | hadn't said before is\nthat this wonderful family of his, his aristocratic mother, they all died young, everybody. There was a\nhuge family, and they all died of tuberculosis or infections or something.\nHe was actually the only survivor in that family. So he certainly wasn't -- didn't want to give my\nbrother and me up to anybody, and | wasn't anxious to go at all, and | said no, I'm not going. So both\nof my uncles left for Israel. They both remarried. Well, one remarried, his wife was killed. The other\nhad never married before. He married, also a Yugoslav survivor.\nThey all left. So that was just the three of us left, and unfortunately my brother died in 1946,\nvery suddenly, like within three days, of scarlet fever, because we had really no antibiotics and he\napparently had a weak heart, and that was that.\n>> Bill Benson: So it's just you and your uncle now?\n>> Dora Klayman: Mm-hmm.\n>> Bill Benson: You mentioned to me the impact of losing your brother, what it meant to your uncle.\n>> Dora Klayman: | think it's interesting, but | think it meant a lot more to him than to me at the time.\nBecause | was a kid of 9, and | don't think | quite understood. But to him, it was a major loss and\nhe -- | think he grieved it very much all his life. My brother was a very cute kid, and | think probably\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nwhy | didn't grieve so much, | was so jealous. He was younger, but he was very smart, very cute, and\nhe would get up and recite poetry. | was like --\n[Laughter]\nlt was a great loss, and it was a great loss to my uncle. On the other hand, he never remarried, and\nso it was we had maids, housekeepers and housekeepers and maids. Some of the housekeepers\nwere really very interesting and educated people who, after the war, had lost a lot, lost their families.\nThere was one in particular who was highly educated lady, who had taught me my first piano, taught\nme German. | was always afraid my uncle would marry one of them, but he never did. We remained\nfriends, that particular housekeeper. Again | went to the university in Zagreb, she had already\nreturned, because things were returned to her. | actually lived with her in her house.\n>> Bill Benson: Why don't we turn to our audience, see if they have a few questions. If you have a\nfew, we hope you do, please ask them. Then we'll do a close, few closing remarks, and Dora will\nclose our program for us in a few minutes.\nIf you have a question, please make it as brief as you can. | will repeat it so everybody\nin the room hears it, including Dora, then she'll respond to it. So who wants to go first? Yes, sir, right\nhere.\n[Audience question]\n>> Bill Benson: Who were the Serb Orthodox?\n>> Dora Klayman: The Serb Orthodox communities, | don't really know how these particular villages\nwere Serb Orthodox. They were obviously Serb people who had come, who had emigrated to that\npart of the world. Much of the Serb Orthodox community in Croatia did not live in that part of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nworld. They lived through where, during this 1992 war, there was a lot of talk about where the\nmajority lived, and it was mostly on the border between Bosnia, Serbia and Croatia, going much\nfurther east. But | don't know.\nThere were many, many Serb families that lived in what was Slavonia. If you think of Croatia,\nsort of like the lay of the land is sort of like a crescent, then in the crescent that's very close to Serbia,\nthat part, where the east-northeast, that area is on the border of Serbia. There were many Serbs\nliving there.\nSo in terms of the deportations, the Ustasa were deporting whole villages. If you take a look at\nlike when there was a whole archive at the Holocaust Museum that came from the Jasenovac. That's\nan interesting story in itself. | was looking through that, and there are whole villages, a list after list\nafter list of people that were deported. That's basically where they were.\n>> Bill Benson: All right. Do we have another question? If you don't, | have tons. Yes, sir?\n[Audience question]\n>> Dora Klayman: What was the relationship between my aunt -- what was the relationship to my\naunt who took me in? She was my mother's older sister. There were four children in that family.\nThree girls and one boy. The fellow was the one who did survive the was, but the three women were\nkilled. The oldest one was Iza, that one. My mother was 15 years younger, and then Giza's\nhusband, Ljudevit, with whom | lived, was 10 years older than his life. So imagine when | was\ngrowing up with him, it was really -- he was born in 1885. | was really living with somebody who was\nmy grandfather's age. Would have been my great-grandfather's age. | shouldn't say that. He could\nhave been my grandfather, because he was 25 years older than |. That sometimes was a difficulty as\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n| was growing up, because | always used to think, oh, he doesn't understand, he doesn't understand\nme, he's too old.\n>> Bill Benson: Some things never change.\n[Laughter]\n>> Dora Klayman: People often ask me this question, you know, What was it like living without your\nparents? | would say, Well, | was living with a parent, because he did everything for me that a parent\ncould have done. He was a fantastic person, very loving, and | never lacked for love, which probably\nmakes me sane these days, as sane as can be, because | did not really suffer from that kind of\ndeprivation.\nOn the other hand, when | was growing up, | would say, oh, well, he's too old, and if | had my\nparents, well, you know, it would have been this, this, and that. Of course, that's not true. | was just\nobjecting to having to clean up my room or something.\n[Laughter]\n>> Bill Benson: | think we have time for a couple more. Go ahead.\n>> You kind of talked about it a little bit, living with your neighbors, how dangerous it was not to call\nthem mom or dad. Were you 7. How much did you understand what was going on? Was that\nsomething you understood or --\n>> Bill Benson: The question is because of how young you were, did you really understand all that\nwas going on, why you had to move around, why you had to sort of keep your identity quiet? What\ndid you actually understand, or were you shielded from it?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\n>> Dora Klayman: | probably didn't understand very much. It was more like almost sometimes like a\ngame. Like, you know, OK, you have to go to the basement, or OK, get on a train, don't say this,\ndon't say that. | didn't know what the consequences could have been, nor did | -- | certainly didn't\nunderstand the larger question of what was going on, | don't think.\n>> Bill Benson: One more question, right here.\n>> When you were living with the family, you were living with a Catholic family and were baptized,\nhad to go to church. Did that affect your belief system at all, and did it make your transition when you\ncame your uncle came home, back to your faith, difficult or different?\n>> Bill Benson: No, no, it was on the mic. It's OK.\n>> Dora Klayman: Well, my uncle, | sort of became, for a while, very Catholic, because my friends\nwere very Catholic, and there were no Jewish children. So, you know, | would follow up and do\neverything that they did. But then, very shortly, you know, we went under a communist system. | was\n7 years old. One period ended, the other one began. Not quite in the same way. Under the\ncommunist system, | fared reasonably well in terms of what happened to some other people.\nOf course, under the communist system all religion was taboo, basically. So there goes my\nCatholic beliefs. | Knew nothing about Judaism, nothing at all.\nOne thing we never got to, of course, because there's so much to say, is that when | was 16\nand | was in high school, | had to be sent to another town to go to high school to a nearby town. |\nwent to an academic high school, and | was boarded. Then my uncle in Switzerland, who survived,\nthe one working for the Jewish community, he survived, he went to Bergen-Belsen, they survived,\nthey went to Switzerland, and he established contact with me. They wrote every once in a while.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe other uncles kind of forgot about me for a while, but he wrote to me. They invited, he and\nhis wife invited me to visit with them in Switzerland. At the age of 16, | actually went to Switzerland,\nwhich was unheard of in Yugoslavia at that time. You just did not go to a foreign country under\ncommunist system. You couldn't get visas, you couldn't do anything. | was considered what the\nYugoslavians called a victim of fascism.\nSo | got a passport and visa, and | could take $5, and | was allowed. And | went by train. My\nuncle waited for me on the border, and we ended up at their house. | found myself in an Orthodox\nJewish family. I'm like, what is this? You know? | knew nothing. Absolutely nothing.\nThere was one Jewish family that did come back to Ludbreg, but they were nonobservant.\nThe only thing | Knew is that at passover, at this time it would a year, | didn't know exactly what it was,\nwe would gets maitza to eat. That's about it. The Jewish community would send from someplace, |\ndon't Know where, probably from the States, we would get a few boxes of matza. All of a sudden, I'm\nin this Orthodox Jewish family, but | was like full of wanting to learn things, so -- and | liked them very\nmuch, and really we discovered we really loved each other.\n| went back home, but they said, When you are at university why don't you come study here for\na while. So | want to point out that in your notes over there, there is an error. It says that Lozan is a\nsmall town in Croatia. Nothing like that. It is a fairly large town in Switzerland.\n[Laughter]\nThat's where | ended up at the university, my second year. First year | was in Zagreb, second year at\nUniversity of Lozan studying French. It's between Croatia, between Yugoslavia and Switzerland.\nThat's how | met my husband.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: | think we probably should bring it to a close because of the time. Thank you for the\nquestions. The last question was a wonderful way to get in something we weren't going to get in, so\nI'm glad of that. Before | turn it back to Dora to finish up our program, | want to share one thing with\nyou, because | want to share it with you. We don't get to hear about after what Dora just told about,\nshe's now out of communist hands and her uncle is still there, he was not able to leave. But because\nDora has this marvelous faculty with language, she is on a train and there's some American,\nEnglishmen and others talking in English. One said \"Oh, look at that beautiful redhead.\" And she\nheard and understood.\n>> Dora Klayman: | had been studying English for five years. That was in high school | was studying\nEnglish, but | didn't have any chance to talk to anybody. Here are these guys in the hallway,\ndiscussing. It was about Little Rock. | don't Know if the young generation remembers, that was a\nhorrible time in the United States when Governor Faubus didn't allow black children to attend public\nschool. Everything in Europe heard, like, God, how horrible.\nThere was a discussion of that. My husband was explaining, all Americans are like that, and\nso on. Anyway, we met, and talked about various things, and sang Mozart, did not exchange that we\nwere both Jewish. He never expected a Jew in Yugoslavia, and | never thought in those terms.\n[Laughter]\nBecause | knew nothing. So then | went to Switzerland, he went to the States. We corresponded.\nAnd through the letters we discovered who we were and got very close through letters. | know that's\nhard in the days of e-mail and faxes and tweets and so on.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo | have still a pile of letters, which people who are tweeting will never have.\nSo he came back and we were married in Switzerland in an Orthodox ceremony.\nI'm back to observing being Jewish, and | belong to a synagogue, and my grandchildren were\nin bar mitzvah, and I'm studying Hebrew.\n>> Bill Benson: | want to thank all of you. We have a First Person program every Wednesday and\nThursday through August. Please come back. We have a tradition that our First Person gets the last\nword. On that note, | will turn it back to Dora. When she's done, she will step off the stage over here.\nlf anybody wants to ask more questions, chat with her, just shake her hands, I'll take a photograph, if\nyou've got a camera. Whatever you feel like you want to do. Dora?\n>> Dora Klayman: It's wonderful to have you all here, and | want to say that | have really appreciated\nworking at this museum, because | do feel that the experiences we have had need to be told and\nretold and that we need to keep the memory of those who lost their lives alive, we need to keep that\nmemory alive. And we need to know what happened, so that, hopefully, it won't happen again.\nSometimes | doubt that that is possible, and other times I'm very optimistic. Most of the time\nI'm very optimistic. | still believe in the basic goodness of man, and | think having you all here always\nreinforces that optimism of mine.\nOn the other hand, sometimes | feel | don't really want to talk about myself, and yet when I'm\nhere | feel it was worthwhile and | hope you feel so too. It was good talking to you. Thank you for\ncoming.\n[Applause]\n[Ended at 2:09 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}