{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Albart Garih\nThursday, June 15, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.captionfamily.com\n>> Jaime Monllor: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Jaime Monllor, International Outreach Officer with the Museum's\nNational Institute for Holocaust Documentation. Thank you for joining us. We are in our 18th\nseason of the First Person program. Our First Person today is Mr. Albert Garih, whom we shall\nmeet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship. We are pleased to let you know that\nMr. Smith is in the audience today.\nThank you.\n>> [Applause]\n>> Jaime Monllor: First Person is a series of conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at the Museum. Our program will continue\ntwice-weekly through Mid-August. The Museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAlbert will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time, we will have an opportunity\nfor you to ask Albert questions. The life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Albert is one individual's account of the Holocaust. We have\nprepared a brief slide presentation to help with his introduction.\nWe begin with this school portrait of Albert Garih taken in 1945.\nAlbert's parents, Benjamin and Claire Garih, were born in Constantinople, Turkey,\nbut moved to Paris in the 1920s. Albert and his twin brother, who died in infancy, were born\nJune 24, 1938, in Paris, joining older siblings Jacqueline and Gilberte. We see all three\nsiblings, including Albert with long hair, in this 1943 photograph. Albert's father worked in a\ngarment factory, and the family lived in the janitor's apartment there.\nIn May 1940, Germany invaded France and occupied Paris. The Garih family fled\nsouth, but they soon returned to Paris where they were subjected to France's new anti-Jewish\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nlegislation. In 1943, Albert's father was deported to a forced labor camp, and Albert's mother\nand the children went into hiding with Madame Galop and her husband for the next six months.\nWhen they returned home in 1944, police were sent to arrest the Garihs but agreed to say\ninstead that the family was not home if the family would leave immediately.\nAlbert was placed in a Catholic boarding school for boys, and his sisters in one for\ngirls, in a suburb of Paris. When Paris was liberated in August 1944, Albert's mother was able\nto bring her children back to the city. Claire and her children are shown together in this\nphotograph. Albert's father, released from the labor camp, walked from Belgium to Paris,\nreturning to his family in September 1944, on Rosh Hashanah, the Jewish new year.\nThe Garih family remained in France after the war. Albert received his degree in\nEnglish and Spanish to French translation from the School of Advanced Translation and\nInterpreters in Sorbonne in 1962. He speaks fluently three languages, French, English and\nSpanish, and his work took him to different countries around the world. Some of the\norganizations for which he worked included the International Organization, the American\nDevelopment Bank, the World Bank, and the United Nations. His work with the World Bank\nbrought him to Washington, D.C. in 1976.\nIn 1967, Albert married. Albert and Marcelle have three daughters, Judith, Dahlia,\nand Noemi. They have 10 grandchildren ages 22 years to two months. 11. 11 | just heard.\nAlbert has been a volunteer with the museum for about six years in different capacities. And\nhe's a great tour guide of our exhibitions.\nWith that, | would like to ask you to join me in welcoming our First Person, Mr. Albert\nGarih.\n>> [Applause]\n>> Albert Garih: Thank you. It's a nice introduction.\n>> Jaime Monllor: Thank you. And thank you for joining us. And for sharing your experience.\nFor me, it's an honor to have this conversation with you.\nLet's start in 1940. France has been invaded by the Germans, by Nazi Germany.\nHow did your family react to this situation?\n>> Albert Garih: Well, when France was invaded, | think the invasion was launched May 10,\n1940, launched a massive invasion that went from Norway, Denmark and the Netherlands,\nBelgium, Luxembourg and France. And when France was invaded in June 1940, there was the\nbattle of France, where the French Army was defeated. The French government resigned. And\na new government was formed which was under the hero of the First World War. He was 85 at\nthat point. He went along with the Germans. He signed the capitulation in the same rail car\nwhere the amnesty had been signed after the First World War, in a small town north of Paris.\nWhen France was invaded, like in Paris, and the German Army marched down the\nChamps Elysees, which is the main avenue —\n[Phone ringing]\n>> [Laughter]\n>> Albert Garih: Sorry about that. I'm sorry about that. | don't Know how to how to handle tt. |\napologize for that.\nSo when France was invaded, the population from northern France, not only Paris\nbut northern France, went south. It was a massive exodus.\n>> Jaime Monllor: Live program.\n>> Albert Garih: Sorry about that. [Speaking Non-English Language]\nOk. | think | got it. Ok. All right. Sorry. | apologize about that. I've never been very\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\ngood with this, high-tech.\nSo the people of Paris and the people from northern France went south in what\ncame to be known as le exod, the exodus. Millions of people on the road, by car, bicycle, small\ncars, on foot, by train. And we all went south to run away from the German invader. And we\nwere under fire of the German Air Force. That's how my grandmother, uncle, aunt, and two\ncousins were killed. When they were strafed, a bomb fell on their car. Yes. My grandmother\nwas a victim of strafing and my uncle and aunt were in the car when the bomb fell on the\nbridge in the town about 60 miles south of Paris. That was the first tragedy during that war,\nactually.\nAnd my mother told me at one point that we even slept in a chateau. Of course it\nwas not first class or anything like that. We were sleeping on the floor. And my mother had\nnothing to feed me. | was just 2 years old. And | was crying. And | was disturbing, you know,\nbothering everyone. So at one point -- all I'm telling you now about this exodus is what | got\nfrom my mother. There was a soldier among the people who ran away like that. There was a\nsoldier who had a small bottle of Schnapps and he gave my mother a small shot of Schnapps\nand said, “Give him that. It will calm him down.” That was my first experience with Schnapps, 2\nyears old. Anyway, that did its job. Actually | calmed down.\nSo we stayed a few days like that. At one point we went further down in a small\nhouse also, and eventually having nowhere else to go, because my parents had no money,\nand we didn't have any relatives in the state or in Canada or anywhere that we would have\nbeen able to turn to so there was no action, we had to go back home. So we did. And that's\nwhen we started to be subjected to the statute of the Jews, which was a set of rules that were\npatterned after the Nuremberg Laws in Germany which were depriving Jews of most of their\nbasic rights.\n>> Jaime Monllor: So in France -- you went back to Paris, and in France there were\nanti-Jewish measures, anti-Jewish laws.\n>> Albert Garih: Yes.\n>> Jaime Monllor: Could you tell us more what that meant then and where it affected?\n>> Albert Garih: Well, these rules for us -- basically these rules were the statute of the Jews,\nwe're depriving the Jews of most of their basic rights. For us, you know, they said lawyers were\nnot allowed to practice law, doctors were not allowed to practice medicine, and things like that.\nFor us it didn't make a difference but we were not allowed to go into public transportation. We\nwere not allowed to go into theaters or movies or anything like that. It was very dangerous\nbecause they would go there and they would check identity and take away all the Jews. So\nthat was basically what it was.\nMy mother told me -- another story she told me that | had no recollection, that one\nday she had to go to run an errand in Paris and we had to take the Metro. | was just a little\nchild, so | have no recollection of that. But when we came out of the train, and we were at the\nend of the line and there was an identity check -- an identity check meant, you know, since --\nat the beginning of the war they had performed a census and the Jews had the stamp of\nJewish or J on the identity card. When they were checking identities, if my mother had shown\nher identity card, chances are | wouldn't be here today. She pretended to look into her purse\nfor her card. She walked between two police and they didn't stop her. If they had stopped her\nthat would have been the end of my story. So we survived that way. But it was by the skin of\nthe tooth actually. And we had a couple of close calls like that that | will tell you further down in\nmy story. So that's how it was.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Jaime Monllor: So | have in my notes here, some of my research, that your family were\nforced to move to a small apartment, to a two-room apartment.\n>> Albert Garih: Yes. What happened is my father was working in a garment factory. And the\nowner of this factory was a Jew. And that meant that when the statute of the Jews was passed\nin France, the companies that belonged to Jews were confiscated. They put an Aryan\nmanager. And the owner of the factory had to go into hiding also. He ran away. And we were\nliving in the janitor's apartment. That was an agreement between the owner of the company\nand my father, who was the accountant of the company, was doing the pay of the employees.\nSo when the owner -- when the factory was confiscated, we were living in the janitor's\napartment and we were expelled from that apartment. We had to find an apartment. It was\nJuly 1942.\nFrom then | remember everything. All | am going to tell you from July 1942 is my\nrecollection. It's no longer what my mother told me. | remember that we had to move into this\nsmall apartment with very basic comforts. We had only cold water. We had no bathroom. We\nhad just a sink. That was it. And two rooms. Not two bedrooms, two rooms. Two rooms, a tiny\nkitchen and a toilet. That was it. That's the best we could find. And then we couldn't find\nanything else anyway. So we started living in that apartment.\n>> Jaime Monllor: So what did your parents decide for you and your sister? What happened\nthen after you were living in that apartment?\n>> Albert Garih: Well, already there were a lot of restrictions on food. We couldn't find --\neverything was on the ticket. We had the ration ticket for bread. | remember one egg was a\nluxury item. We didn't see eggs. Now we buy them by the dozens. In those days if you could\nfind one egg, it was a luxury item. So we had nothing -- you know, very basic. The food was\nterrible.\nAt one point my parents decided to send us to a farm outside of Paris. They sent us.\nThey said we would be better fed on the farm. They didn't say to the ladies -- it was two ladies\nwho were running the farm. | guess the farmer himself must have been taken prisoner with the\nFrench Army. | don't know. | never saw a man there. | saw only these two women, two sisters.\nAnd my parents didn't say that we were Jewish. But | was 4 years old. What did | know about\nthat? And one day -- | was very social. | was talking to the ladies and one day in the\nconversation | said, yeah, we're Jewish. That's all it took for the ladies to send us back to our\nparents. They didn't want to take any chances with Jews, hiding Jews, because it was very\ndangerous for people to hide Jews. They might face execution, deportation, | don't Know what.\nBut it was very dangerous. So they didn't want to take any chances with us and they sent us\nright back to our parents.\nWe spent about six months on that farm. It was the winter of 1942, 1943. |\nremember there was a lot of snow. It was a cold winter. | remember my sisters coming back\nfrom school. They would go to school. | was staying with the ladies. | was 4 years old. So |\nremember the song [Speaking Non-English Language]. That brings me back to that period.\nAnyway. | told the ladies, and they sent us right back. We went back to our apartment. That\nwas in the spring of 1943.\n>> Jaime Monllor: So you went back. You went back to Paris with your parents. What was your\nparents’ reaction after you all came back and why?\n>> Albert Garih: My father told me, he said, \"Don't ever, ever say that you're Jewish.\" Because\nit could have cost us our lives, actually, when these ladies then sent us back. So my father told\nme, don't ever, ever say and that stayed with me for many years, even after the war. It was --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nwas it that | was afraid, | was ashamed? | don't know. It was probably a combination of both.\nBut | kept it for myself.\n| remember after the war, | had an appendectomy. | went to the hospital. And the\nnurse was a nun. You know, she was taking good care of me. | was 11. She said, “Have you\nmade your first communion?” And | said yes.\n>> [Laughter]\n>> Albert Garih: | didn't know what to say. \"Did you go to --\" | said sure. | had to lie. | was\nashamed. | was ashamed. You know, you have this sense of guilt. The way Jews were treated,\nyou felt guilt. You wondered of what. But anyway, it was a very strange feeling and a very\nunpleasant feeling. It took me until | reached about the age of 15 or 16 to open up, and then |\nstarted to really -- | lost all my complexes about that and | started to be very vocal. But before\nthat, you know, | would see -- there was a girl in the school playground and people would use,\nyou know, anti-Semitic slurs, | was afraid. | was afraid of saying that | was Jewish. It was like a\nstigma for me. It took a while for me to overcome that stigma, actually.\n>> Jaime Monllor: Before we go to when you were 11, let's go back.\n>> Albert Garih: No, no, no.\n>> Jaime Monllor: 1943, 1944, specifically September 1943, your father, Benjamin, was\ndeported to a forced labor camp in the Channel Islands, the only British territory occupied by\nthe Axis powers. What did your mother do?\n>> Albert Garih: My mother was desperate. She was terrified that at any moment they could\ncome, there would be a bang on the door and people taking us away. She knew it was very\ndangerous for us to stay in the apartment but she didn't have anywhere else to go.\nOne day in the street market she met this lady. Somehow she felt she could open up\nto her, Madame Galop. She told her a story. She said she was terrified that at any moment\nthey could come and take us away. And the lady went back to her husband. She told our story.\nAnd the next day her husband, Monsieur Galop, came with a cart, and we took whatever\npersonal effects we could take, which was very little, actually, with us. We went to live with the\nGalop family.\nThey were a protestant family, a couple with two young daughters. | was 5 at that\ntime. It was in the fall of 1943. And they had two daughters who were 4 and 3. Curious\nenough, to me, it was like a vacation during that period. First of all, | didn't go to school but for\nother reasons, because my mother was afraid to send me to school. But also, Monsieur Galop\nwas a sculpture. He was making sets for movie studios. They had a big warehouse behind the\nhouse where they were storing all of these sets.\n>> Jaime Monllor: Props.\n>> Albert Garih: Yeah. We had great hide and seek games in the warehouse. | had two\ncompanions, you know, playing companions. So for me it was great. For my mother, she was\nunder constant fear that somebody might see us or report us. So my mother was always, you\nknow, terrified. And she is the one who suffered the most from the war.\nMy sisters also were traumatized. They were older than me, five and eight years\nolder than me. So they realized the dangers. | didn't realize the dangers. For instance, if there\nwas a raid, an air raid, with an alert, you know, the sirens blasting in the middle of the night, my\nmother had to take me out of my bed and | was bothered that | was taken out of my bed. But\nwhat does it mean to have a bomb that can fall on our heads? | had no idea. | didn't realize the\ndanger. So | was more bothered than anything else. But my sisters and my mother were\nterrified. So yeah, it was very bad from that point of view, actually.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Jaime Monllor: | have in my notes here, | did some research, other than what you just\nmentioned, while you were staying with the Galops, you learned to read and write. That was\nwhat you used to do.\n>> Albert Garih: Well, you know, | had nothing else to do so my mother taught me how to read\nand write. | was 5, 5 1/2. So | learned to read and write. And | remember that was when | was\nwith the Galop family that | read my first full page of a book. It took me about an hour. | had no\nidea what | was reading but | could decipher everything. And eventually that helped me but ina\ndifferent way. | will tell the next page.\nSo we spend about six months with the Galops. We would have stayed with them\nuntil the end of the war had it not been for some of the neighbors who were starting to talk.\nThere were some rumors. There was a painter whose wife was a sympathizer of the Reich and\none day came to Madame Galop and said, \"When are you going to get rid of that scum?\" We\nwere the scum. At that point, Madame Galop and my mother felt it might be safer for us to go\nback home, which we did.\nThat was in the spring of 1944. It was before D-Day. We spent a few weeks at home\nlike that. Until one day, 8:00 in the morning, | was still in bed -- my mother would leave me in\nbed because she didn't want to take me to school. Sometimes they would go to school and\ntake the children away and their parents would never hear of them again. So my sisters, it was\na different story. They were bigger. So it was mandatory for them to go to school. But for me it\nwas not.\nSo | was staying with my mother. And one morning around 8:00 in the morning, two\npolice inspectors, Madame Garih, we came to take you away. So my mother's legs started to\nshake. They said, for whatever reason -- | scratch my head to try to find the motivation of these\ntwo inspectors. Was it that they felt their side of the war was lost, they had lost the war? Maybe\nit was just humanitarian reaction. Some police inspectors were showing some humanity like\nthat but not many, unfortunately. So once again, it was sheer luck. These two police inspectors\ntold my mother, We're going to report we didn't find you but you must not sleep in your\napartment tonight because when we report that we didn't find you, they're going to send maybe\nthe Gestapo or other police and they're going to put some seals on the door. And if they find\nyou, they're going to take you away.\nSo my mother woke me up. | was already awakened but she got me up and dressed\nme. She was given the name of a social worker. She went to see. The lady said, You have to\nallow me a few days; | cannot find a solution like that for every one of you overnight. So\nmeanwhile, try to see If you cannot sleep in your neighbors but not in your apartment.\nAnd that's what we did. Our next door neighbor was a Communist couple. He had\nbeen serviced for Labor Service in Germany and not reported for duty so he was also wanted\nby the Gestapo. We slept in their apartment. It was very convenient because both of them\nwere working at night. They were on night shift. So we would sleep in their bed at night. And in\nthe morning when they would come back, we would give them the bed. We stayed like that for\na few days.\nMeanwhile, my sisters were staying with the lodge keeper downstairs. Mother --\nonce again | don't remember having seen a man in that family. Probably had been taken\nprisoner with the French Army. | don't know. But this woman was a mother of three children,\ntwo boys, 14 and 12 or something like that, and a young girl who was one year younger than\nme. And my sisters slept at the lodge keeper's and we slept at the Communist neighbor's until\neventually the social worker came back to my mother and said \"I found a place for each one of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nyou.”\nMy mother was placed as a governess with a family of eight or 10 children near the\nEiffel Tower. And we were placed in a Catholic boarding schools outside of Paris, in a suburb\ncalled Montfermeil which was made famous by a chapter of \"Les Miserables.\" That's where\nJean Valjean met Cosette, actually. We were in Catholic boarding schools. My mother was in\nParis. She was there. She was on the front row witnessing the liberation of Paris. Because\nthere was fighting between the German soldiers and the allies.\nActually in Paris was the French 2\" Army division of General Leclerc de\nHuteclocque. General Leclerc joined others in London. They sent him to Africa. And in Africa\nwith the 2nd Army division he took an oath that he would liberate Paris and Strasbourg, the city\nbetween Germany and France. It was taken away by France in 1870, had been given back to\nFrance after the First World War and was taken again when the German Army occupied\nFrance. So he took an oath of liberating Paris and Strasbourg, and he did. But there was also,\nof course, American soldiers, Canadian soldiers, Canadian soldiers, Allied Forces, even\nAustralian forces actually.\nSo we were sent to the boarding schools. | remember the head mistress. It's too\nbad. | would have loved to have her recognized as a righteous among the nations but | didn't\nknow her name. | went back about 10, 12 years ago to Montfermeil. | found the place. | found\nthe school. It's called Institution Valjean. Yes. There were African seminaries going back to\nAfrica to preach the gospels to African people. But | couldn't find the name of the head\nmistress. | was 6 years old. | was the youngest in the school. Children went from the age of 7\nto 14. | was the youngest. And she was always holding my hand. | had preferred treatment\nthere.\n| remember, for instance, the priest in that school. He was suffering from some sort\nof ulcer or cancer of the stomach, | don't know exactly. And somehow they managed to find a\ncouple of potatoes and a small piece of butter and they made him some mashed potatoes. And\neven that he could not swallow. And | was fed the leftovers from the priest's mashed potatoes.\nThat was the best meal | had during that period. Until this day | love mashed potatoes.\n>> Jaime Monllor: Albert, tell us how was life in the boarding school. What did you do for fun?\nWere you in communication with your mother and sisters?\n>> Albert Garih: | was totally alone. | would see my sisters every Sunday in church. Because,\nyou know, it was two Catholic boarding schools, one for girls. | was in one for boys. We would\nmeet in church every Sunday. That's all the contact | had with my family. | had no contact with\nmy mother. My mother could not communicate with us. She was taking care of eight or 10\nchildren in that family and she had no way of communicating with her own children.\nSo that lasted for the summer of 1944. August 25, 1944, Paris was liberated. We\nmust have been --\n>> Jaime Monllor: Before we get there. We're still in the summer. One information that | have\non my research is that you had an unusual favorite toy while you were in the boarding, Catholic\nboarding school. Right?\n>> Albert Garih: A pastime in that school -- first of all, it was summer. So it was summer\nvacation. And the children somehow stayed in the school. So did I. | had no choice. So we\nwere putting -- it was in the same classroom, different rows, different labels. Of course | was\nthe youngest so they put me with the babies. And | was making strokes like this. | knew how to\nread and write already. But | was, you know, assigned this job of writing strokes like that.\nSometimes when there was an air raid, we would go down to the shelters until the raid was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nover. And then we would come out. And one of our favorite pastimes with other kids was to go\ninto the playground and pick up all the pieces of shrapnel that we could find. | had a big\ncollection of shrapnel at the end of the war, which | brought back home but my mother didn't\nwait to throw them away, actually. Yeah.\nIt's funny because | wrote a story -- | go to aclass at the museum. | wrote a story\nabout that. Harry, also a survivor, was from Belgium, one-year-older than me, said it's funny\nbecause two years ago | wrote a similar story about collecting shrapnel also. So | didn't know\nthat. So we had the same hobbies.\n>> Jaime Monllor: The stories on our website --\n>> Albert Garih: Yeah. Yeah. Yeah. It was published actually. It's true. We had that. That's\nwhat we did.\nSO, anyway, going back.\n>> Jaime Monllor: Now let's go back to 1944 August. Let's go to August 1944, end of the\nsummer, liberation in Paris.\n>> Albert Garih: Paris was liberated. After a few days, the train service was restored. And, of\ncourse, my mother couldn't wait to come to see us. She came. And she was so appalled by the\nway we looked. Because, you know, at that school the head mistress was wonderful and really\nI'm sorry | couldn't get her name to have her recognized as righteous among the nations. She\nwas deserving that. | couldn't find her name.\nAnyway, but other than that, the food was terrible. First of all, it was scarce. And we\nwere fed -- | remember most notorious was rotten beans. We were fed rotten beans. | was\nconstantly sick, of course. | was weak. So | lost a lot of weight.\nAnd when my mother came to see us -- one morning, my sisters -- we were in the\nplayground.. It was summer. It was hot. They said, \"Guess who is here?\" You know what? At\nthe age of 6 it's amazing how fast you can forget about your loved ones. | had no idea who\ncould be there. So | was curious. | pushed my sisters and my mother was very short, was right\nbehind. When | saw, of course | jumped into her arms. But it took me -- when they said guess\nwho is here, | had no idea it was my mother. | had forgotten almost about my mother. To this\nday | feel guilty about that. But that's how it was.\nSo my mother took us right away home. She took me the first day -- she had the\nration stamps. She bought a loaf of bread. We swallowed the loaf of bread in no time, with my\nsisters. She took me the same day. And the next day she went back to pick up my sisters. Why\nshe was not able to bring the three of us the same day | don't know. But she went back the\nsecond day to bring my sisters home.\nShe left me under the custody of a next door neighbor who had the key. Every once\nin a while she would check on me. | was always starving. There was nothing to eat in the\nhouse. We had no refrigerator, nothing like that. In those days, you know. There was a green\napple. And it was the worst | could have with my stomach the way it was. | ate the green apple.\nAs soon as | finished the green apple, | was still touching my teeth like that when | heard the\nkey in the door. She came and she said, “What did you eat?” | said, \"Nothing.\" And she found\nout that | ate the apple and she was very upset about that but it was too late. | ate the apple\nanyway.\nSo therefore the next day my mother brought my sisters back. Meanwhile, my father\nwas in the Channel Islands between France and Great Britain. In May 1940, about one month\nbefore D-Day, the inmates -- you know, the allies were bombarding the Straits of Dover to\nmake the Germans believe that there was an invasion, it would take place in the Straits of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nDover which was the shortest distance between France and Britain. So the inmates were on\nthe Channel Islands, further to Brittany, actually. They were moved to the Straits of Dover to\nrepair the fortifications that were being demolished by the U.S. Air Force and RAF, you know,\nthe allies Air Force.\nMy father told me at one point when there were raids like that, they would lay flat on\nthe ground. And at one point there was a raid like that and they were strafed. And there were\nGerman soldiers laying next to my father. And when the raid was over, my father stood up, and\nthe German soldier stayed on the ground. He had been killed. So it was, you know -- | don't\nthink they really targeted the guy in particular they were strafing. My father was lucky to\nsurvive. He stood up. And the German soldier was killed.\nSo at one point when the allies were pushing the Germans back to Germany --\nactually, at one point the Germans put the Iron Guard inmates on a train bound for Germany\nwhere they were going to send them to a camp. | don't know, maybe just to a factory of slave\nlabor. The train was stopped in Belgium, in northern Belgium, by a Belgium resistance,\npartisans, who had blown up the railroad or bridge, | don't know. So there was a battle. And in\nthe confusion the Germans released the 900 inmates.\nAnd my father, after staying a couple of days with a Belgium family to recover some\nstrength, being fed almost nothing because at that time there was not much to eat, actually,\nbut to regain some forces, some strength, he walked back home from northern Belgium to\nParis. It was a 200-mile walk. He arrived the morning of Rosh Hashanah, which is the Jewish\nnew year. It was also in the morning. And my mother was also dressing me to go to the\nsynagogue for the first time since before the war, you know. We didn't go to the synagogue\nduring the war. And there was a knock on the door. And we were living in an apartment, on a\nlong corridor. It was very dark. The time switch was lasting just a few seconds, maybe one\nminute. It was not enough for the second floor, which here would be the third floor because\nthey had ground floor, first floor, second floor. By the time he got to the door, it was dark. It\ntook my mother a few seconds to recognize him. He looked like a ghost, actually. He was\nskinny. He had lost weight. He had an accident -- did | tell the story?\nNo. Well, when he was in captivity, he had a bad accident. He was carrying a truck\nfull of cement on the scaffolding, along a cliff, to build bunkers, these fortifications. He stepped\non a loose board and the board came to hit him on the forehead and he fell off the cliff,\ncompletely down. He lost a lot of blood. He was picked up by the soup truck. He was sewn,\nyou know, the best way they could. Till his death he had big scars. He was bald so you could\nsee the scars on his head actually. He was not in good shape but he had survived.\nOur family had survived. My mother survived, my sisters, me and my father. We all\nsurvived. But, as | said, we lost my grandmother, uncle, aunt, cousins during the exodus. And\nwe lost a few more cousins who were taken away to Auschwitz who didn't come back. So\nthat's our story actually.\n>> Jaime Monllor: So your father comes from Rosh Hashanah. Did he go --\n>> Albert Garih: No. We didn't go. | don't remember that we went to synagogue. It was too\nmuch. He was just coming home after a long walk.\n>> Jaime Monllor: Very long.\n>> Albert Garih: Plus, | must tell you my parents were not particularly religious. Were not\nreligious, actually. But after the war they didn't want to set foot in the synagogue anymore.\nMy mother was willing to take us and we went a few times with my mother. My father didn't\nwant to set foot in a synagogue anymore.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Jaime Monllor: So October 1944, back to school.\n>> Albert Garih: Oh, yeah.\n>> Jaime Monllor: You start school. Tell us more about your experience.\n>> Albert Garih: Oh, that was a great day. October 1, 1944, was back-to-school day. | was so\neager to start going to school. | was just 6 years old. | was very motivated. | was very happy. |\nwas a very good student, at least the first few years. Afterwards it was ok but the first few\nyears | was so motivated. | was so happy to be in school, to be treated like other children and\nnot to have to escape, to hide or anything like that. So that was a great experience. And |\nenjoyed school very much.\n>> Jaime Monllor: Did your classmates know that you were Jewish?\n>> Albert Garih: Some. We were living -- this apartment was part of a huge apartment complex\nwhere there were a lot of kids. They all knew that | was Jewish. Our next door neighbors, the\nCommunists, knew we were Jewish. Their daughter was my age. | had a friend who was\nGreek. My parents were from Turkey. So Greeks and Turks usually don't get along very well\nbut somehow, you know, they had so much in common, the food and everything like that so we\nbecame friends with this woman and | became friends with her son who was one year younger\nthan me.\n| was not living in a Jewish neighborhood. There were some Jews. | remember\nacross -- there were two parallel buildings like that. And right across from us there was a\nJewish family. The man had been sent. He was the first we saw coming back like a living\nskeleton. That was our first experience with people coming back from the camps. This man\nwas a living skeleton. And | remember this. | remember this man very much. But other than\nthat, there were not many Jews in that neighborhood.\nBut the people were very friendly. They were not anti-Semites in that building, you\nknow. People were friendly. | had no problem. | was playing with the other kids downstairs. But\nmy mother was always afraid because sometimes | would be playing downstairs like that and |\nwas bothering someone and they would say, “Madame Garih, Albert is bothering me.” When\nshe heard someone calling her name, she was always afraid. She said if there's a police or\nanything, they might hear the name and they might come and take us away. So she was\nconstantly afraid of this danger. | was not. | was a young boy willing to have a good time to\nplay with my playmates.\n| remember it was in that building that we witnessed the end of the war. The end of\nthe war happened one year later, May 1945, May 8, 1945, and | remember it was announced\nby the sirens. Again, they were announcing the raids. And we knew that today, that day,\nMay 8, 1945, they were announcing the end of the war. And we were playing. As | said, we\nwere living in two long buildings like that. And we were at the end of the building. And | had a\nfriend who was one-year-older than me, stronger than me, faster in running and everything but\nthat day when the siren blasted, | beat him at the finish line. It's hard to express but something\nthat was taken out of my chest, know? Whew. That was my reaction to the end of the war.\nSo we started running. We raced, and | beat him at the finish line.\n>> Jaime Monllor: Wonderful. So we're going to jump to the 1990s, when through your\napplication to Israel's official memorial to the victims of the Holocaust, they recognized the\nGalops as righteous among the nations. Can you tell us more that?\n>> Albert Garih: Actually, | had no idea about this notion of righteous among the nations. | was\nworking at the World Bank at that time. And one day we went to a restaurant with a friend who\nwas living in Israel. She was just a consultant with us. | told her my story. And she said, “Have\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nyou ever thought about having them recognized as righteous among the nations?” | had no\nidea what it was. She gave me a name. | remember it was a certain name, you know, from girl\nscouts. | forgot the name of the woman. So | wrote to the lady. | told her my story. Of course\nshe -- submitted to a panel. They wanted confirmation by my sisters. So they sent the story to\nmy sisters. And my sisters corroborated what | said. And they were recognized as righteous\namong the nations in 1992.\nAnd | remember -- | had lost track. The Galops had retired and living in the South of\nFrance. And the other family was living further south also, actually. Before we had the\ncomputer and all of that, we had a small what they call -- it was a sort of computer where you\ncould find someone, the phone number of someone. So | found Madame Galop and | called. It\nwas 1989, 1990. “Madame Galop, are you the widow of” -- | knew Monsieur Galop passed\naway. “Are you the widow?” She said yes. “Il am Albert Garih.” Oh, she was so s-- | said, | am\nin Paris. | live in the states. | cannot come now because | have to go back to the states but |\npromise the next time | come to France | come to visit you. She was living in a city South of\nFrance. Six months later | was back in France. | flew and we spent two days together. She\nloved me like her son, actually. She was so happy. | told her what | was doing, that | had them\nrecognized as righteous and all of that. She said, “You have to hurry.” She was suffering from\ncancer. And actually she died six months later.\nBut in 1992, in the spring of 1992, we had a ceremony in the South of France, in the\nsuburb, with the mayor, some officials there, where they were granted the medal of the\nrighteous. And the same happened a couple of months later. | could not go back to France for\nthe ceremony. It was in the Town Hall of Paris. The mayor at that time Jacques Chirac, who\ngave them the medal of the righteous.\nAnd three years ago -- unfortunately they both have passed away now. And even\nthe Galop daughters, who were younger than me, they both passed away. But three years ago\n| had the opportunity to be reunited with their grandchildren. They were very eager to hear the\nstory about how we spent six months with their grandparents and what they did and how much\ndanger they were exposed to. They were very eager to hear the story. So it was a wonderful\nexperience for them and for me.\n>> Jaime Monllor: Right. Before we go to the audience for questions, | understand that you\nhave a connection with the museum, special exhibition, \"Some were neighbors.\" Can you\nshare with us more about that connection?\n>> Albert Garih: The connection is when | saw the titles, | said there's no way I'm not going to\nbe a guide to this exhibit. Because our apartment was sandwiched between two apartments.\nOn one side were the Communist couple who saved us by taking us, you know, to that\napartment until the social worker could find a hiding place for us. And on the other side were a\nmiddle aged couple. The woman seemed to be friendly, actually. | was a kid. | guess | must\nhave been -- | don't know. She liked me. And we were sharing a balcony. And there was just\niron railing separating the side of the balcony from ours.\nOne day | remember my mother passed me over to this lady and she gave me\nsomething | had never seen before. A yellow tomato, for the first time | had a yellow tomato.\nToday it's a staple but in those days | had not seen that. So | remember that.\nHer husband was sending people to the deportation, to the death camps. Did they\nknow we were Jewish? According to my sister there might have been a possibility they knew\nand somehow they decided to protect us. | have no idea. | think these people were very\ndangerous. Actually, at the end of the war the man was found in a movie theater, gunned down\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nby someone in retaliation. That's the kind of neighbors that we had. So when | saw \"Some\nWere Neighbors,\" | said | have to do this exhibit.\n>> Jaime Monllor: Yeah. \"Some Were Neighbors\" is our exhibition. Look at it here in the lower\nlevel here of the museum. You don't need any tickets to view it. It takes approximately one\nhour. So we highly recommend you stop by. | know that Albert is a great tour guide. He won't\nbe able to do it today but he's a great tour guide on that exhibition.\nWe have time for a couple of questions from our audience. And please remain\nlistening because after the questions, Albert will close the program with a few last words. We\nhave two microphones. So we'd like you to wait to ask a question until you have a Microphone.\nI'll repeat the question so Albert hears it. Try to make the question as brief as possible.\n>> Was your father, Benjamin, able to hide his Jewishness the whole time that he was on the\nChannel Islands and in Belgium?\n>> Albert Garih: No. He was taken there as a Jew.\n>> As a Jew?\n>> Albert Garih: Yeah. He was lucky that he was not sent to a camp in Poland because if he\nhad been sent to a camp in Poland, he wouldn't have come back. Chances are he wouldn't\nhave come back because he was very outspoken. At one point he was asking fellow inmates\nhow do you say bastard in German. He wanted to insult these people. They kept him quiet. But\nin Poland, with the SS and with the Ukrainians and all of these people, wouldn't have lasted\nvery long.\n>> Hi, Mr. Garih. Why did your father never want to return to a synagogue?\n>> Albert Garih: That's a difficult question. First of all, my parents were never particularly\nreligious. My grandparents were. | understand my mother -- my grandfather, who passed away\nwhen my mother was a child, actually, my mother used to tell me that he used to go to\nsynagogue. And my uncle was his son, was singing in the synagogue, a neighborhood in\nIstanbul. But my father had to start working at the age of 10. He had a rough life, actually. He\nmanaged to self-educate himself. That's how he became an accountant. He was taking care of\nthe payroll of the people in the garment factory where he was working. But after his\nexperience, you couldn't talk to him about going to synagogue anymore. That was it.\n| didn't get any Jewish education. To this day I'm struggling trying to read -- I'm going\nto synagogue every Saturday, actually, and struggling reading. So | had a bar mitzvah. | asked\nmy parents, | said | wanted a bar mitzvah. They said ok. They gave me a very basic training for\nthat. And that was it. After that, went back home and that was the end of our experience with\nsynagogues.\n| remember when | was around 20 years old, sometimes | was drawn to go to\nsynagogue. | remember one day, Yom Kippur, | was at the address for the synagogue, | saw\nall of these ladies beautifully dressed and all of that. | felt intimidated. | said | cannot go there. |\ndidn't get inside. | shied away actually.\n>> Jaime Monllor: I'm going to turn back to Albert in a moment to close our program. Before, |\nwould like to thank you all for being here. We hope you come back. We have our First Person\nprogram every Wednesday and Thursday until the middle of August.\nIt is our tradition here at First Person that our First Person has the last word. But\nbefore we turn back to him, for those who didn't have a chance to ask Albert any questions, he\nwill remain here on the stage. You can come by and ask him questions, say hello, shake his\nhand, take a photograph with him. We also have our staff photographer, Joel, here. He will\ntake a graph with the audience. So remain around.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nThank you. And Albert, thank you. You have the last word.\n>> Albert Garih: Ok. Thank you.\nYou know, | think this museum is a beautiful institution. The reason why | joined -- |\nwanted to join from the day | retired. It took me a long time to decide to take the jump and\ncome. | did that about six years ago. I've been thinking about it for a long time.\nThe reason why I'm happy to be here and to speak and to speak to you and to speak\nto all the people that | meet at the desk upstairs, and when I'm giving the guided tours of the\nPermanent Exhibition or the \"Neighbors\" exhibit, is | think there is a very important message\nthat is conveyed by this museum; that's that it's very important to teach people about what\nhappened so that it won't happen again. And the reason why it happened was basically hatred.\n| am a very strong advocate against hatred, against bigotry, against racism, anti-Semitism, you\nknow, looking at people with contempt because of a difference. | think people have so much\ntoday, looking at other people and seeing the difference. That's very bad. That's why | think\nthis museum is important. That's why | think my mission in this museum is important. | am\ntrying to convey -- | speak at the desk upstairs. When young kids from the schools, | always tell\nthem it's important that you don't hate -- that you don't look at people who are different with\ncontempt or with hate. You know, hate is the worst thing that happened in the world.\n>> [Applause]\n",
    "segments": []
}