{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Fred Flatow\nThursday, July 13, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Fred Flatow, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. The museum's website,\nwww.ushmm.org, provides information about each of our upcoming First Person guests.\nFred will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, toward the end of the\nprogram, we will have an opportunity for you to ask Fred questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Fred is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nFred Flatow was born Siegfried Friedel Ernst Flatow on May 16, 1928, to Jewish\nparents in Konigsberg, East Prussia. East Prussia was a part of Germany. Today it is\nKaliningrad, Russia. This photo is from Fred's Nazi-issued identity card.\nThe red arrow on this map of Europe points to East Prussia.\nThe arrow on this map of Germany in 1933 shows the location of Konigsberg in East\nPrussia.\nHere we see Fred's parents, Erich and Malwine. They opened a rainwear factory in\n1924 and also operated a small fur coat business started by Fred's grandparents.\nFred had one older brother, Manfred, born in 1925. Here we see a photograph of\nFred on the left and Manfred on the right taken in 1932.\nFred began first grade at an all-boys German public school in 1934, one year after\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAdolph Hitler came to power. Here we see Fred on his first day of school holding a cone filled\nwith sweets, a German tradition for the first day of school. He was the only Jewish boy in his\nclass and his classmates bullied him. His parents withdrew him the next year and enrolled him\nin an all-Jewish school in Konigsberg.\nOn November 9, 1938, during Kristallnacht, or Night of Broken Glass, the Gestapo\narrested and jailed 450 Jewish men in Konigsberg, including Fred's father, Erich. Erich was\nreleased from jail a few days later. This photo shows the family's synagogue in Konigsberg\ndestroyed by fire on Kristallnacht. Fred's parents decided it was unsafe for their children to\nremain in school in Konigsberg and sent them to stay with family friends in Hamburg,\nGermany, where Fred enrolled in a Jewish school.\nOn this map of Germany, the arrow on the left points to Hamburg and the arrow on\nthe right points to Konigsberg.\nIn 1939, the factory clerk betrayed Fred's parents to German authorities and they\nwere forced to surrender their factory. Erich was told to report to the Gestapo headquarters in\ntwo days for a hearing. At the hearing he was given two months to organize his emigration\nfrom Germany or be sent to a concentration camp. With help from the Konigsberg's Jewish\ncommunity, Erich arranged for the family's immigration to Chile. On this world map, Chile is\nhighlighted in red on the left side of South America, and East Prussia is circled in red on\nEurope.\nAfter the Flatows' move to Chile in 1939, Fred spent the next 10 years living in\nSantiago, Chile, where he met his future wife, Sue, who is a Holocaust survivor from Berlin,\nGermany. They married in October 1948. Fred and Sue came to the U.S. in 1949 with plans to\nmove to Israel but ended up making their home here. Sue is with Fred here today. Although\nthey had stopped going to school in Chile at a young age in order to work, they resumed their\neducations in the United States, both earning graduate degrees, with Fred's in engineering and\nSue's in microbiology. They have lived in the Washington, D.C. Metropolitan area since 1959.\nAfter working for the U.S. Navy as a civilian, including a three-year stint in Malta,\nFred went to work for NASA from which he retired in 1988. When he retired, he headed up a\nproject using satellite technology to locate crashed planes and sunken ships, which is now\ncredited with having saved 40,000 lives. After retiring from NASA, Fred worked in private\nindustry including as an independent consultant. Sue retired from the National Cancer Institute\nin 2000, where she was a research scientist.\nFred and Sue have three children: Ruth, Steven, and Daniel. Ruth worked with her\nhusband who is an engineer, Steven earned a MBA and works in marketing, and Daniel is a\nmathematician at the National Institutes of Health. Fred and Sue have five grandchildren.\nThey love to travel and are opera buffs. Fred reads a lot in English, Spanish and German,\nespecially history.\nFred wrote a memoir, \"Loss & Restoration: Stories from Three Continents,\" which\nwas published in 1998. After today's program concludes he will be available to sign copies of\nhis book, which is also available through Amazon.\nFred volunteers with this museum's research section, translating articles and letters\nwritten in German and Spanish.\nWith that, | would like you to join me in welcoming our First Person, Fred Flatow.\n>> [Applause]\n>> Bill Benson: Fred, thank you so much for joining us. I'm going to have you sit right here.\nThere we go.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nFred, thank you so much for joining us and being willing to be our First Person\ntoday. We have just an hour and you have so much to share with us so we will get started right\naway. And we will try to cover as much as we can during our time.\nYou were born in Germany in 1928, five years before Hitler came to power and a\nlittle over 11 years before the Second World War began. Before we turn to life under the Nazis\nand your family leaving Germany, let's start first, tell us a little bit about your family and you in\nthe years before Hitler came to power.\n>> Fred Flatow: Before | answer this, | need to clarify something. The survivors who survived\nthe extermination and concentration camps had the worst of it. There are survivors like myself\nwho were taken out of their own environment and their future was changed because we had to\nleave Germany and go to a foreign country which culture and language we didn't know. And\nthere are some survivors, not that many, who were hidden by Germans and others from the\nNazis during the whole time of the war. | belonged to the middle group. Fortunately | did not\nget called to the camps. We simply had to leave Germany. We went to South America as\nrefugees, and that, of course, changed our life.\nMy parents -- what is the question?\n>> Bill Benson: A little bit about your family and community before Hitler came to power.\n>> Fred Flatow: My parents owned -- ordinary citizens, owned a factory that made rainwear,\nwhich was unique and important enough that when the Nazis, the Army and others, stopped\nbuying from Jewish businesses, they kept buying from my parents’ factory because the\nmanufacturing was so unique and so important.\nOtherwise, it was simply a normal life of German citizens. They considered\nthemselves good Germans, Jewish religion but nevertheless, there were Catholics, Protestants\nand there were Jews. And they were just like ordinary Germans until Hitler came and pointed\nout that they were \"not ordinary Germans\" but they were awful and whatever else.\n>> Bill Benson: In the place where you lived, Konigsberg, how large was the Jewish\ncommunity there?\n>> Fred Flatow: There were about 5,000, never more than 5,000, Jews in the city. It was a\nrelatively small city. The Jewish community never evolved to more than 5,000. By the time |\nwas born there were probably only 3,000 left, 2,800, something like that. People left. People\nleft because Konigsberg, as you had seen on the map, the far eastern corner of Germany and\npeople wanted to go to Berlin. There was more doing in Berlin. Berlin was a more cultured\ncity, offered more opportunities. There were some Jews in Konigsberg left to go to Berlin. But\nothers who saw the danger of the Nazis coming actually left Germany.\n| went to a Jewish school which was founded in 1935, | believe. And every Friday\nafternoon we had a social hour, if you will, for the students. | remember practically at every one\nof these there were some people, some children we said goodbye to because their families\nwere leaving Germany to the United States, to Palestine, as it was called at that time, or other\ncountries, you know, wherever they could get a visa. So it was a diminishing community, the\nJewish community was a diminishing community because people left.\n>> Bill Benson: Before we turn to the events after Hitler came to power, your father was a\nveteran of the German Army. Right?\n>> Fred Flatow: Yes. He was a veteran of the German Army and surprisingly with all the\nanti-Semitism in 1935, he got the recognition for his fighting in the First World War.\nSurprisingly. You wouldn't have expected a Jew to get that but he did.\n>> Bill Benson: You started school in a public school, an all-boys public school in 1934, the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nyear after Hitler came to power. That was a rough year for you. Tell us about that.\n>> Fred Flatow: Well, it was a rough year in the sense that | was bullied. | was the only Jewish\nchild in school. | was bullied. At one point | was beaten by one of my co-students. Teachers\ndidn't intervene. How could they protect a Jewish child in a Christian school? After -- during\nthat year, the Jewish community founded a Jewish school for those of us who had been in\nGerman schools and could not continue there.\nThough | have to say that my brother, who was older, was in an older school,\ncontinued in the German school until he left Germany in 1939. He never had any real problem.\nIt was in my class. These are 6-year-old children and they already had been indoctrinated\nenough, probably by their parents, who would tell them that Jews are no good.\nOn the other hand, there were some children in my class who didn't participate in\nthat. So the question was -- | couldn't be friends with them. | would have loved to be friends\nwith all of these children. But | couldn't. How could they be friends with a Jewish child? And |\nnever obviously found out why they were not aggressive towards me.\n>> Bill Benson: You shared with me, and as you said, they were indoctrinated already at 6\nyears old, including coming to school with Nazi insignia. And each morning in class they had to\nsay \"Heil Hitler\" and you did not participate.\n>> Fred Flatow: No. Obviously it pointed tout everybody that | was not the same \"as everybody\nelse\".\n>> Bill Benson: In fact, you wrote about that time that after a few weeks it was clear to you that\nyou were different, you were an outsider. So as you said, you moved -- you were moved to a\nJewish school in Konigsberg. And Konigsberg, you said, was especially anti-Semitic, even\nmore than maybe other places.\n>> Fred Flatow: Yeah. | have to tell you, the Nazi Party had groups in every one -- many parts\nof Germany. And the head of these was called [Speaking Non-English Language] in German,\nwhich is essentially a leader of a group. In Konigsberg, it was particularly virulent anti-Semites.\nNot every city was the same. | came to Hamburg and in the nine months of stay in\nHamburg, | never, never, never had an anti-Semitic incident. Konigsberg had anti-Semitic\nincidents practically every day. The children in the school, | don't know how they recognized\nme, maybe looked a little different. The children would run after me. They insulted me. What\nwas the insult? It was Juden, Jew. They felt that was an insult. Of course, you know, you can\nlook at it in different ways but just to call me Juden, Jew, they felt was an insult.\n>> Bill Benson: You said the Nazi Party was especially virulent. Even as 1933, they had\nalready committed arson against synagogues, well before Kristallnacht. You told me that one\nof your own earliest memories was the May Day Parade | think of 1934.\n>> Fred Flatow: Yes. But not only the May Day Parade but parades practically every day.\nYoung people would march through the streets and what they were singing about is we are\ngoing to kill the Jews and then everything would be much better for Germany. That was a song\nthat they sang. The first time in 1934. But all through my stay in Konigsberg, beginning 1939,\nthese kids, these young people, marched through the streets.\nNow, our apartment looked out on the Main Street of Konigsberg, by way of the\nfactory that my parents owned. So | saw that every day. | couldn't help seeing it every day.\nThey marched and sang these terribly aggressive songs. And | guess | was afraid.\n>> Bill Benson: You shared with me, talking about the factory -- the apartment being on the\nMain Street, in 1936, Hitler came to Konigsberg and came down your street. Tell us about that.\n>> Fred Flatow: Well, he came, drove through the Main Street. Down on the street there were\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nactually SS Nazi officers and since our window of the factory looked out over the streets, they\nasked us to let them come in and see Hitler from where we were standing. So we had a bunch\nof SS officers standing at our window. Whether they realized we were Jewish or not, | don't\nknow. And whether they cared or not, | don't know either. But after Hitler passed, they left.\n>> Bill Benson: During the time, Fred, when you moved to the Jewish school, that was a much\nbetter time for you in school.\n>> Fred Flatow: Absolutely. The teachers were very caring. Interestingly enough, | thought as\na 6, /-year-old child they were old people. In hindsight, the teachers were in their 20s. Even\nthe principal of the school was in his late 20s. But, you know, as a child, you don't know the\ndifference between people in their 20s, 30s, or 50s.\nSo anyway, they were very, very caring for us children. | felt safe. | felt secure. | felt\neasy. What was not easy was the walk from my home to the synagogue where the school was\nlocated, the big synagogue. And you saw a picture before the burned-out synagogue after\nKristallnacht. There were kids along the streets who tried to bully me. But, you know, they were\nyoung Nazi kids indoctrinated. But the school itself was fabulous. | had absolutely no\ncomplaints. | enjoyed going to school. It was such a safe place for us.\n>> Bill Benson: Fred, | think -- | believe it was 1937 your parents had an opportunity, | believe,\nto emigrate to Chile but they didn't. Why did they not leave when they had the chance?\n>> Fred Flatow: Well, I'm not sure. | have to first say that my father, like many other German\nJews, considered themselves Germans, period. And they did not see the great danger. | mean,\nit was before the Holocaust, obviously, 1937, 1938, but there were a lot of anti-Semitic\nincidents, particularly in Konigsberg. But my father was secure as a German citizen. He had\nfought in the First World War. He was a Jewish German, German with the Jewish faith. So\nthere was no particular reason for them to leave.\nNow, how the opportunity to go to Chile came along in 1937 | am not sure, but |\nremember in our living room my mother exclaiming it is an earthquake country, “I will never go\nto an earthquake country.” Of course, we ended up afterwards but she didn't want to go. So |\nguess she prevailed and we didn't go to Chile at that time.\n>> Bill Benson: As awful as things were for your family and other Jews in Konigsberg, after\nHitler came to power in 1933, things became far worse with and after Kristallnacht, or Night of\nBroken Glass, in November 1938, when Jews throughout Germany and Austria had their\nbusinesses vandalized, their homes ransacked, and synagogues burned. What happened to\nyour family as a result of Kristallnacht?\n>> Fred Flatow: Ok, let me first say about Kristallnacht, crystal night. A young Jew, a Polish\nJew, whose parents had been deported from Germany back to Poland, shot an embassy\nemployee in Paris. And when that man died, everybody knew something would happen to us.\nI'm sure the Nazis had prepared from Rome and a couple of days afterwards, they invaded all\nthe apartments, the stores they broke into the stores. They set fire to the big synagogue and\neventually the fire was put out but there were several other synagogues in the city that were\nnot set fire because they were close -- integrated into neighborhoods and had they been set\nafire, the neighborhood might have been set afire so they were just, quote, destroyed -- excuse\nme. They were destroyed but not set afire. Our synagogue was set afire.\n>> Bill Benson: Because it stood alone.\n>> Fred Flatow: It stood alone, separate from other houses. And they could safely set it afire.\n>> Bill Benson: Your father was arrested that night along with other family members. Tell us\nabout that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Fred Flatow: He was very lucky in a sense. Jewish men all through Germany were arrested\nand sent to concentration camps where many suffered from the cold, from the treatment.\nKonigsberg, being on the far eastern corner, was too far from a concentration camp. | guess\nthe city had to finance the transport of Jews from Konigsberg to the concentration camps so\nthey opted to put the Jews in jail. My father was arrested along with all the other men and he\nwas put in jail. Jail was a benign environment compared to concentration camps. They stayed\nin jail. In fact, the wives could bring blankets to them in jail. They were relatively, speaking\nrelatively, comfortable. They were released after some weeks. My father was such a good\nGerman that he said that is the worst that could ever happen to us, so we are safe now. And,\nagain, he would not have ever have left but for something -- you want me to talk about it’?\n>> Bill Benson: Not quite yet. | was going to ask you, arrested along with your father was a\n14-year-old cousin, right?\n>> Fred Flatow: Oh, yeah. But | had a cousin -- my mother's sister, her husband, the cousin\nlived in a small village maybe 50 kilometers distance from Konigsberg. They even arrested the\n14-year-old boy because, after all, he was also guilty of the shooting in Paris, of the German\nEmbassy employee. Even the 14-year-old boy was in great danger.\nMy parents had arranged to send me on a children's transport to England. England\nhad opened its doors to children to save them. | was on the list to go to England on that\nprogram. One day | found out | was no longer on the list. Why? Because my cousin in a little\nvillage was in such danger that my place on that program had been given to my cousin. He\nwent to England instead of me.\n>> Bill Benson: Fred, | Know you want to talk about this. | was very taken when | read in your\nbook after Kristallnacht, with your synagogue burned, that you, as a 10-year-old boy, several\ntimes went to the ruins by yourself. It was very poignant what you wrote. Tell us about that.\n>> Fred Flatow: The school was moved from the synagogue to the Jewish orphanage which\nwas right next door. There was a fence between the Jewish orphanage and the synagogue. |\nfound a hole in the fence and | went through the fence several times to the synagogue. | never\nsaw anybody else, no child, no adult. And why | went, | cannot recall. It was maybe to say\ngoodbye to the synagogue that had been such a home to us. | probably went four or five times.\nBut | found at one point —\n| have to explain to you what a Torah is. A Torah is a handwritten scroll of the five\nbooks of Moses. And every synagogue had at least one and sometimes moratoria scrolls. And\nduring Kristallnacht they were all taken out and strewn all over the synagogues. And the\nsynagogue was, again, not only burned but inside the place where we prayed was all\ndestroyed, benches overturned.\nBut anyway, | went in there. And one day when | was in there, | found a small\nchildren's Torah. | took it and kept it an a memento ever since. It's an important memory of my\ngoing to the synagogue. Again, | never found anybody else.\n>> Bill Benson: You found it in the rubble.\n>> Fred Flatow: | found it in the rubble. | \"rescued\" it. And I'm glad | did. Again, it's important to\nme. I've kept it ever since.\n>> Bill Benson: Fred, after Kristallnacht and after you weren't able to go on the Kindertransport\nto England because your cousin went instead of you, your parents sent you and Manfred to\nHamburg. Tell us why you went to Hamburg and what it was like for you there. You said earlier\nthat you did not experience any anti-Semitic events while you were there.\n>> Fred Flatow: Yeah, | said earlier that different parts of Germany had different head of the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nparty in that region. Hamburg had one who was not that active anti-Semitically. | spent about\nnine months in Hamburg. | never, ever, ever had an anti-Semitic incident. We went to school.\nThere was a Jewish school and everybody knew where the Jewish school was. | never\nexperienced an anti-Semitic incident. It was extremely quiet compared to my hometown of\nKonigsberg.\n>> Bill Benson: Synagogues in Hamburg had also been burned during Kristallnacht.\n>> Fred Flatow: Of course, synagogues had been burned. In fact, next to the Jewish school\nthere was a burned-out synagogue. But | never went in there. It was locked up and closed and\n| never went in there. But it had been burnt out.\n>> Bill Benson: You were staying with family friends?\n>> Fred Flatow: Yeah, acquaintances of my parents.\n>> Bill Benson: They took you in for that nine-month period.\n>> Fred Flatow: Yes.\n>> Bill Benson: While you and your brother were in Hamburg for those nine months, do you\nknow what life was like for your parents?\n>> Fred Flatow: My parents had a tough time in Germany. First of all, the factory was\nAryanized, meaning the Jewish businesses, in general, were sold to non-Jews. And they were\nsold, practically given away. The Nazis forced them to, quote, give away the factory. But for\nsome reason my father stayed involved. In what capacity | don't know. But my father stayed\ninvolved until mid-1939.\nAnd maybe now is the time to talk about this. He had an employee who came to\nwork there in a Nazi uniform. He was a Nazi. And, of course, a Jew doesn''t fire a Nazi. So he\nstayed on. It turns out he had embezzled a lot of money and he wanted my father out of the\nway. So after Kristallnacht, the Jews were forbidden to have firearms. And one day this\nemployee opened the safe, in the presence of witnesses, and lo and behold there was a gun in\nthere. So the man was called Meyer. So Mr. Meyer said he would call the Gestapo and tell\nthem about this. And he did. And my father was called to the Gestapo two days later.\nInterestingly enough, here was a Gestapo officer who said, | don't believe Mr. Meyer,\nI'm sure you were framed in some way and you didn't put that gun in that safe; so instead of\nsending you to a concentration camp, we will give you some time to leave Germany. If you\ncan't leave by then, then we have to send you to a concentration camp.\nMy father presented the problem to the Jewish community. And my parents had\nobviously been great supporters of the Jewish community. And the Jewish community\narranged for us to leave. And where were they sending us? Quote/unquote to Chile. So\nmother, notwithstanding she didn't want to go to the earthquake country, we ended up in Chile.\nAnd it was because the Jewish community was able to arrange visas and passages on the\nship and so on. So we ended up in Chile. We left after the war had already started. The war\nstarted in September 39, but Italy was not in the war.\n>> Bill Benson: Before you go there. Let me go back a little bit, Fred, if | can. Tell us when it\nfinally looked like you were now going to be able to leave, what did your parents do to\nprepare? How did they prepare for you to leave? | Know one of them is they had you and your\nbrother start taking Spanish lessons.\n>> Fred Flatow: Yeah.\n>> Bill Benson: What did they do?\n>> Fred Flatow: Well, they packed huge containers, in German called lifts. And they packed\ntwo huge containers which were to be sent to Chile eventually. And the lifts were sent to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nHolland to be stored until we left, and to be sent after us to Chile. We never saw them again.\nAnd everything we ever owned was in those two boxes, those two lifts. We never saw them\nagain. Well, our lives got saved. That may be more important than having lost what was in\nthose containers in those boxes.\n>> Bill Benson: One of the things you wrote about, Fred, is that as you were preparing to go to\nChile, the war broke out. So September 1, 1939, at that point you thought all hope of going\nwas gone.\n>> Fred Flatow: Yeah.\n>> Bill Benson: In fact, you wrote \"| prepared for war.\" What did that mean?\n>> Fred Flatow: Well, first of all, let me talk about 1st September 39 when Hitler declared war. |\nremember coming down from our apartment to a gas station across the street where there was\na radio. And his speech was carried on the radio. Lots of people were listening. Of course, |\nstood there, too, listening. | didn't go to school that day. As far as | was concerned, we would\nnever leave Germany now. What my parents did, | don't know. My brother and | were in\nHamburg. One day we got a letter or something to meet my parents in Berlin. | think it was\nOctober 39, because we were going to Chile. That's about as much as | know. And we took a\ntrain to Italy and then a ship to Chile.\nBut there's an interesting thing. You were not allowed to take out any money. | think\nfor each of us 10 marks, which was about $2.50 each or something like that.\n>> Bill Benson: So like $10 total.\n>> Fred Flatow: $10 total. But my father had taken money and hid it on the train. He went to\nthe toilet on the train and hid it in the toilet, in the bathroom, before we went to the border. So\nthe money was Safely hidden. And after the train passed the border into Italy, he went to the\nbathroom and retrieved the money. Not riches but we had at least some money to start life, at\nleast to spend during the six weeks or so it took us to go from Genoa by ship to Santiago, to\nChile.\n>> Bill Benson: Italy was an ally of Germany. Was there any danger of going through Italy as\nyour avenue for leaving?\n>> Fred Flatow: No. Italy was not yet in the war. But | remember on the ship, every night there\nwas a huge Italian flag on top so that if the Brits came and tried to bombard enemy vessels,\nthey knew that this particular ship was not an enemy vessel; it was a neutral country.\n>> Bill Benson: At that time.\n>> Fred Flatow: Italy was neutral for a long time. \"For a long time,\" for several months after\nthat. And, again, we went out while Italy was still neutral.\n>> Bill Benson: You wrote in your book, \"We were the last to leave. All those left behind were\nmurdered.\" Did anyone you know survive?\n>> Fred Flatow: If | think -- none of the people who were still there when we left survived. We\nnever saw them again. From my child's viewpoint, these were my friends, my school friends,\nwho were murdered. Of course, their parents were murdered, too. Initially we didn't know\nwhere they had been taken, whether taken on a train and shot when they arrived or whatever.\nLater on | found out where they had gone. And, indeed, they were shot right when the train\narrived. They were all shot when the train arrived.\nFrom what | know, what | understand, is that there were trucks waiting when the\ntrain arrived and all the deportees were loaded on the train and taken to a certain place,\nmaybe 20 kilometers away, and upon arrival they were all shot. The graves had already been\nprepared and they were all shot. Amongst them some of my best friends.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: Fred, as a young boy, you've left Germany; you're now on a ship on your way\nto Chile. Do you remember what you felt that you felt as you left there? And at what point did\nyou have a sense of | am truly safe? When did that happen for you?\n>> Fred Flatow: Well, while | was in Konigsberg, | was always afraid. | had nightmares every\nnight, always the same nightmare. There were some dunes and they would fall and asphyxiate\nme. When we left Germany and we came to Italy and stood on the ship that would take us to\nChile, at that point | was safe. | knew | was safe. | no longer had any nightmares. My dreams\nwere just like any normal child's dreams. That moment in Italy, on that ship, | felt safe. | guess\nthat answers the question you have. When did | feel that | was \"Safe\". Indeed, it was.\nWhen we came to Chile, it was very, very, very difficult. Think of this. My parents at\nthat point who are already in their 50s, didn't speak the language, didn't know Spanish, didn't\nknow how to earn their living, and they came to a country they didn't know what their future\nwould be. As it turned out, somebody from the Jewish community in Santiago awaited us and\nothers. So when we got off the ship, they took us, accompanied us in Santiago, to a place\nwhere you live and get your food. This whole place was -- all the people in that place were\nimmigrants just like us.\nNow what do you do for a living? The Jewish community in Konigsberg, in Chile, in\nSantiago, had made some provisions that in that they | guess gave my parents some money\nand supported us during the early time in Chile. My parents almost immediately wanted to start\nworking. They opened a factory, so-called, for women's wear. The factory were two sewing\nmachines. Right now, we had one room for me, my brother and my parents. And almost\nimmediately after two or three days, or four days, a big table was installed and two sewing\nmachines appeared, a machine to cut the cloth, and they started making women's wear. So\nthe factory in our living room, our bedroom, were all the same room.\nYou know, as a child, | accepted it. You don't really ask many questions. But |\nimagine what must it have been for my parents who had been in Germany. Not wealthy, but\nwe were good upper middle class. And now suddenly they were in this one room, all four of us\nand the so-called factory all in one room. What must it have been for them?\n| mean, their lives were saved, clearly, but the Holocaust hadn't happened yet. They\ndidn't know what would have happened to them had they stayed in Germany. It must have\nbeen terrible for them. | mean, in hindsight, as a child, | was 10, 11 years old, | didn't realize it.\nBut now as | grew older and we're thinking about how they must have -- what it must have\nbeen for them. It must have been terrible. Again, they were in their 50s. They were not young\npeople anymore. When | was born, my mother was 42. So by this time she was 52 or 53. My\nfather was three years older. It must have been a terrible time for them.\n>> Bill Benson: Fred, you shared with me that you have some letters that were written to your\nparents from some of the folks you knew, family members in Germany. Say a little about those\nletters.\n>> Fred Flatow: The letters came both from the family who had taken us in Hamburg, me and\nmy brother, and friends in Konigsberg. They became ever more terrible. Basically what they\nwrote is we are poor, we have no money, we don't even have enough money for postage\nanymore. And certainly there's no money, hardly any money, to eat. They became really, really\nultra poor. This family in Hamburg wrote, \"We can't write anymore because we don't have\nmoney for the postage\" And another family from Konigsberg wrote the same thing to my\nparents.\nThere was a little girl | had played with all the time. Again, remember, | was 10, 11\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nyears old. She wrote a letter to me in Chile. | never answered. To this day | feel guilty. She was\nmurdered like everybody else. But simply, again, as a child, you disregard these things. | never\nanswered this letter. | mean, her parents, her mother wrote to my mother to my parents and\nthen she included a letter for me, twice, which | never answered. Now, you know, this is now --\n>> Bill Benson: Like many boys, how many boys would behave.\n>> Fred Flatow: Sure. This is, what, 70 years ago, | still feel guilty.\n>> Bill Benson: Fred, as you said earlier, you left Germany six weeks after the war began. Do\nyou know of anybody else who left Germany later than you did and got out?\n>> Fred Flatow: No. | think | did. There was friends of my brother, young women who maybe at\nthe time were 15 had gone to Berlin. Already -- maybe along Kristallnacht or so they went to\nBerlin. And | think they left Germany after we did. But these were the only people that | know\npositively that they left and were able to leave. In fact, we lived in New York and my wife and |\nvisited them once. We got the address and found out where they were and we visited them.\nBut to the best of my knowledge, they got out after we did.\n>> Bill Benson: Speaking of your wife, do you mind sharing with us how you met Sue?\n>> Fred Flatow: Yes. Chile was very interesting. We came to Chile and we almost\nimmediately -- we, my brother and | -- joined a group of German-Jewish children. The group\nvaguely had some ideas that perhaps we would go to Palestine eventually. Remember, Israel\ndidn't exist yet. And my wife equally joined that group. | met her about four or five weeks after\nwe came to Chile and that group had a party, or whatever you want to call it, a children's party,\nand | met her. We were 11 years old.\nWhat is important in Chile was that this group that would take care of children\neventually became dogmatically Zionist. First of all, it's a very, very left -- politically very left,\nand secondly is that we were expected not only to go to Palestine but go to Kibbutz. Some of\nyou may know what Kibbutz is. It's a collective farm that belonged to this particular movement.\nWe became very involved in that movement. Until -- well, we started going together\nwhen we were, what, 17. We both became a little sick of the dogmatism of this particular\nmovement this leftist, ultra-leftist, ultra-zionist movement. We left the movement. And we came\nto America, on the way to Palestine -- maybe by that time it was Israel already -- thinking that\nmaybe we would learn something here. We were still going to go to Palestine but live in the\ncity. We wouldn't go to the Kibbutz that was part of this movement, Zionist movement. And we\ncame to America thinking we would stay, what, six months or something like that. Well, that\nwas /0-odd years ago.\n>> Bill Benson: | guess you're staying.\n>> Fred Flatow: And we are still here. [Laughter]\nActually, we knew when we came to America that we would have to earn our living.\nWe got an immigration visa. So we were legal, so to speak, to earn our living.\nAt that time -- again, | have to go back to that. German citizens, in Germany, were\nnot given visas to America. Why? Because they were presumed to have been Nazis and they\nwere blocked from coming to America. So when we applied for our visa in Chile, you apply as\na German. We were Germans and not Chilean. We had absolutely no problem getting a visa.\nAlmost immediately got a visa for America.\nAfter a few weeks after we applied and got our visa, suddenly the State Department\ndecided that all Germans were able to get American visas and the quota was totally, totally\nfilled. A friend of ours in Chile, who also wanted to do what we did, she applied when the\nGermans already were admitted to America, and she had to wait years for immigration visa to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nget an immigration visa. For us it was we waited a couple of weeks, months maybe. So it was\neasy for us to come.\nWe came here and we thought we would stay for six months or whatever it was. But\n| have to tell you something. We were born in Germany, Nazi Germany. We lived in Chile.\nChile was a democracy but not entirely. And we were always, like in some Spanish-speaking\ncountries, we remained gringos. We were outsiders, always, for the whole time. And then we\ncame to America and we were accepted here like everybody else. Nobody called us a gringo.\nAmerica was open, open to foreigners, to immigrants. America was an immigrant country. And\nwe felt comfortable. We felt we were really, truly, if | can use that word, seduced into staying\nhere because America was such an open, wonderful, open country. And this is how we stayed.\nThere was no reason to leave. We felt at home practically the first day we came here. Well, not\nthe first day, obviously, but, you know, after a few weeks, after two or three months we felt at\nhome. There was no reason to go anywhere else.\n>> Bill Benson: Well, we're glad you stayed. | can tell you that.\n>> Fred Flatow: Thank you.\n>> Bill Benson: | think we have time for just a few questions from our audience if you're willing\nto take a couple.\n>> Fred Flatow: Absolutely.\n>> Bill Benson: We have microphones on both aisles. We ask that if you have a question,\nplease wait until you have a microphone, make your question as brief as you can. I'll repeat it\njust to be sure we all hear it correctly and then Fred will respond. And | ask if you will stay with\nus through the questions because we are not finished with Fred quite yet. He is going to have\nsome final words to close.\nDo we have anybody that has a question? There we go, right back there\n>> Of the friends that you lived in Germany with, did you, after the war, meet up with any of\nthem? Did any survive to your knowledge?\n>> Bill Benson: To your knowledge, did any of your friends survive and if so, did you have a\nchance to meet with them?\n>> Fred Flatow: None of my close friends survived. Again, these two women who were my\nbrother's friends, somewhat older, we met them here, again in New York. But of my really\nclose friends, not one of them -- well, | have to correct that. There were some Jews in\nKonigsberg who survived who were half-Jews. Full Jews, meaning having both Jewish\nparents, none of them survived. Some of these \"half Jews,\" having one Jewish and one\nnon-Jewish parent, did survive and we met them. But | knew them from before the war but they\nwere not close friends. Of my really close friends, not one of them survived.\n>> Bill Benson: Thank you.\nA couple of questions down here. Here comes the mic.\n>> Thank you for being here. Can you speak to forgiveness?\n>> Bill Benson: Can you speak to forgiveness? The question, how do you feel --\n>> Yeah. How -- was there anger? Did you come to terms with your story?\n>> Fred Flatow: Yeah. That's a very interesting question. As it turned out, | worked for the\nAmerican government. And since | spoke German, | oftentimes went to meetings between the\nAmericans and Germans. And they were always older people, my age and younger people.\nThe people my age, | asked myself, What would you have done to me had you met me, you\nknow, before the war?\nThe younger people -- | also was the only one in the delegation who spoke German.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nAnd the younger people always knew why | spoke German, who | was and so on. The older\npeople also knew but | had no contact with these older people and | didn't want any contact\nwith them. | avoided them. The younger people who were very sympathetic | made friends with\nsome of them. After all, they had nothing to do with what the Nazis did to us.\nSo the answer is yes and no. People my age and older | avoided. | never in these\nmeetings -- these were always group meetings. | never had any contact with any of the older\npeople except, again, with the younger ones who | made good friends.\n| have to tell something which is a little aside. When the Germans came here -- we\nhad some social life. We invited them for dinner and likewise when we went over there, they\ninvited us. At one point they came here and | asked one of our friends, one of the young\npeople, if they had nothing to do, come go to the swimming pool, have dinner. And then | said\nif one of your colleagues doesn't have anything to do, bring them along. And he brought along\none of these older people. And that person came to us finding himself at home, Germans,\nimmediately talked about the wonderful things Hitler had done. Now, | was the head of the\nproject. | couldn't kick them out. That would have been a diplomatic incident. But you can see\nthe answers to your question why | didn't have any contact with the older people, except for\nthis one time and it so happened | couldn't avoid it.\nMy younger friends eventually took this older person aside and told him where he\nwas and that stopped his admirable exclamations about what the Nazis and what Hitler had\ndone.\n>> Bill Benson: One more question from this gentleman and then we will close our program.\n>> You had said you were bullied in school. And your brother, that didn't happen. But outside\nof the things that happened with the factory and the arrest, did your parents experience abuse\nwhile you guys were in Konigsberg?\n>> Bill Benson: Outside what you described of bullying, did your parents --\n>> Fred Flatow: No, | don't think they had any physical abuse, if you will. The older people\nwere not like the children who didn't really Know, basically, what they were doing. Of course,\nyou know, their factory was taken away and this issue with the gun in the safe. That was\nobviously an attempt to destroy them because this man who had embezzled all of this money\nwanted my father out of the way. Well, he got my father out of the way but not the way he\nthought he would.\nMy parents were such good Germans. They would have never, never left. It was\nonly after this incident, this man who tried to destroy us by calling the Gestapo because of the\ngun he had placed in the safe. It saved our lives because at this point the Gestapo told my\nfather you have to leave because otherwise you're going to a concentration camp.\nSo the idea of destroying, getting rid of my father and my family, resulted in the\nexact opposite. Because it saved -- it really, really, really saved our lives because my parents\nwould never have left otherwise. So our lives were saved by this man who had embezzled, this\nNazi who embezzled, all of this money by the factory.\n>> Bill Benson: Thank you, Fred. Thank you all for your questions. Hold on for a moment. I'm\ngoing to wrap up and then Fred will wrap us up with some closing comments.\nWe'll have programs each Wednesday and Thursday until the middle of August. So\nwe hope you might come back and join us. But if not, the museum's website will have\ninformation about First Person for 2018.\nWhen Fred is done, it's our tradition at First Person that our First Person gets the\nlast word. So when Fred is done, he is going to leave the stage and go back out, up here,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nwhere he's going to be available to sign copies of his book, \"Loss and Restoration.\" So if you\ntalk to him then, you'll have a chance to ask him a question.\nAnd also when Fred is done, our photographer, Joel, is going to come up on stage\nand take a photograph of Fred with you as the background. So we want you to stay put\nbecause that will be a really nice picture for Fred to have after he's done today.\nSo on that note, Fred?\n>> Fred Flatow: A couple of things | would like to say. First, the fact that | had to leave -- we\nhad to leave our home in Germany and immigrate to Chile and eventually to America, | think it\nwas a terrible thing but | think it broadened me. It broadened all of us intellectually because we\ncame with this German culture and then acquired, for us, Chilean culture but for others their\nculture. And for us coming to America, we acquired American culture. | think as individuals it\nbroadened us.\nAnd the other thing is in spite of what the Germans did to us, | think | -- of course,\nmy wife, too -- we had a good life. Chile was good to us. America was good to us when we\ncame here. It accepted us as full individuals not as gringos or whatever else. I'm very happy\nthat we were able to come to America and live our lives here.\n>> Bill Benson: Thank you, Fred.\n>> [Applause]\n",
    "segments": []
}