{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON RACHEL GOLDFARB\nWednesday, August 5, 2015\n11:00 a.m. — 12:02 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nRae Goldfarb, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir first person accounts of their experience during the Holocaust. Each of our First Person guests\nserve as volunteers here at this museum. Our program will continue twice-weekly until August 13th.\nThe museum's website, at www.ushmm.org, provides information about each of our upcoming First\nPerson guests. It will provide information about our program when it resumes in March 2016.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Rae Goldfarb's biography so that you\ncan remember and share her testimony after you leave here today.\nRae will share with us her \"First Person\" account of her experience during the Holocaust and\nas a Survivor for about 45 minutes. If time allows we will have an opportunity for you to ask Rae a few\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Rae is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\n| need to get the slides to come up. There we go.\nRachel Mutterperl was born to Beryl and Dina Mutterperl on December 2, 1930, in Dokszyce,\nPoland, which is now in Belarus. This photo is of Rachel, who is on the left, her mother, Dina, in the\nmiddle, and her brother, Shlomo, on the right.\nOn this map of Poland, the arrow indicates the location of Dokszyce. As part of an agreement\nwith Nazi Germany, the Soviet Union occupied Dokszyce in September 1939. Germany invaded the\nSoviet Union in 1941. When German SS and police began mass killings of the Jews in Dokszyce in\n1942, Rachel and her family went into hiding. A short time later, Rachel's brother was discovered by\nthe Germans and killed. Rachel and her mother sought shelter in the ghetto in Glebokie, a town north\nof Dokszyce. The second arrow points to Glebokie.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nHere we see a synagogue in the Glebokie ghetto. Rachel's mother joined a group of partisans\nin the forest outside of Glebokie and became their cook with Rachel as her assistant. In the late\nsummer of 1944, Dina and Rachel marched with partisans to the Soviet lines where they were\nliberated.\nAfter liberation, Rachel and Dina left Poland for Italy where they stayed in the Santa Cesarea\ndisplaced persons camp. The arrow points to the Santa Cesarea displaced persons camp in southern\nItaly.\nHere we see Rachel and her mother at the Santa Cesarea displaced persons camp.\nIn 1947, Rachel and her mother emigrated to the United States with sponsorship and support\nfrom an aunt who had settled there previously. These pictures show Rachel's official Red Cross\ndocuments.\nAfter arriving in the U.S. in November 1947, Rae and her mother came to Washington, DC,\nbut later moved to Brooklyn where Rae finished high school. Rae went to work for the Washington, DC\ncourt system after graduating from high school and attended George Washington University and\nBaltimore Hebrew College at night.\nRae married Harvey Goldfarb, a Holocaust survivor and a U.S. Army veteran of the Korean\nWar, right after he left the Army. They have been married 63 years. She went back to the court after\nher daughter Lynn was born. When her son Barry was born, Rae became a stay-at-home Mom. She\nthen went to work in the Hebrew afternoon school system.\nRae started a career in real estate in 1978 and retired 33 years later in 2011. Rae and\nHarvey's two children, Lynn and Barry, are both architects and live in the Washington, DC area. Rae\nand Harvey have two grandchildren, twins who will be 13 in this month and will be having their bar\nmitzvah.\nBoth Rae and Harvey have led active lives. Rae continues to play tennis weekly. Harvey,\nwho is 90, ran six miles daily until he was 80. Rae says she is now \"fully engaged with the Museum.\"\nYou will find Rae here on Wednesdays volunteering with Visitor Services. She took a break from a\nportion of those responsibilities today in order to be with us for First Person. Rae recently spoke to\ncadets at the U.S. Naval Academy. Among the audience was a young woman cadet who is a relative\nof Rae's. She has also spoken at such places as retirement homes and local schools.\nWith that | would like you to join me in welcoming our First Person, Rae Goldfarb.\n[Applause]\n>> Bill Benson: Rae, thank you for joining us today and for your willingness to be our First Person.\nThank you very much. We have so much for you to share with us and just one short hour so we will\njump right in.\nBefore you tell us about what happened in your family during the war during the Holocaust,\nlet's start with you telling us a little bit about your family and your community in the years before the war\nbegan.\n>> Rae Goldfarb: My family was quite well-to-do. Both my parents were in business. My mother had a\nyard good store. Clothing was made by every family. There was no department stores, no ready-made\nwear. So business was pretty brisk.\nMy father had a dual business. We lived so close to the border. We were four kilometers\nfrom the Russian-Polish border and there was a military garrison, barracks, nearby. And my father\nsupplied them with meat. And he also supplied them with some other products. He also exported\nsome of the products through Germany, of all places.\nBoth my parents were well traveled. They traveled on business. My mother to Vilna, to\nWarsaw, to Lodz; my father to the German-Polish border. They had a very close relationship with a lot\nof the villagers around the area because of their business. They knew a lot of the people there.\nMy father died before the Germans came in. He came back from a trip to deliver goods to the\nGerman border in late 1937. He came back with some sort of an infection that the doctors could not\nidentify. They did not have the modern medicine nor the modern antibiotics and he passed away. He\ndidn't go through the horrors of the Holocaust.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nMy mother continued with her business and my father's business locally. The Russians\noccupied Poland in 1939. She had to close her business. She distributed a lot of the fabrics to families\nin the area, to villagers in the area, because she didn't want the communists to take it away.\n>> Bill Benson: Before you continue with telling us about what it was like under the Communist\noccupation, just a couple of other questions. How large was your extended family?\n>> Rae Goldfarb: My mother was one of eight. Her sisters and brothers all had families. | don't even\nknow the number. I'm lucky to remember her brothers and sisters' names. | don't remember my\ncousins' names. Too long ago. | should have written them down. But, you know, hindsight is better\nthan foresight.\n>> Bill Benson: In your family, education was started. You started your education at a very young age.\n>> Rae Goldfarb: My father was instrumental in starting a private school, a Hebrew school, basically,\nto teach the modern Hebrew language. They needed a number of students. | was enrolled at the age\nof 3. | had a governess before that so | was familiar with the alphabet and could keep up with the\nclasses. School was not -- children were not exposed to school in Poland until the age of 7. Sol was\nway ahead of the game.\n>> Bill Benson: You were way ahead.\nDid you in your small town, did you have interactions with the Christian population?\n>> Rae Goldfarb: My family had a lot of interactions. | don't Know about other families. | even\nremember spending Christmas Eve helping to decorate a Christmas tree in one of the families that\neventually my brother was placed with. | don't remember much. | remember making ornaments out of\neggs. We would blow out the egg, make a hole in one end, hole in the ear, blow to get the contents\nout, and then make a string and draw a face on it. | remember that.\n| remember going to church with my brother and his -- the woman that took care of him. Both\nour parents were in business and we needed help in the house. So | knew all the intricacies of what to\ndo in achurch. That, of course, helped later on.\n>> Bill Benson: Of course, Nazi Germany attacked Poland September 1, 1939, starting World War Il.\nThe Soviets attacked Poland from the east on September 17. And that's when your community came\nunder Soviet occupation. You started to tell us what life was like under the Soviets.\n>> Rae Goldfarb: Life had a big change because religion was kind of shunned. People still attended\ntheir religious-affiliated houses of worship but it was -- they had to do it more discretely. There was a\nlot of looting by the Russian soldiers. | remember my father had brought a modern alarm clock, a clock\nthat was standing on a counter, and a soldier picked it up and tried to fasten it to his wrist.\n>> Bill Benson: Like a watch.\n>> Rae Goldfarb: Like a watch. They were looking for watches, of course. That's the small stuff that\nwas hidden from them.\nMy mother always told the story about she had brought some night gowns, night wear, from\nprobably one of the large cities. They were silk. They looked like dresses to the Russian women.\nThey wore them in the street.\n>> [Laughter]\n>> Rae Goldfarb: You know, children remember funny stories.\n>> Bill Benson: If | remember correctly, you said that the Russians thought of your family as bourgeois\nand there was some worry you had that you would actually end up in Siberia. And then later --\n>> Rae Goldfarb: We wished.\n>> Bill Benson: You wished you had ended up in Siberia.\n>> Rae Goldfarb: The Russians, in order to confiscate everything that the wealthier people had, they\ncame up with a program of deportation. They would tell them -- they wouldn't even tell them. They\nwould come in and say, \"Pack your suitcase and come.\" They would come at night. When that\nbecame known, in my house there was always a suitcase close by with some items. We knew Siberia\nwas very cold, just from the word Siberia. So we were hoping to be -- we were hoping not to be\ndeported. We didn't know the Germans were going to come. And since my mother was a widow at\nthat time, we were the last on the list. Several families were deported. Some survived. Some didn't.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nWe were not deported. Now, of course, we wish we were maybe. Maybe some of us would have\nsurvived Siberia. Who knows?\n>> Bill Benson: Were you able to continue education under the Russians?\n>> Rae Goldfarb: Yes. School was open. We were allowed to go to school. My mother had a private\ntutor at home for our Hebrew studies. So my education continued. | was fortunate enough that | was\nnot put in the grade by age but | was put in the grade by progress. So | actually had a little more\neducation than somebody my age would have gotten by that age.\n>> Bill Benson: Of course, things would change dramatically in June 1941 when Germany turned on\nthe Soviets and attacked the Soviet Union. The German Army entered your town in the late summer of\n1941. | believe by the end of 1941, Germans -- the Germans -- the Nazis forced you and the other\nJews of your town into a ghetto. What do you recall of wnat happened when the Germans came in and\nbeing forced into the ghetto?\n>> Rae Goldfarb: | remember the tanks coming in. | remember the German soldiers were throwing\ncandy at the population. They came in as victors. Of course, the first impression nobody thought what\nfollowed would come.\nThe only reason we knew that things were going to get bad is my grandparents lived at the\nedge of town -- we lived in the center of town. If you know of any small towns, you know Main Street\nwas the important place to live. And our house was on a main street, the main thoroughfare. It was a\nlarge house. The businesses were in front. The house was in the back of the businesses. It was\ngated off. The yard was gated off. It was along house. | remember that. And there was a warehouse\nright next to it. That was the boundary, and the yard and the area with the large gate.\nThe Russians had put a family into our house. They evicted one of the families that were\nbetter off and took over their residence for their own use and they moved them into my family's house.\nThe only reason we became aware of the German occupation was not going to be an easy one\nbecause my grandfather remembered the German occupation of the Second World War --\n>> Bill Benson: From the First World War.\n>> Rae Goldfarb: The First World War. Thank you. And they were very civilized. But he saw one of\nthe officers, and he recognized him as somebody that was stationed in his house. He lived at the edge\nof town. And this particular gentleman and some other soldiers were stationed in his house. He tried to\napproach him. He waved him off. From what my mother told me, that kind of sunk into my memory, is\nthat he came and warned my grandfather. He said, “This Army isn't like the old Army. If you want to\nspeak to me, you can't do it on the street. Make a sign and I'll come and speak to you but | will not be\nable to converse with you on the street.\" And that gave us the first inclination that things weren't going\nto be good.\nIt was early in the war. The frontlines were moving at a very fast pace. The Russians were\nretreating. And the German Army just couldn't move fast enough. The occupation was a lot different\nthan it was in some of the other cities in Poland. The Nazis were not quite organized in their programs.\nShortly after they occupied our area and as they were moving on, they started to take control of the\nJewish population. They formed a ghetto.\nWe can't show --\n>> Bill Benson: No.\n>> Rae Goldfarb: Ok. They formed a ghetto within an area. Our house happened to have fallen into\nthe area of the ghetto. They selected an area where the synagogues were because there was an\norganized -- you know, the synagogues were organized around a plaza. There was a space in\nbetween. Like a park here. | don't know. You don't have any -- | guess in small towns you still don't\nhave any churchyards that are big but there were about four, five synagogues. There were between\n2,900 and 3,000 Jews in the town. It was a pretty sizeable town. There were about 6,000 inhabitants.\nAnd that is within the town proper. So they selected that area.\nOne of the boundaries was a river. It was called the Berezina. Most of the houses on the\nfront had gates. So they had a natural boundary. And the back of the ghetto was fenced, barbed-wire\nfence.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nThe ghetto was not like what you think of a ghetto, being an area where a certain group or\ncertain population lives. It was basically like a jail. They had guards. We could not go in and out at\nleisure. The only time people could go out -- not even go out but open the gates in the front and\nintermingle was on market day so that the farmers could sell their goods to anybody who had anything\nto barter or had any money. But the Germans took care of that, too. The ghetto was organized where\nthey sort of said you're going to rule yourself. They appointed a commissioner. You understand. They\nappointed a committee.\nThey took a number of people out to work. They would ask the able-bodied population to\ncome to this open area and they would select workers for their needs. Since the barracks were nearby\nand they needed -- transportation was mostly by horse and buggy. There were very few automated\nvehicles. So they needed cooks and laundresses, and people to take care of the horses and to clean\nthe stalls and to shine their boots. So they would take a certain segment of population out to work,\ncount them, of course, and bring them back counting them, too. At one point when it became\napparent -- you Know what happens when you're jailed? You try to think of which way to get out of\nthere. So a few of the men on the way back from work took off. They didn't take off so they could see\nthem; they would shoot them. But basically they stole a way.\nWhen they came back and it was counted, it was found that some were missing. There were\nactually four that were missing. They didn't know about one so they thought there were only three\nbecause somebody when they started to count, somebody slipped in to make the count. The\nretribution was 10-for-1. They asked the committee to select 30 people as reprimand for the escapees.\nThe committee offered themselves. They wouldn't take them. They asked them to actually select\npeople of similar age to be the scapegoats, | guess you would call them. From what | learned later,\nthey lined them up and machined them down. They killed them right in front of everybody. Of course,\nthat intimidation made people think twice before trying to escape.\nIt was also apparent, at that time, it was also learned, that Russian soldiers -- basically they\ndidn't want to fight. They laid down their arms and thought that they would become prisoners of war\nand they would be fed and they would somehow escape the fighting at the frontlines. However, they\nwere very poorly treated. It became apparent to them that they would not survive. They were not fed\nbecause supplies were short. They did not transport them by any kind of means other than walking.\nTheir shoes were torn. Their clothing was torn. They were cold. This was getting closer to winter. So\nthey tried to escape. Those in the front, of course, managed to escape. Those in the back got shot or\nwounded. They left the wounded lying there. They would not remove the bodies. Guess who they put\nto removing the bodies. The Jewish population.\nAside from that, they also collected ransom. They would ask the committee to supply a\ncertain amount of money, a certain amount, jewelry, gold, silver. It came down to where they were\neven collecting brass and iron. Everything for the war effort.\nAs the frontlines moved on -- should | continue?\n>> Bill Benson: Tell us about -- you told me that they began what you called to diminish the ghetto.\n>> Rae Goldfarb: That's what | was going to -- they started what they called a resettlement to shrink\nthe ghetto. They said they were going to take the Jews to a larger ghetto because the frontlines were\nso close, supposedly for our safety. They selected a certain number of Jews. It became apparent who\nthey selected. They started to select some young and some seniors for resettlement. And we found\nout later that they were taking them to a pit and basically executing them.\nSo the ghetto was shrunk. My mother started to worry about what would happen. In our\nhouse we had a hiding place. There was a space between the wall of the house and the warehouse. It\nwas used in previous years, too, as a hiding place because of the wars that were going on. It was also\nused by my parents as sort of like a safe. We didn't have an iron safe. This was the safe, to keep\nsome things that were of value. The only access was through the attic. You had to climb up and go in\nthere. When it was apparent that the ghetto -- that they were trying to what they called the resettlement\nagain, we went into hiding. We went into that wall, into the space between the walls.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nThere was a second sort of shrinkage of the ghetto. We came out. There was no place to go,\nno way to escape.\n>> Bill Benson: When you would hide in there, there were several of you in this very small space.\n>> Rae Goldfarb: Oh, yeah. As many as could get in.\nWhen the ghetto was shrunk to such a point that it became so small -- we didn't have that\nmuch time already to hide. So the only people that were able to get in -- and basically, from what my\nmother told me, we slept close to the entry into the hiding place. We didn't sleep anymore. In the\nghetto we slept across the bed because there were so many people to start with. Then when ghetto\ngot smaller, of course, we had a little more space but we didn't sleep in our beds anymore. We slept\nclose to the entry to this hiding place.\nWith the last -- when they finally -- the final -- what they called the final closing of the ghetto,\nwe managed -- it came on very quickly. We didn't expect it. There was no warning at all. We heard\nthe knocking on the doors. They didn't even take anybody to the plaza. The other ones they asked the\npeople to come out to be counted. But this time there was no counting. They started to bang on the\ndoors and asked everybody to come out. It was the middle of the night. We climbed into this hiding\nplace.\nMy mother, my brother and |, my grandmother -- my grandfather was already taken. And\nabout three other children managed to get in. Before the doors were broken down. We heard the\nlooting. We heard the searching. My mother was very well-known. Everybody wanted to know -- the\nones that came to loot -- where we were. She had jewelry, she had this, she had that. Where is it?\nThey started to break things in the house, carry things out, arguing.\nThis was going on for about seven or eight days. It was get getting quiet. | guess most of the\nthings were already taken from the house. It was cleared out. We thought we could get out and try to\nescape. It was nighttime. We managed to get out. We thought we were going to try to run for it but\nobviously somebody was still in the house. There was another hiding place nearby. My mother pushed\nus into the hiding place. She went in and the two children went in that were out there. My grandmother\nwas to come after us. But the voices became very close and somebody said, \"There's somebody.\" So\nshe quickly covered the hiding space and she acted crazy. It must have been population that caught\nher because they called the Nazis and they took her away.\n>> Bill Benson: Your grandmother. They took your grandmother away.\n>> Rae Goldfarb: We stayed in that place throughout the day and | don't know how much longer. We\nhad no food at that time. Sanitation was impossible. It was quiet. My mother said we've got to make a\nrun for it. She knew what to do. Let's put it this way, she knew where to go. And we went for the river\nbecause she figured the river would be the least guarded.\nWe crossed the river and encountered two guards. They were local people that were given\nguns to guard the ghetto. My mother recognized them. They recognized her. She told them, \"I have\nsome jewelry with me and I'll be happy to give it to you. Put your rifles on your shoulders. Just let me\nand my children go.\"\nShe had one of those -- it was like a men's watch on a gold chain. She gave it to one. She\nwrapped it around his hand. She said, \"Don't lose it. It's very valuable.\" The other one she gave some\nloose -- she says, \"Put out your hands.\" They did. And as soon as she emptied her pockets, we ran.\nThe two children that were with us ran in one direction. We ran in a different direction. She says\neverybody scatter but she told us where to run. And, of course, we were too young to Know where so\nwe kind of ran with her.\nWe went to the house -- | told you about decorating a tree. Very good friends. We would play\nwith their children all the time. We were very friendly with them. He agreed to keep my brother. He\nhad a little boy that was about the same age. So my mother left my brother with him for safe keeping.\nAnd she went to another house. She told him where we were going. She was hoping to place me with\nthat family.\nWe were at the second house not very long when somebody came from that other household\nwhere my brother was -- | think she was a sister. | don't know whether the wife was a sister or his\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nsister. They beat up the fellow that was hiding my brother very badly. They found a Jew there.\nNeedless to say it became very apparent what had happened. We found out later that his own\nmother-in-law had called the Nazis on him. They took my brother away. And the woman where we\nwere gave us some bread and told us to go hide. She told us where to go hide. She said she will\ncome when it gets dark and she will tell us what happened. We did. We ran and we hid.\n| remember what it was. It was a bathhouse, a stone building. There were no showers and\nbaths in the houses, believe it or not. The bathhouse was the place where people went, usually before\nthe weekend. In order to go to church, they would clean up and put on some Sunday clothes. She told\nus go there because nobody is going to be using it for the next few days. | don't even know what day of\nthe week it was. We stayed there. She came the next night and brought us some food and told us they\ntook my brother away and, from what she heard, he was shot. She told us not to stay because they\nwere looking for us. So we started to try to get away.\nThe woman that took care of my brother was the one that my mother thought of next because\nshe was like a member of the family. Unfortunately maybe if we had run to her house but she was\nfurther away. It took us all night to get to her house from where we were. She told us she's afraid to\nhide us because now that it is known that my mother is escaping, that they would probably come to her\nhouse. But she said she would go to town and see if my brother was still alive. She would try to plead\nto give her the child because she's childless and she raised him from infancy.\nWe hid in the fields. The corn was pretty high at that point already. We hid in the fields and\nshe went into town. She came back at night and told us that he was shot. She brought us some\nprovisions. Again, day and night. The day we hid. At night we walked.\nWe got to a farm of a woman who was widowed. My father helped her keep the farm. She\nwas French. She had no family. She married this gentleman and came to live with him on his farm. It\nwas a rather large farm. She had two children. She had a son and a daughter. The daughter was\nclose to my age. And the son was older. She kept us overnight but she was afraid to keep us because\nthe farmers from adjoining farms came to help her with the chores. Her son couldn't do them. She and\nher son couldn't do them all by herself. The only place she could hide us was in out buildings or in her\nhouse. The farmhouses were basically one big room. The sleeping quarters were only blocked off by a\ncurtain. So hiding us in the barn was difficult when you have people coming to do the chores.\nThe next day was a market day. She dressed me in her daughter's clothing. She dressed my\nmother in her clothing. They loaded the wagon for the market to take the produce to the market. Her\nson drove the wagon. She took a tremendous chance because if they would catch us, they would\nprobably be put to death, too.\nWe got off in the marketplace, mingled for a while with the farmers there. It was more distant.\nThe farmers didn't quite know my mother. She was dressed like one of the farmers. In the late\nafternoon when the people were coming back from work into the ghetto, we stole in with them into the\nghetto.\n>> Bill Benson: So you returned to another ghetto.\n>> Rae Goldfarb: We went to another ghetto that was more distant with a much bigger town. There\nwas a little bit of industry there. They took the people also to work in some of the industry.\nThe Germans were not used to the climate of Eastern Europe and Russia. They needed\nsocks, wool socks, gloves, hats, scarves, sweaters. So they put the people in the ghetto to work\nknitting. They took people out to work. And they took people basically to the spinning mills because\nthat's where the yarn -- the wool was being spun.\nMy mother knew some people in that ghetto. Even though they had already shrunk the ghetto\nsome, they still had an industry to be able to keep them alive. We needed documents. There was no\nway to get documents because everybody had something to show that they were in the ghetto. It just\nso happened that one of the girls had been taken away and her papers were left at home. Sol! was\nmade older. | was really born in 1932 but all my paperwork is 1930. Because my mother wanted to\nmake sure that | would qualify to go to work. This was 1942. According to the paperwork | was 12\neven though | was only 10.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: So at 12 you would be more likely to be allowed to work.\n>> Rae Goldfarb: Oh, yeah. They took 12-year-old girls to work. 10-year-old girls they had no use for.\nSo | had a way of going out to work which meant access to the outside. My job at the spinning mill was\nto tie the threads. If a thread broke, you know, from the spinning, | would have to quickly catch the two\nends and tie them. My fingers became very nimble.\n>> Bill Benson: Rae, | know you have so much more to tell us. In Glebokie, in the ghetto, your mother\nwas determined to get out of there. She wanted to join the partisans in the forest. Tell us what she did\nfrom there.\n>> Rae Goldfarb: All right. Mother was in touch with some of my father's friends through the\nmarketplace. Since the Jews were allowed to buy from farmers, she was able to get in touch with one\nof the farmers that was a very good friend of my father's and also had a lot of fabrics hidden with him.\nAnd mother told the farmers, use what you need, sell what you need, and give me what | need.\nBasically a barter system.\nAt first she tried to organize something. She was very resourceful. She tried to organize a\ngroup to get out of the ghetto. In order to be accepted by the partisans, mother felt that if she brought\nalong some people that were of use to them that we would be accepted, too. And there was a doctor\nthat was willing to try to escape.\nA tunnel was dug under the fence. The group that she had organized, we were going to try to\nget out through that tunnel and run for our lives, of course. But somebody got wind of it. A couple of\nguys went and used the tunnel before it was properly -- a group was properly organized and organized\non the outside for somebody to receive us, some of the farmers that were friends because you couldn't\nrun fast enough, unless you had some horses there. They went out and they were caught. The tunnel\nwas compromised.\nMother decided no more trying to organize anything. It was just she and I. She and her\ndaughter. She was determined she was going to save her child. She wasn't thinking about saving\nherself. She got this gun from my father's friend, a farmer, smuggled to her in a basket of eggs; straw\non the bottom, the gun, straw on top, and eggs on top of it. The Germans were very finicky. They\nwouldn't do anything to dirty their hands or to mess things up. Any mess they didn't like. So eggs were\na good thing to carry. You could easily break an egg and they wouldn't try to touch anything. On\nmarket day we were dressed in the farmers clothing and we ventured out and we continued on.\n>> Bill Benson: With the basket with the gun in tt.\n>> Rae Goldfarb: With the basket, the gun there. Well, if we were caught, it was death no matter how.\nIf we remained in the ghetto, we knew what would happen to us. If we were caught on the way, we\nknew what would happen to us. It was a bullet no matter which way.\nSO we managed to escape and to walk -- we were stopped -- there weren't too many\nvehicles -- by a truck with Germans. They saw two women walking. They asked us where we were\ngoing. We were going home from the market. They offered us a ride. Mother knew the villages, as\nshe said, a close-by village. She's going from there. There are no roads. We're going to have to walk.\nWe got in the truck. It kind of helped along we didn't have to walk as far.\nWe got off and we took off. We walked until mother Knew more or less where the partisans\nwere. Some of the people managed to escape and managed to get word back. Actually, a woman who\nwas a midwife managed to escape. She became the head of the hospital. There was nobody else that\nknew how to stitch up wounds. We found out later. We managed to escape. We came to the edge of\nthe forest and encountered partisans. It was a small group. It was actually a reconnaissance group.\nThey agreed -- mother said she's a very brave woman and she has a gun.\n>> [Laughter]\n>> Rae Goldfarb: They took us in. Mother became the cook. | became the helper. | know how to peel\npotatoes, I'll tell you that.\n>> [Laughter]\n>> Rae Goldfarb: And fast. Really fast.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: So, Rae, it's almost so difficult to imagine. Here you are a little girl with your mom now\nhiding with partisans in the forest. What was that life like during the time you were with them?\n>> Rae Goldfarb: What was life like? Well, a lot of it was work. A lot of it was work. Some of it -- there\nwere other kids. They were under the protection of the partisans because the Germans were\nconfiscating cattle, horses especially and cattle. They needed to feed their Army. They couldn't\npossibly provide as fast as they were moving.\nIf any of you have studied history, you know that the German Army was so successful they\ncouldn't move fast enough into Russia.\nSo they confiscated a lot of things from the farmers. So the farmers were happy the partisans\nwere there because that was some protection. They grow their cattle further into the forest, into\nclearing areas where the cattle could grays. And they could come and milk the cows. They could take\ncare of their daily needs. And the partisans kept the Germans away because they didn't want to\nengage into anything. They were interested in occupying Russia; then they'll take care of the back side\nof it.\nHowever, the Russian fronts kind of stopped. It was wintertime. The Germans were not\nprepared to go into the winter. They were extremely cold. The winters were very cold. We had winter\nfrom about October until Easter. That would give you an idea of how cold it was, a lot of snow.\nVehicles couldn't move. There were no roads. Forget about roads. The roads were mainly\ncobblestone. They were pretty much pitted from a lot of movement. So moving wasn't easy.\nAlso, the Russian soldiers that had managed to escape -- and more and more\nescaped -- organized themselves in the forest. Some of them went behind the lines. The lines weren't\nthat distinct. Some of them went behind the lines to tell what was happening and trying to get help.\nThe Russian military sent some officers to help to organize the partisans into a fighting group.\nFor a while everything went along ok. I'm going to make it shorter. | realize we're almost at\nthe time and we have a long story.\n>> Bill Benson: And you have a very pivotal part to tell us about getting captured.\n>> Rae Goldfarb: So the partisans were pretty much organized. The main thing that they were trying\nto do -- not trying to kill Germans because they didn't want to start a fight. What they were doing was\ntrying to sabotage the movement to the frontlines, basically the train. If you know about trains, if you\nloosen the ties under the rails, you know what happens to a train? It derails. And when the train\nderails, they would lose some of the ammunition and some of the guns. Whatever they could carry\naway. And, of course, the Germans tried to right the trains. It took time. That way they sabotaged the\nprogress to the front. The frontlines started to move back. They had a front in the front and a front in\nthe back.\nThe Germans basically -- they were not surrounded but they had to fight their way out.\nUnfortunately for me, | got sick with Typhus. So we got disjoined from our group because |\nwas taken -- there was a field hospital set up further into the forest. This woman -- the reason | told you\nabout this woman that was a midwife, she was in the forest in this hospital. My mother took me in to\nher to help heal me. Fortunate for me she took good care of me. However, we got disjoined from our\ngroup. And as the Germans did a blockade on the partisans, we were with no one.\nIn order to find the partisans, they started to move the population into one of the towns so that\nthey do searches where the partisans were and dispose of them. They had to fight two fronts.\nUnfortunately we were brought to our hometown. We were in a distant village. The villagers did not\nknow my mother but in the town she was afraid to show her face. And | had to basically go scrounge\nfor food.\nMy head was shaved. | was dressed like a boy. They started to separate the men from the\nwomen of the villagers. They brought me up and argued whether I'm a girl or a boy. From Yiddish |\nknew quite a bit of German. I'm pretty good with languages. So being afraid of being separated from\nmy mother | said one word that got us into trouble. I'm a girl. If | know the word, then | must be Jewish\nand my mother was hiding a Jewish child.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nMy mother, of course, ran out. She started to argue with them. No, I'm her child and I'm not\nJewish. She's not Jewish. And my mother spoke mostly Polish amongst the population because they\neither spoke Russian or Belarus and very few of them knew of cultured Polish. So they called us the\nbourgeois, higher class. And even though she said she'd much rather be hate as a bourgeois than as a\nJew.\nSo she came out and she told the soldiers that I'm her daughter. She started to argue with\nthem. She said they put us under hanging tree. It was a bar with nooses. I'll never forget that. If she's\nyour child — “if you agree that she is Jewish, I'll just hang her; however, you're going to be left alive.”\nShe says, \"This is my child. I'd sooner you hang me first. | will not see my child die.\"\nThey decided that my mother was telling the truth and they let us go. However it became very\nunsafe of where we were. So as some of the villagers were let go, we ventured with them. Again,\nmother chose distant villages. However, in that village she was trying to find where the partisans were\nso that we could rejoin a group and be safe.\nEventually she managed -- I'm not going to go through how and what. We managed to join a\npartisan group and we were liberated in the summer of 1944.\n>> Bill Benson: | think, Rae, it's obvious to everybody in this room that your mother was this\nremarkable, courageous, resourceful, smart lady.\n>> Rae Goldfarb: Unbelievably, unbelievably resourceful. She had a very focused -- she was very\nfocused on what she wanted to do.\n>> Bill Benson: In the little time we have left, tell us about your liberation and what, again, your mother\ndid immediately in the aftermath of it.\n>> Rae Goldfarb: After liberation we went back to Glebokie, the larger town, to be, you know, safer.\nThere was a group of Jews that survived, gathered there. We all lived in one house. However, she\nhad some valuables hidden in our house. She actually had our house torched. When the partisans\nwent out in their skirmishes -- since this was a garrison town, there were military stationed, she asked\nthem to torch the house. She didn't want anybody to live in the house.\nHowever, she knew where she had hidden some stuff. And we had to survive. We had to\nhave something tangible to survive on. She knew where it was. She went to the town, first of all to see\nif anybody else survived. Because where do people go when they look for other families? They go to\nthe place where they came from. However, there was nobody there. She dug up the few things that\nshe knew where they were hidden.\nOne of the neighbors, who was a very friendly neighbor us, came out and said -- she started\nto ask her if anybody came back, if she knew of anybody, who survived. She said nobody came back.\nBut the picture you saw of me, my mother, and my brother this woman gave to my mother. She said\nshe picked it up from the trash. | still have it encased in plastic because it's so fragile. But | made\ncopies of it. She gave it to my mother. She said, \"I loved you. | wish | could do something but | can't\ndo anything for you. You're welcome to stay the night but | don't guarantee you are going to survive\nbecause there's a lot of belligerence still going on.\" She gave my mother bread and my mother went on\nher way.\nShe came back to where we were in Glebokie and said we've got to get out. Since she was a\npartisan, she was accepted as a volunteer worker on a train. Basically she enlisted with the Russians.\nThe train was going to different railroad stations to fix the water towers. The trains were running on\nsteam. We were living on the train. Basically we had a corner with a bed, a palate. She took enough\nsupplies with her. We had plenty of potatoes. We got as far with the train to Prussia. Conditions in\nPrussia were horrible. The Prussians mined everything. They mined even themselves. The military\nmined themselves so when the Russian soldiers came to remove the bodies, they would blow up. If\nyou went one step off the path, you blew up.\nMother peeled potatoes. She was going to throw out the peels. We had plenty of potatoes at\nthat time. There was a military, a Russian military, hospital train on the next track. The doctor came\nout and says, \"Don't throw that away. I'll make soup for my people. We have nothing to eat.\" Mother\ngave him, of course, the peels. She gave him some potatoes. He says, “Look, it's very dangerous.”\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nMother wanted to get across, out of Russia, out of the Russian occupation area. She thought by going\nwest eventually we'll get there. He said, \"Look, there is a big gathering of Jews.\" We didn't know at the\ntime he happened to have been Jewish. \"I would suggest you get yourself attached to a train going\nsouth and get out of here because it's very dangerous.\" Trying to move the wounded as quick as\npossible out. He knew some of the people there. He attached -- got our car attached to a train that\nwas heading there and we ended up where there was a gathering of Jews.\n>> Bill Benson: Rae, we're going to close the program now. As | think it's probable evident, there's --\nnot only has Rae had to skip over an awful lot of what she went through, there is a great more to be told\nabout what happened in the immediate aftermath of the war, their attempts to get to Israel, ending up in\na displaced persons camp in southern Italy, and eventually making it to the United States and\nbeginning a new life.\nI'm going to turn the program back over to Rae --\n>> Rae Goldfarb: Can | say something?\n>> Bill Benson: Absolutely.\n>> Rae Goldfarb: | was going to say if you want to hear the rest of the story, you know -- | left you in\nthe middle -- go to ushmm.org. Look up Rachel Goldfarb and you'll hear the whole story. You can skip\nthe first part and go to the last part.\n>> [Laughter]\n>> Bill Benson: There's a lot in the first part also worth looking at that you did not hear today.\nIt's our tradition at First Person that our First Person gets the last word. So I'm going to turn to\nray to close the program. A couple of things, first. One, when Rae is finished, our photographer, Joel,\nwill come up on stage and take a photograph of Rae with you as the backdrop. We're going to ask you\nat that point to stand so that we can get this photo with you in the background. Because we didn't have\nan opportunity for questions and answers with Rae, Rae will remain behind for a little while. Ray,\nafterwards?\n>> Rae Goldfarb: Yes. I'll be at the Information Desk, too.\n>> Bill Benson: But before she does that, she'll stay right here.\n>> Rae Goldfarb: | can stay right here. | can stay right here.\n>> [Laughter]\n>> Bill Benson: We're going to tell you that if you want, please come up on stage and say hi to Rae,\nget your photograph taken with her, ask her the question you would have asked otherwise.\nThanks for being here. We have three more programs this year. We'll resume again in March\n2016.\nOn that note, Rae?\n>> Rae Goldfarb: | just want to tell you, I'm doing this. It's not easy; however, | feel that | need to\nhonor my family that has perished and the whole town that has perished and a lot of other people that\nhave perished. Unless we tell the story, there is no way we can prevent anything like this from\nhappening again.\nIt is very difficult to understand what really we went through, especially here in the United\nStates. I'ma citizen now. | know. We're exposed to a lot of wonderful things here. Value your\nfreedom. Don't be intimidated by anybody. Don't succumb to any pressures from anybody, especially\nyou children. Don't allow to be bullied into anything that you don't think is right to do. And you adults,\nteach your children to be tolerant. That's the most important thing.\nThis museum exists in order to prevent any such things from happening again and it can\nhappen anyplace. It's happening in a lot of places right now. People that don't suspect of what they\nare going to face. A lot of refugees trying to escape. | know how it felt to be a refugee with no home,\nno family, no help.\nThank you for coming.\n[Applause]\n",
    "segments": []
}