{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, August 7, 2014\n11:00 a.m. - 12:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: JILL PAULY\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 15th year of the First Person program. Our First Person today is\nMrs. Jill Pauly, whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, with additional support from the Helena Rubinstein Foundation. We are grateful\nfor their support.\nFirst Person is a series of twice weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as volunteers here at this museum. The museum's website, at\nwww.ushmm.org, provides information about each of our upcoming First Person guests. Our 2014\nprogram will end on August 14.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card that you will find in your program today, or you can talk with a museum\nrepresentative at the back of the theater when the program ends. In completing the Stay Connected\ncard, you will receive an electronic copy of Jill Pauly's biography so that you can remember and share\nher testimony after you leave here today.\nJill will share with us her First Person account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If we have time at the end of our program, we'll have an opportunity for\nyou to ask Jill a few questions.\nWe have prepared a brief slide presentation to help with her introduction.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nJill Pauly was born Gisella Renate Berg on May 1, 1933 in Cologne, Germany. The arrow on\nthis map points to the city of Cologne. Jill and her family lived in Lechenich, a small town outside of\nCologne.\nIn this photo, Jill, who is in the middle and front, and her older sister, Inge, picnic in the Eifel\nMountains in 1937 with her mother, Clara, and aunt and uncle. The Nazis came to power shortly\nbefore Jill was born, in 1933. On November 9, 1938, the Nazis carried out a nationwide pogrom\nagainst Germany's Jews, known as Kristallnacht, \"The Night of Broken Glass.\" Alerted to the danger,\nJill and her family fled to Cologne.\nJill's family decided to emigrate from Germany and in May 1939 they left for Kenya. In this\nphoto we see Jill, who is on the right, and Inge, while on the German ship that took them on a\ntwo-week journey from Genoa, Italy to Mombasa.\nJill and her family lived in Kenya for the next seven years. Pictured here is a group portrait of\nJill's immediate family on their farm in Kenya. Jill is in the middle, in front. This was taken in 1947 --\nexcuse me. In 1947, the Bergs came to the United States and settled in New Jersey. Jill and her\nhusband Curt, who is also a Holocaust survivor, have lived in the Washington, DC area since 1974.\nI'm pleased to let you know that Curt is with us today as well. If you wouldn't mind waving your\nhandled so people know you're down there. Jill and Curt have two children, four grandchildren, and\none great-grandchild. Jill enjoyed a very successful career in real estate. She volunteers at the\nmuseum's donors desk where you will find her Monday mornings, where Jill says she meets such\nlovely people, which makes it so rewarding.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Jill Pauly.\n[Applause]\nJill, thank you so much for joining us and for your willingness today to be our First Person. We have\nan hour, and you have a lot to tell us, so | think we might as well get started immediately.\nJill, you told me that Kristallnacht, or the Night of Broken Glass, was the catalyst for the\ndecisions and directions that your family's life took for the balance of the Holocaust and the war. You\nwere very young at that time, just 5 years of age. Before we turn to the events of the war and the\nHolocaust, tell us a little about your family and your community in the years leading up to the\nHolocaust.\n>> Jill Pauly: Actually, the first story that | used to hear in the house of what was happening in\nEurope, my mother told me about my sister was born in, | believe, 1929 -- 1930. And the war broke\nout in 1939. My father had a cattle business, and the cattle was brought in from East Prussia, and\nhoused in stables that were part of the enclosed backyard of the house we lived in.\nHe hired people who needed work, who were very low-level intelligent but could do the work\nthat needed to be done to keep the stalls clean and keep the yard clean. He was out there, and one\nof his workers came and said to him, If | were you, Joe, you know what | would do? | would take this\nwheelbarrow, he points to a wheelbarrow, And | would put my wife and new baby in that\nwheelbarrow, and | would start walking, and | wouldn't stop until | was out of Germany.\nMy father said, Why are you saying this to me?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nHe said, | was invited last night to come to one of those meetings that they hold, and when |\nheard what they have in mind to do with you people, you better leave. You better not stay here.\n1930.\nHe goes into the house and tells my mother this interchange, and she says, You know, Joe,\nthere's one thing you can rely on: Little children and fools tell the truth. They don't know how to lie.\nWhat this man is telling you, take it to heart.\nThat was the beginning.\n>> Bill Benson: That was the beginning.\n>> Jill Pauly: Yes.\n>> Bill Benson: Jill, tell us, your family itself, you just recently, | think, learned that you can trace your\nfamily living there in that area in Germany back centuries. How far back does your family go?\n>> Jill Pauly: The first relative, ancestor that | can find in several genealogies is 1699, around the\nsame area we lived in.\n>> Bill Benson: So 200 and --\n>> Jill Pauly: The Rhineland at least.\n>> Bill Benson: 200 years at least.\n>> Jill Pauly: Longer.\n[Laughter]\n>> Bill Benson: | won't do the math.\n>> Jill Pauly: | didn't know that man.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: You mentioned your father was in the cattle business. In the years after the Nazis\ncame to power in 1933, right before your birth, leading up to the events of Kristallnacht in 1938, what\nhappened to your father's business during that time?\n>> Jill Pauly: Interesting you ask me, because somebody sent me some papers from our hometown\nthat he found in the archives, and amongst them was a copy of two letters, short little, they might\nhave even been postcards, but they were copies of a notice from the government to my father, 1st of\nJanuary 1937, that he had to stop the business, it could no longer function. Below it is another one of\nthese statements, January 1, 1938, letting him know that everything that they own in the business\nnow belongs to the state.\nAs a free American, it really rocked my boat. | mean, think about it. Maybe some of you have\nbeen living here also for 400 years or longer, and your ancestors had land or houses or whatever,\nand it now belongs to you or it will someday belong to you, and you get a note in the mail, Dear sir,\nwhatever you own will now belong to the state. Pretty rough feeling. Pretty unreal. But it happened.\n>> Bill Benson: | think even up to that point, you saw where, because of boycotts and things like that,\nthat the revenue really dropped --\n>> Jill Pauly: Oh, yeah, | saw that also, in a book. Where the income of the business, from one year\nto the next, dropped 50%, because | have to tell you there were some very righteous gentiles in our\ncommunity, and | recently found out it was a Catholic community. | wouldn't have known that. They\nhelped the family underground. They had an underground going, which was very dangerous,\nbecause their punishment would have been the same as the Jews.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThey tried to help the family's business by taking their cattle to market for them and providing\nthem with -- but that didn't work, of course, because if they had to close down in 1938, that was the\nend.\nThen exactly at what time they decided to try -- well, they tried to get out of the country, but\nthey started too late. By the time they got a number on which to get into the United States, when\nKristallnacht happened, they immediately realized that was not going to happen, they wouldn't get out\nto the United States.\n>> Bill Benson: By the time their quota number came up, too late?\n>> Jill Pauly: Right, impossible. Sometime before Kristallnacht, | don't know when, | recently found\nout, Kenya was on the table.\n>> Bill Benson: Before we come to that, let me ask you a couple other questions. Before\nKristallnacht and those years before that, you were still too young to go to school, but your sister,\nInge, was in school. Tell us a little about her experience, as best you know.\n>> Jill Pauly: Well, you know, under the Hitler time, all the teachers had to be members of the Nazi\nparty, and education was absolute. You had to go to school. Like all other Jewish children in\nGermany, the Jewish infrastructure wasn't such that they had Jewish schools in every small town or\neven big city, so a lot of the children had to go to school and were tormented, both by the teachers\nand their classmates.\nInge was very little. | think she was 6 1/2. She had just started school, and somebody called\nher names, probably \"Bloody Jew\" or whatever, and she gave the boy a bloody nose. And that was\ndangerous, very dangerous. So my parents had to take her out. What became custom, the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nJewish children were sent to relatives in bordering areas, where they could go to Jewish schools, but\nit had to be away from home. So she was with my grandmother in another town, but it was a Jewish\nteacher who had a schoolhouse for all the grades in one room.\n>> Bill Benson: Like K through 12?\n>> Jill Pauly: He was phenomenal. She got a terrific education. Then that group of relatives had to\nleave for Holland in 1937 because they couldn't make a living anymore. And Inge had to come back\nto the town where we lived, but by then she was old enough to commute to Cologne by train.\n>> Bill Benson: By herself?\n>> Jill Pauly: Yes. She was always very independent. Then, when we ran away, she couldn't go --\noh, she went to school on Kristallnacht. You know, Kristallnacht was not publicized. It just happened.\n>> Bill Benson: One more question before we get to that. You told me that keeping kosher was, of\ncourse, strictly forbidden, banned by the Nazis, but your family continued to do so at considerable\nrisk. Tell us how they did that.\n>> Jill Pauly: Well, wnen people go up to see the main exhibit you will see something that -- rolls that\nhas all the laws, the Nuremberg Laws against the Jews, and kosher killing was one of them. Being in\nthe cattle business, three of the uncles were kosher slaughterers, certified slaughterers. She decided\nthey weren't going to obey the law. Maybe they wouldn't sell the meat, but for ourselves we were\ngoing to keep kosher. Terribly dangerous. One of the uncles had, would you call it an abattoir, where\nthe kosher killing was done of the big cattle. | went back there two years ago to find it, the area.\nHe decided he was going to kill a big animal, and the neighbors next door were really Nazis\nand watched them very closely. So he decided to go inside the room. He did the kosher killing with\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe prescribed knife, then he took a gun and shot him to the head so that the neighbors would think\nhe was shooting the animal.\n>> Bill Benson: And kept the knives hidden, as | recall.\n>> Jill Pauly: Yes, strapped inside the chimney of our house. He didn't live in our house. We were\nraided twice. We were given away. That was their defiance. They really had to have something to\nhit back with, in a quiet way.\nThere were other things they couldn't do anymore, but they weren't quite as strong.\n>> Bill Benson: Jill, of course, you started to tell us about Kristallnacht. Tell us about Kristallnacht\nand what it meant for your family.\n>> Jill Pauly: Well, | think what the audience has to understand is that for the German Jews the\nHolocaust started in January 1933, when Hitler came to power, because by March 1933,\nBuchenwald, what's the other big one?\n>> Bill Benson: Dachau?\n>> Jill Pauly: Dachau and Sachsenhausen were opened. They were not used primarily at that time\nfor Jewish people, but for enemies of the state, whoever fell under that. They were known to be\nextremely, extremely cruel. And people did die there, but it wasn't a systematic destruction like what\ncame later.\nThe family knew about those camps. Everybody knew about them. There was something that\nwent on that you could actually feel. As a 6-year-old, | saw a man who came out of Dachau. He had\nbeen arrested and let out. The Germans threatened anyone that they let out of the camps alive, that\nif they told anyone what was going on in the camps, they would come after them and kill them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nSo whenever camps were spoken about when | was little was in a whisper. They knew -- they\njust had to have whatever it is, faith or confidence that they wouldn't be doing anything to end up in\none of those places. They were not as active as later, but they were operational.\nWhere was |?\n>> Bill Benson: Starting to tell us about Kristallnacht.\n>> Jill Pauly: Kristallnacht. By the time Kristallnacht came, | was 5 1/2.\n>> Bill Benson: That was November 1938?\n>> Jill Pauly: 1938. For some reason, which | never knew, | was sitting in a living room, in our family\nliving room with my grandparents, which was a room never used during the week. We only went\nthere on the sabbath. So we had time to sit there, whatever they were doing. It was on a higher level\nthan the kitchen.\n| was sitting on a stool, and | can see my father going to the front door, and | remember that he\nwas wearing dark pants and a white shirt, which he didn't wear unless he went to synagogue in the\nmornings or the afternoons.\nHe went to the front door. There was a knock on the door. And it was a gentile man that he\nknew who told him, You can't go to the synagogue today. Nor can your father or your brother. Do not\ngo to the synagogue.\nHe said why? He didn't know anything.\nThe man said, | can't tell you why. | don't know why, but just don't. Terrible things are going to\nhappen. Don't go there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nWell, that frightened us terribly. And he started making phone calls, trying to find out what was\nhappening. It didn't take long, and he found out that the synagogues were being burned and that\npeople were being arrested. There were seven people in the house. They started screaming. They\ndidn't know what to do, didn't know where to go.\nMy grandmother decided we're running away, we're not staying in the house. Get the drivers,\nget somebody, we're running away. We had a car or two, but | don't know, it wasn't there, and -- or\nanother family member was using the car.\nThere were lots of phone calls. Then a man came and picked us up, my grandmother, my\ngrandfather and two children. We got in the car. The minute my sister and | walked out the front\ndoor, we smelled smoke, and it was gray, and it was maybe 11:00, 11:30. We got petrified. We\nstarted screaming. | think we saw the flames of the synagogue. It was only a block and a half away.\nWe smelled the smoke for sure.\nBeing separated from our mother, we started to scream. We were terrified. So my\ngrandmother took us into the car and made us facedown on the bed of the car, and she put her feet\non us. She was about 5'2\", weighed about 250 pounds, and she had a cast on her leg. She had a\nbroken leg. She was very resolute, my grandmother. She really had it.\nMy grandfather got in the car and put his feet on me. So that we couldn't get up and we\ncouldn't look out of the windows, and we couldn't see flames, because that terrorized us. That way\nwe were taken into Cologne. Just before we -- just as we got into Cologne, she let us get up. And for\nthe first time, | saw a Nazi flag. Can you imagine? For 5 1/2 years they kept me under wraps in the\nhouse, and | had never seen a Nazi flag.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: That was the first time you saw that?\n>> Jill Pauly: First time | saw one. | thought it was very pretty. | liked the colors. And they were\nhanging all over. You know, the buildings looked gray, and here are these gorgeous red flags with\nwhite and black on them. Very impressive. About 50 years later, on Clinton's inauguration evening,\nwe had theater tickets in Washington. We're driving down along the Constitution or one of these\navenues, and | see the flags in the dark, and | lost my breath. | just -- it was a flash. It was a\nflashback of these flags. And that happens, you know. You have these memories that come back.\n>> Bill Benson: You will see something that evokes that memory?\n>> Jill Pauly: Yes. We got out of the car in Cologne. We went into an apartment building where my\nmother's retired brothers and sister were living. They lived in a little town somewhere and sold\neverything, and we called them pensioners. They were retired. The apartment had room for them,\nand within five minutes it had room for 12 people. That's without the men of the family.\n>> Bill Benson: Just the women?\n>> Jill Pauly: Just some of the women. My mother, my grandmother. The grandparents that were in\nthe car with us, my father's parents, they were put in a pension for elderly people, and that was good\nbecause they had food. We, as a group, had a food shortage. It didn't bother me. | don't remember\nbeing hungry ever, but my sister tells me that we had great problems getting food on the table.\nJews, by then, were not allowed to go to the stores and shop like other people. They had to\nwait until 4:00 in the afternoon. By then, they were also afraid of going shopping. There wasn't much\nleft on the shelves.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n| know that my mother, for food, would get on the train and go back to Lechenich where she\nhad some friends who helped her. She told me when she went back to this one store where the man\nwas willing to help her, he told her, If you hear the door, you have to dive under this place and sit\nthere until they leave. In other words, he hid her --\n>> Bill Benson: The shopkeeper hid her?\n>> Jill Pauly: The shopkeeper hid her. That's why she went back, because she knew the\nshopkeeper.\nThere was one woman, she was a maid for some wealthy people in town, and had known the\nfamily like for the 300 years. | think she was already alive then.\n[Laughter]\nThat's how long the relationship went back. She brought my uncle a chicken in a basket. Have | ever\ntalked about that?\n>> Bill Benson: | don't remember this one, | don't think.\n>> Jill Pauly: Every Friday, she brought my uncle a live chicken to Cologne for him to slaughter in the\napartment, so there'd be food for the sabbath. Do you know what a risk she took? Do you know how\nshe kept the chicken quiet?\n>> Bill Benson: Tell us.\n>> Jill Pauly: She put its head under its wing. If you do that, the chicken will sit quietly.\n[Laughter]\nThat's how chickens sleep. And she put a blanket over it. It never cackled, not once. 40 years later,\nmy mother sent me to thank her.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Is that right?\n>> Jill Pauly: She said, But that was then. You don't have to thank me. That was just something |\nwanted to do.\n>> Bill Benson: Jill, while you're at your aunt's house in Cologne, tell us where your father had gone.\n>> Jill Pauly: Oh, on Kristallnacht, the main focus of the onslaught was on the men. She wanted to\narrest the men, and they did; 30,000 Jewish men were put in concentration camps. You have to\nrealize that was a huge percentage, because half of the Jews of Germany by then had left. So it was\nmaybe 15% to 20% of the Jewish men were incarcerated in concentration camps.\n>> Bill Benson: Essentially over a 24-hour period?\n>> Jill Pauly: Yes. In order to avoid that, the men got in the family car, there were five of them, and\nkept driving for 24 hours, and then they went into the woods, and they came out just before the\nsabbath in Cologne.\nThat weekend, my father decided we were going to go into hiding, like Anne Frank's parents, in\nan attic. | found out since then from the living relative that the attic was in the house where we were\nliving. We went up there for one or two nights, and Inge had screaming nightmares. So that didn't\nwork. Thank God it didn't work.\nA day later, on Sunday, after the sabbath, three of the five men decided they're getting out of\nGermany even if they have to walk. But they drove. We only lived one hour by car from Fenlow, in\nHolland. So they drove back and got gasoline at a station in Lechenich where they knew the\nattendant wouldn't give them away, and they drove into Holland. 40 years later, a woman came up to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nme in Germany, and said, | saw your father at a gas station on Kristallnacht. What was he doing\nthere?\n| said, Well, | presume he was getting gasoline. | don't know.\nWhen | thought about it, that little girl was 10 years old. She could have given him away, and\nshe didn't.\n>> Bill Benson: So they got their gas and took off and went to Holland?\n>> Jill Pauly: Went into Holland and were arrested. They were put into prison. The man who was\nrunning the prison, | don't know if any of you know the history of Holland during the war, there were\nquite a lot of Dutch Nazis, and he was one of them. He was all set to send them back to Germany.\nThey would have gone straight to the camps. But one of the uncles that was living there since 1937\nwas -- what do you call those people? He helped people. He was busy being a -- oh, it's on my\ntongue. | can't think of it. He helped people.\nHe went to the prison. He saw them. He spoke to this Nazi guy, and he said to him, What are\nyou going to do with these men? He said, I'm going to send them back to Germany. He said, You\ncan't do that. He said, Yes, | can. By tomorrow morning, they're going back.\nSo he ran -- he made a few phone calls and was told to go to the Hague and get -- that there\nwas a law that he could not send anyone back to Germany without written authorization.\n>> Bill Benson: From the Dutch government?\n>> Jill Pauly: Yeah. And the guy didn't have that. So he went to The Hague, and there was this\nJewish man in Rarmont, the advisor to Queen Wilhelmina.\n>> Bill Benson: An advisor?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jill Pauly: Yes. He said get a lawyer, get papers. He did, they signed the papers, and they were\nallowed to stay in a detention camp in Holland.\n>> Bill Benson: At the time with no threat of going back to Germany after that?\n>> Jill Pauly: Right. It was all done within 24 hours, with the right connections. Luckily.\n>> Bill Benson: So here we have you're in Cologne with many of your family members, immediate\nfamily members. Your father and his brother --\n>> Jill Pauly: Uncles.\n>> Bill Benson: Now in a detention camp. To some extent, your grandmother is driving this. The\nfamily makes the decision that you have got to leave Germany now. That's what brought about this\ndecision to end up -- that led you to Kenya. Tell us how that came about.\n>> Jill Pauly: The whole thing is a miracle really. One of the women who was married to a Berg, |\nwas a Berg, had a little boy of 18 months, and they lived up the street from us in Lechenich. It seems\nshe was determined to get out of Germany. Absolutely determined to leave. And Kenya had been\nspoken about, East Africa.\n>> Bill Benson: And America you couldn't get into because the quota was not going to come up.\n>> Jill Pauly: Couldn't get in anywhere. Oh, there was a scam going on, | think during that time, after\nKristallnacht, where people thought they could get into Uruguay and you had to pay a lot of money to\nget tickets or whatever, and they were very careful they didn't give the guy their money because it\nwas a scam. So people were desperately trying to get out.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThis woman was determined to get out. She also risked her life. She went to the telephone,\nwhich was at the train station, every day for months, and an uncle, another uncle had to go with her\nand stand guard, because it was forbidden.\n>> Bill Benson: To use the phone?\n>> Jill Pauly: To use the phone. She called England. She had a cousin in England, his name was\nKosi Strauss. This | just learned about six months ago. | got 58 pages, copies of letters between this\nman and my family which were donated to the Holocaust Museum in London, and we got the copies,\nbecause --\n>> Bill Benson: Within the last few months?\n>> Jill Pauly: Yes. | was too young. | knew all about it, but | was too little to know details. She\ncalled him, and Strauss was a man, German Jewish, went to university in Germany, and happened to\nhear Hitler on a street corner in Munich during his university days. He decided he had to get out of\nGermany ASAP.\nHe went to Birmingham, England, and his sideline was helping Jewish people get out. She\nforgot to tell him that my grandmother got the money out, the family money was smuggled out of\nGermany the day | was born, into Holland. My grandmother would not allow any of the business\nmoney left in the banks in Germany. She didn't trust them.\nIt took money in Holland to save them, not to be sent back. That took money. The money was\nin Holland. Now | lost my train of thought.\n>> Bill Benson: You're telling us how Kosi Strauss --\n>> Jill Pauly: Yeah, she was his cousin. She bugged him. | have to tell you, she bugged him.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: As you found in these letters?\n>> Jill Pauly: Yes. They needed to get out, and could he please help them get into Kenya. His\nbrother had been brought out by him early, studied law in England. Kenya was a British protectorate,\nand he got a job with a prestigious law firm in Nairobi, Kenya. So he had the contact in Kenya. And\nthat's when the fun began.\nWe had 12 people in Germany. We had seven people in Holland. And she had a whole family\nshe wanted to help. And naturally, my family felt if this man is going to help us, then she has the right\nto help her family, and it gets to be unbelievable mess, because communicating the three men in the\ndetention camp weren't allowed to do anything. They were out of it. | had two uncles in Holland who\nwere the interlopers between the ones, and they had to get permission that their money could be\nused for whatever he needed to use it for.\nWhen you read the letters, and | just read them recently, my life wasn't hanging on a string, it\nwas hanging on a cobweb. Because, the British loosened up a little bit to let Jews in after\nKristallnacht, but their rules and regulations did not change. They wanted to let in white people who\nhad farming background. They had a motive.\n>> Bill Benson: Into Kenya, not Britain, Kenya?\n>> Jill Pauly: Into Kenya. They had a motive. They wanted the white farmers to settle the highlands\nto keep it within the British interests. And they wanted to know if the family members were farmers.\nThe guy wrote yes, we were cattle dealers and farmers. But they were so strict about their criteria\nthat the family was afraid they wouldn't let us in, because they really weren't hoeing fields, they were\ncountry people and cattle dealers and they did have farms --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: But not raising crops and things like that.\n>> Jill Pauly: Right. So it was touch and go. Of course, again, we didn't have people in Kenya who\ncould vouch for us. Nobody knew us there.\n>> Bill Benson: Right.\n>> Jill Pauly: There was a Jewish community that worked very hard on behalf of the incoming\nrefugees, but their background was they were Anglicized and came from East European Jews that\ncame to Kenya around 1900.\nSo luck be it, this guy Herman, who was in Kenya, had brought over his sister and her\nhusband and put them on a farm, and | think that the husband must have gone through some farming\nschool to get permission to come. She -- I'm making a long story very short. She went to Nairobi\nand -- what do you call that? She swore in front of the court that she knew us, and that we were\ndecent people and we would not become a burden to the state, and that we were farmers. She didn't\nknow us. She heard of us. She was Rose's sister-in-law, the woman | said wanted to get out.\nOK. Then the British government said they wanted lists of names. And | see in these letters\nthe list of names. There were a lot of names. Unfortunately, 1/3 of them were over 70, and they were\nout immediately.\n>> Bill Benson: So the English did not want people over the age of 70?\n>> Jill Pauly: Only people who could work and could swear they would not become a burden on the\nstate. OK, so some of them are -- the ones taken off the list didn't make it. They all died in the\ncamps. And when | finish, I'll tell you what happened to this aunt of mine who got us all out. | think\nher brother or cousin was also on our family list, naturally, OK.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nTo make a long story short, in March 1939, the Berg family got permission to go to Kenya. We\nwere accepted by the British. And we left -- we didn't leave in May, we left middle of June, about\neight weeks before the war broke out.\n>> Bill Benson: That was an important point for the audience to Know. The war had not yet begun.\nThat would be September 1939. So Britain was not at war with Germany at the time. So you could\ntravel.\n>> Jill Pauly: Right. But when we traveled, we had to travel according to the Nazi permission, and\nthat was very dangerous in Germany, for some reason very dangerous in Germany. Not so\ndangerous on the ship, but very uncomfortable on the ship.\n>> Bill Benson: Before you continue, | know our time is starting to get short, | can't remember now\nbut | think it was 20-some affidavits that you got, or permits to allow the family to go.\n>> Jill Pauly: Yes.\n>> Bill Benson: There was a substantial price for each of those.\n>> Jill Pauly: Just for the entry, to allow us to come in as a security deposit, 50 British pounds a\nhead.\n>> Bill Benson: In 1939 money.\n>> Jill Pauly: Yes. That was a huge amount of money.\n>> Bill Benson: Per person. So 20-some --\n>> Jill Pauly: They sent 21. And 19 were used.\n>> Bill Benson: | think you told me that as things got more desperate, that rate went up eventually to\n250 pounds.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jill Pauly: For awhile. Then they lowered it again. Because nobody would have gotten in.\n>> Bill Benson: Right. There's quite a story about the arrangements and how you were able to get\nout, but now you are headed for Kenya on the ship. You said that that was -- tell us about that.\n>> Jill Pauly: Well, | was very happy on the ship. That's the first time | saw -- | felt freer than | had\never felt in my little life. | was all over the ship. | saw pretty, sunny sky, blue water, and the Nazis\ndidn't particularly bother me. | was not concerned about it.\n>> Bill Benson: It was a German ship?\n>> Jill Pauly: It was a Nazi ship, and they certainly bothered my mother. We were not free. We were\nunder very strict supervision. Also, on the train from Cologne to Genoa was the fear of them throwing\nsome of the passengers off the train. That could have meant being separated from my mother.\nSo before we left Cologne, she gave me a lecture, and | think that's the point where | lost my\nchildhood. | had to learn to understand that that could happen.\nWe got on the train. | remember saying goodbye. That was horrendous, my mother's\nseparation from some of these people. | don't remember it. My sister said there were 60 relatives at\nthe train seeing us off. My mother said she knew right then and there that she'd never see them\nagain. She didn't know about the final solution, but she knew under the circumstances --\n>> Bill Benson: And they all perished?\n>> Jill Pauly: Yes. On the train she told us we could not go to the bathroom, we could not ask for\nfood, we certainly couldn't quarrel, and we just had to sit quietly until we got out of Germany. To me\nthat was like sitting there for six weeks. | didn't know what three hours was.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo | remember sitting there, sucking my thumb. | remember my position where | was sitting.\nMy grandmother was on one side, and Inge and my mother on the other, and the rest of the family\nhad other compartments. The lady who got us out, Rosal, her 18-month-old was in absolute terror.\nShe gave him whiskey.\n[Laughter]\n| didn't know how she got that out of Germany. My mother told me later on she anesthetized him, she\nkept him sleeping with whiskey.\n>> Bill Benson: On the ship you had this -- | Know I'm fast forwarding a little bit here. As you said,\nyou're under the supervision, it's a Nazi ship, and your mother had a very scary moment when the\nofficer, the captain, heard you singing. Tell us about that.\n>> Jill Pauly: When | was free, | sang. | was always singing. | love music. On the ship | was free, so\n| sang. But | didn't know that | was singing to a point where | could be overheard. | was singing to\nmyself. | was overheard.\nThe captain of the ship asked my mother, she was terrified when she was called to the captain,\nand asked her if | could sing for the crew. Well, she couldn't say no. She had a problem. It had just\nbeen Passover in April, and the relatives we lived with, one of the uncles was an opera singer with a\nmagnificent voice , and the other one, his brother, also had a magnificent voice. | loved to sing with\nthem. They taught me to sing the whole Passover Haggadah. It kept me busy. It kept me going.\nAnd when | got on the ship that was still fresh in my mind, and | gave her a hard time with the Red\nSea. | wanted to see when we got into the Red Sea. | wanted to see that. The Red Sea isn't red.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n[Laughter]\n| insisted on staying up to see that. She let me. | was very disappointed | didn't see the Red Sea.\n>> Bill Benson: Her fear is you're going to sing these songs that you had sung for Passover before\nthe Nazis.\n>> Jill Pauly: Because | had no differentiation. My grandmother taught me all these German\nfolksongs when | was little. Here | knew. Haggadah, which was lovely. She didn't want me to sing\nthat in front of the crew.\n| remember the two aunts and two grandmothers in the cabin with me teaching me overnight to\nseparate the two, and | understood enough that | only sang the German folksongs. | must have done\nwell, because the person was still living, she's 96, she said, You didn't do it once; you did it every\nsingle night for the two weeks we were on the ship. | don't remember that.\n| do remember there was a spy on the ship who tried to get information out of my sister and I.\nHe followed us around, and the women were afraid of him. So they posted themselves all over the\nship to watch us when we were with this man. He came every day to take us for a walk. He asked us\nquestions, and we said we didn't know, because we didn't. Luckily, we didn't know.\n>> Bill Benson: You eventually make this trip and get to Kenya.\n>> Jill Pauly: Yeah. That was fun.\n>> Bill Benson: Tell us about Kenya.\n>> Jill Pauly: In a nutshell?\n>> Bill Benson: In a nutshell. You would spend the rest of the war years living in Kenya.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Jill Pauly: Yes. | loved -- my parents, the family had enough money left when they got there to\npool their resources, to put a deposit on a farm of their own. The other refugees had to work for the\nBritish on their farms way out in the bush. We were 20 miles outside of Nairobi, and they bought a\ncattle farm and farmed pyrethrum. They learned how to do it very fast, because they had a lot of the\nindigenous Kenyans who worked on the farm who taught them. They taught us Swahili, they taught\nus how to farm. They were fantastic people. | grew up with them, and | was very sad, and have been\nalways, that | was separated from them. | loved them.\nWe had a wonderful relationship, and | learned to speak Swahili and English within three\nmonths. | didn't have any immersion classes. | had teachers who told us we were going to come\nback Monday morning singing English songs, and we had to perform.\n>> Bill Benson: Didn't you have to immediately learn and sing \"God Save the Queen\"?\n>> Jill Pauly: Yes. Over a weekend. The teachers were very, very anti immigrant children. They\nhated that, because it was difficult, to have children in their class who didn't understand them.\nLater on in my school experience, | had two anti-Semitic, really anti-Semitic teachers. | was\nthe only Jewish child in the lower part of the school. We were observant, and that made it very hard\nfor me. Otherwise, | loved Kenya. My family loved Kenya. Did well there.\n>> Bill Benson: Jill, despite loving it, when you landed, of course --\n>> Jill Pauly: Oh, there were problems, yes.\n>> Bill Benson: It's a British colony.\n>> Jill Pauly: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: To me one of the supreme ironies is here you are allowed to go there by the British,\nit's their territory, but you are immediately labeled enemy aliens.\n>> Jill Pauly: Yes.\n>> Bill Benson: You have to explain that for us.\n>> Jill Pauly: It's when the war broke out. Broke out six weeks after we got to Kenya, or a month,\nsomething like that. The first thing that happened is that the British came to pick up all the men and\ninter them in a camp.\nMy grandmother told them, Fine, you can take my husband, but you will have to take me with\nhim, because I'm his caretaker. So they left the grandfather. They got out very quickly, because they\nhad bought the farm. They were in for a week, but the other men were in there for long, long time,\nuntil they were able to get jobs far away from Nairobi with British people.\nWe remained enemy aliens for the duration of the war --\n>> Bill Benson: That was because you were German by birth? That's why you were an enemy alien,\nbecause you were German nationality?\n>> Jill Pauly: No.\n>> Bill Benson: Why were you an enemy alien?\n>> Jill Pauly: Well, | found out. The Germans were stealing Jewish identities and using them to\nsneak into Allied countries. So that's why the British had to treat us that way.\n>> Bill Benson: Coming in as spies?\n>> Jill Pauly: Yes. Someone could have been a spy, and they didn't know one from the other, and\ntheir motive was to send these German Jews as far away from Nairobi as they could, into the bush. If\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nyou haven't seen \"Nowhere in Africa,\" it's on Netflix, and that's the story of my childhood in Kenya.\nIt's not exactly the same, but it's very similar. The difference is my family were observant Jews, we\nobserved everything we could, and we did, and this little girl's family was not observant. So there\nwere some differences. Her family was not successful. My family was very successful. Her father\nwas a lawyer. He didn't know -- | don't know how he got into Kenya. He wasn't a farmer. Didn't\nknow one end of the cow from another.\n[Laughter]\nI'm wondering how some of these refugees later on got in and they weren't farmers.\n>> Bill Benson: Maybe represented farmers?\n>> Jill Pauly: Maybe.\n>> Bill Benson: So Jill, during that time, those years that you were in Kenya during the war, and of\ncourse as you said the war broke out shortly after you got there, did your family have any real idea\nwhat was taking place in Germany, and was there any ability to communicate with any family\nmembers?\n>> Jill Pauly: We got some letters, until 1941, and one letter we got that to this Rose from one of her\nrelatives, and when they sat and read this letter they realized that between the lines she was telling\nthem that they were not living in their homes, and that they were hungry. And, interestingly enough,\nmy sister, who translates for the museum, got letters, a packet from Cologne to translate two years\nago, wherein we read exactly what was happening, because the woman was writing to her daughter\nin America, who had gotten out early.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nWith the knowledge that we had, and with what we read in the letters, we realized that they\nwere very hungry. After the war broke out, in 1939, by 1940 they removed the Jewish people from\ntheir homes and put them in Jew houses, they created ghettos. So we were able to glean a lot of\ninformation out of these letters that came to the museum as a donation. Because we don't know what\nhappened to our people. We surmised, and we find information in the database upstairs.\nMy husband, who is sitting here, who is related to the Anne Frank family, found out that\nhis grandfather was murdered in Midanak, and we didn't know this, until a couple years ago.\n>> Bill Benson: Until recently.\n>> Jill Pauly: Yes. You know, survivors are always searching, and we find things.\n>> Bill Benson: To this day? All these years later?\n>> Jill Pauly: To this day, yes.\n>> Bill Benson: Jill, you said that you and your family loved Kenya. Your family was very successful.\nBut yet, you left Kenya.\n>> Jill Pauly: Yes.\n>> Bill Benson: Tell us why.\n>> Jill Pauly: When we arrived, my grandfather was living and was used to taking a daily walk. He\nwas a little man, he puts on his German uniform, his little jacket and pants and bow tie, he goes for a\nwalk on this 500-acre farm, walking around. He gets to a certain place, and he sees that there's a\nblack man who's created himself a home on our property. He said to him, You can't live here. We\njust bought this place.\nHe said, You can't live here either. This is my land.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nSo he came home, he told his sons, This is a temporary haven. We can't live here. This is not\nour land. This is the black people's country. And there will be an upheaval.\nMy father knew there would be. And he didn't want -- he loved that -- he would have\nstayed forever. He loved it. But he knew he couldn't. And he picked the United States. He had tried\nto get into the United States for 13 years. It took that long.\n>> Bill Benson: It took that long.\n>> Jill Pauly: Yes.\n>> Bill Benson: Eventually the family did make it to the United States. You moved here and began a\nfarming career all over again, right?\n>> Jill Pauly: Yes. Not as successfully as in Kenya, but you have to realize it was a third beginning,\nand by then they were in their 50s.\n>> Bill Benson: Starting all over again.\n>> Jill Pauly: Yes.\n>> Bill Benson: Jill, before we close, you were invited, just recently, 2012, | think, you were invited to\ngo back to Lechenich, your hometown in Germany. Tell us, what that was like for you.\n>> Jill Pauly: I've been in Germany before. And you know, | have no connections there. There were\nno roots. There were no -- nothing. People are like people everywhere, and you see pretty sceneries\nand nice buildings, but there's something about living in your home and being connected to your\nparents who have passed away, who are in cemeteries that you know, and having children and\ngrandchildren. None of that exists for me in Germany. The people are nice enough, but | find it a\nvery cold -- for me, it's a very cold place.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\n| tried to get into a cemetery where the ancestors are buried, and | couldn't get in. And | tried\nto get into the home that's still standing where we lived, and the woman wouldn't let us in.\n>> Bill Benson: She wouldn't let you come into the home?\n>> Jill Pauly: No, she wouldn't let us in. Other than that, the people are very gracious and very nice.\nBut | simply don't have any interest to go back.\n>> Bill Benson: Another place you lived, of course, in Kenya, and | think you've recently reconnected\nwith the Jewish community in Nairobi.\n>> Jill Pauly: Yes, | did for a while. | don't know if they're still living, but | was connected for a little\nwhile.\n>> Bill Benson: OK.\n>> Jill Pauly: But most of the people that we were in friendship with or connection with also left\nKenya. Sooner or later. Most of them went to Israel.\n>> Bill Benson: Jill, | think we're close to closing our program, and I'm going to turn back to Jill in just\na moment. | want first to thank all of you for being here for our First Person program. We have two\nmore programs in 2014, next Wednesday and Thursday. The museum's website will have\ninformation about our program in 2015. So please, if your travels bring you back to Washington, DC\nor if you live locally, come back to another First Person program.\nIt's our tradition at First Person that our First Person has the last word. So I'm going to turn\nback to Jill to close the program in just a moment. But first, two things. One, because we didn't have\na chance for you to ask Jill questions, when she's done, she'll step off the stage. If anybody wants to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncome ask her a question, or just say hi, shake her hand, give her a hug, feel free to do that. Jill will\nbe here.\nWhen Jill is finished, I'm going to ask you all to stand, because our photographer, Joel, is going\nto come up on stage and take a photograph of Jill with you as the backdrop. That makes for a very\nnice picture. We'll do that.\nOn that note, Jill?\n>> Jill Pauly: My last word?\n>> Bill Benson: Your last word.\n>> Jill Pauly: You know, what! spoke about today is really the very beginning, like a pregnancy in its\nfirst six week, or a disaster. When you go through this museum, the horrors and the awful conditions\nof people for the next five or six years were horrendous. All you have to do is just think about one\nperson who is in a concentration camp, who is alive, who follows the regime, whatever that regime\nwas, and what they must have been thinking and what would happen to them in any given moment,\nat any given time.\nI'm not speaking of one that went to the gas chambers. I'm speaking of one who survived, who\ncame out at the other end. And then when you do that, when you bring it down to a single person,\nyou get so much better a feeling of what it was really all about. When you go through your life on a\ndaily basis and you plan, \"I'm going to the beauty parlor, I'm going to the market and I'm going to call\nmy son, now I'm going to send a gift to someone.\" What did these poor people have to think about,\nand why? Simply because of their faith? It makes you think that mankind is mad. They certainly\nwere mad at that time.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n31\nThat's why | work here, to memorialize those people, many, many hundreds of whom were my\nfamily. They can't speak. They've never been able to speak or contact a soul. We're the only ones\nleft that can speak on their behalf. So, like we come here and do this work, which is not easy,\nbecause you never adapt, for you to come here and visit, this is just the beginning of learning. It's a\nhuge history. It's an important history to the American People. Otherwise, it wouldn't be here.\nWith that, | close.\n[Applause]\n>> Bill Benson: If | can get you all to stand, please.\n[Ended at 12:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}