{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Michel Margosis\nWednesday, June 14, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.captionfamily.com\n>> Laura Green: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Laura Green and | work here in the Simon Scott Center for the\nPrevention of Genocide. I'm the host for today's public program First Person. Thank you for\njoining us. We are in our 18th season of First Person and our First Person here today is\nMr. Michel Margosis whom we shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship and we are so pleased today to have\nMr. Smith with us in the front row.\n>> [Applause]\n>> Laura Green: First Person is a series of conversations with Holocaust survivors who will\nshare with us their firsthand accounts of their experiences during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at the museum. Our program will continue\ntwice weekly through mid-August. The museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests and recordings of all of the 2017\nprograms can be viewed on the museum's YouTube Channel.\nMichel will share with us his first person account of his experiences during the\nHolocaust and as a survivor for about 45 minutes. And if we have time, you will have the\nopportunity to ask him some questions. The stories of Holocaust survivors transcend the\ndecades. What you are about to hear from Michel is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with this portrait of Michel Margosis. Michel's parents were Russian-born\nJews. His father had been a policeman in Russia who was deported to Siberia for being an\noutspoken Zionist. After escaping, Michel's parents made their way to Persia, Palestine, and\nthen to Belgium.\nThis is a picture of Michel's parents on their wedding day.\nOn this map of Europe, the arrow points to Belgium.\nAnd on this map, it points to Brussels, where Michel Margosis was born on\nSeptember 2, 1928.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThis photograph, taken in 1938, shows Michel's brother, his mother, his sister, and\nMichel to the far right.\nIn Brussels, Michel's father owned and edited two newspapers, one in French and\none in Yiddish. In this background photo we see the Yiddish newspaper and the front photo is\nMichel's father's press card.\nIn 1940, when the Germans invaded Belgium, Michel and his family fled to the South\nof France where they ended up in Marseille. The arrow shows their route from Belgium to\nSouthern France.\nHere we see 14-year-old Michel walking down the street in Marseille.\nThe Margosis family hoped to get exit visas to sail for the United States but no visas\nwere granted. So, instead, they escaped over the Pyrenees mountains into Spain. The yellow\narrow on this map shows their escape route.\nArrangements were made for Michel to come to the United States eventually. This\nphotograph of Michel shows him saying goodbye to his father in Portugal before he leaves for\nthe United States.\nAnd in 1943 he emigrated with other children to the U.S. on the Serpa Pinto, which\nis on the postcard on the right. On the left we have a newspaper article showing children\npreparing for their departure, and Michel is shown with the arrow.\nBefore | invite Michel to the stage, let me tell you a bit more about him. He served in\nthe U.S. Army during the Korean War. For 26 years he worked as a research scientist with the\nU.S. Food and Drug Administration and was an expert in the analysis of antibiotics. For 25\nyears he served as a Human Rights Commissioner in Fairfax County, Virginia, and his\ncongressman declared Michel a Champion of Human Rights on the Congressional Record. He\nremains very active and volunteers in a number of places, including, of course, at the museum.\nI'd like to welcome Michel to the stage.\n>> [Applause]\n>> Laura Green: So, Michel, you were 11 when the Nazis overran Poland, when England and\nFrance declared war on Germany. Can you tell us a little bit about your life in Brussels just\nbefore then? I'm struck by how ordinary an experience you had in many ways.\n>> Michel Margosis: Well, | grew up like any other kids. | went to school, trying to get away\nwith things once in a while, learning, which was not particularly great. | mean, | was not a great\nstudent. But | enjoyed living there.\nMy parents didn't have much time for us because my parents were learning a new\nlanguage in a new country, making a new living when my father managed to be able to get the\nnewspaper. So we didn't have much parenting, so | was free to roam. | hardly ever saw my\nbrother, hardly ever saw my sister. My brother was three years older. My sister was four years\nolder. So freedom of the streets.\n>> Laura Green: Freedom of the streets.\n>> Michel Margosis: We didn't have the PTA back then. | don't remember my parents ever\nmeeting any of my teachers. But school was all right.\n>> Laura Green: So, during those years when the Nazis came to power and they began\nenacting their plans for the Jews, your father began noticing some signs and not only noticing\nthem but writing about them in part because of what he had experienced himself. Can you tell\nus a little bit about how he was connecting some dots that maybe other people weren't seeing?\n>> Michel Margosis: Well, he had lived through the Russian revolution, interned in Siberia. So\nknew what that kind of life would be. He managed to escape and make his way. When Hitler\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\ncame to power, he took note of it and alerted his colleagues through his writing. Said Hitler\nwas coming to power. He read the accounts and knew what the program was going to be.\nSo when Poland was invaded, he was stranded covering the convention. It took him\na few months to get back. But then when Belgium -- when Brussels was bombed and the war\nstarted there, we immediately made plans to leave.\n>> Laura Green: And you described to me seeing some changes in your parents, in sort of\ntheir behavior, that was apparent to you.\n>> Michel Margosis: Well, they were quite anxious. Because he had lived through the Russian\ndictatorship. My father sort of expected what was coming. So we immediately left as soon as\nwe could. We packed whatever we could take with us, left everything behind.\n>> Laura Green: And tell us about your experience escaping from Brussels.\n>> Michel Margosis: Well, we packed everything we could. We walked to the railroad station. It\ntook us a few hours to get into it because it was so crowded. We wanted to take the next train,\nwhich we missed because it was too crowded. We wanted to go to the coast to take a ship to\nEngland. That ship was sunk. I'm glad we missed it. | wouldn't be here. And the next train went\nnorth, a city half-hour away. And that city had been bombed completely out of existence,\npractically. We were delayed there because two nuns were arrested and those nuns happened\nto be German parachuters.\n>> Laura Green: Disguised as nuns?\n>> Michel Margosis: Disguised as nuns. The train kept going for the next seven days and\nseven nights through Southern France. We were bombed a few times. We were machine\ngunned a few times. The train stopped a couple of times. Some people got off. Some people\ndid not make it back. But we got back and my father pushed us under the seats for better\nprotection.\n>> Laura Green: And Michel described for me -- were you 11 or 12 at this point -- seeing\npeople who had gotten off the train, lying in the fields because they had been hit by\nmachine-gun fire.\n>> Michel Margosis: Right. We finally made it to Southern France. We were fed through the\nwindows of the railroad cars. The French people gave us food. And back then a French\nbaguette was still good. In Southern France we were helped through the local community.\nAbout five weeks later France gave up. The capital moves from Paris to Vichy, more central\nFrance. My father's papers allowed him to travel still. My mother's Persian passport got\nexpired. He tried to go to Vichy to renew the papers. All the diplomats were gone and left\nFrance and went to Portugal mainly. My father tried to get the papers. So he followed them to\nPortugal to see if he could continue getting the papers. And that was the last time we saw him\nfor a long time. We were stranded in France.\nFrom the small town we went to a farm, friends of my parents from the Ukraine. We\nstayed there for a few months. | learned farming. Nothing like taking care of cattle, cows, lovely\ncows, riding horses, chopping wood, whatever we could do there. It was a learning experience\nwhich | enjoyed.\n>> Laura Green: And then at some point your family decides that it's best for you to move to\nMarseille.\n>> Michel Margosis: Well, my mother thought to have some diplomats that maybe in Marseille.\nSo we went to Marseille. And | think that's when we -- a camp for refugees, welcomed us,\nprovided us with bunks. But in the middle of the night my mother decided she didn't feel right\nabout it and she decided to get out. So it was a huge fence, one of those Army type fence. In\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nthe middle of the night we lifted the tarp and sneaked out.\nLater on, through this museum, | found out that these refugees were arrested and\nshipped to Auschwitz.\n>> Laura Green: So this was at least the second time that Michel's family avoided a horrible\nfate.\n>> Michel Margosis: Third time. The first time was the bombing in Brussels.\n>> Laura Green: Bombing in Brussels, sinking of a ship, and then the reception center.\n>> Michel Margosis: Right. We got to Marseille, and we found a very nice accommodation in\nthe slums, right next to the railroad. Those slums were not welcoming. We hardly ever saw any\ncops down there because they were too scared to get down there. It was a nice space for us.\nWe had nice neighbors. It was about as diverse a group as we could get. We had Italians,\nCorsicans, Arabs, lots of Arabs, Chinese across the square from us. We were all friendly. It\nwas a nice place to hide.\n>> Laura Green: And you make a great friendship and get in a lot of trouble?\n>> Michel Margosis: Well, | used to be able to -- Marseille being -- it was beautiful weather. |\nmanaged to go to the beach practically every day in the summer. | made good friends,\nparticularly one. His name was Rafael who called himself Cafe au lait.\nAnybody know what that means?\nCafe au lait means coffee with milk. His father was from the Cameroon, which had\nbeen a German colony until World War I, and his mother was from Denmark. So he called\nhimself Cafe au lait.\n>> [Laughter]\n>> Michel Margosis: And we became very close friends. Used to go to his house practically\nevery day. He never knew anything about me. He never came to our house. And | certainly\nwould not invite him to the place we lived in. He lived right by the port. He taught me how to\nswim, how to skate, how to steal, how to whatever. Well, stealing became a necessity because\nfood was getting scarce.\n| remember sometimes | would be able to get undressed and jump right into the port,\ninto the water. We did a lot of things together. One of the things | remembered well is spear\nfishing. That was fun. In a little kayak. That became a very important part of our activities,\nwhich | don't talk about.\n>> Laura Green: | believe you also told me that you don't think Cafe au lait had any inkling that\nyou were Jewish.\n>> Michel Margosis: We never talked about it.\n>> Laura Green: And tell everyone about who you think his father worked for.\n>> Michel Margosis: Well, because Cameroon had been a German colony, we suspected that\nhe was working with the Germans. And being black was not necessarily a good thing in France\nat that time. Any minority could not be great. But because he was black, he was able to do\nwell. It was a nice place, nice house that he had.\n| remember they used to play records. That's how | got acquainted mainly with opera\nbecause there was one record | particularly liked that made me appreciate that kind of music.\nAnd also they were more intellectual. They spoke English at home. Well, he was French, of\ncourse. And he had two sisters. One was in a wheelchair. The other one was running around\nand never said hello. But they were teenagers.\n>> Laura Green: You mentioned the scarcity of food which led your mom to a line of work.\n>> Michel Margosis: Well, food became scarce and rationed. Because our documents had\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nexpired we could not get these rations so my mother went to business. We call it the black\nmarket. She was able to buy things and sell it at a good price, particularly things like cigarettes\nand chocolates, sweets. It was in good demand and profit was very good.\n>> Laura Green: And what was the penalty had she been caught selling on the black market?\n>> Michel Margosis: Well, | have a picture of her. It says black market penalty is hanging. But\nit's the risk.\n>> Laura Green: There's a sound that you describe hearing in Marseille that signaled a really\nimportant arrival, the sound on the streets.\n>> Michel Margosis: Well, that was when the allied invaded North Africa, November 1942. The\nGerman troops just came down en masse. France had been divided originally into an occupied\nzone and the unoccupied zone. And the unoccupied didn't have any German troops though it\ndid have a lot of Germans that | found out about. When the allied invaded North Africa, all the\nGerman troops came down, stomping down the main drag, where my picture was taken, with a\nhorrific sound of the boots. It still resounds in my ears, very frightening. That's when we\ndecided -- my mother said let's get out of here. She knew the Jewish community there. Many\nof them were doing black marketing, too.\nThere was a famous rabbi who also had escaped there, advised my mother about\nwhat to do. And we decided to escape to Spain.\n>> Laura Green: And shortly after you left, you talk about what happened to that\nneighborhood.\n>> Michel Margosis: | found out through this museum again. When we left -- on my birthday,\nfirst year the war started, all the Jews in Brussels were being picked up and shipped to\nAuschwitz. About two months or so after we left Marseille, that neighborhood where my friend\nwas was also ethnically cleaned and the whole neighborhood was blown up because the\nGermans didn't want to be able to cope with that neighborhood, had too many things going on.\n| remember once being caught in a net.\nOne of the things the Germans defense actually did -- and the French actually did,\nworked with the Germans, would seal the streets, pick up everybody in there, and if you didn't\nhave papers, good luck. And | remember escaping from one of those by sneaking from\nhouse-to-house. | was able to do that with my friends. | never found out from my brother how\nhe managed because | hardly ever saw him.\n>> Laura Green: On your way to Spain, you have | think a significant experience on the train.\n>> Michel Margosis: We took the train from Marseille back to Toulouse to be able to transfer to\nthe mountains. Lo and behold, on the train we had German troops, rifles and everything. My\nmother could not speak French. She spoke Yiddish and Russian. And in order to be able to\navoid suspicion she started making signs as if she were deaf. We kids, of course, spoke\nFrench like the natives but we caught on and we responded in kind. And we never had any\nproblems. We got to the border without any problems. But that was a pretty scary moment.\n>> Laura Green: Can you tell us a little bit about how your mother's work enabled you to\nescape at that point?\n>> Michel Margosis: Well, with the money that she was able to earn -- is that the right word?\nShe was able to buy forged papers to be able to travel and to be able to get to the border,\nsafely because anyplace back then to travel had inspectors, police, checking train and\ntravelers. We were able to go to the mountains to an inn to relax because my sister, as an\ninfant, she had the quiet polio. And the doctors said she needed fresh air to be able to do\nbetter. That's how we were able to justify going to the mountains. So we got that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nOnce we were in the inn at the border we were approached by two cops, French\npolicemen, national policemen. They offered to take us across. We resisted at first but then we\ndidn't have any choice and we accepted. They were willing to take us into Spain for a small\nprice of $10,000 each. So $40,000 later that took us over.\nAnd, again, through this museum | found out that many of those guides, passeurs,\nwere willing to accept money and then turn over their clients to the local police. That\nhappened, | understand, quite a bit. We didn't know about it. | don't know what we would have\ndone otherwise but we had no choice.\n>> Laura Green: And you also told me, | believe, that at $40,000 would have been equivalent\nto about $500,000 today. Is that right?\n>> Michel Margosis: Closer to a million. It's only money.\n>> Laura Green: But | think it's stunning that your mother had the forethought to save all of that\nmoney because your living existence was pretty difficult while she was saving it all.\n>> Michel Margosis: My mother is the one who saved us, the decisions, going to the farm,\ngoing to Marseille. My father was in Portugal trying to get papers.\n>> Laura Green: This might be a good moment to talk about some letters that your family --\nthat you recently discovered.\n>> Michel Margosis: That was much later, yes.\n>> Laura Green: We can go back to it at the appropriate time then. Yeah, absolutely.\nSo this is in December, 1942, when your family is escaping through the mountains.\nCan you tell us what that experience was like?\n>> Michel Margosis: Well, packed a few things particularly because it was winter. And the\nPyrenees mountains rise up to about 7,000 feet. We didn't climb up. We went through it. We\nfound it easier. Well, the cops found it. We were able to get through. We heard dogs but we\nnever encountered any guards. Those cops did a good job. So whatever they earned, I'm not\ngoing to quibble. I'm here.\nWe got into Spain. The cops disappeared. We took a nap for several hours in the\ninn. And then we were advised to take Spanish guides to take us into the Spanish city. But\ninstead of going through the woods, followed the railroad tracks. They said it's easier to get\ninto town if you follow the road. Within a couple of hours we were spotted by the Spanish\npolice, arrested, and everybody was sent to jail except me because | was too young. | was\nsent to an orphanage.\nSo from jail my brother was shipped to a concentration camp in Spain, where they\nhad their own -- just got over Civil War in Spain, Civil War from 1936 to 1939. And Franco was\nhelped with his Civil War by the Germans and the Italians. The Germans provided the\nweapons. Hitler was -- they were friends. Franco was thinking of even joining Hitler in his war.\nBut | think because the allies were getting too close, especially when they invaded North\nAfrica, that Franco changed his mind and decided to work with them.\nWhere was |?\n>> Laura Green: Your brother is sent to this concentration camp.\n>> Michel Margosis: He was sent to that concentration camp where they had mostly refugees.\nAnd we were sent to a small town where they had several hotels reserved just for refugees.\nWe were taken care of there. It was a decent place.\n>> Laura Green: And an American agency steps in next?\n>> Michel Margosis: It was an American agency, distribution committee, which | think was\nfounded in 1911, World War |. And they subsidized us, helped us. From the hotel we were sent\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nto live in town with a family in Barcelona, which is the largest city in Spain. Province of\nCatalonia which has been called the reluctant pride of Spain because they resisted Franco\nmore than anybody else.\nWe were there for a while. | lived there for about six months. After six months | was\nable to learn enough Spanish to be able to read \"Don Quixote\" which | still enjoy occasionally. |\nread it in French originally, then Spanish, and then came here and read it in English. Seems\nlike three different stories in a way. It's like reading \"Les Miserables\" in French, which | just\nloved and then | read it in English. But | did a lot of reading while | was in Marseille. | was able\nto get to a bookstore and do a lot of reading.\n>> Laura Green: So what decision does your mother make without consulting you?\n>> Michel Margosis: The American organization offered to help children under 16 to save them\nout of Europe. And my mother signed me up. She didn't ask me. She just signed me up. And in\nMay 1943, she said goodbye. | said goodbye to the family, sister, brother, mother. | took the\ntrain to Madrid, picked up another load of kids, about 20 or so kids. We went to Lisbon for the\nship where | saw my father after three years. He greeted me. We had been corresponding. He\ngreeted me, he said \"You now are a man.\" So he offered me a cigarette. | didn't tell him |\nstarted smoking before, but at any rate.\n>> [Laughter]\n>> Michel Margosis: And we said goodbye. | stayed with him for a few days. Then | took the\nship, leaving the family behind.\n>> Laura Green: We should also tell everyone that the American agency helped get your\nbrother out. So he was safe.\n>> Michel Margosis: Mm-hmm.\n>> Laura Green: Right? Your brother was no longer in the concentration camp.\n>> Michel Margosis: Everybody who were living -- they were in Barcelona together, living with\na Spanish family.\nSoon after that, my sister signed up to go to Palestine because in Marseille she had\nfallen in love with a Palestinian who was studying in France. He was able to escape to Spain\nalso. And when he wanted to go back home, she said she would go, too. But by that time she\nalso was a scientist. My brother was advised to go with her as a chaperon. I'm glad | wasn't\nthere. They went to Palestine. My mother hired another guy to take her to Portugal. And she\nrejoined my father.\nAnd | came here. | landed -- well, we stopped to pick up a load of cork and wine and\nPorto in Portugal. Then we went to -- made a stop in the Azores, Portuguese island in the\nAtlantic. | remember that stop because | remember the little boats around the ship with people\nselling their wares or whatever. | was able to buy two pineapples. | was so hungry those days\nto some extent. | was very thin then, too. | had lost -- well, that's another story. But | bought\ntwo pineapples which several days later | truly enjoyed because they had fermented to some\nextent.\n>> [Laughter]\n>> Michel Margosis: Then | also remembered in the farm, drinking milk directly from the cow\nwhich was very enjoyable. Didn't have to heat it. Just drink it.\n>> Laura Green: So your ship comes into Philadelphia. Is that right?\n>> Michel Margosis: Ship comes into Philadelphia. Saw the netting in the skies. | thought they\nwere greeting refugees. These were just airplanes or whatever because the war was on\nalready, 1943. We were immediately put on a train to New York to a place called the Bronx.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nNever heard of it before. We stayed there for a few days. | had a cousin -- my father had an\nuncle in Brooklyn. And the daughter came to visit me in the Bronx, showed me America by\ntaking me to a place called Radio City Music Hall. That was all right.\nA few days later she took me to live with them in Brooklyn. So | went to Brooklyn. |\nlived with them for a few months. About September -- | didn't know a word of English except\nwhat | saw in the movies. You know, the movies in Europe are usually dubbed but occasionally\nwe get new ones. And | remember things like \"I love you.\" \"All right,\" \"Ok.\" That's about the\nextent. But | came to Brooklyn and didn't know anything.\nThat September, that took me to school. | had a vacation for three years. So |\nstarted high school. The advisor who took me in was a French teacher so | was able to be\nhelped with them. And he was soon drafted after that. So | took English and civics and math. |\nthink | flunked everything.\n>> Laura Green: But by the second year?\n>> Michel Margosis: Second year | was reading Shakespeare, \"Midsummer Night's Dream\".\nMy junior year | took physics. | didn't like it a bit. My senior year | took chemistry and | just\nloved it. The teacher was just fabulous. Really made it fascinating. | decided to go from\njournalism to chemistry.\nMy parents came in May 1946, and | graduated just a few months later. | decided to\ngo to college and major in chemistry. | made high school in three and a half years with honors.\n| joined clubs. | had a friend in Spain who we made a chess set and | became pretty good at\nchess, competing in the club there, and the French club in high school, math club, and\nchemistry club. | was living it up.\nThen | applied to college. | was accepted in every school | had applied, Brooklyn\nCollege, City College, Miami University of Ohio, a few more. But then because my parents\nnewly arrived, | decided | didn't want to leave so | stayed in New York. | went to Brooklyn\nCollege. | found that test to be very hard, the entrance test. But actually | found that getting out\nof it even harder but | made it. | majored in chemistry. | was active there, founded the\nChemistry Society News, the French group. It was good learning. I'm good at school.\n>> Laura Green: And there's a period of time when you were drafted. Is that right?\n>> Michel Margosis: As soon as | was -- as | graduated, | received a draft notice that said this\nis the Korean War, Uncle Sam wants you. | thought he already had me.\n>> [Laughter]\n>> Michel Margosis: Because | found out later on that | was a ward of the state and | didn't\neven know that. At one time | was also -- oh, | didn't mention that. After staying with a family for\na few months, that couldn't afford me because they had lost everything during the Depression,\n| became a foster child and | went to a foster home.\n>> Laura Green: This was when he was in high school earning honors and is in a foster home.\n>> Michel Margosis: Then when my parents came here. | left a nice comfortable home in\nBrooklyn to go to the slums of east New York. Anybody heard of Delancy Street? Not far from\nthere. Well, we improved over the years.\nOne evening after graduation we were having a farewell party for my going into the\nArmy when | received a phone call that same evening. If | can get a job as a chemist, | can be\ndeferred from the Army. | thought it was a joke. So the following day | called the draft board\nand verified, indeed, if | could get a job, | would be deferred. So | did. My first professional job\nas a chemist, $40 a week in Newark, New Jersey. It took me over half my salary to get there\nfrom Brooklyn but | worked as a chemist, my first job.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n| had a lot of different jobs until then like selling hot dogs and other things, delivery\nboy. | didn't like some of the things that was going on in that chemical -- pharmaceutical\ncompany. | got another job somewhere else in the Bronx.\nThen | decided that because | didn't care for what | was doing, checking on products,\non the pharmaceutical products, but because | could speak Russian, even though | could not\nread nor write, | would be a better help to the government during the Cold War. So | decided to\nenlist into the Army.\nAgain | said goodbye to the family. Part of the family was here already. | reported to\nFort Dix, swore in, and 16 weeks of basic training, learning every weapon there was to learn in\nthe infantry. | became an infantryman. In 16 weeks | became a killer.\nBut | applied to the language school because | wanted to help with the Russian. So |\nwaited for my orders. Everybody got their orders. Everybody went to Korea except me. | still\nwaited for my orders. | finally got them. They said, “We can't send you to language school to\nlearn Russian. You're a chemist. You're also already classified as a French and Spanish\ninterpreter. Forget it.”\nFirst shift | went out | went to Europe. So that's where | went. | ended up in\nGermany. | go to my C.O. and said, “Get me the hell out of Germany. I'm not going to stay\nbecause | just escaped from here, something's going to happen.” So they sent me to France\nacross the border.\nWell, | was home. That was my language. | became a chemical supply specialist.\nWhat does that do? Well, we have gas masks over there. You just move them over there.\nMove grenades from there to there. Finished. Reverse the process. So | did that for a while\nuntil | get emergency leave. My father had taken ill.\n| came home for 30 days. By the time | got here he had died. So after 30 days\nhelping my mother set up, | went back to France. | came back as a chemical supply specialist\nuntil they needed a medic just a few miles away, about 40 miles away, they needed a medic in\nthe hospital and | applied for the job. After all, chemistry is basically pharmacy which is\nbasically hospital if you can relate. So | became a medic. Learning on-the-job training how to\ngive shots. And the shots were great, used big, thick needles with penicillin. You could cure the\nwhole world.\nAnd that's what happened. After two years | decided to become a civilian again in\nspite of their offer to make me an officer. | didn't want to be an officer. | just wanted to get out. |\nserved my time. | did my duty. The Korean War was practically over. | got my out pay and\neventually went to New York for two months deciding what | wanted to do. | applied for a job at\nBrookhaven National Laboratory and started working as a chemist, atomic energy. Worked\nthere for a few months until | decided | wanted to go on learning, so | went to go back to\nschool. | went back to New York, went to live with my mother, and got my Masters.\n| had a friend of mine who was teaching math whom | had known from the school\nbefore. We used to play chess together. And he was a math major. He just got his Ph.D. and\nhe was teaching in Brooklyn. He offered to introduce me to a nice young lady. Because |\noffered to take him home. | was studying at night. And he was teaching at night. | was working\nduring the day. And | had my car and he didn't have his. So | offered to take him home. And he\noffered to stop at the young lady's to introduce me. So we stopped there about 10:00 in the\nevening. We met. She had coffee that she had made in the morning because she was also\ngoing to school. | called the next day, made a date. And six weeks later we were married.\n>> [Laughter]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Michel Margosis: Three dates, six weeks. And we had to wait for her brother to come from\nthe West Coast to come to the wedding. That's why we waited so long.\n>> [Laughter]\n>> Michel Margosis: So today | can say | had a wife, we had two kids and three grandchildren\nand four grand dogs.\nBrookhaven -- | was offered a fellowship in Florida State University. | went out to\nTallahassee, was able to withstand it for a year, and then came back north and got a job in\nDelaware for about five years. | was doing some research but because | could not publish\nbecause the industry does not like to publish -- they're afraid you may reveal too much. So |\napplied for government.\n| still remember the first job where | thought the boss was unethical with certain\nthings and | said if | ever get to work with the government, I'm going to stop these people. So |\nfinally got a job with the Food and Drug Administration. | was involved with approving of new\nantibiotics. | became an expert in the analysis, in the chemical analysis, of antibiotics. That\nwas a Challenge because before that | used to be biological. And | converted that from\nbiological to chemical.\nSo what else? | was elected by the Board of Supervisors of Fairfax County for the\nHuman Rights Commission from which | just recently retired because as we started to mention\nbefore, when my father -- well, | should say my parents came to this country in May 1946. To\nthe day, six years after the war started in Belgium, my sister married a Frenchman, not the guy\nthat she followed to Palestine but the guy she met on the train in Spain that went to the ship.\nHe escaped. He served in the French underground. He went to Spain, went to Palestine,\nenlisted in the Jewish brigade to fight with the British Army. And he went back to fight in\nHolland and Italy. She had an Army wedding in Israel. After returning to Israel he joined the\nHaganah. But, again because of the food shortage in Israel, came here. We convinced him to\ncome to America. My brother was in the Kibbutz. He came. It took us 13 years to get back\ntogether but we all made it back.\nWhen my father died -- well, while we were all separated my father was in Portugal,\nmy mother in Spain, my siblings in Israel, and | was here, my father saved all the mail that we\nwrote to him. And when he died, my mother inherited that. When she died, my sister inherited\nthat. And then when my sister died, her son got it. And | finally found out about it when he\ncame to my grandson's bar mitzvah last year. And now I'm reading over 400 letters in French\nabout what my sister and brother were thinking and writing about. Mostly the complaints were\nabout lack of food, lack of money, lack of facilities, lack of everything. I'm still reading it but that\nwas the main reason | gave up the Human Rights Commission. I'm still reading it.\n>> Laura Green: One of the interesting things that Michel talked to me about is he can tell from\nthe letters that his father would be writing, asking sort of like what's the delay, are you trying to\ncome, are you trying to get papers and his brother and sister would be writing to his father and\nsaying can you talk to our uncle in America, can you talk to the British consulate. Everyone is\nwriting back and forth trying to figure out why can they not make more progress to get out.\n>> Michel Margosis: Well, because of my father's training -- he had this teacher back in\nRussian, a famous poet. There's a museum in Tel Aviv. As a result, he could speak seven\ndifferent languages. By the time he came here | was able to speak to him in French and in\nEnglish. | didn't know any Portuguese.\n>> Laura Green: | think we might have a few minutes for questions if this is a good time for\nyou.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Michel Margosis: Sure.\n>> Laura Green: Great. So people will be coming through the audience with microphones. If\nyou can just wait until you have a microphone to ask your question, that would be great.\n>> Michel Margosis: A hand over there.\n>> Laura Green: Someone's coming here.\n>> [Question Inaudible]\n>> Laura Green: She's asking if letters were the only way that you were able to communicate.\n>> Michel Margosis: Oh, no. We wrote to each other all the time. But we never expressed --\nwe never talked about our experience. My father used to write -- especially when he wrote to\nthe foster home, he was telling them how wonderful | was doing in school. | was a marvelous\nstudent. | didn't tell him that. We communicated. We were always in communication. Even\nthough a lot of scribblings were blacked out because of the censors.\n>> Laura Green: Another question?\n>> [Question Inaudible]\n>> Michel Margosis: | took the time to Europe on our 15th anniversary. We stopped in\nMarseille. | took my wife to Marseille, trying to show her the slums that she didn't want to see\nbecause she thought she saw somebody with a knife in his mouth, like a pirate or whatever.\nBut | went to the authorities trying to find out. | couldn't find out anything about him.\n| also got in touch with the German archives that we all work with, the greatest\narchives that existed in Germany, trying to find out about a farmer who took us in and my\nfriend Rafael. And their names were not in there which means to me that they were safe. Had\nthey been picked up, they would have been listed there. So | feel comfortable that they were all\nright.\n>> [Question Inaudible]\n>> Michel Margosis: | didn't quite get that.\n>> Laura Green: She's mentioning the international quality of your family but the microphone\nseems to be doing something.\n>> [Question Inaudible]\n>> Michel Margosis: When my father escaped from Siberia, he found refuge in Persia. He had\na colleague over there who helped him to become a Persian citizen. So we were all Persians\nat the time. So when | became a citizen myself, | had to relinquish that citizenship, which |\ndidn't mind at all because | never knew anything about it. | found out through the history books\nthat there was such an empire that was great back then. Today it's called Iran. We're not too\nfriendly with them. That's the history of the world. We make friends. We lose friends. We make\nenemies, lots of them.\n>> Laura Green: Is there another question?\n>> [Question Inaudible]\n>> Laura Green: Could you repeat the question again?\n>> [Question Inaudible]\n>> Laura Green: She's asking about the concentration camp, where your brother was held,\nand whether the experience was at all similar to wnat we know of German camps.\n>> Michel Margosis: Well, the German camps -- | think every extermination camp Germany\nhad was in Poland. Most of these other camps were not extermination camps as such. The\ncamp in Spain was mainly as a result of the Civil War that they had in Spain. And originally\nthey were for the Spanish prisoners.\nIs that adequate?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Laura Green: Do we have any more questions?\n>> Michel Margosis: That means you know everything?\n>> [Laughter]\n>> Laura Green: OK. If the folks at the mic -- oh, ok.\n>> [Question Inaudible]\n>> Michel Margosis: Well, | like to claim that | had two techniques to keep me well. One is\nmusic, which | learned -- the opera that | learned at my friend's house, and the music. And\nhumor. When | was running the Parkinson's support group here, when my wife had\nParkinson's, | was appointed the Humor Editor of the bulletin.\n>> [Laughter]\n>> Michel Margosis: Without humor, it's difficult to live, especially in this world. We need it. So |\nhave a list in French and Spanish. | also have an adult one but | don't talk about it. And | still\nkeep it up.\n>> Laura Green: You email this list, right?\n>> Michel Margosis: | email jokes every day to a list that | have.\n>> [Laughter]\n>> Can we get on that list’?\n>> Laura Green: She'd like to get on your list.\n>> Michel Margosis: | sent Irish jokes to my congressman. My congressman is a great guy,\nGerry Connolly, in Virginia, and we became good friends. So | don't send to his office. | send to\nhis home to his wife. But he reads them all. And he keeps insisting, please send me Irish\njokes. And he's willing to use those that are acceptable.\n>> [Laughter]\n>> Laura Green: Michel, I've asked you a number of times about experiences that you had that\nsound incredibly frightening to me, like machine gunning the train that you were in, and\nactually seeing people injured and die. | have asked about your response to that and I'm\nalways surprised by the way you answer about whether you were scared in these moments.\n>> Michel Margosis: | guess | was scared. | remember in basic training something called\ninfiltration course where we were supposed to crawl around with machine guns firing. One of\nthe kids got up and got shot. That was not far from me. So experience -- you learn to live with\nit, Keep on going.\nMy wife had Parkinsons. | took care of her for 12 years, cooked, took care of her. So\nwe do what we can with what we have. We have to make the best of it, especially today.\n>> Laura Green: So our tradition at First Person is to have our First Person close the program.\nI'd like to thank you all very much for being here. We hope that you will come back. We have\nour First Person program every Wednesday and Thursday until the middle of August. Michel\nhere will have the last word.\nBefore | turn back to him, I'd like to let you know that at the end of our program we\nlike to ask our photographer, Joel, will come to the stage and take a portrait. So if you can all\nremain in your seats, Michel will be up here and Joel will shoot it from this direction.\nSo with that, Michel, do you mind giving us your closing remarks?\n>> Michel Margosis: Just a few words that | have written. Because | cannot rely on my memory\nanymore. I'm approaching 100 years of age. Slowly.\n>> [Laughter]\n>> Michel Margosis: We know the Holocaust as a time when the spark of evil flared into a\nraging fire that engulfed much of Europe. | was alone when | came to America in June 1943,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\njust a couple of weeks before the invasion of Sicily. It was also around the time that a race riot\nblazed in Holland and Jews and other minorities were not accepted everywhere in this country.\nYes, America has grown a bit but the consuming embers of discrimination, bigotry and\nintolerance have never been extinguished. Voices of ignorance, economic degrees, political\nand religious zealots have resurged and are spreading those old fears that are splitting the\nworld asunder and perpetuating genocidal, racial, and ethnic conflict. Progress means we must\nembrace our expanding diversity and support education more fully at all levels and get to know\nour neighbors better for America and the world to become a better and more secure place for\nour children and grandchildren to live happily, grow and prosper.\nOnce more, I'm reaffirming my own legacy with memories from those dreadful days\nas well as those happily derived afterwards. As | am bearing witness to the Holocaust, | leave\nit to this great museum and to you, all of you, to ensure that it will be remembered.\nHate and genocide must be banished from this earth to survive. This nation became\na world leader primarily because of its moral values and innovative science and technology\nthat you can embrace without fear. Learn about your country and the issues troubling it.\nlf you want democracy to thrive, Know your rights and use them judiciously. And more\nimportantly, vote. But, of course, vote for the right people.\n>> [Applause]\n",
    "segments": []
}