{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, May 30, 2013\n1:00 p.m. — 2:05 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nJILL PAULY\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 14th year of First Person. Our First Person\ntoday is Mrs. Jill Pauly whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nuntil mid-August. The Museum's website, www.ushmm.org, provides information about each\nof our upcoming First Person guests.\nJill Pauly will share with us her First Person account of her\nexperience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntowards the end of our program, you'll have an opportunity to ask Jill some questions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Jill is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with our\nintroduction.\nJill Pauly was born Gisella Renate Berg May 1, 1933, in\nCologne, Germany. The arrow on this map of Germany points to the city of Cologne. Jill and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nher family lived in Lechenich, a small town outside of Cologne.\nIn this photo, Jill, who is in the front, and her older sister, Inge,\npicnic in the Eifel Mountains in 1937 with their mother, Klara, and their aunt and uncle. The\nNazis came to power shortly before Jill was born in 1933. On November 9, 1938, the Nazis\ncarried out a nationwide Pogrom against Germany's Jews known as Kristallnacht or Night of\nthe Broken Glass. Alerted to the danger, Jill and her family fled to Cologne.\nJill's family decided to emigrate from Germany, and in May of\n1939 they left for Kenya. In this photo we see Jill, who is on the right, and Inge, posed while\non the German ship that took them on a two-week journey from Genoa, Italy, to Mombasa.\nJill and her family lived in Kenya for the next seven years.\nPictured here is a group portrait of Jill's extended family. Jill is in\nthe middle. In 1947 the Bergs came to the United States and settled in New Jersey.\nJill and her husband, Kurt, lived in the Washington, D.C. area\nsince 1974. I'm pleased to let you know that Kurt is here with Jill. If you wouldn't mind a little\nwave, let the people know you're here. Great. Thank you.\nJill and Kurt have two children and four grandchildren. Jill\nenjoyed a very successful career in real estate. And she volunteers here at the museum at the\ndonor's desk where you will find her on Monday mornings.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Jill Pauly.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n>> Bill Benson: Jill, welcome. Thank you very much for being willing to be our First Person\ntoday. It's really good to have you here. We're going to start right away because you have so\nmuch to share with us in our short period of time.\nYou told me that for your family, Kristallnacht was the catalyst\nthat led to their decisions to leave Germany and end up in Kenya. That was in 1938. You\nwere born in 1933. Why don't we start with you telling us about your family, community, what\nlife was like both before the war and the events that led up to Kristallnacht.\n>> Jill Pauly: Well, | can only answer you with a 5-year-old's memory. And since | was born\nafter Hitler came to power, | don't remember a normal lifestyle.\n| was born the 1st of May. That was the day that the Germans\ncelebrated Hitler's becoming chancellor. And for a Jewish baby to be born that day was\ntreacherous, but | was born. And my uncle had to drive my mother to the Jewish hospital in\nCologne. They took me home, | suppose.\n| don't remember the first two years. | have early childhood\nmemories of never being able to play with other children, of always being in the house, and\nhaving very little exposure even to the backyard. When | went out, it was with an adult. |\nremember when | was very little that my grandmother still walked to the cemetery on\nSaturdays; not every week, but often. And | would walk with her. | remember the synagogue.\n| also remember the green grocer. | don't remember why, but he's not there anymore. |\nchecked. The store is not a green grocery anymore.\n| remember little things. | remember darkening, putting things\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nover the windows, block out our light. Of course, | didn't understand what that was, but |\npresume, having read a lot about how the Jews of Germany lived during those years, anything\nto keep the outside world out was practiced.\nInside the house, Orthodox Judaism was practiced. We were\nOrthodox Jews. When | was 2, the Nuremberg Laws were put in place, and kosher\nslaughtering was forbidden. Defiantly, my family continued to do kosher slaughtering in very\nclandestine ways.\n>> Bill Benson: Tell us about that.\n>> Jill Pauly: Yes. They took the chickens and maybe small calves to the attic. Three of my\nuncles were certified kosher slaughterers. The big beef, when they needed it or wanted it -- an\nuncle of mine was the butcher part of the family business. My family was in the cattle business\nand doing very, very well until Hitler came. My Uncle Ernest set himself up a way of\nslaughtering the cattle. He had to be terribly careful because the neighbor next door was a\nNazi. And they used to watch everything that went on in the yard. So he devised a system\nwhereby he would slaughter the cow, and then he would take a gun and shoot into the severed\nhead.\n>> Bill Benson: So the neighbors would think --\n>> Jill Pauly: That he didn't do kosher slaughtering. | wonder now, of course, had they known\nhow seriously they were endangering themselves. They might have lived by the laws of the\nTorah which says in order to survive you may do anything. But the Jews at that time didn't\nknow what the final solution would be, so they were just defiant as long as they could be\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwithout being confrontational.\n>> Bill Benson: | recall you telling me that they would hide the ritual knives in the chimney.\n>> Jill Pauly: They hid the knives. They taped the big knives inside the chimney and the little\nknives they threw in with the cutlery. And they were raided twice. So they were given away by\nsomebody, either by other Jews who might have thought they knew or just people.\n>> Bill Benson: You've described Lechenich, the town where you were born and lived, as a\nvery ancient city. And your family actually went back centuries. Tell us a little bit about that.\n>> Jill Pauly: | had always been told that the ancestors came from the region where | was\nborn, and | started reading a great deal. My mother got a book in the 1950's that someone\nwrote which had very limited information, but it did say that the first ancestor that they could\nfind of the Berg family dated back to 1699. And about two weeks ago someone sent me a\ngenealogy, which is a crossover of my mother and father because they were very distantly\nrelated. And the first date that | read on the genealogy is 1711. So we know that even during\nthe 1600s there were Jews living in the greater -- you know, along the Rhineland, outside of\nCologne. Cologne has a very, very ancient Jewish history.\n>> Bill Benson: How large was your extended family given that your family had such long\nroots in that community? How much of an extended family?\n>> Jill Pauly: Oh, God. Do | have now?\n>> Bill Benson: Back then.\n>> Jill Pauly: Hundreds and hundreds of people. My grandmother had 100 first cousins in the\ncity of Krefeld. And | got that genealogy. | read my grandmother's age-group. And I'm going\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto read it again before the next time | speak, but | recall that | think she was the only survivor of\nthat age-group. That gives you some idea where six million came from. We found some\nsurvivors of the next -- my father's generation. With a family that size, obviously some people\nwere lucky. | think | found four cousins of my father's.\n>> Bill Benson: That survived.\n>> Jill Pauly: That survived. But he didn't know they survived. Five cousins. One he found\nwhile he was living. But the others, they came out after he passed away.\n>> Bill Benson: Jill, in those years before Kristallnacht and the war beginning, you were too\nyoung to go to school at that time but your sister, Inge, began her schooling.\n>> Jill Pauly: It was very rough. First they let her go to public school in Lechenich when she\nwas 6, that was 1935, and she already had a very hard time with being discriminated against in\nthe school, by children and the teachers not backing her up, backing up the children. She got\ninto it with a couple of boys. And she hit one of them. And he had a bloody nose. And she\nran home. And my parents decided to take her out of the school. And she was sent away\nfrom home to my grandmothers where there was a little Jewish school, one classroom. It had\na teacher with every grade in it. | think up to bar mitzvah age. He was a genius. He taught all\nof those children individually, beautifully.\nAnd | have to tell you, his name was Lara Gottlieb. | think | must\nhave seen him. He was such a kind soul. He had such a heart. He said, | never did anything\nto anyone. | read about him. There was a write-up about him after the war. | got the material.\nHe would not hide himself. And he didn't think it was necessary to run away because he didn't\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhave any enemies. He never did anything to anyone. And he died in the camps.\n>> Bill Benson: He was the teacher of your sister.\n>> Jill Pauly: My sister's teacher.\n>> Bill Benson: Jill, November 9, 10, 1938, Kristallnacht, the Night of the Broken Glass, tell us\nwhat happened that night, what happened to your family, whether or not you recall anything\npersonally, what you know about it from other family members.\n>> Jill Pauly: Some of the family members were put in the concentration camps. That! Know.\nOne of them survived. He was 16. He already had papers to leave Germany, and six weeks\nafter he was arrested he was allowed to leave. Others, they somehow got out of the camps if\nthey had where to go. And they had papers. Some of them got out. Some of them didn't.\nBut mainly, that incarceration that was done on Kristallnacht was like a warning. They tortured\nthe men terribly. | read up. There are books -- a man wrote his experience. | read his\nexperience. Sadistic, cruel, horrible treatment. But they let a lot of them out after six weeks.\n>> Bill Benson: And for many of them they would let them out only because they said you\nhave to leave Germany.\n>> Jill Pauly: Yes. And for those people they recovered. | remember seeing someone in\n1939, in early 1939. He came to visit us in Cologne, where we were supposedly in hiding. He\nwas a relative of mine's brother. He was going to carry my grandmother when we left. They\nmade arrangements to carry her from the apartment to the train in Cologne. She could no\nlonger walk. She had cancer. She was dying. And the Nazis didn't have a lot of use for sick\npeople, so it was very dangerous for her to be taken out. But he volunteered after coming out.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nHe was very courageous, that he would carry her to the train and he did. And | remember\nseeing him. He looked horrible, gray, if a person can have gray skin, he looked gray. His hair\n-- he was a young man. His hair was stubbles. Hollow. | was a little frightened of him\nbecause | had never seen anyone look like that. That was after six weeks.\n>> Bill Benson: The night of Kristallnacht your synagogue was burned, as were hundreds of\nother synagogues throughout Germany and Austria. Do you remember that?\n>> Jill Pauly: Yes. Of course | do. | do. Kristallnacht, we were in the house. There was a\nknock on the door at 9:00 in the morning. A righteous gentile knocked on the door and told my\nfamily that the men should not go to the synagogue that day; that something really terrible was\ngoing to happen. It was 9:00, and my father hadn't heard anything. It wasn't on the radio.\nAnd he said, “What's going to happen?” And the man said, “I don't know what's going to\nhappen, but I'm telling you don't go there. Listen to me.” So they didn't go. And about 20\nminutes later or so the phone started ringing with relatives in other areas telling them to do\nsomething because houses were being invaded and people were being chased out, that\nhomes were being broken, do something, hide yourself, they were picking up the men and\nsending them to the camps.\nSo what they were doing, really, the Nazis, they were using the\nsynagogues, especially, to pick up the men that observed and send them to the camps. It was\na gathering place.\nSo instead of going to the synagogue there was a lot of\nscreaming. | remember the noise in the house. It was terrible. We were seven people in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nhouse. And | was frightened because there was screaming. My grandmother jumped out of\nher chair and said, \"We're leaving. Call somebody to drive us to Cologne. We're leaving.\"\nYou know, just leaving and hiding in a country where it's so\ndangerous to go outside, you really had to think -- how to plan in five minutes where you're\ngoing to go.\n>> Bill Benson: She said on the spot we are out of here.\n>> Jill Pauly: Because somebody called and said come to our house. And my father said, not\ncoming to your house. You know, he must have thought, well, I'm not safe here, why would |\nbe safe there?\nSo what we did, again, a righteous gentile was willing to drive\nus, my grandparents, my sister and |, away from the house. And when we got outside, we\nwent into billows of smoke. We saw the smoke and the flames of the synagogue. We were\nterrorized. We were absolutely terrorized. We started screaming. We were being separated\nfrom my mother and father. We were put into the car. My grandmother had difficulty\ncontrolling us so she put us on the floorboards of the car with our faces down. She put her feet\non my sister and my grandfather had to put his two feet on me to keep us from looking out the\nwindow. And that quieted us down.\nSo | know that the synagogue burned. She also didn't want us\nto see the other synagogues burning because there were a lot of fires on the way to Cologne.\nRight before we got out of the car she let us up, and we saw fires in the distance. Horrendous\nnight.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Why did you go to Cologne?\n>> Jill Pauly: Now that I've read a lot, it seems when the Jews got frightened -- the majority of\nJews in Germany lived in small villages. And when they got frightened, when they were\npersecuted, they left their homes and went to live -- they thought going into big cities, they'd be\ndispersed amongst other people, nobody would know them. That's the only reason. We went\nto Cologne because | think she didn't know where else to go.\n>> Bill Benson: And you had some family there. Right?\n>> Jill Pauly: We had family. The grandmother and grandfather went into like a senior living\nplace. And we moved in, eight or 10 people into an apartment that housed four people. So we\nwere 12, 13 people living under really, very restricted conditions.\nMy father and his brother and the cousins, five men who were in\nthe business, the Berg brothers -- | realized that overnight when | thought about it, he didn't get\nin the car with my mother. He got in another car because those five men drove all night long\nuntil they had no gasoline. And then they came back -- a woman told me this 50 years later.\nThe one gasoline station that they knew that they could trust to get more gas in the car. And\nthey just kept driving.\n>> Bill Benson: Essentially just not staying stationary anywhere, just driving around.\n>> Jill Pauly: Exactly. Or going into the woods sometimes and coming out again. But they did\nnot stay stationary. And it happened, | believe, on a Thursday. If any of you have read or\nstudied, it was decided the next morning at 10:00 it was over. When he said it was over, it was\nover.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: This was happening all over Germany.\n>> Jill Pauly: All over Germany.\nSo after that time, they came into Cologne. They tried to work\nout where they were going to hide with us. So my father decided the same thing that Uncle\nFrank did. He decided to go into an attic. | don't remember it. Because it must have been a\nvery short time. There is a living relative who is of sound mind. She's 95 or 96. | don't know.\n| did question her about it, and she said it was in the same house where we were living. There\nwas an attic upstairs. They were going to make that their hiding place. But it didn't work out.\nAnd | have to say, thank God it didn't work out. My sister had screaming nightmares. So that\nwould have been a dead giveaway.\nSo then they decided they're leaving the country. They didn't\nhave papers. But it was a good decision. They took the car, family car, the three men, two\nbrothers and a cousin, and they drove into Holland. And they got caught. And that's a whole\nother segment.\n>> Bill Benson: Tell us just a little bit about that. They got apprehended by the Dutch, by\nDutch Nazis.\n>> Jill Pauly: Yes.\n>> Bill Benson: What happened to them there?\n>> Jill Pauly: They were put in prison.\n>> Bill Benson: In Holland.\n>> Jill Pauly: In Holland. | only just discovered this 75 years later. Where we lived was one\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhour by car to Holland. | saw the sign. Otherwise --\n>> Bill Benson: Wouldn't have realized it was so close.\n>> Jill Pauly: | didn't realize how they could have gone.\n| had two other uncles and an aunt who went to Holland in 1937,\nlegally, because they could no longer -- they were not well to do. They had no income. One of\nthem used to work for the Berg brothers in the business, but the business was closed down.\nThe 1st of January 1937. | just read that. So they had to leave the country. They had no way\nof surviving. So they went to live in Holland.\nSo by 1938 November they had been there almost two years.\nThey were not allowed to work. Jew that came into Holland caused a big problem\neconomically. | think there were 40,000 of them. They were not allowed to work. So they had\nto live on moneys that my family had smuggled out the day | was born. They had a chunk of\nmoney in Holland. So the family had to live on that.\n>> Bill Benson: And by doing that the day you were born in 1933, your family was anticipating\nthere was a day that they were going to have to leave.\n>> Jill Pauly: My grandmother.\n>> Bill Benson: Your grandmother did.\n>> Jill Pauly: She didn't know we had to leave but she knew she didn't trust the Nazis. So she\nwouldn't allow the family business to put their money -- leave their money in the banks.\n>> Bill Benson: So she had it hidden in Holland.\n>> Jill Pauly: No. Actually, one of the uncles, the oldest one, used to take vacations in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nmountains. That was a picture of him. That was the one. He met someone there who was an\nextraordinarily wealthy Jewish man from Holland. And he turned out to be the court Jew. He\nhad access to the queen.\n>> Bill Benson: Queen Juliana of the Netherlands?\n>> Jill Pauly: No. It was Wilhelmina. And she was not Nazi. So when they were sitting in the\nprison, the next morning he went over to see what this guy running the place had in mind for\nthem. He told them he was sending them back to Germany. So my uncle said to him in\nperfect Dutch -- but risky, really because he was a German immigrant: \"You're not allowed to\ndo that. | inquired. You have to have written permission from der Hague to send people back\nand you don't have that.\" So he put them back in prison. He said, \"Well, by tomorrow morning\nI'll have it and if you don't find a place for them to go, they're going back.\" Then he called this\nman, Mr. Goldschmidt, and asked him what to do. Mr. Goldschmidt got him a lawyer who was\nexpensive but who told him what to do. And this man Mr. Goldschmidt, went to see the queen.\nHow do you call that? He got a visit to the queen.\n>> Bill Benson: Like an audience with the queen.\n>> Jill Pauly: An audience with the queen. And she signed permission for these three men to\nstay in prison in Holland.\n>> Bill Benson: And not be sent back.\n>> Jill Pauly: And not be sent back.\n>> Bill Benson: So in the meantime they're not sent back but they're in prison. And now your\nmother and your grandparents and you and your sister are in Cologne.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Jill Pauly: Everybody's in Germany.\n>> Bill Benson: And the commitment, your grandmother has decided you're all leaving. So\nthen begins this remarkable effort to try to leave Germany. Tell us how you were able to do\nthat.\n>> Jill Pauly: It wasn't only the effort to leave Germany. It was an effort to survive in Cologne.\nFood. The Jews were rationed. We were 12 people. And they never had enough food.\nNow, | was never hungry. That! remember. And my sister said\nwe were both hungry.\n[Laughter]\nShe remembers it because my grandmother -- whenever she visited my grandmother, she had\na meal for them, for us, on the window sill, chicken legs or whatever. Now, whether only she\nwas hungry | don't know. But! don't remember having to ask for food. Maybe the conditions\nmade me not hungry.\n| was very unhappy in Cologne. There was a child in the same\nhouse that | was allowed to play with, my first social contact. | was almost 5 1/2. Because\nthey were in the same position we were in, and she wasn't going to get out and talk to anyone\nand | wasn't going to get out. So we couldn't blabber, so they let us play together.\nUnfortunately it was a very short time. Her mother -- | presume they were German Jews. |\ndon't know whether the father was a German Jew. He might have been a Czech Jew or\nsomething. But at some point the mother told my mother that she was going to follow her\nhusband; that he was across the border somewhere and could | please go along with them to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nhave her daughter's passport picture taken? Well, my mother was a little -- she was\napprehensive all the time, but she let me go. And | have this wonderful photo of the two of us.\nAnd this was April 1939. And that week they left. Once they had their papers. They were\nnever heard from again. We don't know what happened. They got swept up somewhere.\nDidn't survive.\n>> Bill Benson: You would leave, your family would leave, for Kenya in June of 1939. The\nbetter part of almost seven or eight months that you remained in Cologne, both trying to\nsurvive, as you said, but also making arrangements to get out of there, and your father is\nincarcerated in Holland.\n>> Jill Pauly: Yes.\n>> Bill Benson: What did the family do to make those plans to be able to get out?\n>> Jill Pauly: Well, there was a cousin. Her name was Rose Berg, married to my father's\ncousin Karl. They came from Lechenich also. She had a big, successful family. And luckily\none of her successful cousins was a very wise man who decided to leave Germany and went\nto England in 1934 and started a business. And he brought his younger brother to England to\nstudy law. And when the brother graduated in 1937, he was hired by a prestigious law firm in\nNairobi, Kenya. So she had this contact. And she kept going, for three months, every single\nday with someone to guard her to the train station to make a phone call to England, every\nsingle day. How can you help us? What can you do for us?\nThen in about March 1939 -- no, it must have been later\nbecause | went to school for two weeks in May. It must have been the beginning of May. She\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ngot the news that her brother was sending 21 visas to get us out of Germany to Kenya. And\nwhat we needed was 50 pounds a head to get in times 18, if you can figure that out. That was\na fortune. That's it. He was able to get us out. So the 12 of us, 12 of us from Cologne left\nand the seven from Holland --\n>> Bill Benson: On those 18 visas.\n>> Jill Pauly: Seven from -- my mother's brother and sister and husband and child. Six, five?\nWhatever they were. And the three men that were incarcerated. They got out first. They got\nout before we did.\n>> Bill Benson: And they went to Kenya ahead of you.\n>> Jill Pauly: Yes. In May. Yes.\n>> Bill Benson: You told me, Jill, as | recall, your family had to pay 50 pounds --\n>> Jill Pauly: A head.\n>> Bill Benson: Per person for these visas. But as the British realized there was that demand\nfor those visas, the price went up after that. | think you said it went to 250 pounds.\n>> Jill Pauly: 250 pounds. But! think -- | was told that that was lowered again. They tried it or\nsomething. They wanted to control.\n>> Bill Benson: It was an extraordinary amount of money.\n>> Jill Pauly: Extraordinary amount of money. And some of those 18 family members were\npaying that back for years. Because the Bergs didn't have it left. When they got to Kenya,\nalthough they were well to do, they had just enough when they came together with the little bit\nof money each family had and put a down payment on the farm.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nAnd then this 96-year-old told me maybe three months ago, you\nknow, she said, we were stone-cold broke. We were on the farm. We had nothing. We\ncouldn't go for a haircut. There was no money for a haircut. Until the farm started producing,\nyou know, until they acclimated.\nSo the fact that they were well to do in Germany -- my mother\nalways told me that we did not get out of Germany with money.\n>> Bill Benson: | think you were not allowed to take money out, but you could purchase goods\nif you could get them.\n>> Jill Pauly: Oh, they did that.\n>> Bill Benson: So you began trying to prepare for this trip.\n>> Jill Pauly: Oh my God. It was really funny when you look back now. They didn't have\nanything to do. So they took money, and they went shopping for the foreseeable future in\nAfrica. And the women bought seven big lifts, the size of a small eight-by-ten room full of stuff.\nThey bought sewing machines, refrigerators, cutlery, whatever. Children's clothing for five\nyears. And it was a big family. So | think there were seven lifts.\n>> Bill Benson: The idea was it would be shipped to Kenya with you.\n>> Jill Pauly: That was the idea. But the Germans had a great idea. It was all shipped to\nHamburg, and they stole half of them and then two or three of them arrived. My mother was\nlucky, one of hers arrived. And so they started communicating, what happened to our lifts? So\nthey said they went down. They didn't go down. They were stolen.\n>> Bill Benson: So you had hoped to be able to take all of this with you, but you weren't able\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nto. But you were able to make the trip. You left, | believe, in June 1939. Tell us about that\njourney, taking that trip to go to Kenya.\n>> Jill Pauly: Oh, that was serious stuff.\n>> Bill Benson: And just to remind the audience, war had not actually begun yet. It wouldn't\nbegin until September 1 when Germany would invade Poland. So this was just right before the\nactual beginning of the war years.\n>> Jill Pauly: It was bad. It was like eight weeks before the war broke out. The train, of\ncourse, was full of Nazis. And my mother knew that. And she also knew that a trip to Kenya\nwould be extraordinarily strenuous for my sick grandmother, her mother.\n>> Bill Benson: And you had several grandparents with you. Didn't you?\n>> Jill Pauly: Three.\n>> Bill Benson: Three.\n>> Jill Pauly: And she asked my grandmother whether she was sure that she could take this\ntrip. It was very, very strenuous and hot. And my grandmother said -- my grandmother, bless\nher, said, \"If | die on the train tomorrow, I'm not staying in this place.\" Saved my life. Because\nhad she said, you're right, | can't make it, who would have taken care of the grandmother?\n>> Bill Benson: So you went.\n>> Jill Pauly: So we went.\n>> Bill Benson: You made your way out of Germany.\n>> Jill Pauly: We had to be very, very careful that we weren't separated. The women had\nmade plans with each other, documented plans on what to do in case certain things happened.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nBecause they felt they could be thrown off the train and we would be on the train with the sick\ngrandmother. Or they could throw all our luggage away and we would have nothing to deal\nwith. So they made plans.\nSo what we were told, we were not to move on the trip. Couldn't\ngo to the bathroom, couldn't ask for water. We were not to fight. It was very serious business.\nAnd my mother got through to me. She did. | found out that my little cousin, who was -- ughh,\nhe was bad. He was 18 months old. He's a big donor here now.\n[Laughter]\nHe screamed, kicked, carried on. He was really bad. You know, children were neglected\nunder those conditions. So | found out that his mother gave him whiskey.\n>> Bill Benson: That was the secret, huh?\n>> Jill Pauly: She put him to sleep. She was a nurse. So she knew what she was doing. And\nhe slept from Cologne into Switzerland. After Switzerland we didn't care.\n>> Bill Benson: You crossed the border then.\n>> Jill Pauly: Yes. And | remember very vividly the smile that broke out on my mother's face\nwhen we went into Switzerland out of Germany. It didn't last long. Just that moment.\nBecause once we got to Italy, all sorts of problems. It was really hot. And we didn't really --\nwe had no money. Every Jew that left Germany was allowed 10 mark. Somehow we went\ninto a hotel. Somebody must have had something, overnight or over two nights. And then we\nhad to get back on a Nazi ship.\n>> Bill Benson: That's the amazing thing to me. The ship you had to take was a Nazi ship, to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nKenya.\n>> Jill Pauly: There was a reason for that. They wanted to control us from Cologne to\nMombasa. And if we had money, we might have gone somewhere else. Everything was like a\nmiracle. When we got to Kenya, they want to be sure if they're getting rid of the Jews, that\nthey know where they're going.\nSo the Nazi ship was very, very demeaning for my mother\nbecause they separated the Jews from the other human beings. We were on a separate level.\nShe became very angry, really angry. She acted out. She resisted ina way. We had a\nseparate lunch room. Diapers were not as useful as they are today. My little cousin, every\ntime we ate in the dining room, he left a puddle under the highchair and his mother wanted to\nclean it up, and my mother said, “No, you don't. You do not clean it up. They put us in here\nlike this; let them clean it up.” She wasn't being funny. She was being defiant.\n>> Bill Benson: Do | remember correctly that in order to even get on the ship you had one\ngrandparent who did not want to go because they weren't serving kosher food.\n>> Jill Pauly: Oh, yeah. My grandfather wouldn't go anywhere without being absolutely\nassured that there would be kosher food.\n>> Bill Benson: On this Nazi ship.\n>> Jill Pauly: On the Nazi ship. Nobody explained to him -- he really knew Jewish law. He\nknew it was dangerous, too. But nobody internalized the final solution. Nobody internalized\nthat they would go as far as to murder people for this, for whatever they wanted. So he still\nstuck to the Jewish rules. And he said he needed kosher food on the Nazi ship. Someone\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\npicked up a phone and called Berlin and we got kosher food on the ship. Nuts.\n>> Bill Benson: And while you were on the ship, you had also this amazing experience that\nwas very frightening to your mother in that the ship -- if | remember correctly, the ship's captain\nheard you singing, a little girl, you were singing. Tell us about that.\n>> Jill Pauly: | remember always singing with my grandmother. And the singing must have\nstopped on Kristallnacht and did not occur because we were separated in Cologne. When |\ngot on the ship, there was sunlight, and there were people; | started singing again. And | was\noverheard. And my mother was asked to come see the captain. She was very frightened.\nBecause he was a Nazi captain. But he was ok. He said to her would she mind if | could sing\nfor the crew. | didn't know about it.\nShe was extremely upset. Because while we were locked up in\nCologne with nothing to do, my mother's uncles, who had magnificent voices -- one of them\nwas an opera star but also very Orthodox, prepared me for the Passover Seder in music. |\nsang the whole thing.\nWhat do you think | was singing? Not altogether. | sang\nGerman folk songs as well. So | remember the grandmothers, both of them, sitting up with me\nin the cabin telling me what | could sing and what | couldn't sing. And | only remember one\nnight, one time, but this lady in New Jersey she tells me, no, you did it every day for two\nweeks.\n>> Bill Benson: Making sure you were singing German folk songs.\n>> Jill Pauly: Mm-hmm. And | must have done ok because here | am.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Bill Benson: And there you were in Kenya. You make it to Kenya.\n>> Jill Pauly: Yeah.\n>> Bill Benson: Tell us what that was like. Talk about something that had to be for the entire\nfamily a tremendous cultural shock to go from what you had experienced --\n>> Jill Pauly: A lot of funny stuff, really, now looking back. It was funny. First of all, wnen we\narrived, | hadn't seen my father for almost a year.\n>> Bill Benson: Because they had gotten there before you.\n>> Jill Pauly: Yes. And | see this man on the harbor there in Mombasa. He's wearing a dark\ngray suit and a white shirt and a hat, European hat. He was the only one. Everybody else was\nin tropical. So | picked him out of the crowd. It was hot, like here today. Hot. | don't\nremember -- my sister remembers more -- | don't know what day, if we arrived on a Sabbath. |\ndon't know. Walking, riding, | don't remember.\nBut the first culture shock | really remember was really hilarious\nbecause my father had taken a room for the four of us to sleep in Mombasa, somewhere. It\ncould have been a hotel. | don't Know. And everybody in the tropics had to sleep under a\nmosquito net. And we had to learn that, the first night. | thought | was suffocating, but we had\nto sleep under a mosquito net. And all of a sudden | hear this horrible scream. It was my\nmother. Someone had come to her bed in a long, white robe and a red fez at 5:00 in the\nmorning to bring her her tea. It scared her to death! And my father, everybody jumped out of\nbed. And my father started to laugh. Thought it was hilarious. She said, “First rule. | don't\nwant any tea at 6:00 in the morning.”\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\n[Laughter]\nShe said, “Make sure this never happens to me again. | don't want anybody coming in my\nroom bringing me anything.” She had just left Nazi Germany. There were a lot of funny things.\n>> Bill Benson: What wasn't so funny was the fact that Kenya was a British colony.\n>> Jill Pauly: Yup.\n>> Bill Benson: So you're living now under British colonial rule. What was that like?\n>> Jill Pauly: The anti-Semitism continued in a different form. It was hard because there are\nrules and regulations, and you always felt suppressed. But it wasn't like Nazis. When we first\ngot to Kenya, we lived in a great big house that belonged to a Lord and Lady Napier. And we\nwere all, 18 of us, 17, who knows, living in one house for a few weeks.\nBut while the family members were looking for a farm to buy --\nand my father was in it Africa. And he was afraid of wild animals. So he inquired to see where\nhe could buy a farm that would be the least exposed to wilderness. So he bought a farm.\nThey bought a beautiful farm in a beautiful place only 20 miles outside of Nairobi. And yes,\nindeed, we didn't have lions walking around or elephants or giraffe, but we had snakes and\nhyenas every night. We learned to live with them. He learned to live with them.\nHe loved the farm. My father always said the eight happiest\nyears of his life were on the farm, because when he left the farm, he was discriminated\nagainst. He was swarthy. He had black hair and brown eyes. He looked very much like the\nIndian Indians who were also discriminated against and weren't allowed to use European\nhotels. So whenever he came to visit us in Nairobi, he would be sitting in front of the door.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnd | would say “Papa, why are you in front of the door?” He said, “I got kicked out again.”\nSo one of the reasons, | suppose, he couldn't wait to leave Kenya was because he wanted the\nfreedom of the United States. He didn't want --\n>> Bill Benson: With the war beginning in September of that year, 1939, and, of course, then\nEngland declared war on Germany, in one of those very ironic twists you were now viewed as\nenemies of the state.\n>> Jill Pauly: That's right.\n>> Bill Benson: Explain that.\n>> Jill Pauly: Yes. All German Jews -- it was hard for me to understand for 50 years, and then\n| learned a little bit about it. The British decided that all German Jews needed to be sent far\naway from Nairobi because we could be a danger to the country, not women and children,\nmen. Because they could be spies for Germany. Now, | can't imagine, of course, anyone who\nwas sane who could imagine that Jews would be spying for Germany. | mean, the\ndiscrimination had been in place for six years.\n>> Bill Benson: And you had fled Germany. But because you're German citizens, you are,\ntherefore, an enemy alien.\n>> Jill Pauly: An enemy alien. When the war broke out, all the men were picked up and put\ninto camp. Our family got out. All the men got out. Because | think they had put the down\npayment on the farm so that the government would know where they would be. All the men\nthat were in those camps had to stay there until they had jobs somewhere in Kenya far away\nfrom Nairobi. And they became managers for the British men who had to go to Army service.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nlt then became law that all the German Jewish men had to have\nthese jobs of replacing people who had to go fight in the war, Army duty. So in my family two\nor three -- my father had Army duty, his brother did. | don't know why the others didn't. They\nmay have, and | don't know. But | don't think -- well, two of them couldn't speak a word of\nEnglish, ever. Didn't learn English. So they were useless. They might have been spies, but |\ndon't Know what language they were translating into.\nMy father, | remember his duty. And my uncle, | remember his,\nnext door. My uncle had to carry a gun and didn't know what to do with it.\nFor me, there was a lot of discrimination in the school.\n>> Bill Benson: Because in order to get an education, which was very important to your family,\nyou had to be in Nairobi for that, not on the farm.\n>> Jill Pauly: Actually, we were supposed to be in boarding school, and my mother and father,\nbecause they were kosher and didn't want us to eat non-kosher food, decided to board us out\ninstead.\n>> Bill Benson: Boarding school would have been an English boarding school.\n>> Jill Pauly: And if you ever read \"Nowhere in Africa\" where a little woman, my\ncontemporary, wrote a book about her experience in Kenya, God really held his hands over us.\nShe had to eat mutton every day. When | read what she had to eat, | wouldn't have made it.\nSo we lived with families outside of school who boarded us.\nAnd we went to the educational system in Kenya was not free. They were called government\nschools, but you had to pay. And people had to earn a lot of money to send children to school.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnd my parents, although the farm was operating and producing, they had to start a sideline\nfor our education. That was a bed and breakfast. So all the people that came to Kenya to visit\nthat wanted kosher food landed up -- soldiers, from everywhere, everybody landed up on our\nfarm. So we had a big social life.\nAnd to this day, my sister and | can't remember where we slept\neverybody. Just impossible. It was a three-bedroom house. | don't know how everybody\nslept.\n>> Bill Benson: Soldiers would come for R&R.\n>> Jill Pauly: Yes. In the beginning they came with their superiors who came for R&R. They\nloved it so much that they would come back without their superiors if they were transferred.\nBut unfortunately most of the soldiers that came to the farm in the early years were shipped off\nto North Africa to fight and lost their lives.\n>> Bill Benson: You would remain in Kenya until you were 14 years of age, until after the war.\nDo you recall whether or not your family had any communication with family members back in\nGermany at all? And if your family knew the extent of what was happening in Europe, what\nwas happening to you, what was happening with the Holocaust at that time?\n>> Jill Pauly: During the war?\n>> Bill Benson: Yeah. During the war years.\n>> Jill Pauly: In the beginning a few letters arrived. The last letter probably arrived in 1941.\nNothing was ever written about being put into, you Know, into ghettoized Jew houses.\nWe have some letters, if you can read between the lines, they talk about food in such strange\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nway that you realize they're hungry. They not know. They had no idea.\nWe listened to the BBC every day on a batteried radio at night,\nevery evening on the farm. We had no electricity. So we had a batteried radio. And we had\nno electricity at all for almost seven years on the farm, which was fine. No problem. You can\nlive without electricity.\n>> Bill Benson: But you could get the BBC.\n>> Jill Pauly: On this thing.\n>> Bill Benson: Hearing the war news.\n>> Jill Pauly: Every evening. And nothing was ever said about the Jews. Nothing was ever\nsaid about concentration camps. It started coming out practically the day the war was over\nbecause of a very sad and unique situation. There were maybe a half-dozen men that had\nbecome friendly with my parents because of the bed and breakfast situation, socially friendly,\nthat came all the time, who had left their wives and children in Europe and had come to scout\nout Kenya and the war broke out so their families stayed behind. And the day the war was\nover they found out that they didn't have families anymore. They started sending away for\nwives. They wanted to remarry. They needed to learn how to date. It was really sad. It was a\nvery sad time.\n| actually have -- | knew | had -- I'm going to tell them this. |\nknew | had a picture of my late Uncle George performing a wedding ceremony for one of these\nmen with a camp survivor girl. And | couldn't find the pictured. And through the Museum, and\nthrough this woman who wrote the book \"Nowhere in Africa,\" | reconnected with a woman who\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nwas in Kenya, whose husband was friendly with my father. She's 103. She got me asa\nconnection between herself and the Museum. She remembered me when | was 11 years old.\nShe sent me a picture of this wedding. And in the left-hand corner in the top of the picture are\ntwo girls with big brown hats on. It's Inge and | at the wedding. And that's how | started\nlearning about the Holocaust, about these women, these young women. None of those\nmarriages worked out. They were emotionally not ready to get all dressed up and have their\nhair fixed and come to Kenya and meet husbands and marry. It didn't work. And a lot of them\njust remarried again later.\n>> Bill Benson: Our time -- we're just about up. There's one more thing | want to ask you\nabout.\nOf course, it would not be long before you would learn the\nenormity of the losses of your own family. You said your mother's, 100 first cousins. None\nsurvived, losing hundreds of family members if not more. And the danger wasn't over for you\neither because in 1947 there was the beginning of the uprising in Kenya so your family decided\nto pick up stakes and were able to get into the United States and begin a new life here. We\ndon't have time to go into that in our conversation today, but | want you to tell us just a little bit\nbefore we close, last fall, fall of 2012, you were invited back by the town you were born in to\ncome back. Tell us about that.\n>> Jill Pauly: Well, | had been invited for five years. | wasn't ready to accept. I'm very\nconflicted. And finally | decided that it was not right of me not to go because | was being\ninvited by the granddaughter of a very righteous gentile who helped my family. | didn't know\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthis. | didn't understand it. But immediately after the war, one after the other went back to\nGermany to meet with this man and his family to thank him. And this little girl started picking\nup all of this information. She didn't Know what the Holocaust was. She didn't know what\nhappened to the Berg family. And she developed an interest. On a visit back, somehow, | met\nher and she wanted me to come. She kept writing me, | should come and visit and speak to\nthe community.\n| finally -- when they got it together and did it the right way, |\naccepted. And | went in October. It was an interesting four days. | spoke to four schools\nwhere | can honestly say | was not successful. It's very difficult to reach them. | didn't feel\nsuccessful. But when | spoke to the town, the main reason | went, this very big audience to\nthe town, | was very successful. And it had to do with age. | would say the average age of the\ntownspeople were between 40 and 70, and some youngsters. And in the schools they were\nreally a much younger generation, the internet generation. Very hard to reach. And it went\nvery well. They showed me -- they were very, very courteous. They showed Kurt and | a great\ntime. After four days | felt it was time to move on.\nI'm still conflicted. Because in one sense they were very polite,\nworld moves on, life goes on and yet | felt very pulled in and sucked in by the sadness that\nwhen you go back and you realize -- it was like a tree that was chopped off and ground up for\nbuilding purposes or something. The Jewish life just is gone, especially in the small towns\nwhere the majority of the Jews lived in Germany. Nothing. There's nothing there except\ncemeteries. And even those have to be guarded because they're being infringed upon.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAnd I'll tell you a little bit about infringement. The synagogue\nthat was burned was still -- the hole in the ground was there for 70 years. Because whenever\nsomebody went back, they went to that hallowed ground. This time this friend shows me a\nlittle synagogue that she discovered across the street from where the old one was. It was a\nlittle row house, a little townhouse that was used in the 18th century before the other one was\nbuilt. And | said to her, “What's this synagogue? What happened? There were houses there.”\nShe says, “I haven't been here for a long time.” Someone in the town government had\nmanaged to pick up that land, wrap something around the law of holy ground, which is not\nsupposed to be built on, built two houses on it and put plaques that that used to be where the\nsynagogue was.\nAnd that's life going on. You know? What can we expect?\nThere are Jews in Germany, but there's nothing -- nobody that would mean any growth went\nback of the Jews that were in Germany before the Holocaust. The Jews that are there now are\nmainly east European immigrants from Russia and students, Jewish students.\n>> Bill Benson: We're going to close in just a moment. I'm going to turn back to Jill in a\nmoment to close our program.\n| want to thank all of you for being here. | remind you we will\nhave a First Person person each Wednesday and Thursday until the middle of August, so we\nhope you can come back again this year. But if not, maybe future plans next year. Check the\nwebsite for the Museum. It has information about the First Person program both this year and,\nof course, for 2014.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nIt's our tradition at First Person that our First Person has the last\nword. So on that note, I'm going to turn to Jill to close the program. And then she'll step off\nthe stage over here. So if anybody wants to come up and chat with her, get your picture taken\nor just say hi, please absolutely feel free to do that.\nJill?\n>> Jill Pauly: | think what | left Germany with -- or Vienna because we stopped for a few days\nin Vienna -- was my gratitude to God that we made it to the United States, to have had the\nGod-given privilege of being able to live in a free society in a wonderful country with wonderful\npeople.\n| think my conflict when I'm over there is that I'm homesick to get\nback to what | want to be. My culture is not German. My culture is American. | left too early,\nto have even a memory of that culture. | recognize it. But it's not my culture. And I'm just very\ngrateful that my children were born here, my grandchildren, and my great granddaughter. |'m\nhappy to say they have absolutely -- other than physical interests of where we were and where\nwe came from, my children have no interest of ever leaving the United States. That's what I'm\nhappy about.\n[Applause]\n>> Bill Benson: Thank you.\n[The presentation ended at 2:05 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}