{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Josiane Traum\nThursday, July 27, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person program. Our First\nPerson today is Mrs. Josie Traum, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. The museum's website,\nwww.ushmm.org, provides information about each of our upcoming First Person guests. We\nwill have programs next week and the following week and end our 2017 year on August 10.\nJosie will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Josie questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Josie is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nWe begin with this portrait of Josianne Aizenberg walking on a street in Brussels.\nJosie was born March 21, 1939, in Brussels, Belgium, to Jacques and Fanny Aizenberg. The\narrow on this map of Belgium points to Brussels.\nThe German Army conquered and occupied Belgium in May 1940. Shortly before\nthe occupation, Josie's father left Belgium to join the British Army. In this photo we see Josie\nwith her parents in Brussels.\nIn 1942, Josie's mother, Fanny, was able to secure a hiding place for Josie in a\nconvent in Brugges, Belgium. Here we see Josie and Fanny, shortly before Josie went into\nhiding. Soon thereafter, Fanny, who worked with the Belgian Underground, the resistance, was\ndenounced and she was deported to Auschwitz.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAfter six months of hiding in the convent and growing Nazi suspicion, the Belgian\nUnderground relocated Josie to hide with the Debrackalaers, a Christian family in Brussels.\nHere we see Josie with the Debrackalaers Mr. and Mrs. Debrackalaer are on the right. To their\nleft are neighbors of Josie's grandparents. Their grandson is in the front in the middle with\nJosie to the right. The Debrackalaer's daughter is on the left.\nAllied Forces liberated Belgium in September, 1944. Soon after, Josie was found by\none of her aunts, who was one of Fanny's sisters. Here we see Josie, Jacques, and Fanny\nafter they were reunited in Belgium.\nJosie would eventually marry Freddie Traum, also a Holocaust survivor. We close\nwith this wedding portrait of Josie and Freddie.\nAfter moving to the United States with her parents in 1949 and then completing her\nschooling in Patterson, New Jersey, Josie went to Israel to study for a year. On the return trip\nona ship she met Freddie Traum, the ship's Chief Radio Officer, who was also a Holocaust\nsurvivor. Upon her return to the U.S., Josie attended Montclair State Teachers' College for one\nyear. Josie and Freddie were married on his ship a year after she met him and she moved to\nIsrael where they lived for five years. While in Israel, the Traum's son, Michael, and daughter,\nYael, were born.\nUpon the advice of medical experts in Israel, the Traums re-located to the United\nStates in 1963 to obtain medical care for their disabled son, Michael. Their third child,\nJonathan, who also is disabled, was born in the U.S. Eventually, Freddie's work brought them\nto Vienna, Virginia. Josie returned to school and graduated from the Catholic University of\nAmerica School of Social Work and began her career in social welfare. She retired in 2007\nfrom her work as a clinical social worker for abused children for Montgomery County,\nMaryland.\nToday, Josie and Freddie live in Silver Spring, Maryland. Josie's volunteer work at\nthis museum includes leading tours of the Permanent Exhibition for law enforcement including\npolice officers, the FBI, judges and others. Josie speaks publicly about her experience as a\nHolocaust survivor in various settings especially local synagogues and schools in Maryland\nand Virginia. In 2016, Josie and two fellow Holocaust Survivors joined me at the American\nSociety on Aging's annual conference to speak about resiliency and aging. I'm pleased to let\nyou know that Freddie is here with Josie today.\nWith that, | would like you to join me in welcoming our First Person, Josie Traum.\n[Applause]\n>> Josie Traum: Hi. | made it.\n>> Bill Benson: Josie, thank you so much for joining us today and being willing to be our First\nPerson. And in two weeks we'll have Freddie as our First Person as we close out our program.\nWe have, as you know, a short time, so we'll start right away. Your parents, Fanny\nand Jacques Aizenberg, were married in early 1938 and you were born in March 1939, just\nmonths before Germany and Russia invaded Poland to start World War II. Before we turn to\nthe war and the Holocaust, tell us about your parents, your family, what their life was like\nbefore the war began.\n>> Josie Traum: Well, my parents -- please excuse my throat. My parents were really\nnewlyweds. They both had professions they, | think, entered marriage and wanted to have a\ngood life.\nIn Belgium, the Jews assimilated quite well. Their relationship with their neighbors\nand with everyone, and with their families, seemed to be very, very good. And, of course, they\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nreally didn't know of the impending doom that would happen very, very soon.\nMy mother was a dressmaker. She had gone to a special textile vocational school.\nAnd apparently when they graduated, the royal family in Belgium would come and pick out a\nfew students to work at the Royal Household. So my mother was actually working for the royal\nhousehold.\n>> Bill Benson: Which was a huge honor.\n>> Josie Traum: It was a big deal. My mom was thrilled. She really was. | mean, she was a\nyoung person and just working for the royal family was really something very special.\nMy dad was a tailor. We had a shop. We lived in a four-story apartment building. We\nlived on the bottom floor. And part of the bottom floor there was a store, a tailoring store which\nmy dad ran. And in those days you couldn't just go and buy a suit ready-made. My father had\nlots of bolts of material. So a person would come in, choose the material they wanted for a suit,\nand then my dad would make a pattern and measure him and fit him. You know, making a suit\nfor someone wasn't just a short deal. It took weeks and weeks. The customer would keep\ncoming back being measured and fitted. So my dad was a tailor and my mom was in the\ndressmaking business.\n>> Bill Benson: Being a tailor, though, was not your father's first occupation. You know I'm\ngoing to ask you to tell us that.\n>> Josie Traum: Yes. My dad -- believe it or not, in the 20s and ‘30s, the movies -- they had\nsilent movies. There were not talkies so because of that, in Europe, or in Belgium, anyhow,\ndifferent movie houses hired quartets, violin, cello, viola, for people to play while the film was\nshowing. So my dad was a violin player. And when the talkies came in the late “30s, my dad\nlost his job. So -- in fact, all the musicians lost their jobs. So my dad went to tailoring school,\nbecame a tailor. So that was really his second profession.\n>> Bill Benson: | just love having you tell us that.\nYour parents were married in 1938. Nazi power in Germany and Austria took an\neven more ominous turn, also in 1938, with Kristallnacht or Night of Broken Glass in late\nNovember. You were born March 1939, just months before Germany and Russia invaded\nPoland to begin the war. Given the political circumstances and the rise of Nazism, did you\nlearn later, did you know if for your parents -- how do you in the midst of that environment --\nwas that something that was very worrisome to them?\n>> Josie Traum: You know, | imagine it was. Of course | don't recall them talking about it\nbecause | was so young. But | think they were very concerned. They were very worried. They\nwould listen to the radio continuously, mainly to the BBC, to hear what was going on in the\nworld. It was scary. | think they were worried how far Germans would come in Europe, how far\nto the west. So | think it was very worrisome.\n>> Bill Benson: In late November, Kristallnacht, Night of Broken Glass, when all over Germany\nand Austria, parts of Czechoslovakia, | believe, there was a horrific fight of violence and\nvandalism against Jews and against their businesses. Your parents, soon after that, | think\nthey took in a child for a period of time. Tell us what you know about that.\n>> Josie Traum: As far as | know, my mom -- my parents -- actually, my dad had already left.\nMy mom took in a Jewish child that had been caught where Kristallnacht, where the Germans\nwere. So my grandparents, actually, and my mother took in this little girl to stay with us until\nshe found a safer place with some family. It was very worrisome for Jews. Jews were trying to\nget away from where the Germans had already invaded. So it was very, very worrisome and\nvery sCary.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: And, of course, a year or so later in May 1940, eight months after Germany\nattacked Poland, they invaded what we call the low countries, Belgium, the Netherlands and\nFrance. Your father left to join the British Army just before the Germans launched their\ninvasion. Tell us what your father did and then what that meant for your mother and for you.\n>> Josie Traum: Sure. As | mentioned, my parents would listen to the radio all the time. They\nheard calls from Britain asking people to volunteer to join the British Army. My dad, actually\nand his brother, both decided that they would volunteer and try and get to Britain to join the\nBritish Army. Both of them were tailors. My uncle, my dad's brother, was also a tailor. And they\nboth decided to actually go to England. They left Belgium. My dad left when | was 13 months\nold. And they got to England, which was very, very dangerous at the time because the\nGermans were actually torpedoing boats crossing the channel.\nSo my dad did get to England. And the British government or Army decided, What\ncould they do with these two guys? They were both tailors. And what they did is they put them\nin a factory making British uniforms for the Army, which was the best place my dad could be.\nSo but he did leave. And my mom and | and my maternal grandparents, my mom's parents, we\nall stayed together.\n>> Bill Benson: And in light of a current film, \"Dunkirk\" -- | was thinking about you as this film\ncame out because your father left from Dunkirk and | think he left on one of the last ships that\ngot out before the Germans arrived.\n>> Josie Traum: Yes. He did. Actually, he got to England and my mom never knew whether he\nactually got there or not. Because there was no communication at all. War had already started.\n>> Bill Benson: So once he left --\n>> Josie Traum: That was it. Yeah.\n>> Bill Benson: So what -- to your knowledge, what did your mother do now? You're 13 months\nold, it's just the two of you plus your grandparents.\n>> Josie Traum: Well, things were very limited as far as food was concerned, care. My mother\nalways used to tell me that in Belgium and many other countries in Europe they have special\nplaces where you take newborns and you get care, immunizations and all kinds of care from\nthe doctors. And once the war started, that really stopped. So my mom in a way -- it's not that\nshe was stuck with me but she didn't really have any outside service that she could use. And\nshe was with her parents, who were living with us. And we were pretty much to ourselves.\nAt that time, also, the Germans, when they invaded, everybody had to carry an\nidentity card. And in it actually stated if you were Jewish or not. And you had to carry that card\nwherever you went, on the streets. And, of course, you could be stopped at any time by a\nGerman. They would say give me your identity card and you had to give it and they decided\nwhat they would do. So | think my mom and I, and my grandparents, were in a very precarious\nposition. Things were very limited. And we kind of relied on ourselves.\n>> Bill Benson: And you would remain in those circumstances, under Nazi occupation, until\n1942, which is when your mother made the really profound decision to place you into hiding.\nTell us about the events that led up to your mother's decision to have you hidden but also\nduring that period of time, two years, really, that you were existing in the circumstances you\ndescribed. What was your life like? What was life like for your mom during that time?\n>> Josie Traum: Well, my mom, actually, she was part of the underground.\n>> Bill Benson: Part of the resistance?\n>> Josie Traum: Part of the resistance. She would deliver leaflets for meetings that the\nunderground -- where they were meeting. She would also take in Jews who would flee from\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ncountries where the Germans had already invaded. So we very often had people sleeping at\nour house until they would go to another safe place.\nBecause my mother was part of the underground, she kind of had -- there was a\nwhole network. And she was able to get someone to pick me up, two women to pick me up\nand put me into hiding.\nNow, to me, that's probably one of the hardest decisions | think that she could have\nmade. When they put a child in hiding, they weren't able to tell the parents where they were\nbeing placed because they knew when the Germans would come to your apartment to see\nwho was there or to try to arrest you, they would say where's rest of your family, where are\nyour children, where's your husband, and they would torture you until they got it out of you. So\nthey decided, the underground, when they would take children and put them in hiding, they\nwould not tell the parents where they were being placed.\n>> Bill Benson: So your mother doesn't know anything about her husband.\n>> Josie Traum: No.\n>> Bill Benson: Your father. Now you're gone. She knows nothing about you.\nBefore we come back to your time in hiding, a couple of other things | want to ask\nyou about. You mentioned having to carry |.D. cards that said Jew on it. Although you were\nvery young, you shared with me a fleeting memory you have about being on a bus with your\nmother before you went into hiding.\n>> Josie Traum: Yeah. We kept very much to ourselves but once in a while | did have an\nouting with my mom. On one such day, we took a bus ride to go -- | can't remember even\nwhere we went. But my mom and | got on the bus. We didn't have buses in Belgium. We used\ntrams, which were electrically --\n>> Bill Benson: Electrical trolleys.\n>> Josie Traum: Trolleys. So my mom and | got on the bus. We sat on the last row on the bus,\nall the way at the end. While we were riding on this tram, a German officer came on the tram\nand asked everybody for their |.D. cards. And he went row by row by row. My mother was\nshaking. | didn't understand why but this German officer went from row to row. And he got to\nthe last row and he turned around and he never asked us for our |.D., which somebody was\nlooking over on us because it was a pretty close call. My mother stopped shaking. And, of\ncourse, | never connected it. | didn't realize that she was so afraid of what might happen. But |\nwas saved then.\n>> Bill Benson: And one of the things that might have happened, certainly beginning in 1942,\nwere deportations to Auschwitz.\n>> Josie Traum: Exactly. That's when Belgium Jews were actually started to be deported, in\n1942.\n>> Bill Benson: Your grandparents and your great grandparents, tell us what happened to\nthem during that time.\n>> Josie Traum: Well, actually, first | must say | was placed -- | was put in hiding. Two ladies\ncame to pick me up, two strange ladies who | didn't know. And as | mentioned before, my\nmother was not allowed to know where | was going. They came to pick me up. They took me\nto a beautiful little city in Belgium called Brugges. It was full of convents. They took me to this\nconvent. My mother, of course, as | mentioned, didn't know where | was going. And they took\nme to this convent, full of nuns. Nuns not as you see today, dressed in modern clothing but\nvery much like the nuns in \"The Sound of Music\", very stiff gear, very stiff. The nuns were also\nvery strict. But they placed me in hiding, which was wonderful. It was a convent but it was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nmore like an orphanage. People -- because there was no food, very little food, and it was\nduring war, so people would put their kids in a convent, like an orphanage, and hope they\nwould pick them up when things got easier for them. So that's where | actually was.\n>> Bill Benson: That's where you were.\n>> Josie Traum: However, in the meantime, | think | was placed really just in time because\nsoon after that my mom and her parents were deported. They were actually arrested,\ndeported, and taken to Auschwitz.\n>> Bill Benson: And in your mother's case, she was denounced by somebody. Somebody told\non her, informed.\n>> Josie Traum: One of her neighbors. There were many wonderful people in Belgium. | mean,\npeople helped me. I'm here today because of them. But there were also many people who got\nmoney from the Germans if they would tell them where the Jews were. So actually our\nneighbor is the one who denounced my mom and her parents. Because they were taken to\nAuschwitz.\n>> Bill Benson: And, of course, we're going to talk more about your mother later. Your\ngrandparents perished at Auschwitz.\n>> Josie Traum: Yes, they did. My grandfather died on one of the trains, getting to Auschwitz.\nAnd my grandmother and mother were separated as soon as they got to Auschwitz.\nYou know, there were selections. Most concentration camps, when you got there,\nthey were killing centers, you got there and they killed you. Auschwitz had a subcamp, a labor\ncamp, where they made ammunition. And Germany was very interested in gearing up their\nammunition production for the war. So in Auschwitz they had a factory, Birkenau, which was\nactually a labor camp. And as soon as you got off the train, there was what they called a\nselection. The older folks, handicapped, or children would be put in one line and the stronger\npeople, the younger people like my mom who was in her early 20s, would be put on another\nline.\nSo there was a selection, and immediately my mom and her mother were separated.\nMy mother wanted to be with her mother, so she went into the line where her mother was and\nthe German actually hit her and told her that you go where you're told to go. She actually never\nsaw her mother again. So my grandparents perished very, very soon. Well, my grandfather\ndied right on the train and my grandmother as soon as she got there.\n>> Bill Benson: So with your mother at Auschwitz, you're in this convent. And you would be in\nthe convent for about a year. Tell us about what you can about your time in that convent and\nthen what led to the decision to then move you live with a Christian family. In the comment, as\nyou said, the nuns looked like \"The Sound of Music\" but they were very, very strict.\n>> Josie Traum: And they didn't sing.\n>> [Laughter]\n>> Bill Benson: But they were very strict. To the extent you know, what was your life like in that\nconvent?\n>> Josie Traum: | can't compare to other convents. | don't think I've been in another one. But\nthis a very large courtyard, kind of inside the convent. It was out in the open. And the children\nwould really -- we would all play together. We would say our Rosaries, many times a day. |\nwould say mine in French. | didn't know what | was saying but | would say my rose Rosaries.\nAnd we would play.\nAnd by the way, | was in the convent for, | believe, a little bit more than six months.\nAnd unbeknownst to me, there were three other Jewish children there being hidden. The\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nconvent was full of kids but there were four Jewish kids there being hidden.\nYou know, in Belgium, probably most countries in Europe, if you were hiding a Jew,\nyou were really risking your life because if the Germans found you, they would just shoot you\non the street, no questions asked. They would just shoot you. So these nuns, however strict\nthey were with me, they saved my life.\nThe reason | was moved out --\n>> Bill Benson: Before you tell us that, while you were in the convent, | think, your name was\nchanged.\n>> Josie Traum: Yes.\n>> Bill Benson: Tell us what name you were given. And there's some significance about that\nname. Right?\n>> Josie Traum: Well, the name -- my first name remained the same because it was a French\nname but my last name which was | guess a Jewish name, they changed my last name on my\ndocuments to more of a Flemish/Dutch name, which was Von Berg. And | had that name.\n>> Bill Benson: And you were in an area that was more Flemish?\n>> Josie Traum: Yeah. Near the Dutch border.\n>> Bill Benson: So you could hide easier, is the notion behind that.\n>> Josie Traum: Yes.\n>> Bill Benson: So as you said, you were moved to the Debrackalaers. You were about to tell\nus that. What led to the decision to move you to their home?\n>> Josie Traum: Apparently the nuns found out that the Germans were going to come, the\nNazis were going to come, and pick up the four Jewish children.\n>> Bill Benson: So, again, somebody probably informed them.\n>> Josie Traum: Yes. And | heard this happened quite a few times in Belgium. The nuns would\nfind out that the Germans were going to come and pick up Jewish children and they would\nalways tell the Germans the kids aren't ready yet; let us get their clothes ready and come back\ntomorrow morning. And that's what they did. They would come back. But in the meantime, the\nnuns actually smuggled the four of us out of the convent and brought us all to Brussels, which\nis where | was originally from. And they placed me with a Catholic family, a mother, father, and\na little girl. And | stayed with them really for the duration of the war.\n>> Bill Benson: Until September 1944. ****\n>> Josie Traum: When Belgium was liberated. The man, by the way, was part of the\nunderground also.\n>> Bill Benson: Mr. Debrackalaer.\n>> Josie Traum: They would very often take him out and interrogate him at night, the Nazis.\nHe would come back black and blue. He did all kinds of things in the underground, | guess to\nupset whatever the Germans were doing. But he never told on me. | stayed with them, as |\nsaid, really for the rest of the duration of the war.\n>> Bill Benson: Do you know how they explained your presence in their home?\n>> Josie Traum: | hardly went out so there was really no -- | don't think there was much\nexplaining. | didn't go out very much. | didn't see people.\nYou know, in Belgium, food was rationed. You would pick up your ration once a\nweek at a special center to however many people were registered. And they were registered\nfor three people, the mother, father, and little girl. | was there illegally so they would pick up the\nfood once a week but share it with me. So in a way, they really did risk their lives in every way.\nWe very much kept to ourselves and | really didn't see very many other people.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: Pretty much stayed indoors during that whole time. Tell us, as best you know,\nwhat that was like for you to be not only in their household with their family but really restricted\nin terms of not being able to go out. So you're there all the time. What do you recall of what\nthat was like for you? A little girl, Josianne, what was that like for you?\n>> Josie Traum: Well, what | remember, | used to play with the little girl all the time.\n>> Bill Benson: Their daughter?\n>> Josie Traum: With their daughter. But | do remember they were very close unit. They were\na family and however wonderful they were with me, | wasn't part of the unit. And | guess | felt\nthat as a little girl. | don't think they meant to make me feel that way but | didn't feel part of that\nfamily unit.\n>> Bill Benson: Josie, one of the things that you shared with me was they obviously risked\ntheir lives to protect you. They took care of you. They fed you. But as you said, they didn't hug\nyou. They didn't kiss you to sleep. And as a little girl, you felt that.\n>> Josie Traum: | did.\n>> Bill Benson: And you've been very eloquent --\n>> Josie Traum: And | feel very fortunate, you know, feel very strongly, psychologically, that\nthe first three years of life if you bond with someone, a caregiver that is important to you, it\nreally establishes a certain well-being that carries you throughout life. And | felt | had that for\nthe first three years of my life with my grandma and my mother. So although | missed it later\non, | think | still had the memories of how that was.\n>> Bill Benson: So that solid grounding in family.\nBelgium was liberated in 1944, in the fall of 1944. When the war ended for\nBelgium -- the war was still going on elsewhere in Europe -- your Aunt Theresa was able to\nfind you and she brought you to her home. How did that happen? For example, no one knew\nwhere you were because of what you explained. So how did your aunt find you and what was it\nlike for them to take you from the Debrackalaers to their home?\n>> Josie Traum: My mom had to sisters. My two aunts. And they were also hidden through the\nunderground in churches. So really Belgium did a lot as far as saving many of their Jews\nbecause my aunt -- the older aunt had three sons, my three cousins. And they were all hidden\nin a church. But because they were part of the underground, there was a network and they\nfound me. They found me at the Debrackalaers and they came to pick me up, which was\nabsolutely wonderful. They took me to their home. And | was with them. And my three cousins,\nwho were just a few years older than me, they were three brothers. They spoiled me rotten. It\nwas great. They treated me like their mascot. It was just wonderful being with family again. It\nreally was. | felt a difference.\n>> Bill Benson: You had been in a Catholic convent, an orphanage. You were with a Christian\nfamily. Now you're back with the Jewish family. Was there any change for you in terms of\nawareness of being Jewish that you hadn't had up until that point?\n>> Josie Traum: Well, I'm -- there was. My aunt would light candles Friday night. We had, you\nknow, Sabbath dinners. They had many of the traditions. Although | don't remember them very\nmuch at home because | left so young. But we did have some of that with my aunt. It was just\nwonderful being with family.\n>> Bill Benson: Getting that love and affection that you had missed.\nYou told me a story about your uncle who after the war was recognized. Tell us.\n>> Josie Traum: Yes. My aunt's husband, my uncle, he was a very shy, meek, man. After the\nwar he was actually decorated and honored for having been brave and killed many Nazi\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nsoldiers. It was unbelievable because this was such a quiet, shy, meek man. | think no one in\nthe family could believe it. But he was awarded and decorated, which is really something.\n>> Bill Benson: And, of course, during the immediate aftermath of the war in Belgium -- and,\nagain, this is late summer/fall of 1944, the Battle of the Bulge would happen.\n>> Josie Traum: Yes.\n>> Bill Benson: Belgium is pretty much shattered. What was it like for your aunts to begin to\nrebuild their lives and you're part of that?\n>> Josie Traum: Well, | think it was very hard. In Belgium they -- part of their apartment, also\non the ground floor, they had a store, a leatherwoods store. So of course as soon as the war\nended, they moved back to their place, opened the store, and life really changed for them. |\ncan't say it was back to normal but somehow things regained much more normalcy. So | think\nit was hard for them. They worked hard, but at least they were all together.\n>> Bill Benson: Right. In what must have seemed to everybody, your mother's sisters, to\neverybody it must have seemed like an incredible miracle, your mother, Fanny, survived\nAuschwitz. She returned to Brussels after her liberation in April of 1945. And then she was\nreunited with her sisters. You were 6. What do you recall of your mother sort of just\nreappearing when probably people thought she was dead?\n>> Josie Traum: Yes. | think we all thought she was dead. When my mom was liberated, she\nwas a pretty sick woman. She had Typhus and meningitis. She eventually made her way\ndown, with the Red Cross actually, brought her back down to Belgium. You know, my mom,\nfirst place she went was her sister's apartment. She knocked on the door and there | was. So\nwe were reunited. And many of the things that | recall from that, | think are things that my mom\ntold me because many things | don't remember. | mean, | was 6 years old. And | really don't\nremember many of the things. But it was wonderful seeing her again.\n>> Bill Benson: Soon after she came back and you were reunited she would take you and\nmove back into what had been her home in June of 1945. Knowing -- | know a lot about your\nmother's -- what happened to your mother. As you said, she had been not only incredibly sick\nand disabled but she had been through a horrific ordeal. Do you Know what it was like for her\nto sort of -- and, of course, she still has no idea about your father -- how she managed to both\ntake care of you and try to rebuild her life at that point?\n>> Josie Traum: It must have been so difficult. | think she relied a lot on her two sisters. And |\nthink the family became very, very close. And my mom kind of relied on whatever services she\ncould get. It wasn't until a year later in 1947 that my dad actually returned from England to\nBelgium. But it was hard for my mom to manage.\n>> Bill Benson: And when your father came back, | think it was 1946, | think, a year after the\nwar.\n>> Josie Traum: Yes.\n>> Bill Benson: Tell us about that. Because you remember that.\n>> Josie Traum: | do remember that. My dad couldn't come back right after the war because\nthe apartment he was living in, in London -- you know, there was so much bombing in London\nduring the blitz and everything else. The house he was living in was bombed. And he spent\ntwo years in the hospital. So he was injured pretty badly.\nSo when he did come back, when eventually my mom and he would connect and\nwrite and we knew that he was coming back, | remember going to the port city of Belgium,\nwhere the ships come in, my mom and | waiting there and my dad coming down the stairs. |, of\ncourse, didn't know who he was but my mom actually pointed to him and said, \"There's your\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nfather.\" And | had no idea who this man was. You know, it was hard because the three of us\nwent through such very different experiences. My mom went through hell. My dad had a pretty\nhard time. And | was just, you Know, a child in the middle. So it was hard.\n>> Bill Benson: It was hard. Were they both able to resume their work lives at that time?\n>> Josie Traum: They were. My dad eventually worked again in his shop. And we lived in the\nsame apartment, because it was my parents' apartment building. So we tried to resume life as\nmuch as we could. However, my parents decided they really needed to leave Europe and so\nthey decided to apply for visas and papers to come to the United States. And we eventually did\nin 1949. We had to wait for a number of years for the quotas, for our names to come up.\n>> Bill Benson: So that was it. You had to simply just wait until the numbers came up.\n>> Josie Traum: Yes.\n>> Bill Benson: So it would take four years after the war, three years after your father came\nback.\n>> Josie Traum: And my dad and my mom and | came to the United States along with his\nbrother and his wife and two girls. So the two families really came to the United States\ntogether.\n>> Bill Benson: So here they come to the United States. You're 10 years old. And now it's to\nbegin a whole new life, for each of you. What do you remember about that for yourself? What\nwas it like at 10 years old to arrive here and become an American?\n>> Josie Traum: Well, first of all, | sooke no English. They put me in first grade. | was never\ntold to begin with. So, you know, when you measure the kids --\n>> Bill Benson: Tell us why you were put in first grade.\n>> Josie Traum: Because | knew no English. First grade, you know no English, you don't\nunderstand, first grade. The reason | was saying | was never really tall, first grade | didn't stand\nout that much.\n>> Bill Benson: The desks.\n>> Josie Traum: Right. It took me a few days, a few weeks to learn a few words of English.\nAnd then they put me in second grade. And so on it went for a few weeks until | finally left\nelementary school with my grade.\n>> Bill Benson: So for a few weeks you're put into a new grade.\n>> Josie Traum: Exactly. The thing is, now | can't remember not speaking English. Because\ni's become so naturally. But at the beginning it was very -- it was really difficult.\n>> Bill Benson: And your father spoke English because he had been in England.\n>> Josie Traum: He did but his English was not that great.\n>> Bill Benson: What about your mother's adjustment?\n>> Josie Traum: My mom spoke no English and it's interesting because when | came back\nhome, we spoke French or my parents spoke Yiddish to each other. And they learned -- went\nto night school as soon as they came to the United States. They wanted so much to become\nAmericans. So they attended night school. They learned English. They learned all the capitals,\nstates, presidents. And when | would come home, they wouldn't speak French to me. They\nwould only speak English because they wanted so much to learn English.\n>> Bill Benson: You described it at one time as they were passionate aggressive about\nbecoming Americans.\n>> Josie Traum: They were. Absolutely. They took the test. You know -- | don't think they have\nthat today where you really have to pass a test.\n>> Bill Benson: They still do for citizenship. Yup. | don't know if it's the same test but.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Josie Traum: Yeah.\n>> Bill Benson: So soon after you arrived, though, you had a bad incident. You were in New\nJersey. You were beaten up by --\n>> Josie Traum: A bunch of kids. A bunch of girls.\n>> Bill Benson: A bunch of girls beat you up.\n>> Josie Traum: Yeah.\n>> Bill Benson: Will you say a little about that?\n>> Josie Traum: Actually, | think it was first week | was in school. When | came out of school,\nat the end of day, when it was finished, there was a group of girls waiting for me. And they\nactually beat me up. And | had no idea why. My mother went to school the next day, which |\nthought was pretty brave of her, not speaking very much English, and she wanted to know\nwhat had happened. Why did they beat me up? And the principal said to her, well, the children\nthought that your daughter was German. | don't Know what baring that has to do with it. | don't\nthink kids at that time really differentiated or knew what a German was. But, | wasn't beaten up\nagain. So that's good.\n>> Bill Benson: That was good, yes. That was good. Josie, did your aunts remain -- do they\nremain in Belgium?\n>> Josie Traum: They do not. My aunt with her three boys went to Israel and settled there with\nher three sons. And my younger aunt came to the United States and lived in New York.\n>> Bill Benson: About the same time?\n>> Josie Traum: A little bit later. She waited a few years and got a job, was working. We were\npretty close.\n>> Bill Benson: Do you know how many of your extended family perished through the\nHolocaust?\n>> Josie Traum: Well, | would say my grandparents, they had brothers and sisters. My father,\none of his brother's perished, children. So there were quite a few people. I'm lucky I'm here.\n>> Bill Benson: Absolutely. And later you would meet another Holocaust survivor. Tell us about\nmeeting Freddie.\n>> Josie Traum: Ok. | went to Israel for a year to study. In the ‘50s -- it wasn't that long ago --\nbut in those days you didn't travel by plane. Planes were very expensive. So you went by ship.\n| was in Israel for a year. | went with a group of students. It was really a wonderful experience.\nAnd coming on the way home on the ship, | met this officer. He was a chief radio officer on the\nIsraeli passenger liner. And he was obviously socializing with the passengers.\n>> [Laughter]\n>> Josie Traum: Me being one of them. And we were married a year later.\n>> Bill Benson: On the ship.\n>> Josie Traum: On the ship. The ship was in port. You know, we had the band, the food,\neverything was there, like a very special place. We had our guests. It was just wonderful.\n>> Bill Benson: Josie, your mother, Fanny, your husband, Freddie, and you are each\nHolocaust survivors and are part of our First Person program. Your mother, Fanny, was with\nus to start this 2017 year of First Person in March at age 100. We look forward to her return in\nMarch 2018 when she's 101. | think our audience should know that, and just how extraordinary\nit is that each of you, each of you, continue to speak publicly about what you experienced.\nWhat is this like for you to do this? What's it like for you and for your family to do this?\n>> Josie Traum: For me, personally, | can say that it makes me feel good that people are\ninterested and want to Know what happened. The only way you can really avoid some of these\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthings happening again is by knowing the history and what did happen. | feel very good,\nespecially going to schools | go to middle schools, Catholic schools, high schools. It really\ndoes make me feel very good to hear that people are interested. They want to know. They\nreally do.\n>> Bill Benson: You spoke at my son's middle school. For those kids, it was a profound\nexperience.\n>> Josie Traum: They were lovely.\n>> Bill Benson: Josie, we have time to turn to our audience for a few questions. Shall we do\nthat?\n>> Josie Traum: Sure.\n>> Bill Benson: Ok. We have a hand going up already. We're going to have two mics, one\ndown each aisle. We're going to ask you to wait until you have the mic in your hand so that we\ncan all hear it. Try to make your question -- we have two | think right up front. Try to make your\nquestion as brief as you can. I'll do my best to repeat it just to make sure we hear it correctly,\nand then Josie will respond to it.\n| Know two hands shot up down here. Right here in the third row, | believe. There we\ngo.\n>> Did you ever reunite with either the nuns or the family that took care of you?\n>> Bill Benson: The question is, Did you ever reunite with either the nuns or the family that\ntook care of you?\n>> Josie Traum: Yeah. The family, the Debrackalaers -- my husband and | were in Belgium in\n1989, and we tried to find them, the family. They had all died, including the little girl who was\nmy age.\nThe nuns, | wrote to the Belgian government because | really feel it's important to\nget them recognized, to acknowledge what they did. The order is no longer in existence. And\nfrom what | understand, what I've been told by other churches, organizations, that when an\norder diminishes or people die, they very often join another order. So | have not been able to\nfind the nuns. That particular order is no longer in existence.\n>> And do you think that maybe a reason they didn't get emotionally attached to you was for\nprotection for you and for them?\n>> Bill Benson: The follow-up question is, Do you think the reason that they did not get\nattached to you emotionally was a protective thing?\n>> Josie Traum: | don't know. That | really don't know. You know, it wasn't just with me. It was\nwith all the kids. They were rather strict. | don't Know if that's a demeanor in general of nuns.\nI'm not really sure.\n>> [Inaudible]\n>> Bill Benson: And the Debrackalaers, too.\n>> Josie Traum: The Debrackalaers, yeah, also.\n>> Bill Benson: Ok. Did we have a question here? Maybe not. Ok.\nDo we have another question? We have a hand up behind you, Jocelyn. I'm sorry.\nThen there's one behind you as well.\n>> Do you still soeak French or Yiddish?\n>> Bill Benson: Do you still soeak French or Yiddish?\n>> Josie Traum: Not Yiddish. | never spoke Yiddish. But | soeak French and Hebrew.\n>> And you and Freddie, what do you speak with each other?\n>> Josie Traum: English.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Bill Benson: In fact, | might mention that Freddie was rescued through what's known as a\nKindertransport and ended up in England, so spent many years in England before going on to\nIsrael.\nWe had a hand back there.\n>> | was just wondering if there was repercussions for the nuns when they came to get the\nJewish children and they weren't there.\n>> Bill Benson: The question is, When the nuns would, you Know, delay to be able to hide the\nchildren, were there repercussions for them?\n>> Josie Traum: You know, that | never found out. But | know there are many stories and\nessays that | read in books of nuns doing that. | mean that's the ultimate risk, you know, telling\nthe Germans come back tomorrow, we're not ready with the kids yet. | don't know if the\nGermans ever came back and didn't see the kids and whether the nuns were punished. | really\ndon't know that.\n>> Bill Benson: While anybody's thinking about another question -- there we go.\n>> So your mom was told on by your neighbor. Did your mom have trust issues after that?\nHow did she deal with that?\n>> Bill Benson: The question is since your mother and your grandparents were denounced by\na neighbor, after, later, did your mother have trust issues around other people because of\nhaving had that happen to her?\n>> Josie Traum: Well, you know, | really don't know that because we did leave Belgium. We\nleft Europe. | think that in itself told a lot because my parents did not want to remain there, and\nprobably because there were trust issues. You know, what if it happened again? What if\nneighbors did something again? So I've never spoken about that to my mom but it's probably a\nvery interesting issue.\n>> Bill Benson: | suppose you have no idea whatever happened to that neighbor either.\n>> Josie Traum: No. No, | really do not.\nBy the way, you know, my mom, as Bill mentioned, is 100 and she volunteers here\nevery Sunday. She sits at the survivor desk and talks to whoever wants to listen to her.\n>> [Laughter]\n>> Bill Benson: And it is well worth spending some time, | can tell you that.\nDo we have another question? One right here. Thank you.\n>> That was part of my question. | was like, oh, man, 100. | want to meet her. | can't wait until\nnext year.\nWe're a Catholic youth group here. | was just wondering -- we're actually going to\nhelp some nuns next week. Have you ever been invited by any other nuns -- you said you had\nnever been to another a convent to compare what other nuns are like, | guess. | was just like,\nhuh. I'm interested also in, like, have you prayed the Rosary since then or did you ever learn\nanything about Catholics versus Jewish? And also do you speak to youth groups other than\njust schools?\n>> Bill Benson: The question is, Do you speak to youth groups? Have you been invited to go to\nanother convent and speak at a convent to see a difference -- arrangement?\n>> Josie Traum: | haven't been to a convent but | have been to quite a few Catholic schools.\nI've been in Maryland, in Virginia, to many of them. They're very, very interested in the history.\nAnd I'm always surprised how much they do know, very impressive. They read really a lot of\nbooks on the subject. Before -- when | talk to kids in a school, | usually ask them what have\nyou read what do you know so that | know from what angle to begin. And I'm always surprised\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nthat they've read so much of the literature which is written for children about the Holocaust.\nVery impressive what the teachers do with them. Really.\n>> Bill Benson: We have time for one more question and then we're going to wrap up with\nJosie concluding our program. So stay with us for a couple of minutes. We have one more\nhere.\nFor those of you who just raised your hands, Josie will remain on the stage after she\nfinishes so we invite you to come up here and ask her your question. She'll stay as long as you\nhave a question to ask her. So please do come up here and do that.\nOne question here.\n>> Him. | wonder if -- how your mom handled the situation after the concentration camp. Was\nshe angry? Did she forgive? When did she feel peace?\n>> Bill Benson: The question, if I'm hearing correctly, is how your mother, after going through\nwhat she went through, how did she handle it afterwards. Did she find peace at some point\nwith what she went through? | think that's the question. Or a sense of forgiveness. What was\nyour mother's response over the years?\nAnd before you answer, you shared with me that as a child, you remember her\nhaving horrible nightmares.\n>> Josie Traum: | think it's been extremely difficult for my mom. | don't think she's ever really\nbeen able to totally understand and forgive what has happened. While she was in Auschwitz,\nthey did medical experiments on her. So this is something also that she lived through. | think\nit's haunted her, really, her whole life. It's been very, very difficult for her. It really has.\n>> Bill Benson: We're going to close our program in a moment. Stay with us for just a couple\nmoments more because we're going to hear, again, from Josie to close our program.\n| want to thank all of you for being with us. We have four more programs,\nWednesday and Thursday of next week and the following week, and then we'll resume again in\nMarch 2018. The museum's website will provide information about our 2018 program. So we\nhope that you might have the opportunity to come back and join us at another time.\nWe'd also like to mention that our programs are now available through the museum's\nwebsite, through a YouTube Channel. So you'll be able to see Josie's program as well as\nothers on the museum's website.\nIt's our tradition at First Person, that our First Person has the last word. So Josie will\ngive us her last word. When she's done, Lolita, our photographer, will come up on stage, take\na picture of Josie with you as the background. So stay with us, if you would. It makes for a\nterrific photograph. And then, as | mentioned a moment ago, Josie will remain on the stage.\nWe invite any of you who want to, to come up and ask another question or just say hi or have\nyour picture taken or whatever you would like to do.\nAll right. Josie?\n>> Josie Traum: As Bill mentioned, at the end of the program the survivor or the person who is\nthe First Person always has the last word. | always read the same quote because to me it's\none of the most important things in this museum. | don't know if any of you have gone through\nthe museum yet but if you haven't, when you get to the second floor, at the end, as you leave\nthe second floor exhibit, there's a saying on the wall and it's written by a Lutheran minister,\nMartin Niemoller. And to me it is so significant that | always read it at the end because it's so\nmeaningful. Let me read it you.\nBy the way, Martin Niemoller was very, very pro Hitler at the beginning of the war.\nYou know, Hitler promised so many wonderful things. And then when he did see what Hitler\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nwas doing, he was very much against him and he actually was imprisoned. Martin Niemoller\ndid not die in prison. He died in the 1980's. But this is what he wrote.\n\"First they came for the socialists, and | did not speak out because | was not a\nsocialist.\nThen they came for the trade unionists, and | did not speak out because | was nota\ntrade unionist.\nThen they came for the Jews, and | did not speak out because | was not a Jew.\nThen they came for me, and there was no one left to speak for me.\"\nTo me, this is what, in a way, this museum is about. When you see injustice, you see\npeople inflicting pain on other people, you've got to say something. You can really, one person,\ncan make a big difference. That's why I'm here. People took a chance and they spoke out and\nthey helped.\nThank you.\n>> [Applause]\n",
    "segments": []
}