{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, June 19, 2013\n1:00-2:02 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: RITA RUBINSTEIN\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 14th year of the First Person program. Our First Person today is Mrs. Rita\nRubinstein, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person. I'm very pleased to\nsay Mr. Louis Smith is here with us today.\n[Applause]\nThank you, Louis.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each First Person guest serves\nas a volunteer here at this museum. Our program will continue until mid August. The museum's\nwebsite at www.ushmm.org provides information about each of our upcoming First Person guests.\nRita Rubinstein will share with us her First Person account of her experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time toward the end of our program, you will have\nan opportunity to ask Rita a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Rita is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction. We begin with this portrait of Rita, shown here between her Aunt Bella and\nher cousin, Bayla Shulwolf, who perished in the Holocaust.\nRita was born Rifka Lifschitz in 1936 in Vascauti, Romania. The arrow on this map points to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nVascauti.\nHere we see an engagement photograph of Rita's parent, Tabel and Avraha. Rita's father ran\na dry goods store and small factory with his sister and brother-in-law. The small factory had looms to\nweave native Ukrainian clothing that was then sold in the store. The house on the right side was the\nstore as well as the family home.\nIn 1940, the Soviet Army marched into Vascauti and drafted young men, including Rita's\nfather, into the army. When Axis troops invaded the Soviet Union the next year, Romanian soldiers\nentered Vascauti and told all the Jews to prepare to leave within 24 hours. Rita's family was able to\nbribe Romanian soldiers who took the family to a ghetto in Transnistria. The area known as\nTransnistria is shown on this map. Once there, a village family took Rita's family in. Rita was able to\nattend a small class, but during the three years the family lived in the ghetto they faced terrible\nhardships. After they were liberated the family was eventually able to return home.\nAfter the war, Rita attended a Ukrainian school in what had become communist Romania. By\nobtaining false papers, Rita, her mother and her aunt were able to travel from Romania to a displaced\npersons camp in Germany that was administered by the US Army. Here we see Rita in her Purim\ncostume.\nRita arrived in the United States in 1949 with her mother and her mother's husband, an\nAuschwitz survivor, whom she met in the displaced persons camp. They settled in New York City.\nRita married Nathan Rubinstein in 1959. She graduated from Brooklyn College in 1960, then she and\nNathan moved to Maryland, where Rita began teaching elementary school in Olney, Maryland, just\noutside of Washington, DC.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nShe left teaching to have and raise their three daughters, Nina, Sheri and Rene. When\nthe girls were older, Rita began teaching at a Yiddish Hebrew school, then later became its principal.\nAfter retiring from the school, Rita became a private tutor for bar and bat mitzvahs, including for\nadults who haven't had their bar and bat mitzvahs.\nNathan passed away at age 58 in 1995. He had lost most of his family during the Holocaust,\nbut he survived with his parents in Siberia. After the war, they came to the United States. After\nservice in the US Army, Nathan began a career as a scientist at the Johns Hopkins Applied Research\nLab in Baltimore, with a top secret clearance.\nTheir three daughters have a combined eight grandchildren. Daughter Nina is an\nindustrial psychologist with two children. Daughter Sheri is an attorney with four children. And Rene\nis a pediatric nurse at Johns Hopkins Hospital with two children. Several grandchildren just reached\nmajor education milestones, and | hope | have this right, with two graduating from college, just this\nMay, one from high school and her oldest grandchild, Sammy is on his way to medical school.\nSammy is here with his mother Nina. Sammy, Nina, if you wouldn't mind waving a hand here. Also\nwith us today, Rita's daughter Sheri and her daughter Toby, who will be a freshman at the University\nof Michigan in the fall. There you go. Thank you.\n[Applause]\nRita is very active in the community. 14 years ago she formed a singing group, “The Happy\nMatzah Balls,” which still performs at area nursing homes, senior centers and such places as the\nNational Institute of Health and the Catholic University of America as well as here at the museum.\nShe also sings with the Gaithersburg Community Chorus and her congregation chor.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nRita is a volunteer at a local hospice, and has traveled to Israel to do volunteer work for\nthe Israeli army, and volunteers here at the museum as well by translating documents and videos of\nsurvivor experiences during the Holocaust from Yiddish to English. She is speaking more publicly\nmore frequently about her Holocaust experience, including recently at a high school and an\nelementary school.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Rita Rubinstein.\n[Applause]\nRita, thank you so much for joining us, being willing to be our First Person. We have an hour\nand a great deal for you to share with us. We'll start. Although World War II began with Germany\ninvading Poland in September 1939, the war didn't come directly to your community in Romania until\n1940. Before we turn to the war years and your life during the Holocaust, tell us what your family's\nlife was like, their community, and even your early years before the war began for you.\n>>| came from a very happy, loving family. My mother came from a small town. She was the eldest\nof eight children. Two siblings had died before the war. She was the first to get married, first to have\na grandchild. | was the only grandchild. So you can imagine | was a little spoiled and adored. But it\ndidn't last very long, only four years of my life.\nMy father was one of four children. His mom was widowed in World War I, so the older two\nimmigrated to the United States way before World War Il. They were 16 and 18 and worked in\nsweatshops, like I'm sure many of your relatives had as beginnings.\nWe lived -- when my mother married, we lived in a two-family home that we shared with my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nfather's sister and he established a sort of textile business. He had weaving looms, and they had a\ndry goods store where they sold costumes that the local Ukrainians were wearing.\n>> Bill Benson: Before you go any further, since you mentioned that, tell us about the photograph.\n>> Rita Rubinstein: Yes, if you look at the new exhibits, \"They Were Our Neighbors, Our Friends,\" as\nyou come in on the right-hand side, the second picture has been blown up for one of the photographs\nthat | have of my father, his sister and a brother-in-law who came to visit from the United States. It is\non the right-hand side, and it's the second picture. It has no captions, but you will see native\ncostumes, and in the back you will see Europeans wearing bow ties. My father was one of those with\nthe hat on.\n>> Bill Benson: In fact, that exhibit, \"Some Were Neighbors,\" is right outside our door, to the right.\nYou walk into the front part, the second picture on the right.\n>> Rita Rubinstein: My father's mother lived with us. Thanks to her, my first language really was\nYiddish. Most of the people in our town spoke German to their children, Jewish people, but they\nthought it was more intellectual. However, my grandmother insisted that they speak Yiddish with me.\nMy mother worked in the store. She loved being a businesswoman. She had a nanny for me.\nWe had a very modern house: We had electricity. We had a radio. We had bathrooms. There were\nno washing machines.\n>> Bill Benson: That was unusual, wasn't it? Your house was unusual for the time?\n>> Rita Rubinstein: Very unusual for the time. They hired a washer woman who came to do our\nlaundry. Times were very good. | had lots of toys, a doll carriage, lots of friends, played with my\ncousins, who shared the house with me; my aunt had two children.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n| recall, of course, | have to go back a while, like 72 years, my father taking me to services. He\nwas modern Orthodox, but everybody was Orthodox, but we did not wear any special costume. He\njust observed the Sabbath and went to services. Very pious, very charitable, as were my\ngrandparents. My grandparents also owned a dry good store and they had an orchard.\n>> Bill Benson: Your father had a terrific voice, right?\n>> My father had a wonderful voice, which my mother said | inherited from him. He loved to do\nservices. | do too. | volunteered about 18 years. | did mother's day and did Friday night services for\nthem. Yes.\n>> Bill Benson: Germany and the Soviet Union attacked Poland in September 1939, launching World\nWar Il. It would be some months later, however, the war came to Romania, when the Soviets\noccupied your hometown of Vascauti. That was in 1940. Although you're not yet 4 years old, very\nyoung, tell us what you can about that time, that period when you were under the Soviet occupation,\nwhat that meant for your family and community. You were very young.\n>> Rita Rubinstein: It was short-lived. We were limited. | was no longer playing in the streets. We\nhad to close the store. My mother's sister was lucky, she came to visit my mother -- well, she worked\nthere for a year. She was with us, and when she wanted to go back home, she was no longer\nallowed to, which was her good luck.\n>> Bill Benson: Will you tell us more about why that was her good luck later?\n>> Rita Rubinstein: Yes, | will. The Russians a short while later took the able-bodied men and\ndrafted them into the army. My father was amongst them, and not my uncle for some reason. That\nwas the last time, when my father left on a train and the Russian uniform, that | saw my dad. | will get\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto it later how we found out when he died. | was 4 and never was to see him again.\nlt was a difficult time. Everything really changed. The mood was sad. My father, at the time\nwe didn't know where he was going, but at least | know that he fought against this.\n>> Bill Benson: Maybe this will be a time to just mention what you brought with you.\n>> Rita Rubinstein: Yes, | will. Since you mention it now, what you see is a prayer shawl. That's the\nonly thing that brings me close to my father. His spirit is with me. He's there for every one of my\ngrandchildrens' bar and bat mitzvahs, when a boy and girl turn 13.\nMy mother, amazingly enough, | don't know how, but she held on to it hoping that he would\nreturn after the war. | have it and wear it for the high holidays. My late husband used to wear it. Now\n| wear it for the high holidays. It's present on a chair. All of my grandchildren and\ngreat-grandchildren, it's amazing how it lived through the war.\nThis is sterling silver. | always felt the only thing | had clean. My father was presented\nwith this. It's customary for the parents of the bride to present their future son-in-law with a prayer\nshawl. That's what my grandparents did. Let's see, 78 years old. Pretty well preserved. It's very\nclose to my heart. | Know the museum had wanted it, but | said, I'm sorry, it has to be inherited by my\ngrandchildren, hopefully my future great-grandchildren.\n>> Bill Benson: After we hear more from Rita, what happens after this, the fact that your mother was\nable to hang on to that during that time just seems to me to be extraordinary. Just extraordinary.\n>> Rita Rubinstein: It's very close to my heart.\n>> Bill Benson: With your father gone now, off to fight for the Soviets against the German -- or at the\ntime with the Germans initially -- no, no, against the Germans, what did your mom do, and who was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwith you at that point once your dad was gone?\n>> Rita Rubinstein: My grandmother was with us, my aunt, and my father's sister and her family, and\nalso an older later -- older, probably in 40s 50s then. Young to me now. They were with us.\nShortly after the Romanians came back. That was -- I'm going too fast?\n>> Bill Benson: That was June 1941?\n>> Rita Rubinstein: Correct.\n>> Bill Benson: German turned on the Soviets at that point. The Romanians came in, allies of the\nGermans.\n>> Rita Rubinstein: Definitely. Times were really bad. They announced they were back. They came\nmarching into the street. In fact, my cousin, who was about five years older than |, looked through an\nattic window, and suddenly we had --\n>> Bill Benson: Looked through at the marching Romanians coming into town.\n>> Rita Rubinstein: Yes. With a bayonet. Said, There's a spy here. We children were so frightened.\nWe hid under the bed. They came in with bayonets.\n>> Bill Benson: Thinking there was a spy?\n>> Rita Rubinstein: Yes. Finally, my mother and aunt were crying, \"He's only a child.\" They pulled\nhim out, \"Please leave us alone.\" They left. To show everybody that they were back, they took 20\nJews at random and they shot them. One of the 20 was an engineer who happened to work in the\nsame office with my Aunt Bella.\nIn September of 1941, they announced to all of the Jews that we had to be ready to\nleave within 24 hours. We could not -- didn't have time to think what should we take. So of course,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nmy mother took the Torah, a few of my father's suits. | was bundled into layers of clothing. | had a\nknapsack on my back.\nMy mother took some bedding, because we always took some bedding. And she was bundled\nup. Whatever we could carry. We were told to meet in a marketplace, and from there we were taken\naway. Didn't know where we would be going.\n>> Bill Benson: When you were forced out and you gathered the few things that you were able to\ntake with you, | think you told me you were able to hide some things in the house.\n>> Rita Rubinstein: Yes. My mother hid pictures. Pictures are very precious commodities to\nsurvivors. Survivors very often ask me, or people who suffered tragedies like recently, the fires and\nthe floods, they lost the pictures, but they still had family members. We were lucky we did send some\npictures to my family that we had here, but for the most part my mother hid albums of pictures and\nshe also had hidden money in the attic.\nTalk about hiding, my grandmother, may she rest in peace, she had money sewn in her\nundergarments, underwear. She said \"We never know. This might save our lives.\" She certainly\nwas right. | will come to that later.\n>> Bill Benson: Now you're forced, with 24 hours' notice, to leave. Where do you go?\n>> Rita Rubinstein: Tell me, where shall | go? We were taken by train to a holding place. We were\non our play to Transnistria, but most of the people were off to death camps. That cousin you saw a\npicture of, she was in that death camp. And family members died there. My uncle found out, my\nfather's brother-in-law, that some Romanian soldiers would get bribed and would take some of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nJews to a ghetto. Even though they took the bribes, many of the children were thrown into the\nNester.\n>> Bill Benson: The river?\n>> Rita Rubinstein: Yes, very large body of water. My uncle found out where my grandma's family\nwas going, they were going to Transnistria. So with the money my grandmother had, he bribed the\nRomanian soldiers and they took us there on barges. A Romanian soldier was holding me. | was\nblonde at the time. | guess he saw the anguished look on my mother's face and tears in her eyes,\nand he said, \"Don't worry. I'm not going to harm your child. | have a little girl just like that at home.\"\nThat was one time | was lucky.\n>> Bill Benson: Had your uncle not bribed them, you would likely then have been sent to a death\ncamp?\n>> Rita Rubinstein: We were being sent to a ghetto, to Transnistria. The ghetto was called\nShargorot. People were taken from there to labor camps. My aunt was to be picked up by two\nsoldiers. There was a possibility for us, it was not strict, to go to a market, but we had no money.\nShe would sew for Christians after she came back. Some people sent some clothing, she'd get\nmoney, so we could have bread once in a while, and some soup and potatoes.\n>> Bill Benson: You're now in Shargorot.\n>> Rita Rubinstein: In Shargorot. How did we live in Shargorot? A Jewish family was forced to take\nus in. Conditions were very, very primitive. Remember what | told you about my good home life?\nHere there was a Clay, really like a clay hut. It had one bedroom. They were a family of four. A\npotbelly stove. No electricity, of course. And that stove would act as we cooked on it, whatever they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhad, and also people slept on it, because it gave us warmth in the winter. The winters were bitter\ncold.\nThere were no bathrooms. We all used, excuse me, a pail, to eliminate. It was bitter\ncold and very hard for us children. And hunger. You saw death in the streets. We were the lucky\nones, because somebody took us in. The one bedroom, there were four people, and we came with\nnine people.\n>> Bill Benson: On top of the four they had?\n>> Rita Rubinstein: On top of the four. But these conditions were good compared to Auschwitz and\nDachau. That's why it took a long time to speak to anybody. | thought, I'm not privileged enough. |\nlost a lot. | lost my home, my childhood, | lost my family.\nThe living there was very, very difficult, but a child always likes to play, so we would find rocks\nin the street. My mother made a rope, a jumping rope. A little kindergarten class was formed where |\nlearned songs, and | was thrilled to be able -- we learned some Hebrew letters and words. When |\nwas able to bring a piece of bread and oil, it was a treat. | was able to say, in Hebrew, that | had\nbread and oil yesterday.\n>> Bill Benson: You described to me, and you were in Shargorot for three years, living in the\ncircumstances you described, it was -- as hard as things were, there were some good times in there,\nin the middle of those hard times. You were just describing one of those.\n>> Rita Rubinstein: Right, right. But a lot of bad times.\n>> Bill Benson: For three years.\n>> Rita Rubinstein: A lot of bad times. What really kept me going, | was never separated from my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmother. She kept us and herself very clean. It was about a mile away from the house she had to go\nto a river and wash clothes. | remember this incident, because certain things you remember. | went\nwith my cousin. We had a little rag doll made for us. Suddenly, my cousin said to my mother, \"Oh, |\nsee a little girl in the water.\" Well, this little girl was I. | didn't know how to swim. My mother didn't\nknow how to swim. | guess | fell in.\nSo my mother took a sheet she was washing, and she threw it in and picked me out of\nthe water, but | was so traumatized | could not speak for several days. They had a -- witchcraft.\nThey called some woman, and she said something like \"Abracadabra,\" whatever, she broke an egg\non my forehead. | couldn't speak. My mother was really concerned. Then suddenly, | guess her\nwitchcraft worked, | started speaking again.\n>> Bill Benson: Otherwise, this girl happened to notice you out in the river, you would have drowned\notherwise?\n>> Rita Rubinstein: Right, | would have drowned. My uncle got very ill. He had typhoid fever. They\nstayed with us only about a year. Then conditions were very bad. They had to leave. They left for\nanother labor camp. Later we connected back in --\n>> Bill Benson: That was your uncle, his wife and a couple kids, two children?\n>> Rita Rubinstein: Couple kids and his brother.\n>> Bill Benson: Five of them?\n>> Rita Rubinstein: Yes. Yes. They left. My grandma, in the meantime, who was with us, my\nfather's mother, she was very ill, and in the Jewish religion, and | think in Muslim also, it's customary\nto wear white. These are called shrouds. She was sewing these shrouds. | was a child, | asked,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n\"What is this?\" She said, \"When | die, | want to be buried in it.\" She had a little packet of soil, and\nshe said that soil is from Israel, and it's customary for us to be buried with soil from Israel.\nShe's the only one of my relatives who has a gravesite. And she was buried at Shargorot.\nThat was very hard for me to see. | loved my grandmother. She said, \"Light a candle for me.\" They\ndid not take me to the cemetery. Suddenly, she was gone.\nShe grieved for her daughters, and my father, who we never saw again.\n>> Bill Benson: Speaking of your father, do you know if once your father left, do you know if your\nmother ever heard from him while he was gone, initially?\n>> Rita Rubinstein: No, she never heard from him at all, never a letter or anything at that point. That\nwas quite painful. | realize now how strong she was.\n>> Bill Benson: To not only keep going, but take care of her family as she did.\n>> Rita Rubinstein: Right, right. That's how we spend the years there, cold, hunger, but it could have\nbeen a lot worse.\n>> Bill Benson: When | talked to you, you talked a lot about remembering the hunger and people\nstarved to death. How were you able -- do you know how your mother was able to get food?\n>> Rita Rubinstein: Well, with the help of her sister. She was very handy.\n>> Bill Benson: She was doing knitting?\n>> Rita Rubinstein: Right. That brought us some food on the table. But | remember seeing dogs\ntoo, and to this day I'm very afraid of German shepherds. In fact, a friend of mine used to have to put\nher shepherd in a kennel, because he would jump on me and | had recollections of them chasing\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nJews. I'm afraid of German shepherds. | know they're wonderful dogs and beautiful, but it's\nsomething that stays with you.\n>> Bill Benson: In early 1944, the Soviets came back. They came back into Shargorot, the\nRomanians left. Now your town is under Soviet occupation, as they're moving westward. What's life\nlike now that the Romanians are gone, the Germans have been pushed back, you're now back living\nunder the Soviets, but the war is still going on?\n>> Rita Rubinstein: But liberation took place first.\n>> Bill Benson: Tell us about that.\n>> Rita Rubinstein: 1944, the sounds of war got very close, and the people we lived with, they took\ntheir family and took us along with them. A family member had a subbasement. You heard the\nbomb. You knew something was up. Either the end of war or the end of us. So we were there, and\na 12-year-old boy could not stand it anymore. He got anxious, and he ran outside to investigate what\nwas happening.\nHe got back, and he told us that there were Russian streets -- | mean Russian soldiers in the\nstreets, drinking and dancing and carrying on. People thought he was hallucinating.\nThen we said, OK, let's go out and see what's really happening. When we came out, we saw\nthat, indeed, it was true. So we cried tears of joy, that finally we started preparing for our journey\nhome to Vascauti.\n>> Bill Benson: The Soviets eventually said you're free to go, you're liberated?\n>> Rita Rubinstein: Right. Then we took military trains that took us to -- it wasn't easy. We didn't get\nto my town so easily. Bella, my mom's sister, went out to see what's happening in Vascauti. She\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfound a woman who had been a teacher in her small town. She was the daughter of a priest. Her\nhusband was a Ukrainian national leader. He connected us with a Russian soldier, and this Russian\nsoldier took us on a military train. He helped us to get to the town. But when we got there, our home\nwas occupied by the Russian military, and they used it as a warehouse for grain.\nMy mother begged them to, \"Please let me in the house. | just want to retrieve pictures.\" They\ngave her a very hard time. She said, \"My husband fought in your army. Please let me in.\" At that\npoint, she didn't know that he was already gone.\nThey finally relented and let her in, and she retrieved the photos that | have. The money was\ngone, but that didn't matter. We were poor, but we had our lives.\n>> Bill Benson: But they weren't going to give you the home back?\n>> Rita Rubinstein: No, no, no, we weren't allowed. My great-grandparents were living in -- they had\na house there too. This soldier, even though it was occupied, insisted that the people let us have one\nroom. So my mother and | and her sister had one room, and we were able to settle there. | started to\ngo to school there, a Ukrainian school, first grade. It was about a mile and a half of walking in the\nwoods.\nThere they indoctrinated the little children to love Stalin and Stalin's picture and to kiss him\nbefore we went to bed. | had to recite a poem in Ukrainian. | learned Ukrainian, of course. | walked\nto the school with my cousin.\n>> Bill Benson: You're what, 8 years old, | think, at this time, right?\n>> Rita Rubinstein: 7 or 8, yeah. Right. You're right. And it was kind of difficult. At that period in\ntime my mother also met some people from the village where her parents were. The Ukrainians,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthese weren't Christian Ukrainians, she asked them, \"What happened to my parents?\" My\ngrandfather had a long beard, they were very pious, and they gave my mother a blow-by-blow\ndescription how her parents met with their deaths.\nIn fact, today is 72 years. That's my grandfather. The memorial candle | put up yesterday.\nYesterday would have been 72 years for my grandma. With farm implements this same Ukrainians,\nas you will see the exhibit \"My Neighbors, My Friends\" the same neighbors whom my grandfather\ngave credit to when they asked at Christmas time, they needed presents, he said, \"Don't worry about\npaying me.\" They turned on him. They had him watch how they really murdered my aunt and uncle\nand my grandmother. They kept him to the end, then he was killed the following day. They didn't\nleave anything out. Here was my mother in her 20s, survived with her child to hear that about her\nparents. Unimaginable.\nMy father's best friend came back from the war, and so we asked him what happened to my\nfather. And he said -- he gave us the exact day when he was killed while fighting. So at least | have\nthe knowledge that he fought the enemy, and he died fighting. He of course didn't have --\n>> Bill Benson: When you were liberated in early 1944, and then as you just told us your mother\nlearns what happened to her parents, your other set of grandparents and your father, do you know at\nwhat point -- because the war would continue in Europe until May of 1945, almost a year and a half\nlater. Would you -- do you know when your mother and the family began to realize the enormity of\nthe Holocaust, the enormity of what was happening to Jews elsewhere in Europe?\n>> Rita Rubinstein: Oh, yeah. First of all, there were very few of us. The Russians had invaded that\npart of the country. Russian curtain we felt would set in, and it did in 1945. It was very hard to get\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nout. My aunt at that point was working in a Russian bank. We stayed there about one year, until\n1945.\n>> Bill Benson: When did your uncle return, the family that your aunt and uncle --\n>> Rita Rubinstein: | don't have exact dates, but shortly after, because we immigrated. We went\ntogether --\n>> Bill Benson: They came back much later than when you were liberated?\n>> Rita Rubinstein: They got out, right.\n>> Bill Benson: Here you are living under the communists now, being indoctrinated with loving Stalin.\nSo your mother and your Aunt Bella, you were able to escape from communist Romania. How did\nyou do that? Do you know how they made that happen?\n>> Rita Rubinstein: Yes. We had documents that were falsified, saying that we were born in Poland.\nlt was hard, but the underground, somehow they did it. And we got on a train. My aunt was not on\nthe train. The Russians were not ready to give up on her. They wouldn't let her go, actually. Then\nfinally, when the train was about to leave, she was allowed to leave. But our journey was a long, long\njourney. It took us three months from our town in Romania to get to Germany. Because the song,\nthere was a song written \"Tell me where shall | go? There's no place for me. To the left, to the right?\nEvery door is close to me.\" That's how it felt. Our goal was to reach Germany, where they set up this\ndisplaced persons camp.\n>> Bill Benson: That's why you wanted to get to Germany, of all places, because they had displaced\npersons camps?\n>> Rita Rubinstein: Right. That were set up by the joint distribution, and run by the United States\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ngovernment. We did have a holding place before we immigrated to wherever, of course the United\nStates and Israel. This was before Israel was declared independent. That's why we didn't have a\ncountry yet.\n>> Bill Benson: Question for you. When your mom was able to get the papers that said you were\nPolish, why was that significant? Was it because then you weren't Romanian and they couldn't keep\nyou? Is that the idea?\n>> Rita Rubinstein: . Right. What was also significant, all people are not bad. Thank God we had -- |\nwish we had more. | can't say a lot, but we did have some righteous gentiles, and in the Holocaust\nMuseum in Israel there's a special forest, trees are planted in their honor, and they should be,\nbecause they really saved lived.\nThis one soldier, he knew our family because his mother was a midwife and helped to deliver\nsome of my grandmother's children, but he didn't reveal our identity.\n>> Bill Benson: He knew who you were?\n>> Rita Rubinstein: He knew we were not Polish.\n>> Bill Benson: He was a Russian soldier?\n>> Rita Rubinstein: Ukrainian. There are some good apples, to. A lot of bad apples, but there's\nsome good in people. If you would only speak up. We could have been arrested. If he revealed our\ntrue identity, we would have all been arrested. We would never have gotten to Germany.\n>> Bill Benson: Going to Germany, you specifically wanted to get to the American sector.\n>> Rita Rubinstein: Well, in German the war was over at that point. And what | wanted to bring out,\nwe went to Poland, we traveled at night. We went to Czechoslovakia, now the Czech Republic. We\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwent to Salzburg. We crossed many borders. We posed as Greeks, speaking Hebrew. It was really\nmiraculous. We were hungry. We were tired. But people took us in. There was somebody from\nIsrael who helped us also to go through the borders. They had their ways. They knew how. My Aunt\nBella met her future husband on our journey. They were also traveling. Their goal was to go to\nGermany.\n>> Bill Benson: Actually on the trip itself?\n>> Rita Rubinstein: On the trip, correct.\n>> Bill Benson: When you finally make it to Germany, you go to a displaced persons camp, and |\nthink you spent three years at the displaced persons camp.\n>> Rita Rubinstein: Yes. Displaced persons camp was paradise to us. We were finally free, not\nlabeled as \"The Jews.\" Conditions were not wonderful, because we were in barracks. We had one\nroom, but we had food, we had canned food. We didn't know about the tuna fish; we were afraid to\nopen it and eat it. We would barter. My mother remarried there, and he would bring a can of tuna\nfish. The Germans liked it. They would give us a chicken now and then, some eggs. We got food in\nthe camp, but it wasn't the greatest. You have to make it on your own.\n>> Bill Benson: | think you told me that the locals with whom you wanted to get fresh produce, they\nliked the canned Spam. So you would swap Spam for fresh food.\n>> Rita Rubinstein: Right, exactly. We children -- you know, children are here, you say, Oh, do we\nhave to go to school? We were so happy that we finally had a school. We missed all these years of\nschooling. | went to a school that was established. There were not many children, unfortunately.\nHitler took care of that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| remember going on trips, putting on plays. That's when | started singing up on stage.\nOne incident which got to my mother, she was sitting in the audience as | was singing a song on the\nstage. A woman said to her, \"| wonder if this child's mother is alive listening to her.\" Of course, my\nmother burst into tears. She said \"Yes. | am the mother.\" She said, \"You are so lucky. | lost two\nchildren in the camps.\" You heard so many of those stories.\nThe camp too | started speaking Polish, because some of my friends were hidden. They\nwere good Poles too, hidden either in convents or hidden in Christian homes. Sometimes they didn't\nwant to give the Jewish children up. But they only spoke Polish. So | was forced to learn that\nlanguage too. When people met my mother on the street they started speaking Polish to her. \"I'm\nnot from Poland. I'm from Romania.\" As a child you pick up languages, and | was very happy there,\nbelieve it or not.\nThen a lot of us were very sick as a result of the poor nourishment we received during the war.\n| was diagnosed with having TB. | was put in a sanitarium, only able to see my mother once a week.\nMy mother had left me with many children. She came back a week later, she couldn't find me. She\nsaid, \"Where is my daughter Rifka?\" They said, \"We had to put her in quarantine.\" | had a very bad\ncase of TB.\nAt that time they rationed, they gave out streptomycin to people who had TB of the\nbones, and | had it of the lungs. They said | would need surgery to collapse the lung, unless | got the\nstreptomycin.\nAlso, | wanted to bring out, in that hospital there were a lot of anti-Semitic nurses. Every time |\nwent for a test, they would give me a tissue and say \"You'll need it. This is going to hurt.\" | said \"No,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nit won't. | will not need it. | am not going to cry. This too shall pass.\"\nThey were hard times, but thank God there was a very kind doctor, Danish. She said to my\nmother, \"Don't worry. She will be fine.\" What scared us, we knew we would have to pass very strict\nexams before being allowed into the United States. They had Ellis Island, but they didn't do the\nexams on Ellis Island. You had to be examined before you went on the boat. That is if you met the\nquota. There was a certain quota from Germany. They allowed some people from Romania. We\nhad to wait a long time.\n>> Bill Benson: You were in the TB sanitarium nine months?\n>> Rita Rubinstein: Yes.\n>> Bill Benson: You remember that vividly?\n>> Rita Rubinstein: Yes. | had surgery. My mother brought the streptomycin as well every three\nmonths -- | mean every four hours. | would get it for three months.\n>> Bill Benson: Did she have to get the streptomycin herself?\n>> Rita Rubinstein: No, it was sent -- yes. Sent by my relatives.\n>> Bill Benson: Your relatives in the US sent it, right?\n>> Rita Rubinstein: Right, right. They were hard times, but those times | remember very well. | will\nnever forget May 15, 1948, when Israel was declared independent. All the children in the school, we\nstayed up all night long singing and dancing. Finally, the Jews had their homeland. We had a place\nto go. If we had had that place before the Holocaust, then 6 million would have been alive.\nWe waited. | got back home -- incidentally, Eisenhower visited our camp, and a friend of mine\nplayed the piano for him. | happened to be in the sanitarium when he visited the camp.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Do you remember that, even though you were in the sanitarium?\n>> Rita Rubinstein: A lot of weddings took place, a lot of births. It was life reborn, really.\n>> Bill Benson: Why did you come to the United States? Why was that your destination?\n>> Rita Rubinstein: My aunt was in a different quota, because she married my uncle. They left early.\nShe left while | was in the sanitarium. She got to the United States in about 1947.\n>> Bill Benson: You had two aunts already living in the United States, right?\n>> Rita Rubinstein: Yes. Whom | never met. My mother had uncles also come here way before.\n>> Bill Benson: OK.\n>> Rita Rubinstein: So they wanted to go, because when Israel was declared independent, that's\nwhere | wanted to go, but she said no way, because my only sister --\n>> Bill Benson: Is in the United States?\n>> Rita Rubinstein: She's the only one that survived and made it to the United States. When we\nwere finally given permission to enter the United States, which was in 1949 --\n>> Bill Benson: You're 13 | think now?\n>> Rita Rubinstein: No, | wasn't 13 yet.\n>> Bill Benson: Not 13 yet, OK.\n>> Rita Rubinstein: My birthday was December.\n>> Bill Benson: Just short of your 13th birthday. OK.\n[Laughter]\nMy math was a little off here.\n>> Rita Rubinstein: Right. OK.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: 12, almost 13, now coming to the United States?\n>> Rita Rubinstein: Yes. We were so happy. We didn't go on a luxury liner. It was not a cruise. But\nas it happened we went on an army transport, the General Haan. Years later | discovered from my\nhusband that when he was shipped through Germany, he was a soldier, they drafted him early\nbecause his parents wrote him -- we didn't have any documentation. His parents thought he would\nbe saved if he would be written four years older. He was only 16 when he was really drafted.\nMy mother wrote me two years younger. | changed it. Now I'm going legal. | changed\nit. But unfortunately, | lost my husband at 58. | said I'm no longer 1938. All my documents were\n1938. All my friends thought | was two years younger than | really am. But | came out, | came clean,\nand | told them. That was the only lie | told. Even my family, my children didn't know, grandchildren.\n| revealed my true identity.\nThe journey was horrible. | wanted to point out, we were right near the engine room, and they\nwere bunkbeds. My mother and | were sick the entire journey. It was September; the ocean is quite\nturbulent. But when we reached the harbor of New York, | just can't describe the feeling to you. It\nwas this unbelievable. We cried for joy, just seeing the symbol of freedom. Finally, we are free, and\nwe're free to practice our religion. You don't know how lucky you are. We can criticize the United\nStates, but we have the freedom to criticize. And other places in the world you don't. Here the statue\nwas there welcoming us.\n>> Bill Benson: You remember the Statue of Liberty?\n>> Rita Rubinstein: | will always remember that. My aunt and all my relatives, my aunt had to take\nus in. Housing was very hard to get. We lived with her, her baby and husband for about three\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nmonths. They put me in a 7.SP, 7th grade special class. Don't ask me why. | didn't know a word of\nEnglish.\n| like to tell this story. They gave me an IQ test, two, three months later. How frustrating\nwhen you don't know a shoemaker from a dressmaker. | surprised them and passed it. In high\nschool the principal called me in, he said -- what did | do? | Knew | was a good student. He said, \"I\nwant to commend you. Your IQ has risen so much. \"\n[Laughter]\n| said, \"You know what?\" They didn't have bilingual education then. | said, \"You didn't know it, but\nyou gave a frustrated person who didn't -- a young child who did not know any English an IQ test.\"\nIt's a wonder | passed it. | said, \"Of course I've improved. | know English well.\" You learn the\nlanguage very rapidly without the bilingual education.\n>> Bill Benson: You said to me that your mother was overly protective of you when you came to the\nUnited States. Will you say a little about that?\n>> Rita Rubinstein: First, she didn't want to talk about the past too much. She was afraid of losing\nme. | can see why.\n>> Bill Benson: Surely.\n>> Rita Rubinstein: She was always afraid for me to try new things. She always jeopardized my diet.\n\"Oh, my child, you starved enough.\" Very protective of me. | was very lucky to have her. | wouldn't\nhave survived without her, as a young child. Very, very lucky.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: She had to have been incredibly resourceful to help get you through all that you've\ndescribed for us.\n>> Rita Rubinstein: Yes. Her sister was a great help for us too.\n>> Bill Benson: When did you lose your mom?\n>> Rita Rubinstein: My mom, it's already 21 years. She died at 79.\n>> Bill Benson: She'd be 100 years old this year.\n>> Rita Rubinstein: She would have been 100 this year. She was born in 1913, yes.\n>> Bill Benson: We have time for a couple questions from our audience. We'll come back to you for\nthe closing remarks, absolutely. We have time for a couple of questions. What we'd like to do is\nhand you a mic, if you have one. Try to make your question as brief as you can. If! think not\neverybody heard it, | will repeat it. Then Rita will respond to it. Raise your hand, we'll get you a mic.\nThen we'll go from there. Anybody have a question to ask? If not, | have tons. Oh, all right.\nAbsolutely. Louise?\n>> Can you hear me? When you were living with the family in the ghetto, the people that lived in the\nhouse, were they nice to you?\n>> Rita Rubinstein: Very nice. They are very good people. They had very little. They shared -- they\ndidn't share the food with us, but they shared their house. When my uncle was so sick, he had the\ntyphoid fever, they even gave up their bedroom for him, because he was contagious. They were\nvery, very caring.\nWhat was very interesting, since | work for hospice, | met one of my patients who happened to\ncome from Shargorot. | got so excited.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\n>> Bill Benson: From the same period?\n>> Rita Rubinstein: From that town where we were in the ghetto. He actually was born there.\n>> Bill Benson: Wow.\n>> Rita Rubinstein: So he was able to fill me in on what happened to the Jews there. He was very\nexcited that somebody spoke Yiddish and sang Yiddish. Unfortunately, | didn't have him for very\nlong. That was truly by coincidence.\n>> Bill Benson: Amazing.\n>> Rita Rubinstein: | know people often ask me, \"How do you still believe?\" Sometimes | wonder,\nWhy was | selected? How come | survived and how come others didn't? Some questions stay\nunanswered, but | think there's a reason, and | think that's why | always wants to help people and\nbecome involved. It's very, very important. Speak up for human rights and be there; speak up for\nbullying. I'm speaking to the young people. If you see any injustice, it's up to us.\n>> Bill Benson: Any others from the audience? One back here.\n[Audience question. ]\n>> Bill Benson: The question is: What sustained your mother? Was it her faith? What sustained\nher?\n>> Rita Rubinstein: Well, the will to live, to live for her child, to raise me. Also, | think she believed in\nGod, but she was very Orthodox before the war. She was no long -- yes, she kept kosher, but she\ndid not -- she was not as pious as she was. She said, if my pious grandparents and kids, really, my\naunt was seven years older than |, the youngest won, if they could meet us, where was God? | still\nbelieve there was a reason. | do believe. | do believe in a higher power is watching over us, | hope.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: If there's no other -- do we have another question? Yes, one back here. Great.\nWe'll get the mic to you.\n>>| notice that you mentioned Danish doctor. And in the sanitarium.\n>> Bill Benson: The Danish doctor was the tuberculosis sanitarium. The Danish doctor.\n>> | happen to be Danish, not born here in America. But isn't there a special relationship between the\nDanish people and the Jewish people? Talking about when Hitler first took over Denmark to get the\nJewish people out, and there was very little, as | understand, very little loss of any Jewish people\ngetting out. I'm told that the Gestapo or the German soldiers would check the fishing boats, and there\nwould be Jewish people in the fishing -- in the holds of the fishing boats, but they didn't want to get\ntheir boots dirty getting out in the holds.\n>> Bill Benson: The gentleman's question, it might not be one that you're able to answer. The\nquestion is really the role of Danes and their resistance to the Germans and whether or not -- how\nmany Jews they were able to protect or save. | don't know if that's something you want to speak to.\n>> Rita Rubinstein: | can't.\n>> Bill Benson: Thank you. But yes, it was a Danish doctor that cared for you in the tuberculosis\nsanitarium. Absolutely.\n>> Rita Rubinstein: She was an immigrant too.\n>> Bill Benson: OK. One more? Did | see a hand? No. OK.\n>> Rita, I'd like to thank you. Through your experience, strength and hope, because through your\nsharing your testimony, and you really touched my heart, and you showed me something that |\nprobably would never have gotten if | hadn't heard from you. | just want to thank you for that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\n[Applause]\nThis is my husband Paul. | just want to say thank you from the bottom of my heart, Rita. | am an\nemergency room nurse in Rhode Island. My first experience with the Holocaust survivor, | had no\nidea what was on the man's arm. But he was a survivor of Auschwitz. That was in 2007. | asked\nwhat exactly was the tattoo. It was half of a triangle, and it had a bunch of numbers.\nFrom that day of 2007 when | treated that man, | grew such a strength for the Jewish\nnation and the survivors of the Holocaust. That's the reason my husband and | are here today. It\nwas an honor and privilege to be in your presence. He would not speak of what happened to him, but\nhe did tell me what it was.\nTo be in your presence today, we are so honored to be here. Continue to share your\nstory of hope for your nation, because people need to hear about the truth of what happened, and the\nanimosity against your people. | just want you to know, though | am not Jewish, | hold your country\nand your people in the highest regard that there ever could be, because you are God's chosen\npeople.\n| feel honored to be in your presence. Thank you for sharing your story, because there's\nnot many more survivors left, and this is a great privilege to be in your presence, and we thank you\nvery much for that.\n>> Bill Benson: Thank you.\n>> Rita Rubinstein: Thank you.\n[Applause]\n>> Bill Benson: We're going to wrap up ina moment. If | could thank you all for being here. We'll\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nclose ina moment. | want to thank you for being here, remind you we'll have a First Person program\neach Wednesday and Thursday until the middle of August. Hope you can come back this year. If\nnot, look to next year for First Person program, if your travels bring you to Washington, DC.\nIt's our tradition here at First Person that our First Person has the last word. So I'm going to\nturn back to Rita to close the program. Then when Rita is done, she'll step off the stage. If anybody\nwants to say hi to her, chat with her, hug her. If you want to, sure, absolutely.\n>> Rita Rubinstein: I'll stand up. OK. | thank God that we survived one of the darkest periods in\nhistory. I'm grateful to the United States for opening its doors to us. It is the greatest country in the\nworld. We should appreciate the freedoms that we have and opportunities. I'm proud to be a US\ncitizen.\n| thank our men and women in the military for the sacrifices that they have made in protecting\nour freedoms. We must remember the past and find courage in the future. Never stand silent.\nAlways speak up when you witness bullying and prejudice.\nUnfortunately, there are genocides going on in the world right now, and hunger too. Help\nthose in need. Always take a stand. When you save one person's life, it's as though you have saved\nthe world.\n| am dedicating today to my grandparents who were brutally murdered by their neighbors 72\nyears ago, and yesterday my grandma, aunts and uncles, and in their memory, memory of my family,\nmy father, the 6 million, 1.5 million children, | will continue to tell my story. Now all of you will be able\nto pass it on to your children and tell them that you met a survivor, and the Holocaust really\nhappened, because in 20 years we will not be here. If | make it, I'll be 96. Who knows?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n31\n| hope and pray that none of you will experience war and hunger. None of you. And loss of\nfamilies. May we enjoy shalom, which is peace in the world.\nGod bless you all, and God bless the United States of America. And thank you for\nlistening.\n[Applause]\n[Program ended at 2:02 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}