{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ESTHER STAROBIN\nThursday, May 26, 2016\n11:00 a.m. — 12:03 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We welcome the school groups that are here today. I'm going to take the liberty of acknowledging\nthe students here from Jemicy School near Baltimore because that's where my son attends. So,\nwelcome. We are in our 17th year of the First Person program. Our First Person today is Mrs. Esther\nStarobin, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, listed on the back of your program, provides information about\neach of our upcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Esther Starobin's biography so that you can\nremember and share her testimony after you leave here today.\nEsther will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Esther questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Esther is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nWe begin with this photograph of a very young Esther Starobin, born Esther Rosenfeld.\nEsther was born in Germany, to where the arrow points on this map of Europe.\nShe was born in Adelsheim, a town north of Stuttgart, to which the arrow points on this map.\nEsther was the youngest of five children. In this photograph we see her brother, Herman, her\nmother, Kathi Rosenfeld, Esther -- who is on her mother's lap -- her older sisters, Bertle and Edith, her\nfather, Adolf Rosenfeld, and her sister, Ruth.\nOn November 9 and 10, 1938, a violent anti-Jewish Pogrom known as Kristallnacht or the\nNight of Broken Glass, instigated primarily by Nazi Party officials and Nazi Storm Troopers, took place.\nThe Pogrom took place throughout Germany, parts of Czechoslovakia, and Austria. In this photograph,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nGermans pass by the broken shop window of a Jewish-owned business that was destroyed during\nKristallnacht.\nConcerned about the safety of their family, the Rosenfelds registered their children for a\nKindertransport, the informal name of a rescue effort that brought thousands of refugee Jewish children\nto Great Britain from Nazi Germany between 1938 and 1940. The arrows show the route of the\nKindertransport.\nEsther wore this tag attached to her clothing as she traveled from her hometown of\nAdelsheim, Germany, to Thorpe, Norwich, England, to join her foster family, the Harrisons.\nWe close with this picture of Esther and her English foster family, Alan, Dorothy, and Harry\nHarrison.\nEsther came to the United States in 1947 settling in Washington, D.C. She attended the\nUniversity of Illinois; then had a teaching career specializing in World Studies in Montgomery County,\nMaryland. Esther's husband Fred passed away in April 2011.\nEsther and Fred have two daughters. Judy is a managing partner in her law firm. Deborah,\nwho founded The Handmade Afghans Project, which made more than 10,000 Afghans to \"bring comfort\nand warmth to our wounded service members\" before it ended in 2013, is now very involved locally in\nCommunity Supported Agriculture.\nEsther and Fred have two grandchildren. Jon just graduated with a degree in mechanical\nengineering and is looking for a job. He is also involved in bicycle racing on the national level. Drew just\nfinished his first year at the University of Southern California and has a summer internship near San\nFrancisco. With Esther today is daughter Deborah, niece Tamara and her son Solomon, as well as\nniece Karla and her two oldest children, twins Hannah and Danielle. | also mention, | think another 12\nsupporters and friends are out here in the first row.\nEsther's volunteer work at the museum has involved helping to expand the museum's\ncollections of documents, photographs and other items. Esther has been a contributor to the museum's\nwriting project which produces editions of \"Echoes of Memory,\" a collection of writings by survivors\nassociated with this museum. Following today's program, Esther will be available to sign copies of\n\"Echoes of Memory.\"\nWith that, | would like you to join me in welcoming our First Person, Esther Starobin.\n>> [Applause]\n>> Bill Benson: Esther, thank you so much for joining us and your willingness to share your First\nPerson account with all of us, including with family members. Some have been here before, perhaps\nothers who have not. So welcome to all of you. We only have a short hour, Esther, so we're going to\njump right in.\nYou were very young when your parents sent you to England. Although you were too young to\nbe able to tell us firsthand about life in Germany for your family at that time, perhaps you can give us a\nsense of Adelsheim and your family during that time before Kristallnacht and your parents' profound\ndecision to send their children away to safety.\n>> Esther Starobin: As you know from the picture, | was clearly the youngest. | was just over 2 when |\nwas sent on the Kindertransport so | don't really remember this stuff. But | have spent a great deal of\nmy life trying to find out more about my family. So | will share with you.\nMy father and family had been in that area of Germany since 1730. They were longtime\nresidents of that area. My father had been in the First World War and had lost a leg in the First World\nWar. So though he had been trained to be a baker, he couldn't do that because he couldn't stand that\nlong. So he sold grain to people locally and occasionally would arrange a trade of a horse or a cow.\nMy mother helped him a lot with the work because he couldn't always manage by himself with the\nartificial leg.\n| had, as you know from the picture -- there were five of us. When Hitler came to power, my\nsisters could no longer go to school in that area. So the three oldest girls went first to live with family,\nbecause both my parents came from families of 10 so there were a lot of people around. They went to\nschool. Then that didn't work out and they went to -- | forget. They went to a different place. | can't think\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nof the name -- Aachen, to go to school. My brother stayed home and | stayed home. My brother was\nabout 4, 5, 6 and | was just a baby.\nWhen --\n>> Bill Benson: Before we get to Kristallnacht, you're five children and a significant age difference.\nBertle is 12 years older than you?\n>> Esther Starobin: Right.\n>> Bill Benson: So as you tried to piece together as much as you can, has Bertle been able to help\nwith her memories? Because she was older at that time.\n>> Esther Starobin: Yes, Bertle has helped. When we were growing up -- because when we came to\nthis country, which | will get to later, | lived with Bertle and my sisters. She would talk about it some but\nnot much. You had to ask the right questions to get my sisters to tell you anything. And if you don't\nknow anything, it's hard to ask the right questions. So we had a few standard stories we knew and we\nwould ask that. Every once in a while something else would come out.\nBut my older sister, Bertle, is still alive. The three in the middle are not alive anymore. And\nBertle is now 90. And every once in a while now she'll come out and tell me something that happened\nin Germany. And | don't know if it's true anymore because what she tells me now is not always true. So\n| have no idea. The other day she told me -- | know Bertle was born in the house where my parents\nlived at the time. And | Know | was born in the house where they lived when | was born. And she said,\n“Well, you were born at home because they couldn't send you to a hospital.” | had no idea if anybody\nwent to a hospital to be born in those days but | don't know and she's never said that before.\nBut, which I'll tell you later, there's a man in Adelsheim who has done a lot of research. And\nwhen | don't know something, | often send him a note. So | have to remember to send him a note and\nask him was it common for people to be born at home then. | have no idea. | probably could do some\nresearch. It's easier to ask Reinhart.\n>> Bill Benson: We'll hear more about Reinhart later.\nPrior to Kristallnacht 1938, your father lost his business. What do you know about that?\n>> Esther Starobin: That's very interesting because just recently -- well, in the last couple of years, |\ngot a whole pack of papers from someone that | volunteer for at the museum. It was all about the court\ncase that dealt with my father and my mother and the business they had. Someone was suing my\nfather saying he had sold them a bad horse. It went to court. I've had it loosely translated. | don't read\nGerman. It went to court and they found in favor of the man who brought the suit. So my parents had to\npay the court cases. They didn't get the cow back. And essentially it ended their business. But it was at\na time when Jewish businesses were being forced to close so there probably was not much truth in the\ncase. It was just a way to get at my parents and to get their business.\nSo by the time | was born -- because this was in 1937. By the time | was born, they really had\nno way of making a living. Their business was gone. And then they had me. | shouldn't think they were\nso happy to see me.\n>> [Laughter]\n>> Esther Starobin: Anyhow.\n>> Bill Benson: November 1938, Kristallnacht. Kristallnacht convinced many German Jews, including\nyour parents, that life under the Nazis had become intolerable and probably was going to get worse. Do\nyou know much about the impact Kristallnacht had on your parents or any other family members?\n>> Esther Starobin: | do. And, again, most of this came from Reinhart. Adelsheim is a very small place,\nstill a small place. It has one traffic light, so you know it's small. If you go there, you can't find things to\nbuy, for other people either.\nWhat Reinhart told me is that people came from one village to another and they picked up\npeople in each village. And then Adelsheim, they smashed the synagogue, took out the Bibles and\nthings and took them to the sports center and burned them. They also dragged Jewish men,\nparticularly, out of their houses and beat them.\nNow, my parents' house was a little off the main area, so they were not affected particularly by\nthat. My sisters were in Aachen at that time living with my two aunts. And unlike today where you know\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\neverything that's happening in the world almost immediately, they set off to school the next day and\npassed the synagogues burning and were told to go home.\nMy sisters have never told me if they went back to school after that. | really don't know\nbecause they left in March, so there were several months. | don't know.\nDid your mother ever tell you?\n>> [Inaudible]\n>> Esther Starobin: Ok. We don't know about that.\n>> Bill Benson: On that night, which was just this horrific night in 1938, over 300 synagogues in\nGermany were burned. If | remember right, the one in Adelsheim was not burned. Do you have any\nidea why they did not burn the synagogue in Adelsheim?\n>> Esther Starobin: Well, it was stone so it might have been hard to burn. And | think it was connected\nto some other businesses.\n>> Bill Benson: That may have connected to German, non-Jewish businesses.\n>> Esther Starobin: Yeah. | don't know how many people they collected by the time they came to\nAdelsheim. Reinhart said a couple of people joined them but not big masses of people. But there\nweren't big masses of people in Adelsheim.\n>> Bill Benson: And for the audience, on that one night, tens of thousands of Jewish men were\narrested and put into concentration camps.\nIn light of that, soon after that, in 1939, your parents made this extraordinary decision to send\ntheir daughters on the Kindertransport to England. First, tell us what a Kindertransport was and then tell\nus what you can from what you've pieced together about going on the Kindertransport yourself as well\nas your sisters.\n>> Esther Starobin: Well, not too many countries wanted to take in people from Germany. In England a\ngroup of people went to the parliament and asked them if they would take in children, and they decided\nthey would. It was Jewish organizations and Quakers that went particularly. And children were allowed\ninto England with certain -- they had to be travel alone, under 17, and they were supposed to be poor, |\nthink. | was younger than whatever the thing said. Somebody had to pay some money. And they had to\nguarantee they were not going to stay in England.\nSo people from England went to Germany and with Germans organized the Kindertransport.\nThey had to pay | think -- it was like $50, which is a lot of money now, for the children to leave. There\nwas some money involved in it. And then they could travel to England. There were people who left from\nCzechoslovakia, Poland. | think there were some other country. | don't remember.\n>> Bill Benson: | think Austria.\n>> Esther Starobin: Austria. And my sisters were still in Aachen so they didn't get to see their parents\nto say goodbye.\nA couple of stories from that. Bertle tells me -- first of all, they weren't told until a couple of\ndays before they were leaving that they were leaving. And if you think as kids today -- | mean, my sister\nwas 13 and she didn't know? It's hard for me to understand all of this. And if she didn't know, | guess\nthe other two didn't know either. | don't really know. But she had her ears pierced because piercing your\nears was supposed to help your eyes. And she never wore glasses so | guess it helped.\n>> [Laughter]\n>> Esther Starobin: She doesn't remember anything or at least she's never told me anything about the\nactual trip on the train. My sister Edy, who loved food, remembers when they crossed the line out of\nGermany getting oranges and chocolates. But that was Edith. She also remembered when they were in\nAachen, they would walk across the border and come back with extra underpants on and there would\nbe chocolates in there, among other things.\nSo it's hard to know they really didn't talk about it. It was pretty customary people didn't talk\nabout these things. | don't Know that they were ashamed but the people where you were living, where\nyou went didn't want to hear about it. And certainly when they came to this country, they wanted to\nmove on and be Americans. And Americans didn't talk about it. | mean times have changed a lot.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nSo what | don't know -- two things | don't know. One thing Karla would like to know. Why did\nthey send me and not her father who was four years older and didn't need all of this tender loving care |\nobviously needed? And how did | get from Adelsheim to where the train was? Well, there is a train, but\nwho took care of me? Who took care of me on the boat? How did | get there? And that seems to be\nsomething almost impossible to find out. It's a big empty space in my life not knowing. | mean, | know\nhow | got from London to my foster family. That | Know. But it's the in between part that | don't know.\n>> Bill Benson: And as you were saying, your sister, Bertle and probably the others, up until right\nbefore they left, they weren't told. And then they are put on the train. And because one of the conditions\nwas that the expectation was you wouldn't stay, it must have been thought this was temporary at that\ntime.\n>> Esther Starobin: Well, my parents did -- we'll get to it later but we had letters from my mother. In the\nfirst few letters she thought she would join us.\n>> Bill Benson: You did not go with your three sisters. You went separately. Why do you think that\nwas? Any insight into that whatsoever?\n>> Esther Starobin: | often wonder -- again, it's something I'll never know. Did the aunts arrange for my\nsisters? | think my aunts were much -- | don't really Know a lot about my parents. But my aunts ran a\nnightclub, so | think they were more worldly than my parents.\n>> [Laughter]\n>> Esther Starobin: | don't know if they arranged for Bertle, Edith, and Ruth. | don't know who arranged\nit and | don't Know if you can find that out.\nThere are a lot of things that | don't know. And as | learn more, and I've learned an awful lot\nsince I've been doing this, there are more and more questions | have. | always thought, well, | was on\nthe Kindertransport, | went, | lived here, | lived there, and that's the end of the story. But as | get older\nand have more time to think about it, it's not the end of the story.\nSo | don't know if they arranged it and | don't know -- I've met over the years other people in\nthe Kindertransport. A lot of them seem to come from families who were much more educated than my\nfamily. If my parents went to sixth or eighth grade it was big but came from families whose parents were\ndoctors, lawyers, professors, different. So | think they would have known the way of the world a little bit\nmore than my parents. So | don't really Know about it. But | can't imagine what it was like. | mean, they\nsent four children away. They sent Herman a little later.\n>> Bill Benson: But not as part of the Kindertransport. We'll hear about that shortly.\nSo somehow or another you arrive safely in London in June, 1939, as your sisters had several\nmonths earlier. So once you were in London, what do you Know about what happened then, what\nhappened when you arrived, to the extent you know? | think you had an aunt in London. Tell us about\nher. And then you found your way to the Harrisons.\n>> Esther Starobin: | had an Aunt Hannah who lived in Londond. She had emigrated to London in\n1933. As we know about immigrants here, the only job she could really get was as a domestic so that's\nwhat she did. But she knew a lot of people that way. So she arranged places for my sisters to live.\nMy older sister, Bertle, lived with a couple that went to Scotland for a while. So Bertle was in\nScotland for a bit. And after Bertle came back to London, the police came to see her one day. They\nsaid, \"Do you know\" and they gave her some odd name. She said, “I don't know them.” It turned out it\nwas the foster father. He had been a spy for the Germans keeping track of the planes in Scotland.\n>> Bill Benson: So this is great. He's spying for the Germans, taking care of a Jewish refugee as your\ncover.\n>> Esther Starobin: Edith went to live with a family in London. And then when they sent all the children\nout of London -- because they did in England. They sent the kids out of London. She went to live with a\nJewish family in the country. She couldn't go to school after she was 14. She always said they treated\nher like a servant or a slave. But my aunt, who was very wise about some things, made her go back\nand visit them and it turned you out this was a little old lady who wasn't quite as mean as Edy\nremembered her.\nEdy, aS soon as she was old enough, she joined the women's Army and was in the Army.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: The British Army?\n>> Esther Starobin: The British Army.\n>> Bill Benson: So you went to four separate locations.\n>> Esther Starobin: Oh, yeah. Oh, | haven't talked about Ruth. | have to talk about Ruth. Ruth when\nshe first went, lived with a doctor's family in London. Then at some point she went to live with another\nfamily that | know nothing about. And after that she went to a hostile. One of the stories | heard was\nthat she went to the hostile because she wouldn't study her Hebrew lessons. | don't think that's why she\nwent to the hostile. But she went to a hostile. And | think by the time we left, she just about finished\nschool and was doing some working.\n>> Bill Benson: Tell us what a hostile was.\n>> Esther Starobin: It was a place for children. Actually, a lot of the people in the Kindertransport\nlanded up living in hostiles. And some of these hostiles started out as summer camps, so they didn't\nhave heating. But they took care of it. They developed a friendship, a kinship with these other kids they\nwere with. But that was my three sisters.\n>> Bill Benson: Before you talk about the Harrisons, I'm going to jump forward a little bit with a\nquestion about Edith.\nAs you mentioned, | think she was in what she perceived to be an unhappy experience. She's\nolder. She joins the British's women's auxiliary in the British Army. After the war, tell us about her\nexperience. Didn't she have an interesting experience in Germany after the war?\n>> Esther Starobin: She was in Germany. She went to Adelsheim, basically to get our birth certificates.\nShe was walking down the street in Adelsheim and somebody looked at her and said -- my German's\nterrible. Something like [Speaking Non-English Language]. They knew exactly who she was. So she\nmet someone who knew her. She didn't talk too much about that trip. Just that bit. And she did get birth\ncertificates for us.\n| don't know -- at that point -- during the war, every Jewish girl became -- had Sarah for a\nmiddle name and every Jewish boy had -- was it Abraham?\n>> Israel.\n>> Esther Starobin: Israel is their name.\n>> Bill Benson: That was a Nazi requirement.\n>> Esther Starobin: My birth certificate has that on it but it wasn't my name.\n>> Bill Benson: So you end up in a very different set of circumstances than your sisters. You end up in\nthis little village with this family called the Harrisons.\n>> Esther Starobin: | did.\n>> Bill Benson: And lived there for a long time. Tell us about your life with the Harrisons.\n>> Esther Starobin: First of all, there was a Quaker lady, Mrs. Edmundson, who took me from London\nto Norwich, out in the country from Norwich, the suburb of Norwich. She had sent a letter to my foster\nfamily saying will you be able to meet us or do you want me to bring her out. | don't Know what they\ndid. But that's how | got to Norwich.\nWell, the way | got to the Harrisons, Uncle Harry worked for a shoe factory and the man who\nowned the shoe factory was Jewish and had a sign-up on the bulletin board is anybody willing to take a\nchild. So they did take a child. They took me. They had wanted a boy because they had one son but\nthat didn't pan out so they got me.\nThe Harrisons were very fundamentalist Christians. They belonged to a chapel, Church of\nEngland. | lived with them for eight years. When | first got there, | had scarlet fever, so | was confined to\nmy room. Allen used to play with me through the window. | was petrified of Uncle Harry. He was a very\nsoft-spoken, quiet man, never raised his voice but | was petrified. The only thing that | can think of is |\nheard men in Germany yelling and that was it. | lived there for eight years. | went to school. | loved it\nthere. | was spoiled rotten. | don't know how Allen didn't try to kill me because they really, really did.\n>> Bill Benson: You went to school in the local public school?\n>> Esther Starobin: In England they have the 11-plus exam. | was just ready to take that when | came\nhere.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nThey belonged, as | said to this chapel. The man who owned the chapel, Mr. Ramsey, and |\nbelieve he helped them when | first came. When you were 2 at that point, you were still a baby, so he\nhelped them. | think they occasionally gave them some money, too.\nAt some point, Bloomsbury House, the organization in England that was supposed to be\nkeeping track of all of the Kindertransport people, said | needed to learn some Hebrew. And\nMr. Ramsey knew Hebrew. He tried to teach me. But I'm very bad at languages.\nAnd one other time Bloomsbury House sent somebody to interview me. | remember | was at\nschool and the headmaster did not leave me alone with the person. But other than that, | don't\nremember getting any supervision from Bloomsbury House.\nMy sisters were all in different places. And Hannah kept track of us. And then when Bertle got\nold enough, she kept track of us. After the war, they didn't really travel during the war, but after the war\nthey used to come to Norwich and visit. Allen, my foster brother, and Ruth, were exactly the same age.\nIt was very nice to have them there.\n| don't Know that | thought it was unusual to have these sisters who lived other places. | don't\nremember thinking about it. | certainly didn't know any other people from the Kindertransport when |\nwas in Norwich. But I've since learned there were 200 people in that area from the Kindertransport. But\nthe Harrisons not being Jewish weren't plugged into that.\nAt some point there was a man who was president of the Kindertransport association here\nand he had been from Norwich. He mentioned who his foster family had been. Allen looked them up\nand we went to visit her. She didn't live very far away.\n>> Bill Benson: You had no idea.\n>> Esther Starobin: And they also had a very close relationship.\n>> Bill Benson: The Harrisons, it was a very simple life with them.\n>> Esther Starobin: Mm-hmm. As | said, they were very religious. No movies, no drink, no makeup.\nAnd | never heard the radio but | think that's because | was scared of it.\nWhen | got older, I'm not so sure it was a religious thing with some of these things they didn't\ndo. It could have been a money thing. | think they didn't really have much. | went back one time and\nthey were drinking cider. And cider in England is alcoholic. And | thought, what! So | think it was as\nmuch money as anything else. They had chickens. They grew vegetables, all of those kinds of things.\nSo | had a very happy time. | was very happy there. We had gas masks. Went to school.\n>> Bill Benson: The gas mask makes me want to ask a little bit about if you have any recommendation\nof the impact of the war. Because, of course, when you got to the Harrisons was right before World War\nIl broke out in September 1939. There was the Battle of Britain. Things were really rough in England.\nAll the way through the end of the war. Do you have any recollection of the impact of the war on life for\nthe Harrisons or in the community that you were living in?\n>> Esther Starobin: As | said, they lived out in the suburbs. Uncle Harry rode a bike to work in the\nmorning, rode back at lunchtime to eat lunch, and rode back. A lot of the people who lived around us\nbelonged to the same chapel. It was a very community-oriented -- | mean, now it's very in for churches\nand synagogues to do a lot to build community but they did it then. They had activities and trips.\nThe union that Uncle Harry worked for had trips to the seaside. So there were a lot of sort of -- |\nassume that was after the war. I'm not exactly sure.\n| never felt that we were needy. But auntie was a good manager. She knew how to get\nwhatever she needed for food. And as | said, we had chickens in the back for a while so they brought\nrats and we didn't have them anymore. They grew vegetables. There was a big garden. There was also\na shelter, a bomb shelter, that we went in.\nThey had a pretty small house. They didn't do things that cost a lot of money. School in\nEngland at that time you wore uniforms so you didn't have to buy a lot of clothes. Allen, who was very\nbright, had a scholarship to the local boys school. He went to the boys school.\n| wasn't a very questioning person. | lived with them for eight years. | didn't think about the fact\nthat | wasn't going to be there forever. | didn't ask. | didn't question. | don't think kids questioned as\nmuch in those days.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: Your parents, of course -- when you left, your parents would obviously remain behind\nin Germany as well as your brother, Herman. Tell us what you can about the circumstances for your\nparents and for Herman and what happened to them after you left.\n>> Esther Starobin: Well, | left in 1939. In 1940, all the Jews in Baden [ph], state they lived in, were\nround up in October and sent to Germany to camps. So that included my parents and my brother. They\nwere in Gurs.\n>> Bill Benson: Camps.\n>> Esther Starobin: Work camps. My father's leg somehow didn't go with him. He had a wooden leg.\nWe have some letters where they found him another leg. | guess he needed the leg to work.\n| think they worked in the kitchen. And some of the stuff I've learned about Herman I've learned\nrecently.\n>> Bill Benson: Herman, your brother.\n>> Esther Starobin: My brother. For instance, there were camps that OSE and different groups took\nthe children and took them to schools. | was saying to someone, when Herman came, he knew how to\nread, supposedly, French and German. He didn't go to school in Adelsheim. Where did he learn it?\nApparently there were schools in these places.\nSo what's been very interesting since I've been volunteering, we found out a few things about\nHerman, which are really cool things, | mean, to find out. Here it is 60, 70 years later and we're learning\nwhat happened.\nThe first thing we found out, somebody found a picture of him when he first landed in New\nYork. And someone talking to him a student from Columbia, talking to him. And it's something we had\nnever seen. Karla tried to find the man who had been talking to him but the man had just died that year.\nThen a couple of weeks ago | was here. They are going to have an exhibit about the American\nresponse. And Ron found a picture of Herman waiting to get on the ship to come to this country. And\nthe reason they can tell it's Herman is because he had a tag on and there's a list of who that was.\nNow, Ron said to me, \"Do you recognize your brother?\" | looked at him and said, \"| was 2 when | left. |\ndon't know what he looked like when he was that old.\" But Karla says it looks just like her dad.\n>> Bill Benson: This picture has just come to your attention.\n>> Esther Starobin: Just recently. It's funny to think after all of these years finding out things about your\nsiblings and your father.\n>> Bill Benson: How did Herman get to the United States?\n>> Esther Starobin: The United States in 1941 allowed 1,000 children in.\n>> Bill Benson: You had been gone for two years already.\n>> Esther Starobin: Yeah. Yeah. So Herman came then. Part of this stuff, we found out, he couldn't\nquite remember. Did he have sisters here? They weren't sure where to send him. But my uncles knew\nhe was coming, so they finally got him hooked up -- this was e-mailed -- not e-mail, letters back and\nforth.\n>> [Laughter]\n>> Esther Starobin: About getting him sent. And Herman came and he lived with an aunt and uncle\nhere. My aunt told Bertle when we came that Herman used to hide food all over the house because he\nwas hungry, and do things like that.\nHe always called my aunt and uncle mom and dad, which didn't make Bertle happy. But |\ndon't think his kids were really aware that they weren't really his parents until this blabbermouth here\ntold them. But they would have found -- it became -- it would have become obvious as they got older.\nBut he lived with them until he got married. | don't think he ever lived anyplace else.\n>> Bill Benson: He was one of 1,000 children allowed into the United States.\n>> Esther Starobin: Right. So he came here before his bar mitzvah. Because the museum also found\nin the German-Jewish newspaper, an announcement of his bar mitzvah.\n>> Bill Benson: Here in the United States?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Esther Starobin: Which was really interesting because my aunt and uncle didn't have their own\nchild bar mitzvahed, only Herman, which was interesting. So Herman was here. He went to school, |\nguess junior high and high school, here.\n>> Bill Benson: And your parents?\n>> Esther Starobin: My parents went to Auschwitz, August 14, 1942 and, of course, were murdered as\nsoon as they got there.\n>> Esther Starobin: You've seen documentation of that. Right?\n>> Esther Starobin: Yeah. Bertle always knew. When | first came here | used to think, oh, my parents\nwill show up. But Bertle had known: But this was another example of not talking about things then.\n>> Bill Benson: And you actually Know which convoy they were on, which train they were on that sent\nthem to Auschwitz and they were murdered right away, once they got there.\n>> Esther Starobin: Mm-hmm. Yeah. There's a French book that lists all the convoys from France to\nAuschwitz. It was the name, the number, the birth dates. That's how we know. But Bertle -- I'm not\nexactly sure how Bertle knew because that book wasn't out there but maybe the list was out that she\ndid know.\n>> Bill Benson: You mentioned a few minutes ago some letters that you had. These were letters that\nyour parents had written to the girls in England. | don't think you knew about their existence until fairly\nlate. Tell us a little bit about those letters. This is very poignant.\n>> Esther Starobin: There are five letters. In the 1980s, when there started to be a lot on television,\nBertle said, \"Oh, I've got letters.\" Well, they were translated. And that's basically all | know about my\nmother. And to say my parents wrote the letters isn't really true. My mother wrote the letters. My father\nwrote one line underneath.\nBut my mother said the same things all of us would say to our kids: Do good, be well in\nschool, clean behind your ears, thank the people taking care of you and that kind of thing. But she also\nwould say to Bertle, save your clothes for me, | don't weigh much now; I'll be able to wear your clothes\nor ask this uncle or something to send money. | never knew until | read those letters they needed\nmoney in the camps. | didn't know that.\nSo Bertle talks about the fact that when she was old enough and working -- that's how she\nknew. She was sending money. And then she got something back. That's how she knew they had been\nkilled.\nAt the beginning my mother wrote about how she was going to see us again and she\nexpected to see us again and all of that. But by the last letter she no longer believed that. And the\nletters at the beginning, they had periods and things, they were sensibly written. By the end it wasn't\nlike that. You could tell that things were changing. | mean, my father wrote basically be good, your\nloving father or whatever. He didn't really write. But it was interesting to read the letters. Bertle said\nthere were originally more letters but they had gotten lost.\nNow, my foster mother also kept a postcard and a letter, one letter exchanged between the\nHarrisons and Auntie Dot. So my mother knew where | was. They had exchanged letters. It's a lovely\nquote like Esther is a very -- she's very sweet, blah, blah, blah.\n| thought it was really special that my foster mother saved them for me. And also, she had\nsaved the shoes that | was wearing when | came. | gave them to the museum but | had the shoes. You\ncould see they were little booty things, boot things. And Uncle Harry had fixed them several times. But it\nwas very nice to have that. | also had a dress that an aunt embroidered that they had saved. I'm not\nsure | would have known to save those things. | don't know.\n>> Bill Benson: Do you happen to know the date, roughly, of the last letter you have?\n>> Esther Starobin: It was 1942. They weren't dated. | tried to put them in order. I'm not really sure.\n>> Bill Benson: But some time relative close to before they were deported to Auschwitz.\n>> Esther Starobin: Yeah. She did talk about Herman going off to wherever he went off to. And at\nsome point there was an aunt in the kitchen who managed to have a little extra food for Herman.\n>> Bill Benson: Of course the war ended in Europe in May 1945. It would be two years later, 1947,\nwhen your sister, Bertle, arranged for you and your sisters, including Bertle, to come to the United\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nStates. Tell us about the decision to come here, to leave wherever you were each living, you with the\nHarrisons in England, to gather you together and move to the United States in 1947.\n>> Esther Starobin: Well, my mother had always told Bertle she had to keep us together. And as Bertle\nis getting older, one of her big joys in life is we had this big family, 10 cousins. But Bertle -- we always\nhad visas to come to this country, actually. Ruth came a week before we did. They got passage on the\nboat. Bloomsbury House arranged and paid part of it. And then we got passage for Bertle and for me.\nBertle -- the Harrisons didn't have a phone. So Bertle called the police station and had them\ncome to the Harrisons and tell them they had to take me to London the next day because we were\nleaving. So they did. Allen was supposed to get some big prize at school but he didn't go. And Uncle\nHarry couldn't come. He couldn't take off work. So Auntie Dot and Allen took me to London and handed\nme over to Bertle. Here | am a package again. Allen tells me his mother's hair turned gray overnight.\n>> Bill Benson: You had been with them eight years.\n>> Esther Starobin: They knew | was always going to leave. I'm sure they did. But | certainly didn't\nwant to come here. | was with my sister who | had met but | didn't really Know. | certainly didn't know\nanybody here. So we came over on the Queen Mary, which wasn't a luxury liner in those days. | was\nterribly seasick. But the ship was on strike, the people were on strike. I've learned since then that\nsomebody on the royal family was onboard so it was a good time to strike. Luckily Bertle had a\nboyfriend who had given her sausage to bring. My aunt had given her bread. So we didn't starve. | was\nterribly seasick. Bertle didn't really want to go but that's what my mother said.\nEdy had to stay behind because she had another year in the Army so she came a year later.\nSo we came to New York. And two uncles met us, Uncle Sally, who was with Herman -- no. |\nthink it was Uncle Sally, who Bertle remembered because he had lived in Adelsheim. And an uncle who\nmarried. And we came down to Washington.\nWell, when you hear stories of people on the Kindertransport, they talk about how awful their\nexperience in England was. What | talk about was how awful my experience was living with my uncle.\nMy aunt was quite crazy. And nowadays there's medicine for that but there wasn't then. She would\nwake us up and take the sheets off at 5:00 in the morning. | took lunch every day. And | threw it away\nevery day because the food was bad.\nThe Harrisons never yelled. They had other ways of making you behave but yelling wasn't it.\nMy uncle yelled, threw furniture. It was not a good place to be living. It was a big house on North\nCapital Street. There was another refugee family, my aunt, uncle, aunt's mother, two cousins and us.\nThere were a lot of people in that house.\nSo | had never been to a movie. | didn't know anything about Judaism. | went to a school\nwhere the teacher made fun of my English. | mean, my English was English.\n>> [Laughter]\n>> Bill Benson: Because you were speaking proper English by this time.\n>> Esther Starobin: And it was a lot of stuff | already knew. The only thing | didn't know was\ndiagramming. Well, that was in junior high and | still don't see the point of diagramming.\n>> [Laughter]\n>> Esther Starobin: It was a bad experience. The other thing is | had a lazy eye and | had never had a\npatch on my eye. | wore glasses. But they decided | should have a patch. Here | was weird, a refugee,\nand | had to go to school with a patch on my eye. Well, of course | took it off as soon as | left the house\nand of course | then found out they knew at school | was supposed to be wearing it. But it was a pretty\nbad experience living in that house. At some point my uncle took me kicking and screaming to see a\nmovie. We went once to synagogue on the high holidays. The service was in Hebrew and German,\nneither of which | knew. It was not a good experience.\n>> Bill Benson: At some point you would end up living with your sisters. Right?\n>> Esther Starobin: Yeah.\n>> Bill Benson: They kept you under their wing.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Esther Starobin: Right. Once Edith came and they both had jobs, they got an apartment. And here\nthey were young people trying to make a living in a new country. They could have said to my uncles it's\nyour problem but they took me in. So sometimes they were dating the teachers | had.\n>> [Laughter]\n>> Esther Starobin: But anyhow. The thing of it was, having gone to school in England, | was ahead\nhere. It never occurred to me that | couldn't go to college. What was | thinking? And did my sisters ever\nsay you can't go to college? No.\nSo my sister Ruth was married by then and living in Illinois. | lived with them and | went to\ncollege. They became my guardian. | hadn't had a guardian before but he became my guardian. So |\ngot in-state tuition. Bertle and Edith would send us clothes sometimes. He got a tiny amount of money\nfrom Germany, like $20 a month. My sister Bertle told everybody they had to put it towards my college,\nwhich didn't go over too well with Ruth and David but that's the way it worked. So | went to college.\nAnd now | look back on that and | think it's absolutely amazing, absolutely amazing and Ruth\nhad gone to college, too. She had gone to Maryland. She had worked in the dining hall, which in those\ndays paid for her room, board, tuition. But she was really good in college. She got good grades.\nSo | think my parents would be absolutely astounded. It's a whole different thing.\nMy last year in high school Herman joined the Army. | don't think he was drafted. | don't know\nif he was draft order he joined. | don't remember. But he didn't like to go too far from home. He was\nhomesick. He was in the Army.\n>> Bill Benson: We end the program in a little bit. There's a couple things more | want you to talk about\nif you would. One of them, of course, is your ongoing relationship with the Harrison family, after you left\nand had come to the United States. Tell us a little bit about that.\n>> Esther Starobin: As | said, my sisters were very wise. They made me write letters and keep in\ncontact. Allen came over as a Fulbright teacher in 1954, | think. Maybe before that. Anyhow, he came\nover. We took our kids and went to England. We had gone before that. And then while Allen was here,\nwe brought his parents over. Here are these people who didn't have a phone, didn't have a refrigerator\nuntil we went and bought one which they turned off when we weren't there.\n>> [Laughter]\n>> Esther Starobin: They got on the airplane and came to this country. So they spent, | don't know,\nmaybe three weeks with us. Allen was teaching in New Jersey. | said find a beach place we can all go\nto. He found this place in Toms River, which is not where you go to the beach. They had insects all\nover, mosquitoes. But they came and spent time with us. We used to take the kids.\nAllen was always Allen. He was never Uncle Allen. Auntie Dot and Uncle Harry were in a way\ngrandparents but they knew they weren't the real grandparents. We went several times. Deborah and\nJudy went one time.\nWhen | finally went back to Adelsheim, coming back everybody -- by then Aunt Dot was dead.\nUncle Harry said don't come all at one time, it's too confusing. But Judy had been back. So part of our\nfamily. | just was there November of last year.\n>> Bill Benson: All of these years later. How about your sisters? Did your sisters have any connection\nwith anybody with whom they had lived?\n>> Esther Starobin: Edy had her best friend where she lived who turned out to be a world famous\nmodel. So she had a little contact with Avril. She was this gorgeous blond. | don't know if she was\nblond. Gorgeous model. There used to be an ice cream place in Washington that had this fancy ice\ncream. She just ate the whole thing. Who expects a model to?\n>> [Laughter]\n>> Esther Starobin: But other than that, Ruth had some contact with the Nichols. And their son came\nhere to work so Ruth had a little bit of contact. Bertle didn't have contact with anybody, | don't think, that\nshe had been associated. She went back to England once. She might have met the guy that had been\nher boyfriend. | don't remember.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: The other question | wanted to ask or have you talk about is, you had mentioned\nReinhart. You have been back to Adelsheim a couple of times now, | think. Tell us what it was like to go\nback there, what that experience has been like for you and how important Reinhart has been.\n>> Esther Starobin: | think in 1985, 1986, | needed to see that | didn't come from a black hole. We\nwere going to go with my sister Bertle and her husband but he had a heart attack so they couldn't go.\nSo we went back, Fred and I. Bertle had written a letter to them in German because | couldn't. We got\nthere. The whole town was dead. It was so strange. But we finally found the Town Hall. And we met\nsomeone there but nobody spoke English. But the assistant -- the deputy mayor's wife spoke English\nSO we arranged to meet with them the next day and go around Adelsheim. And they said, well, you\ndon't want to stay in Adelsheim tonight. | said, yeah, | do; I'm not being sent away again. So we stayed\nin the guest house. And | had such nightmares that night. | dreamt the Nazis were coming up the stairs\nto get me. It was very scary. But we ate in the little restaurant there. I'm sure the people knew who we\nwere. We had no idea what we were eating, probably things we didn't want to eat. So we went that\ntime.\nThen in 19 -- 60 years later, 40 -- 2000. In the meantime, Bertle had been back. And the man\nwho originally knew all about the Jews and knew about my father was no longer doing it. He passed\nthis on to Reinhart to do. And Reinhart was the teacher in the school. He had --\n>> Bill Benson: In Adelsheim.\n>> Esther Starobin: In Adelsheim. He had kids in sort of an after school club. They did research on the\nJews and Bertle became pretty friendly with Reinhart. And he came to visit. | was determined | wasn't\ngoing to like Reinhart but he's a lovely man and his wife is very nice. So they came to visit here. When\nwe went back in 2000, we stayed with them. And Karla's sister went with us.\nIn the meantime, we had met someone from the city where my mother was from so we went\nthere first and visited. Then we went to Adelsheim. There was a ceremony commemorating the\ndeportation. It was a very interesting ceremony, all in German. | didn't understand a word but | could\nget the feeling for it.\nSo Reinhart arranged exhibits of the five Jewish families. There were Xerox copies. You\nknow, he didn't have money to do this.\n>> Bill Benson: This is something he had chosen to do.\n>> Esther Starobin: Chosen to do. His father was a Nazi. His mother is worried that he's so involved\nwith the Jewish that it will drive him crazy. But now he has grandchildren so he's not quite so involved.\nThey read some of my parents' letters. They told what happened to people. Bertle tried to give a\nspeech but she couldn't do it. They did some Jewish music. It really was a very interesting ceremony.\nWhile we were there, we met a couple of people that Bertle had known as a child. And\nsomebody said, oh, they used to leave food on the doorstep for my parents at night. And | said to\nBertle, \"Do you think that really happened?\" She said she remembered our mother writing about it. And\nthat was pretty brave because if they had been found out by the Nazis, their family would have been\nnot doing well. And somebody else said that their parents used to swap -- my parents had items they\nwanted. They would swap things for them.\nWhile we were there, Reinhart found a list. The Nazis made a list of everything in my parents’\nhouse when we were deported. It's pages and pages of stuff. It even says the rags that were in the\nhouse. But --\n>> Bill Benson: Documented every single thing in the house.\n>> Esther Starobin: Everything was documented. Bertle looked at it. She said we had a really fancy\ndoll that we weren't allowed to play with in the living room. That wasn't on there so somebody lifted that\nalready. So it was very interesting to see. The other thing --\n>> Bill Benson: To see a list of all of your families' belongings.\n>> Esther Starobin: Right. | don't remember it. We also went to the Jewish cemetery, which is between\nthat and another town. It's well kept. Reinhart takes care of it. So that's pretty well taken care of.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nTamara and her family have been back. Renee and her sisters have been back. Stacey and |\nwent back when Stacey was there for business. So I've been back three times actually. It still doesn't\nseem like home though. But now there's a little monument to the Jews that lived there.\nSo Reinhart's son was here. | was pretty good friends with him. When | went to meet Stacey, |\nwent to Berlin and spent some time with them. So | think I've made peace with the Germans because\nnot all Germans were Nazis and | have to realize that. [Whispering inaudible]\n>> Bill Benson: We have a couple of minutes. We're going to turn back to Esther to close the program.\nIt's our tradition that our First Person has the last word. So Esther will have the last word. But before\nthat we'd like to see if you have any questions. I'd like you stay seated through the questions that we do\nhave so when you hear Esther's close remarks.\nWe will have time for a couple of questions. We have microphones on either side of the aisle.\nWait until you have a microphone if you have a question. Try to make it brief. I'll repeat it so that\neverybody hears it, do the best | can.\nDo we have anybody that would like to pose a question here to Esther? We have a young\nman here in the middle. The mic will come down to you.\nThanks, Tamara.\n>> Good afternoon. | was wondering what your brother did in the Army. | know you mentioned it a little\nbit but I'm not sure. Do you know what he did in the Army?\n[No Audio. Captions paused to re-establish audio]\n>> Esther Starobin: To find out things about Adelsheim. | have become pretty friendly with them. | think\nwe've all -- wants to say something.\n>> He actually gets a stipend from the town [Inaudible].\n>> Esther Starobin: Does he? | didn't Know that.\n>> Bill Benson: He's become the town's historian about what happened to the Jews of Adelsheim.\n>> Esther Starobin: But he has a family tree and | guess he has it of all families. He knows more about\nmy family than | Know about him, about my family. He has gone back. He knows this relative and that\nrelative. That's where we've gotten basically our family tree. But | got even with him. When his kid was\nliving here, | Knew more about his kid than he did.\n>> [Laughter]\n>> Bill Benson: One more quick question. A young man here in yellow and then we're going to wrap\nup.\n>> What was your first [Inaudible]\n>> Bill Benson: What was your first thought when you entered the town you were born, when you went\nback?\nThank you.\n>> Esther Starobin: How strange it was. Why was nobody there? And | certainly -- | felt like a visitor. |\ndidn't feel like it was my hometown in any way.\nOne other thing | want to say. I've made you laugh a couple of times. | often think of all the\nthings missing in my family, not Knowing my parents. And this sounds silly. What do | know about how\nwe celebrated holidays? What do | know about our medical history? What do | Know about their\ngrandparents? | don't know any of those things. | mean, | was very lucky. | was saved. I've had a good\nlife. But there are lots of things that are missing. And | don't want you to think it's all funny. It isn't.\n>> Bill Benson: And, plus, very few of your extended family survived.\n>> Esther Starobin: Oh, no. Not at all.\n>> Bill Benson: Ok. I'm going to turn back to Esther to close our program. When she finishes her last\nword to close our program, our photographer, Joel, will come up on the stage and take a photograph of\nEsther. And I'm going to ask you to stand at that point so that you are standing for the background on\nthe photo. And then when Esther is done, we're going to try to get her off the stage because she's\ngoing up to the top to sign copies of \"Echoes of Memory.\" That will be an opportunity then if you want to\nask her another question or just have your picture taken with her or say hi to her.\nOn that note, Esther?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Esther Starobin: My thing is most of us cannot have any influence over the world at large but we\ncan each do individual things. And | am here because individual people stepped out of their comfort\nzone and did things to help. | think we can all do that. We can all do deeds to help one person or a\nfamily and | think we should.\n>> Bill Benson: Thank you, Esther.\n",
    "segments": []
}