{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nJune 5, 2014\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: AGI GEVA\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. This is our 15th year of the First Person program. Our\nFirst Person today is Mrs. Agi Geva, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship. | am very pleased to say that Mr. Louis Smith is with us\ntoday.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as volunteers here at this museum. Our program will continue\nthrough mid-August. The museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will receive an electronic copy of Agi Geva's biography\nso that you can remember and share her testimony after you leave here today.\nAgi will share her First Person account of her experience during the Holocaust and as\na survivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Agi\nsome questions.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Agi is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nAgi was born Agnes Laszlo on June 2, 1930 in Budapest, Hungary, which means she\nhad a birthday this week. This map shows Hungary. The arrow on this map of Hungary\npoints to Budapest.\nAgi was one of two daughters of Rosalia and Zoltan Laszlo. Here we see Agi and her\nsister Zsuzsi. They spent the first six years of their lives in a small farming village where their\nfather managed a large farm. Here we see Agi's parents Rosalia and Zoltan.\nDue to her father's failing health and anti-Semitic legislation prohibiting Jews from\nworking in the agricultural business, the family moved to Miskolc where Agi's mother managed\na boarding house. This is a photo of the house that was Agi's home. The arrow on this map of\nHungary points to Miskolc.\nOn March 19, 1944, the same day that German forces occupied Hungary, Agi's father\ndied. Agi, her sister, and mother joined a group of thirty Jews sent to work in the fields outside\nthe town. After a month they returned to Miskolc where they lived in the ghetto for a few\nweeks before being confined to a brick factory on the outskirts of town.\nThe following month the family was deported to Auschwitz. This map depicts the\ndeportations of Jews from Hungarian ghettos to Auschwitz.\nLater Agi, her mother and sister were interned at the Plaszow concentration camp.\nThe arrow on this map of major Nazi camps shows the location of Plaszow. When the Soviet\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\narmy approached Plaszow in the fall, the camp, including the three women, were sent back to\nAuschwitz for a few weeks; then were moved to several labor camps.\nOn April 28, 1945, Agi was liberated by American soldiers. This photo of Agi is from\n1950 after she emigrated to Israel.\nToday, Agi resides in the Washington, D.C. area. She moved to the United States 12\nyears ago after living in Israel since 1949, where she worked in the insurance field for 32\nyears. She has two children: a daughter, Dorit, who lives here; and a son, Johnnie, who lives\nin Israel. She has four grandchildren and four great grandchildren. Agi speaks four languages\nfluently: Hebrew, Hungarian, German, and English.\nIn addition to our First Person program Agi participates in the Museum's\n\"Conversations with Survivors\" program on Fridays in the Wexner Learning Center. She also\nspeaks frequently about her experience during the Holocaust at schools and universities such\nas George Mason University in Virginia, Southern Methodist University, University of Utah and\nFlagler University in Florida, as well as at such other places as the U.S. Army's Redstone\nArsenal and just recently at the U.S. Department of Justice.\nAgi is also a contributor to the museum's publication, \"Echoes of Memory,\" which\nfeatures writings by survivors who participate in the museum's writing class for survivors. After\ntoday's program, Agi will be available to sign copies of \"Echoes of Memory,\" which is also\navailable in the museum's bookstore.\nWith that, | would like you to join me in welcoming our First Person, Agi Geva.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Agi Geva: Thank you. Hello.\n>> Bill Benson: Agi, thank you so much for joining us and your willingness to spend this time\nwith us. In a short hour you have so much to tell us so we're going to try to do justice to it and\nget started right away.\nWorld War II began with German's invasion of Poland on September 1, 1939. But\nbefore we turn to the war and the Holocaust, let's start with you telling us about your family,\nyour community and your early life in the years before war broke out in Europe?\n>> Agi Geva: We had a completely normal, nice childhood, my sister and me. Our parents\nwere very careful that we shouldn't know what's happening in the world. There was no\ntelevision. We were not supposed to listen to the radio, news, anyhow. So we really didn't\nknow what was going on in the world exactly. Some things were felt. In the school room they\nhad only two Jewish girls in the classroom. It felt different. We were never invited to birthday\nparties or to any holidays by our classmates.\n>> Bill Benson: You mentioned to me that you were full of patriotism for Hungary in those\ndays. Can you say a little bit about this as a child?\n>> Agi Geva: Wrote poems. | felt very important as a Hungarian student. All my plans were\nreally around Hungary, to go to Hungarian universities, everything about Hungary. So it was a\nquite shocking surprise to find out that | am actually more Jewish than Hungarian.\n>> Bill Benson: Agi, tell us what caused your family to move to Miskolc. Why did the family\nhave to move?\n>> Agi Geva: Even in 1936 already, and that was really early still, Jews were not supposed to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbe in key positions. So my father was fired. He couldn't find any job anymore after this.\n>> Bill Benson: So that's what forced the move to Miskolc?\n>> Agi Geva: It forced the whole family to move to Miskolc.\n>> Bill Benson: The war, of course, began in September 1939 when Germany and Russia\nattacked Poland, but your community, Hungary and your community, did not feel the full impact\nof the war really until 1944 when the Nazis occupied Hungary and your town. What in that\nvery long period -- tell us a little bit about your family's life and what was going on during that\nvery long period of time before the Nazis came into your town.\n>> Agi Geva: We were not quite aware what really was happening besides Hungary. When\nthey occupied Hungary, it was the biggest surprise of all of us. It was impossible to imagine\nthat one day everything looks fine and everything is ok; we are going to school, to the movies,\nhaving parties. One day from the other suddenly everything changes.\n>> Bill Benson: Before everything suddenly changing, do you know if your family was aware of\nwhat was happening to Jews elsewhere in Europe?\n>> Agi Geva: | suppose so. | suppose. But there is a sentence that we still use that\nAuschwitz never happened so Hungarians was sure that to them it would never happen. It\nwas quite a shock, quite a surprise. And it was so quick what they started to do.\n>> Bill Benson: Before that happened, at some point your father really gave the family two\noptions if you were to avoid what was happening to Jews elsewhere in Europe. What were the\ntwo options that he gave the family and what did the family do?\n>> Agi Geva: He said something might be very wrong. He thought that we should leave\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nHungary. And that was impossible to do because my mother wouldn't have left her sisters.\nShe had nine sisters and brothers. And my father had eight. So they wouldn't have left the\nfamily. They didn't speak any languages except Hungarian. And here comes the importance\nof my father's goal, actually. He told my sister and me that you have to have something that\ncan't be taken away from you and that is languages. We spoke German fluently before going\nto school. And then English, spoke fluent English before everything else was going to happen.\nlt was very important for him. That in a way, he really saved my life with this idea.\n>> Bill Benson: And one option was, of course, for the family to leave and go to Palestine if\npossible, but as you said, your mother did not want to leave her extended family.\nAnother option, | think, he offered you was to convert to Christianity?\n>> Agi Geva: Yeah, he had some ideas. They were not realistic enough. He was too sick\nalready to change everything or anything. Just made out with what's going to happen.\n>> Bill Benson: And, of course, March 19, 1944, extraordinary important day in your life. Tell\nus about that day.\n>> Agi Geva: Hungary was occupied on the same day my dad died. And somehow\neverything, everything changed from that minute on. We have to wear yellow star. | had to\nbring my bicycle to the municipality. We couldn't have any bicycles. There were changes --\ntalking about changes that we can't keep our home anymore. We have to -- maybe in the\ncountry, we will be deported. My sister and | were looking at each other. We had to get yellow\nstar, deportation, concentration camps, that we never, ever thought we had to use and never\nheard before.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Didn't your mother try to save you or protect you by sending you to another\nvillage at one point?\n>> Agi Geva: She did. She sent us to a French wife who wasn't Jewish but she was so\nscared. She didn't let us out of the house; didn't let us out of her sight. We had to call my\nmother, not to come back and face whatever it is because we can't stay in that village.\nlt was dramatic how we can come back because we had the yellow star. If we didn't\nwear it, they can look and ask for our documents and show that we are Jewish and we don't\nhave the yellow star. So we couldn't win either way. So we decided to go and take the train to\ngo back to Miskolc without wearing the yellow star. And the Hungarian police were on the\ntrains and took off people, many people, just by looking at them, just by not liking their face,\ntheir voice. And, of course, these people were sent to concentration camps, to Siberia. We\nnever found out.\n>> Bill Benson: And they just happened to not check you or ask you?\n>> Agi Geva: They ignored us. We got somehow on.\n>> Bill Benson: And then after that had to start wearing the yellow star after that?\n>> Agi Geva: Then we had to go to the ghetto. That was very traumatic.\n>> Bill Benson: Before you tell us about the ghetto, you were also, | think, at some point sent\nto work on a farm.\n>> Agi Geva: They thought -- the Hungarian municipality advertised that who is ready to work\non a farm. How shall | tell you? We can save ourselves from concentration camp which we\ndidn't know yet what it exactly meant. So some 30 people from my mother's friends went to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nthe municipality and swore loyalty to Hungary, which wasn't hard to do actually because we\nwere still very patriotic in a way at that time. We were working very hard in the farm, work\nwhich we were not used to in picking vegetables and planting. It was a hard time. After\nmonths we were sent back to the ghetto.\n>> Bill Benson: And when you were sent back to Miskolc, something dreadful happened to\nsome of the men when you went back.\n>> Agi Geva: They were questioned. We were stopped in another village before we got to\nMiskolc. They were beaten up very badly and questioned where did they bury their jewels,\ntheir money, to whom did they give it. It was very traumatic. First time really we saw and\nheard violence among the close friends and relatives.\n>> Bill Benson: And, of course, now that you're back in Miskolc and put into the ghetto at this\npoint, this is the middle of June. So the Nazis are in March. By the middle of June you're in a\nghetto. Then you were taken to a brick factory for deportation. Tell us about that and then tell\nus what they did with you.\n>> Agi Geva: The brick factory was actually something | kind of remember. | Know there was\na roof. There were no sides, no walls. It meant that we could have escaped. Many of my\nmother's friends just walked out. The guards were not too alert at this point. They advised my\nmother take the girls and just walk out, go, run away. She was afraid that she will lose one of\nus or we won't be able to stay together or not make it anymore. She declined. But then she\nwas So sorry, of course, later.\nAnd we were told that they are waiting for trains to come and the trains will take us out\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nof the country. We thought the trains would be the way we were used to it, the way we went to\nBudapest always: sandwiches, looking out the window, and talking and sitting on the table.\nBut when the trains came, they were cattle cars, boxcars. They simply told us to go in. It was\nimpossible to get on them even. So the Hungarian soldiers with the guns all the time, we were\neverywhere on gun point, held us up and pushed as many people, standing places, as they\ncould. | can't even tell you, 30, 40 people. They closed the door. And it was a situation that |\nnever knew how we got into.\n>> Bill Benson: | think you told me at one point that you assumed it would be a several-hour\ntrain trip that you were being forced to go on, even under these horrific conditions a short\nduration. But that wasn't the case. You were in that train for a while.\n>> Agi Geva: It was dark, no air, no windows. It was a pail in the corner. The situation was\nsomething that | can't even describe.\nThe worst thing, they were very small kids, pregnant women, older people, sick\npeople. People started to scream, couldn't stop. Men started to cry and couldn't stop. There\nwere kids who cried constantly. The situation was something which is undescribable.\nAnd then when the train started to move, we somehow had to sit down. We fell down, even. It\nwas very bad what we saw.\n>> Bill Benson: Can you tell us a little bit about that?\n>> Agi Geva: We saw two groups of people, men and women, separated immediately when\nwe jumped off. There was so much begging, men and women clinging to their husbands,\nbrothers, sons. Didn't want to separate. Of course, we were all at gun point. We had to goa\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ndifferent way, different direction. Until the people count down, it took a long, long time. We\nnever were the same anymore. Many of us, of course, never saw the men anymore, talking\nabout the group of women | was in.\nAnd then my mother really got scared. So she told us just to walk slowly with the\ncrowd as we are supposed to, at gun point, of course, and she will somehow go between the\nlines to the beginning and find out what's happening. What she saw was that no family should\nbe kept together. That was the idea after selecting officers -- we called it the selection. There\nwere two sides, the right side and the left side. We never knew what happened on the left\nside. My sister and me actually found out only after the liberation because my mother was so\ncareful. She was afraid that we won't be able to stand it. And then she saw that girls under 16\nwere sent to a left side. So she came back, slowly, slowly. She found us and told us that we\nhave to be very careful not to call her mother, not to tell my sister is my sister, not to tell our\nage. She took off our scarves and wound our heads that we should look a little bit older. And\nthen we got to the selecting officers. Of course, we were so shocked and so scared, but\nsomehow we all got to the same side. So we were chosen. But she thought we would be a\nworking group. So this time we stayed together. And that was a big achievement.\n>> Bill Benson: Your mother sounds so brave and resourceful. As you said a moment ago,\nbecause of girls under 16 were sent to one side, she put the scarves on you to make you look\nolder but she put one on herself a different way to make her look younger and that helped\nkeep you together.\n>> Agi Geva: Something helped. Luck. God.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: Tell us about your friend, Edith, if you don't mind.\n>> Agi Geva: Edith was the other Jewish girl in our classroom. As | told you, there were only\ntwo girls. She was with our group. From Miskolc everybody knew each other. She was a\nvery, very good friend of mine. We stayed together. But when we got to the right side, she\nfound that her mother wasn't with us. Her mother was immediately sent to the left side. She\nstayed alone. She didn't know what it meant. And my mother told her she's going to look after\nher and care for her. But when it came -- when the next day -- actually first day in Auschwitz,\nthey came with a loudspeaker, with big trucks, and told every girl under 16 should get on the\ntrucks, going to get better food, better treatment. They were running to the trucks. My mother\nbegged her to stay with us. She said: Don't say your age, stay with us; | will look after you.\nBut she was so worried for her mother. She wanted to meet her so much, she got on the\ntrucks; thought they would take her to a place where she could meet her mother. Of course,\nwe never saw her anymore.\n>> Bill Benson: From Auschwitz you were selected for slave labor and you were sent to then\nthis place called Plaszow.\n>> Agi Geva: Plaszow. | will talk a little bit about the first day in Auschwitz.\n>> Bill Benson: Please do.\n>> Agi Geva: That was the biggest humiliation that a person can ever have. We were led to a\nbig hall where we had to undress. It was very hard to imagine that we had to take off all of our\nclothes and leave it in a corner. It was more dramatic and tragic because many -- my mother\nalso and her friends -- sewed in the clothes and in the pocket money, documents, jewels.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThey knew that without this property, there is nothing they can do. They can't buy food. They\ncan't write. They can't survive even maybe. So there was the hysterics, crying, begging that\nwas going on. It was impossible to imagine.\nSo after this we had to face another humiliation. We were shaved from all hair on our\nbodies. We didn't recognize each other. It was so humiliating to stand there naked. And it\nwasn't enough that they sprayed us with disinfectant. It was very bad.\nThen we were sent to the showers. We didn't know, had no idea how lucky we were.\nWe really didn't think that we were lucky. But when we found out that in the other shower\nrooms there was gas coming from the showers and those people never survived. We didn't\nknow that we were lucky that we had water. So that was a very, very hard time the first day.\n>> Bill Benson: And once you were able to survive those first days you were sent to Plaszow\nfor hard labor. You would go back to Auschwitz, but describe Plaszow to us.\n>> Agi Geva: Plaszow was actually the place -- | didn't experience, and my mother was so\ncareful we shouldn't see, shouldn't know but there was a lot going on there. We had very\nhumiliating work. We had to carry heavy rocks up a hill one day. And the next day we had to\ncarry them back. It was very hard. It was in the middle of summer. The sun was very strong.\nOur skin was burned and peeling. We looked bad. We felt really very miserable.\n>> Bill Benson: And you would be eventually sent back to Auschwitz and face even more\nselections when you went back. Tell us about that.\n>> Agi Geva: Some of the Germans decided to liquidate the camp because of being afraid\nthat the Russians might do it before. So we were sent back to the railway station, back to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nboxes. We knew by now what it meant. The only better thing it was that it was all working\npeople, all grown-ups; no kids no sick people, no very old people. So at least this was\nsomewhat better. And the trip was one day. But we were crying all the time. My sister and\nme, we couldn't see any hope even. My mother kept on telling us that you have been through\nthe worst camps, have been to Auschwitz to Plaszow; you will see that we will get to a much\nbetter place. You will have it better.\nBut when the doors opened, of course, we saw it was Auschwitz. We were more than\ndestroyed. So my mother took a chance. She saw one German officer making the selections.\nAnd this one German officer, Mengele -- we didn't know. Even if we had known his name, we\ndidn't know what it meant. We didn't know who he was. We didn't know he was the most cruel\ndoctor in the world, | would say. And my mother this time didn't see any hope that we should\nget to the same place together. So she told my sister and me that she's going to be the first in\nfront of him. And, of course, there were soldiers with guns all around us, all around him. And\nthe next should be my sister, and | should be the third because | looked the worst. And my\nmother went in front of him. He told her right. Then my sister got in front of him, right. But\nwhen | got in front of him, he told me left. We were standing there remembering that my\nmother told us on the train still that we should follow her in any case, wherever they send her,\nwe should try to follow her. And we should try to get to the working camp because the\nGermans will always need workers. So try, she told us, all the time to be in working camp or to\nfollow her. She thought that we would not survive without her. That's why she took the chance\nto go after her. So | told the German officer, no, no, no, please, please, let me go.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: This was Mengele.\n>> Agi Geva: And he told me, “Why?” Told him because that's a working camp. He says,\n“You don't look to me as someone who can still work.” And then he realized that the\nconversation was in German. And he asked, “How you do speak German so well?” | told him\nwe had German nannies but that | don't remember anything else. He told me, ok, go to the\nother side.\n>> Bill Benson: And when you think back to your comments earlier, Agi, about your father\ninsisting that you learn languages; that that's the one thing you can count on.\n>> Agi Geva: So my parents really -- my mother told me what to do. My father to see to it that\nwe know the language. People ask me: Weren't you afraid of Mengele, to talk to him?\nNobody dared to talk to him. But, no, | wasn't afraid of him. | was afraid of my mother.\n[Laughter]\n>> Bill Benson: When you went back to Auschwitz, if | remember correctly, your mother was\ninjured in the cattle car and that caused a problem. Tell us about that.\n>> Agi Geva: Somebody wanted to look out the small window that was under the roof and\nstood on her shoulder. And somehow she was injured. But when we went -- | think it was\nsome sort of extermination -- we thought it might be a contagious sickness so they sent her to\nthe sick barrack. My sister and | were in another barrack nearby.\nMy mother got scared -- there were selections in Auschwitz every day for different\ncamps and different working assignments. So she made an agreement with one of the girls to\nexchange, in other barracks. So 7:00 at night, after they counted the -- it was something\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ntalked about immediately. | go to this barrack. You come to this barrack. And we are only\nnumbers anyhow so nothing will change. And the girl got afraid at the last minute. My mother\ncame. We were one more.\nWe were standing outside in lines of five for hours to be counted. The numbers are\nright in every barrack. And this time they found out that there was one more.\n>> Bill Benson: So when they counted, there's one more person than they're supposed to\nhave.\n>> Agi Geva: They found out that in the sick barrack, there was one less. They started to\nscare all of us. God knows what the sickness of this person, would be able to contract us with.\nSo they kept telling us we are going to be shot if you don't say who is the one who came to the\nbarracks.\nMy mother was highly respected for a strange reason. So all the 300 people in the\nbarrack, nobody was ready to tell that she was the one. There was very little food, very, very\nlittle. 300-some a day. We had a slice of bread a day. Maybe sometimes more. And there\nwere family members stealing from each other. There were cryings, beatings, yellings. With\nmy mother they saw the opposite. She was so sorry for us. She used to tell my sister, “I had\nmy bread already, here, this is yours.” Or to me. And people saw this and couldn't imagine\nhow she does it. She stayed so hungry and gave her food of the day away. So they wouldn't\nhave said that it was she who joined the group.\n>> Bill Benson: If | remember correctly -- so here they're threatening you, threatening to kill\nyou because their number count is off, but they ended up not doing that. Tell us why you think\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthat was.\n>> Agi Geva: They never found out. Just 5:00 in the morning they told everybody can go back\nin the barracks.\n>> Bill Benson: So all night you're out there?\n>> Agi Geva: All night we were standing outside thinking now they will shoot us, take us,\nexecute us. Somehow, | never found out, but that administration decided and why that we\nwere spared.\n>> Bill Benson: Thinking of your mother and the many things that she did, at one point or\nmaybe more than one point she had you remove your glasses, took your glasses off. Why\nwould she do that?\n>> Agi Geva: When there were selections, they used to look sometimes at strong feet, at\nhands, at eyes when there was factory work in question. So she used to take off my glasses\nand close it and hide it sideways in her shoe; that | shouldn't look different. | should be able to\nbe in the same group. She was most scared all of the time in Auschwitz about being\nseparated. That was her biggest fear that we are going to be separated.\n>> Bill Benson: In late 1944 -- this all began with the German occupation of Hungary in March,\nso by late 1944 you were sent from Auschwitz for your last time from Auschwitz. Tell us where\nthey took you from Auschwitz and what the conditions were like that you faced once you left\nthere.\n>> Agi Geva: We were sent -- first of all, we were selected and selected every day, every day,\nuntil we found a group. The group was 200 people, 150 Hungarians, 20 Polish people. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nPolish people were the -- they were usually Polish because they spoke the language. They\nspoke German. And most Hungarians did not. When we were selected in this group, the\ngroup was sent to the station again. But this time it was winter. And | think that was my worst\ntrip ever. It was so cold. And even for the cattle they used to put straw or something in the\ncars, but we had nothing. Nothing. No water, no drink, no blankets.\n>> Bill Benson: | think that was an especially harsh winter.\n>> Agi Geva: Yes.\n>> Bill Benson: A particularly brutal winter, winter of ‘44, ‘45. So you're in these cattle cars.\nAnd where do they take you?\n>> Agi Geva: Three days again. My mother all the time kept rubbing my feet so they shouldn't\nfreeze. And then they took us to Germany. They took us in a small place called Rochilitz. It\nwas a learning camp. We were supposed to make airplane spare parts, small screws. So that\nwas the learning camp. And from there they were supposed to take us to a big camp, big\nfactory, after we knew how to do it. But it was different. It wasn't Auschwitz. And for us, of\ncourse, it was different. It was already better. The sleeping quarters were better. The food\nwas better. We were sitting in chairs in front of a table. | got the pencil in my hand and a piece\nof bread. It meant that I'm a person again.\n| should have mentioned that when | came back the second time to Auschwitz, they\ntattooed our left arm and told us we are only numbers. So that's why | was much happier with\nthe pencil; that we are not just numbers and we are responsible, people.\n>> Bill Benson: Why do you think conditions were better once you went to Calw, the work\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nfactory?\n>> Agi Geva: Auschwitz was a death camp. It was. It was a death camp but | didn't know.\nThere was electricity in the fences. It was not for settlement. But then they needed workers.\nThey needed factory workers. They had to keep us somehow fed better and they had to keep\nus working to do the jobs that they were supposed to do.\n>> Bill Benson: And they were, of course, desperate for those supplies for the war effort.\n>> Agi Geva: Desperate for the supplies.\n>> Bill Benson: So you're taught to make screws for airplane parts. Your mother engaged in\nacts of sabotage.\n>> Agi Geva: Yeah. This was in the factory. My sister got these screws that | was supposed\nto prepare on a machine. She had the control panel. She had to see whether the small\nscrews were too big or too small. When they were too small, they were thrown away. When\nthey were too big, they went to the department where my mother was working on a big filing\nstone. She had to keep the spare parts smaller, so she had to use this big filing wneel. And\nwe suddenly heard that my mother fainted and the wheel exploded. She was told that this\nwheel -- she should be very careful how she pushes the screws. It takes time to order it. It\ncomes back after they ordered it. And then standing in -- the crates were in the doorway and\nthey couldn't be sent out. So she got an idea that maybe, maybe, she could help the war a\nlittle bit by doing this more times. And then the crates would stand longer time in the factory\nand will not be sent out to the airplanes. So she kept on doing this. The stone exploded. She\nfainted. We were not supposed to know, my sister and me. We never found out. Only later.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nAnd they always kept on explaining to her. Maybe -- never anybody suspected, thought\nmaybe she was stupid or something.\n>> Bill Benson: That it was not deliberate on her part. They didn't know that. Wow.\n>> Agi Geva: Definitely. But she felt so good about it.\n[Laughter]\n>> Bill Benson: And finally in February 1945, you were sent out of the factory of Calw ona\nforced march. Tell us about that march and what you thought was going to happen to you at\nthat point. This is so late in the war. What did you think?\n>> Agi Geva: The German guards -- we had four German guards: one woman, three officers.\nThe woman was also an officer. And soldiers. They got an order to get us out of the town and\nnobody should ever see us. They should do it in such a way that we are not seen. We\nthought we were going to the railway station as usual, traveling. But we had to walk. And this\nis something we would never, ever imagine that it is a possibility to walk 400 kilometers at\nnight, without clothes. All we had was a dress, shoes; no socks, no underwear, no scarves, no\ngloves, no hats, no nothing. We tried to bring our blankets that we had. We just walked out of\nthis place with nothing on.\n>> Bill Benson: In February. So freezing cold.\n>> Agi Geva: And at night it was even more freezing. And we had to walk at night because\nthey didn't want the villagers or anybody to see us. We walked. And during the daytime we\nwere put up in barns to try to sleep, try to rest. Guards tried to find us some food.\n>> Bill Benson: How many of you were there?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n>> Agi Geva: 200. Except the one who died from Typhus in the factory.\n>> Bill Benson: So 199.\n>> Agi Geva: 199. And 179 Hungarians and the rest were Polish. Sometimes we found some\npotatoes, some cabbage. Not so bad.\nAnd then there were two girls who knew German. So the Germans kept on telling us\nto walk quickly, we have to get to a railway station where there's coming another train to take\nus on. But the girls understood that's not true; that the train that is coming is going to bring\nguns and ordered to execute us, all 199 of us. That's what they heard the guards talking.\n| was in such a condition that | couldn't care. | couldn't care anymore. | couldn't even care that\nwe were so lucky, they kept on telling us, because usually on these Death Marches when\nsomebody couldn't walk, just sit down at the side of the road and was shot. And our guards\nwhen we couldn't walk, they really helped us to walk. We didn't know that they were helping\nus to walk to our execution. Anyhow, | was in such a condition that | couldn't care anymore.\nExecution, walking, yes train, no train, | just couldn't walk anymore.\nWhen we got to the station, the train was gone. No guns. No orders to execute us.\nEnvelopes were given to the officers. Later we found out they were papers for them to go to\nSwitzerland, which we didn't know at the time.\nBut my worst day ever was when they sent us back to the forest because usually we\nwalked through the forest, creeks. My feet were bleeding already. They sent us back to more\nwalking. So | thought: | can't do it anymore.\nThen suddenly --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Yes.\n>> Agi Geva: Suddenly one of us saw there are no guards around us. Look around. No\nguards. So there were no guards. And then one of the couples of the Polish women called us\naround her and told us as slowly as possible that from today, 1945, 28 of April, you are free!\nUntil we heard this word and until we realized what it meant. So worst of the worst days in my\nlife became the best of the best.\n>> Bill Benson: So the guards had just fled.\n>> Agi Geva: Yes.\n>> Bill Benson: Just gone.\n>> Agi Geva: Left us there.\n>> Bill Benson: Tell us about finding the Americans, the soldiers.\n>> Agi Geva: There were 179 Hungarians with 179 opinions.\n[Laughter]\nEverybody thought we are somewhere else. Everybody thought we should go north. Others\nthought we should go south. Then they thought we are going to fall into Russian hands, in\nFrench hands, in German hands again. There were so many arguments that my mother had\njust enough of it. She found 35 friends -- we didn't have any relatives there with us. She\nagreed with them that we are going to start in a certain direction.\nMy sister didn't care what was going on. She sat down and started to eat her food.\nThen we were told that we shouldn't eat at all after so many starving days; it might be very\ndangerous to keep eating something and more than necessary. So she was stopped. And\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nthen we started out.\nWe were in [Inaudible], and that's where we were liberated, actually. We were\nwalking. We saw a group -- we heard actually a group of people. Looked better. They were\nsoldiers. Of course we got scared. And then they sent me to speak English to them. And |\ntold them who we were. And they came nearer and looked at us. They thought that they had\nnever, ever in their whole lives saw so many ugly, dirty, bald women in their lives. But they\ntook us under their wings, the way we say. They took us to their headquarters. They looked\nafter us. They brought doctors. They told us we can take off the curtains to sew clothes\nbecause we had nothing.\nAnd then one day they told us they are going shopping. Everybody can ask for\nanything. So some people asked for chocolate cake. Somebody asked for a sweater.\nSomebody asked for schnitzel, meat, sandwich. Something that we dreamt of the whole year.\nThey asked me what! want. And | wanted lipstick.\n[Laughter]\nSo they brought me.\n>> Bill Benson: They brought you lipstick.\n>> Agi Geva: | should have kept it.\n>> Bill Benson: So now you're liberated. What happened then? This large group of women.\n>> Agi Geva: They couldn't keep us there very long. We had to go to the offices in Innsbruck.\n>> Bill Benson: In Austria.\n>> Agi Geva: Yes. We stayed there for eight months. My mother couldn't decide what to do.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nWe wanted to come to Palestine. The war was still going on. She wanted to go back to\nHungary to see who remained alive, who from the family still. So we went back. They helped\nus with everything. They would have helped us go to Australia, to the states, to anywhere we\nwould have chosen to. So we went back to Hungary.\nMy mother gave to some people for safe keeping jewels, fur coats, stuff she had. She\nthought when we come back, we will be able to start anew. These people were very, very not\nnice. My mother was told she doesn't remember she ever gave something. The other one\nsaid the Russians took it away. There was no Russian occupation. So she had really nothing\nto start with.\nWe went back down to Miskolc. She went to the boardinghouse. It was completely\nempty, almost. She went to the municipality. She asked for help. She told them who she was\nand what she did before and what she intended to do. So she accompanied her to the\nneighbor's and told them this is my apartment, my bed, my table, until she refurnished the\nboardinghouse. And she started it all over again.\n>> Bill Benson: With you and your sister there with her.\n>> Agi Geva: We were helping as much as we could. | gave English lessons, actually.\n>> Bill Benson: So at some point, Agi, you would move, after the war, to Israel. | think 1949?\n>> Agi Geva: 1949. | just couldn't stay for a minute. My sister and me -- my mother didn't\nwant us to go. She told us she saved us to be together not to separate again. She faked three\nheart attacks. We couldn't help it. We told her we can't stay here, just can't stay there. And\nthere was a promise that she can follow us when we are established, that parents could leave\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthe country to children. And when parents -- they could go to them. So we believed it.\nGot on the train and left.\n>> Bill Benson: And left.\n>> Agi Geva: Luckily we didn't get -- they held up the ship in Marseille. So when we got to\nIsrael, it was already Israel. And we were supposed to be soldiers. But there were not women\nsoldiers yet then. Six years after us my mother could follow. She got married in between to\nour family lawyer.\n>> Bill Benson: Knew him from before the war. Right?\n>> Agi Geva: Yes.\n>> Bill Benson: So she joined you how many years later? Six years? Six years later.\nTell us, if you don't mind -- you wanted to tell us at some point about Lilly.\n>> Agi Geva: Lilly was a girl from Miskolc, a young woman, an opera singer. She was\nstudying. And we found out in Auschwitz actually that she was -- we begged her to sing to us.\n| cannot tell you when she opened her mouth and sang this beautiful opera Arias, we closed\nour eyes and really could imagine that we are not there.\nWe were together till the last day when we were liberated. Somehow we separated.\nShe got married. | hadn't seen her for 60 years. One day | was here in the museum. | was\nnear the computer. The other computer near me was talking to himself in Hungarian. So |\nasked him where he's from. And then he wanted to know where | was during the war. And\nthen | told him. He says, oh, this is -- my friend was in the same group of yours. Who is your\nfriend? It was Lilly. So | was so excited. He gave me the telephone number. And then the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nMuseum gave me two ladies to interview. | understand she was never interviewed before.\nShe didn't give a testimony of my story, actually, because we were together all the time.\nAnd | went to New York with the two museum ladies. This meeting was something\nthat is really hard to describe. We were crying and crying and remembering and thinking. She\nrefused -- she doesn't want to give a testimony under no conditions. Tried to convince her that\nfor her children, her sister who was with her, also with us, but she died in between, that they\nmust know what happened. And then she agreed. And then we took her testimony. We were\nsitting there for a day. She gave us a testimony. And she died two weeks ago at the age of\n97.\n>> Bill Benson: And speaking of age 97, your mother lived to almost 98. Right?\n>> Agi Geva: My mother was 97 1/2. She was in Kibbutz. She came to Kibbutz where my\nsister was living. She came with her husband. They had a very nice old age with all their\ngrandchildren around. They had a nice time at least.\n>> Bill Benson: Did she talk to you much about those years?\n>> Agi Geva: Whenever we asked her a question, she refused to answer. She says, \"I can't\ntalk about it. | don't want to remember it.\" \"I don't want you to remember it.\" And my sister\nalso the same. And | decided that | have to tell it. | simply have to tell it. Somebody has to tell\nit.\n>> Bill Benson: Agi, tell us, did other members of your family survive?\n>> Agi Geva: Actually, because the family was in Budapest -- only we were in Miskolc, my\nparents and sister and me. Everybody from Miskolc was deported, everybody. And in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 07\nBudapest, they didn't get to them anymore. There were lots of people saving Jews.\nSo my family was in Budapest. We found them. We found all the pictures, the family pictures,\nall that we lost, actually. | lost two uncles -- three uncles.\n>> Bill Benson: If | remember the numbers correctly, when the Nazis came in, when the\nGermans came in to Hungary in the spring of 1944, it was the last remaining large number of\nJews in Europe. And over the span of | think something like six weeks more than a half million\nJews were deported to Auschwitz during that time. It was just --\n>> Agi Geva: You couldn't even imagine. Two weeks before we are still sitting in your home\nand still doing your regular studies and everything. After three weeks you find yourself in a\nprison camp just because you are Jewish. Things we could never, never realize, never\nunderstand it, never get over it.\n>> Bill Benson: We're going to close the program in a couple of moments. | think -- I'm sure\nit's evident to everybody that Agi was only able to just touch on the surface of many, many\nthings that she could tell us about and we could spend hours with her. We're going to wrap the\nprogram up in a moment. I'd like to, first of all, thank you for being with us, invite you come\nback to another First Person program. We'll have them each Wednesday and Thursday until\nthe middle of August. The website will have information for the program for 2015. We hope\nthat you can come back.\nI'm going to turn to Agi to close our program in a moment. When she's done, after\nshe's said her closing words, I'm going to ask you to stand, if you don't mind, because our\nphotographer, Joel, is going to come up on stage and take a photograph of Agi with you in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nbackground. It's just an incredible portrait of Agi. They're very powerful. So if you don't mind\ndoing that, we'll do that.\nWe haven't had a chance, because Agi had so much to share with us, for questions\nand answers. But when she leaves the stage, she will make her way up outside where you\ncame in. She's going to be available to sign copies of her book -- or the \"Echoes of Memory.\"\nBut if you want to say hi, ask Agi a question, talk with her, absolutely feel free to do that. You'll\nstay a little while for that.\nIt is our tradition that our First Person has the Last word. I'm going to turn it over to\nAgi to close it out now.\n>> Agi Geva: Ok. My last word has to be very strange. My sister who never wanted to talk\nabout what happened and my mother who never wanted to remember it, but when my sister\nheard me the first time, the only time, she was really in shock. She says, “That's how it\nhappened?” “That's what you are telling?” “There are people in mental hospitals because they\ncan't get over it and you're really -- you've really told it in a way that it doesn't make sense.” So\nshe remembered -- reminded me of all the atrocities, all the cruelties, all the horrible things that\nwere happening to that if | would be talking about it and if | would mention it, | couldn't be able\nto do it on a weekly basis and tell my whole story. | couldn't. So | just have to skip many,\nmany things that she knew that happened and didn't hear me mention them. | explained it to\nher and told her if you could tell it the way | tell it, it would be also very nice. But she just can't\ntalk about it. So it wasn't exactly the way -- what | told was true, but | had to leave out a lot, a\nlot of things that happened to all of us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n| have a number to show you that's my really only proof. And many of the prisoners,\nafter liberation, had plastic surgery to get rid of the numbers. My mother told we should never,\nnever do it; this is our only proof that we have been in the camps. And it is done on my left\narm. It's A -- Auschwitz -- 18,067. | remember because | don't want to forget it. That proves --\nmy mother's number was one before and my sister is one after. | fainted after it was done.\n>> Bill Benson: Thank you.\n>> Agi Geva: For the first time in my life.\n>> Bill Benson: Thank you, Agi. Thank you.\n>> Agi Geva: You're welcome.\n[Applause]\n>> Agi Geva: Thank you.\n[The First Person presentation ended 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}