{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, April 18, 2013\n1:00 p.m. — 1:58 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nMARCEL HODAK\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon. Welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson, host of the public program First Person. Thank you for joining us\ntoday.\nWe are in our 14th year of the First Person program. Our First\nPerson today is Mr. Marcel Hodak whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a weekly series of conversations with survivors of\nthe Holocaust who share their first-hand accounts of their experience during the Holocaust.\nEach of our First Person guests serves as a volunteer here with this museum. Our program\nwill continue until mid August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nMarcel Hodak will share with us his First Person account of his\nexperience during the Holocaust and as a survivor for about 45 minutes. If time allows toward\nthe end of our program, we'll have an opportunity for you to ask a couple of questions of\nMarcel.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Marcel is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with this portrait of Marcel Hodak taken in 1940.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMarcel was born to Jewish parents on August 25, 1937, in Paris, France.\nMarcel's parents, Jules and Feiga, were both born in Romania\nbut moved to Constantinople, now Istanbul, in Turkey, with their families. They met and\nmarried in Turkey. Marcel's sister Esther was born in Turkey in 1921, and one year later\nMarcel's parents immigrated to Paris, France. Marcel and his two older brothers, Jean and\nAchilles were all born in Paris.\nIn May 1940, German troops invaded France and quickly\ncaptured Paris. The terms of the Armistice divided France into two parts, with the northern\npart of the country under direct German control. Southern France remained unoccupied but\nwas ruled by a French collaborationist government, headquartered into the city of Vichy. The\nmap shows the invasion routes of the Germans into Western Europe in 1940.\nThis photograph is from between 1940 to 1942 and shows\nmembers of Marcel's extended family wearing Jewish stars. Shown here are Marcel's uncles,\naunt, and cousins.\nMarcel's family fled German-occupied Paris in Vichy in the\nsummer of 1942. They ended up in the town of Bride-les-Bains in Haute Savoie, where they\nwould remain for the duration of the war in France.\nIn this photo we see Marcel's mother, second from the right, and\nthree of her sisters taken in Bride-les-Bains during the war. The family lived in a local\nboardinghouse.\nMarcel and his family returned to Paris in May 1944, and allied\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nforces liberated Paris on August 25, 1944, also happened to be Marcel's birthday. Marcel\nwatched American troops parade down the Champs Elysees after the liberation of Paris.\nWith his two brothers, Marcel immigrated to the United States\narriving in New York at age 9. His parents followed in 1950.\nIn 1956, when he was 19, Marcel joined the U.S. Air Force.\nAfter his training, he was stationed in Paris, where he met his first wife, his wife Mimi, who was\nfrom Israel. They married in 1958. Their first son Marc was born in Paris in 1959. Over the\nnext few years Marcel was stationed in Omaha where his second son, Michel was born in\n1962 and in Spain where Manny was born in 1966. Marcel also had posts in upstate New\nYork, Wyoming, and Andrews Air Force Base here in the Washington, D.C. area. Marcel left\nthe Air Force in 1967 and has remained in this area since then.\nAlthough he is trained as a high-wire electrician, Marcel moved\ninto the computer field. He was with Freddie Mac until 2004. In 2004, Marcel's wife passed\naway after 47 years of marriage. Their three sons have given them five grandchildren, who\nare between the ages of 5 and 24. Marcel became a volunteer with this museum in 2007, and\nyou will find him here, besides today, on Friday mornings working with Volunteer Services.\nElaine is with us today, Marcel's significant other. If you wouldn't\nmind a wave of the hand, along with their good friends David and Florence accompanying\nMarcel today as well.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson, Mr. Marcel Hodak.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\nMarcel, thank you for joining us and the willingness to be our\nFirst Person today. We have so much for you to share with us in a limited amount of time. So\nwe'll get started.\nBefore we turn to the war years which began with Germany's\ninvasion of Poland in September 1939 followed by their attack on Paris, on France, in May of\n1940, let's start first with you telling us what you Know about your parents, your family, their life\nbefore the war began.\n>> Marcel Hodak: My father was a presser for women's clothes. And my mother was a\nseamstress, one of the best seamstresses in the world.\nAs far as | Know, there's not much | could remember, | was 3\nyears old, but as | can remember, we had a happy life. | went to school. My brothers went to\nschool. All of us did what normal people do before a war, anyway.\n>> Bill Benson: Tell us what took them to live in Turkey and then eventually to come to Paris.\n>> Marcel Hodak: Well, there was a -- they actually lived in Kichenet which was very popular\nat the time for Pogroms.\n>> Bill Benson: Tell us what a Pogrom is.\n>> Marcel Hodak: That's when the Russians do whatever they feel like when the Jews got in\ntheir way. In other words, they beat them up, killed them, and nobody said anything.\nThey went to Turkey to escape this. My father met my mother in Turkey. There's a little story\nabout how he ended up --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: | want you to share that.\n>> Marrying my mother. One of my uncles, which we hadn't seen in the pictures, came up to\nmy nose right now, but in those days he was very tiny in my eyesight. He actually got mad ata\nRussian that was in the Pogrom. And they split him apart with an ax. The Russians came\nback the next day to find my uncle. And the family put him in a coffin and carried him out and\nsaid he was killed during the Pogrom.\nAnd then Turkey, my father was going out with my mother,\nunbeknownst to me, | wasn't there yet. What happened is that he asked my father, what do\nyou plan to do with my sister --\n>> Bill Benson: The uncle did, who had taken care of the Russian.\n>> Marcel Hodak: He said, what's your plans with my sister? My father said, I'm going to\nmarry her. Shotgun wedding.\n>> Bill Benson: And he did.\n>> Marcel Hodak: He did.\n>> Bill Benson: What was the life like in Turkey? Do you know?\n>> Marcel Hodak: They lived in a hotel. They got their mail at the hotel. In Maryland, we\nactually met a descendant of the owner of the hotel. My aunts recognized them when they\nknew who he was. It was a fantastic reunion.\n>> Bill Benson: Your mother had 15 siblings, | believe.\n>> Marcel Hodak: Yes. But not all of them lived.\n>> Bill Benson: Right. How large was the extended family between your mother and father?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Marcel Hodak: My father had two brothers and one sister. The sister lived in Brooklyn.\nOne of the uncles lived in the Bronx. The other one lived in Brooklyn. They were very close.\nEvery Sunday we used to go to the Bronx, which was high up compared to down in Brooklyn.\nThe Bronx was known as the ritzy part and Brooklyn was the peasant.\n>> Bill Benson: Marcel, your father was a presser, as you said.\n>> Marcel Hodak: Yes.\n>> Bill Benson: With clothing. He also was self-educated. Tell us a little bit about him.\n>> Marcel Hodak: My father spoke several languages, Russian, Turkish. He never went to\nschool. He learned how to read Hebrew by himself. He learned how to write by himself.\nAlthough it was not very good penmanship, but it was readable.\nWhat else would you like me to say?\n>> Bill Benson: Your sister was born in Turkey in 1921. Your brothers came in 1926 and then\nanother in 1928. In Paris you had come along much later.\n>> Marcel Hodak: | was an accident.\n[Laughter]\n>> Bill Benson: You were an accident. Ok. Why did they leave Turkey, and what was life like\nfor them in Paris?\n>> Marcel Hodak: Well, the whole family on my father's side and my mother's side were all in\nTurkey. When my father got married, he decided to go with my mother's family. The other\nones went to New York.\n>> Bill Benson: So the family moved to Paris.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Hodak: Yes.\n>> Bill Benson: What was Paris like for Jews at that time, to your knowledge?\n>> Marcel Hodak: To my knowledge, at that time we had particular street where all the Jews\nmet. It still was alive when | went back in 1956.\nWhat happened is that when the Germans came in 1940, there\nwas a Stipulation in there that no Frenchman would be hurt by the accord between the\nFrenchmen.\n>> Bill Benson: Petain was the head of the French government.\n>> Marcel Hodak: Yeah. In 1942, the Germans had a decree saying that all the Jews who\ncame from the east were to lose their citizenship. That way when they deported them, they\ncould say they didn't touch the French, they only touched the foreign Jews.\n>> Bill Benson: And when your parents moved from Turkey to Paris, they did get French\ncitizenship at that time. They were bona fide French citizens.\n>> Marcel Hodak: Yes. But what happened is that | was born while they were citizens, so |\nbecame a complete French citizen whereas my brothers were given citizenship when my\nparents got it. Theirs got taken away, but mine didn't.\n>> Bill Benson: Because you were born in France, unlike your parents.\n>> Marcel Hodak: Right.\n>> Bill Benson: Before we go further into the war, tell us what -- to your knowledge, knowing\nhow little you were, when the Germans came in, in May of 1940, occupied Paris. What\nhappened then for your family? What was life like?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Marcel Hodak: Around 1942, in Germany 1942 --\n>> Bill Benson: Before that happens.\n>> Marcel Hodak: You saw a picture of me in what we called Luxembourg. It was a place\nwhere we went to the park. We marched down the big boulevards of Paris. My father never\nhad acar. Neither did my mother. A car was a luxury that not everybody could have.\n>> Bill Benson: And then you found out later from your parents that when the Germans first\nattacked France in 1940, Paris was bombarded.\n>> Marcel Hodak: Yes.\n>> Bill Benson: And you would have to go into the underground to get away --\n>> Marcel Hodak: You call it underground. | call ita subway.\n[Laughter]\n>> Bill Benson: Ok.\n>> Marcel Hodak: Or Metro.\nMy mother ran in a panic, had me wrapped in the blanket, the\nblanket over me. The blanket got hit by shrapnel and actually left a burn on the blanket. |\ndidn't feel a thing. I'm still here.\n>> Bill Benson: But your parents had to be terrified.\n>> Marcel Hodak: They were scared. We all were scared. They were scared.\n>> Bill Benson: You talked to me the first time we met about that time and what you've learned\nsince then. The French had what they called imaginal lines. And that was intended to\nbasically keep the Germans from attacking.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Marcel Hodak: Yes. They did what we call -- the Germans would go around the line and\ncame up the other end.\n>> Bill Benson: Just hopped around tt.\n>> Marcel Hodak: And one of the aunts that you saw in the picture, her husband was\nwounded and was taken to a German hospital. And the Germans let him die with gangrene\nbecause he was Jewish.\n>> Bill Benson: You had told me that that period, as you're going to tell us about, in 1942\nbetween the German occupation in May of 1940 and 1942, that generally things were relatively\nnormal for the family and for Jews in general.\n>> Marcel Hodak: Yes.\n>> Bill Benson: But then in 1942, things had changed dramatically and your parents decide it's\ntime to leave.\n>> Marcel Hodak: Well, they didn't decide. There were rumors around Paris that they were\ngoing to start roundups. And in anticipation of that -- the idea was to get rid of all the Jews, to\nget out of Paris. My parents decided, among the entire family -- | think they all made plans. At\nleast my significant other suggested they probably discussed this and they all went down to the\nsouth.\n>> Bill Benson: Tell us a little bit so we know what Vichy, France, was.\n>> Marcel Hodak: It was supposed to be what they call Free France, where nobody was going\nto get picked up, nobody was going to pay the price for being Jewish. But significantly -- this\nsignificantly changed when the Germans came down to the south of France.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ?\n>> Bill Benson: Up until the time they did that, the understanding was they would leave\nSouthern France alone.\n>> Marcel Hodak: That's correct.\n>> Bill Benson: So your parents decided that's where they had to get to.\n>> Marcel Hodak: Well, there were not many other places to go. Except England.\n>> Bill Benson: Or stay put and get deported.\n>> Marcel Hodak: But you couldn't go to England. Jews could not get passports. So stamped\non the passport.\n>> Bill Benson: So for them the only option was to flee to Southern France and then did.\n>> Marcel Hodak: Right.\n>> Bill Benson: Tell us how they did that and where they went.\n>> Marcel Hodak: We boarded a train. It was packed. Good thing | didn't get lost, because\nthey would never have found me. Everybody was jumping on the trains. The people were\nstanding all over the train. There was no space. We went all the way down to a town. It's very\nfunny. It is spelled and sounds like exactly what it is. | don't know how you explain that. The\nderriere.\n>> Bill Benson: That probably explained it.\n>> Marcel Hodak: We got off the train. And then they wouldn't let the Jews go back to Paris.\nThey say all Jews are going to stay at this point. The non-jews could go on the train and go\nback to Paris.\n>> Bill Benson: Why would you even want to go back to Paris?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Marcel Hodak: It's a question. You want to be where your home is. And what happened is\nthat they wouldn't let us go back home.\n>> Bill Benson: You had told me that as the rumors were circulating and the deportations\nbegan, that there were French that would denounce Jews just for the --\n>> Marcel Hodak: Possibility of getting the apartments.\n>> Bill Benson: To get their home.\n>> Marcel Hodak: It was very hard to find apartments in France all the time. It still is hard\ntoday. What they did to get the apartment, they would denounce the people to the Germans.\n>> Bill Benson: So when you couldn't return to Paris, is that when you went on to\nBride-les-Bains?\n>> Marcel Hodak: That's when we went to Bride-les-Bains. My father found a job as a\nlumberjack.\n>> Bill Benson: Why Bride-les-Bains?\n>> Marcel Hodak: Just happened to be on the way and where we could find a job. You got to\nimagine, my father is a presser, which is literally one who presses clothes. In Bride-les-Bains\nhe became a lumberjack. All his fingers, hands and feet -- if you stubbed your feet, you would\nunderstand what his fingers looked like.\n>> Bill Benson: Didn't have lumberjacks in Paris. Tell us about Bride-les-Bains. It was a\nmountainous town?\n>> Marcel Hodak: Actually, Bride-les-Bains became very famous in 1992. That's where they\nhad the Olympics. They had hotels. It was also a town where people went for the cure, you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nknow sulfur cures, bath cures, all of that stuff.\n>> Bill Benson: Sort of a resort-like town.\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: And obviously mountainous.\n>> Marcel Hodak: Very mountainous.\n>> Bill Benson: Was that the Alps?\n>> Marcel Hodak: The bottom, that's --\n>> Bill Benson: | didn't know. As we get into the fact that it was mountainous, played a big\nrole probably in your survival.\n>> Marcel Hodak: Yes. My brother belonged to underground. Their encampment was all\nalong the mountains. And the Germans really were not very happy to go in that area because\nthey would have got shot.\n>> Bill Benson: And the resistance, | think --\n>> Marcel Hodak: That's what we called --\n>> Bill Benson: That's the French resistance, Les Maquisards. Tell us about that.\n>> Marcel Hodak: They came down from the mountain at least once a month with supplies\nthat they had gotten from parachuted to them. He brought food, which we didn't have that\nmuch of where we were.\n>> Bill Benson: Bride-les-Bains was a hotbed for the resistance.\n>> Marcel Hodak: Yes. And we were treated -- well, we tried to assimilate that we belonged\nto them, as folks of that area. | went to church. There's a story that goes with that. | used to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\ngo to church with my beret on my head. And the priest would come, take my beret, put it on\nmy lap. | didn't Know | had to take off my hat, put on my lap. | left iton my lap. Come to be a\nfew years, quite a few years later, my brother came back and said, you know the priest that put\nyour hat on your lap? He was actually an underground guy. He was spying on the town to\nmake sure who was doing what so that during the war we could know the situation and bring\nthem out.\n>> Bill Benson: So the priest was actually a member of the resistance and he was Jewish.\nTell us about what life was like then in Bride-les-Bains as best\nyou can. This is a place where, as you mentioned, the Germans didn't do all-out assaults on it.\nThey sort of left it alone. Why would they even leave it alone?\n>> Marcel Hodak: Because actually, the people in charge of that earlier were the Italians. If\nyou know the map, you know Italy was right next door. And were Hitler -- not for a long time,\nbut he got overthrown. And that's when the Germans came down from there and started --\n[No Audible]\n>> Bill Benson: What was life like for your family?\n>> Marcel Hodak: Made goats clothes. It was made out of goat skin.\n>> Bill Benson: Were you in hiding in Bride-les-Bains?\n>> Marcel Hodak: You can say that. | don't remember wearing the Jewish star at that point.\nMy aunts, who you saw a picture of, was in Paris. And when they came down, | don't\nremember anybody wearing the Jewish star.\n>> Bill Benson: And | think you told me that you didn't change your names. So you're\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nsomewhat clandestine but not really hidden, living sort of openly.\n>> Marcel Hodak: Yes. Open hiding. That's the hardest thing to find.\n>> Bill Benson: So clearly, clearly, people must have known you were Jews in that town. Or\ndid they?\n>> Marcel Hodak: They may have, but they were more protective than they were to give away\npeople. They knew retribution would be had by the underground. On top of that, | have one of\nmy cousins lost their parents there. She's the one that wrote the book.\nWhat happened is that the Germans sent her little sister to find\nmy cousin. And the underground told her that she shouldn't go back to her cousin, her\nparents, because the Germans would take them all away. That's how she was saved. She\nended up joining the underground with my brother.\n>> Bill Benson: Is she the one who wrote the book?\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: Tell us a little bit about her.\n>> Marcel Hodak: Well, that's how | was able to find most of my storied -- to me, that part of\nmy life was blank. One, | was awfully young. | was the youngest of the whole family, actually,\nexcept for the baby that you saw in the picture. | really -- | thought it was all basically a game\nto run away. | guess | was frightened of Germans. Yes, | knew about the Germans. My\nparents would be speaking in Yiddish. And | would understand what they would say. So,\nyeah, it was an exciting time.\n>> Bill Benson: As you were describing, just sort of to summarize it, because you were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nsomewhat protected by the mountains, the resistance was around, they tracked who they\nthought were collaborationists.\n>> Marcel Hodak: Yes.\n>> Bill Benson: So in some ways | think you've explained that anybody who might have been\ninclined to denounce a Jew or not friendly to the Germans, they did that at risk because of the\nresistance.\n>> Marcel Hodak: And they paid dearly at the end of the war.\n>> Bill Benson: I'm hoping when we get to that, you'll tell us about that.\n>> Marcel Hodak: Yeah.\n>> Bill Benson: Tell us about your siblings at that point. They're older. They're doing different\nthings.\n>> Marcel Hodak: My middle brother, Achilles, as you mentioned before, continued his\nschooling. My older brother stopped his schooling and decided he would rather be fighting\nagainst the Germans. And he joined the underground.\n>> Bill Benson: What did he do?\n>> Marcel Hodak: Well, | don't think he did very much -- my brother-in-law, also in the\nunderground, called him one time. My brother was a wise guy. He aimed that he was going to\nshoot a German who was on the balance -- you know, on the tree, started to swing. My\nbrother wanted to be a wise guy and shoot him. My brother-in-law says, get down, don't shoot.\nThey were surrounded by Germans.\n>> Bill Benson: So he stopped him from doing that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Hodak: Yes.\n>> Bill Benson: You had told me that when the resistance Maquis folks would come down into\nthe town, that was a big deal.\n>> Marcel Hodak: Yes, sir. | got to carry my brother's rifle. It was bigger than me. | was\ndragging it more than carrying it.\n>> Bill Benson: As you said earlier --\n>> Marcel Hodak: And | was proud.\n>> Bill Benson: I'm sure you were very proud. And when they came down to the mountains\noften, as you mentioned earlier, they brought food stuff.\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: Where did they get that?\n>> Marcel Hodak: From the Americans who parachuted food stuff from the Free French in\nEngland. They would send food over to feed the troops.\n>> Bill Benson: Feed the resistance as well. Right?\n>> Marcel Hodak: Yes.\n>> Bill Benson: So they're supplying the resistance with food, dropping it in their mountains.\nAnd then they would bring it down and share it in the town.\n>> Marcel Hodak: Yes. Well, they had no choice. We had to eat.\n>> Bill Benson: But still, the fact they came down and did that.\n>> Marcel Hodak: Yes.\n>> Bill Benson: Despite the fact that you were somewhat protected from the Germans\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nbecause of the resistance, there were still times they came into town.\n>> Marcel Hodak: Yes. One day, the balcony that we saw where my mother was standing, we\nSaw six trucks parked in front of the house. I'm not sure that these were not the trucks that\npicked up my aunt and uncle. But they would park on the bottom of the apartment. And we\nwere playing in the balcony. When we saw them, we actually ran in and hid under a table.\nAnd then we heard a knock on the door. A “knock.” It was more like a banging down the door.\nMy friend who | was playing with was a French person. He went and opened the door. The\nGerman at the door says:\n[Speaking in foreign language]\nIt means | want a glass of water. And like a big dummy, my friend says, | don't understand\nGerman, in French we're talking. And he asked several times. | says he wants a glass of\nwater.\n>> Bill Benson: In German.\n>> Marcel Hodak: In German. | translated it into French. My friend gave him the glass of\nwater. Then the guy turned around to me and said -- [speaking German]\nWhich means, you are Jewish. And | said, no! And my friend also said, no. The more | think\nabout it, the more | realized that those trucks were picking up the Jews at that time.\n>> Bill Benson: He thought he had one here. You said no.\n>> Marcel Hodak: Yeah. In reality they could have taken me and | would never be here. You\nwould never hear my speech.\n>> Bill Benson: You also described a really tragic incident where one of the trucks --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Marcel Hodak: The kids used to play around. You know, girls, boys. Used to play around.\nA 5-year-old girl was playing. And one of these trucks ran over her, completely smashed her.\nThere was nothing left. Could pick it up by a sponge. The whole town went in a panic. But\nthey couldn't do anything because these Germans had guns with them. It was very tragic.\n>> Bill Benson: As you started to say a little while ago, for those that might have been inclined\nto be collaborationists with the Germans or to denounce Jews or members of the resistance,\nthat retribution would come. We'll jump ahead to after the war. Tell us a little bit about that.\n>> Marcel Hodak: Well, after the war what happened is that they would gather all of these\npeople that they knew, the girl, women with the Germans, dancing or drinking or whatever you\nwant were brought into the town square. And they sat them down on chairs and sheared their\nhair off. And when | mean shear, they cut their hair -- you know, when they use scissors. You\nactually make cuts in the head. These gals were sheared down. And the men were beaten\nup. Some of them unconsciously. They were beaten up in the main square.\n>> Bill Benson: As the retribution for having --\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: Corroborating. Yeah.\nYour sister married a local fellow. Right?\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: Tell us about that. During the war.\n>> Marcel Hodak: During the war. Well, he was not Jewish. Broke my parents' heart. His\nmother owned one of the hotels in the town. | don't really -- he was in the underground.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: Did that make it more acceptable when your parents realized?\n>> Marcel Hodak: No.\n[Laughter]\n>> Bill Benson: Ok.\n>> Marcel Hodak: Not at all. There was always fireworks between them.\n>> Bill Benson: In August of 1944, your family moved back to Paris.\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: What made that possible and what happened?\n>> Marcel Hodak: The Germans were completely losing the war. As they went back, we went\nforward. There was, what | imagine -- because | don't really remember -- is that we kept on\ngoing until we went back to our house.\n>> Bill Benson: So D-Day June 6, 1944. But by August you were able to get back to Paris.\n>> Marcel Hodak: Yes, sir. And that's when | saw the parade. What a nice parade. The\nAmericans march with 12 across. But this was 24 people across. And there was thousands\nand thousands of American troops.\n>> Bill Benson: You described it as just an extraordinary event.\n>> Marcel Hodak: Of course it was. It was even nicer because they were Americans.\n>> Bill Benson: And Eisenhower, De Gaulle, all of those folks.\n>> Marcel Hodak: All of those fellows were there. And Leclerc.\n>> Bill Benson: You also said that even though the Americans, the allied troops had come in,\nD-Day at Normandy, making their way. The resistance, you told me, played a really important\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nrole.\n>> Marcel Hodak: Well, they were fighting in the streets and shooting the Germans to make\nthem go out of town. Paris, if you ever go to Paris, you can see bullet holes all over the big\nbuildings. You can see plaques that were set up for all of the French that died fighting.\n>> Bill Benson: | think you said that the resistance really were the ones who liberated Paris\nitself.\n>> Marcel Hodak: The resistance, if you look at it. The communists as well as the Jews were\nthe fighters.\n>> Bill Benson: A lot of Jews and communists made up much of the resistance in France.\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: When you got back to Paris, August 1944, the war itself would go on for --\nuntil May 1945. But not in France. Were you able to move back into your home?\n>> Marcel Hodak: We went back to our home, yes. You want the address? | could give you\nthe address. I'll never forget it.\n>> Bill Benson: That's right.\nWhat was life like for the family, to your knowledge?\n>> Marcel Hodak: Well, | went back to school. My mother made me arms, protections, you\nknow. We used to write with ink. It was so your shirts don't get dirty. We used to wear aprons\nwhen we went to school so we don't dirty our clothes. | learned the alphabet. Just what you\nlearn in school.\n>> Bill Benson: Even though, as you said, France was liberated, you're back in Paris. What\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwere conditions like during -- because the war is still going on?\n>> Marcel Hodak: Well, food was still scarce. And we used to, actually, get care packages\nfrom Brooklyn.\n>> Bill Benson: From Brooklyn?\n>> Marcel Hodak: My aunt used to send us care packages. We had all of this food stuff\ncoming in, which brings up the story you learned before.\n>> Bill Benson: The story I'm waiting for.\n>> Marcel Hodak: My aunt sent us a box of soap. Tide or something. | don't know. Did they\nhave Tide at that time? Oxydol. And my sister, who was taking English, she wanted to be a\nstenographer, she was taking English. And she saw S-O-A-P and said, that means soup. My\nmother finally got a chicken, and she put it in a big pot and put the soap, the suds, in the soup.\nAnd water to make chicken soup.\n>> Bill Benson: | did want you to tell that story.\n>> Marcel Hodak: And we had the cleanest chicken you could ever make.\n[Laughter]\nAnd we had soap all over the kitchen.\n>> Bill Benson: At what point did your parents think that they wanted to leave France?\n>> Marcel Hodak: Well, they saw the anti-Semitism that had gone on in France which really\nhad not stopped. It's still going on today. And my aunt kept begging my father to come to live\nin New York. She says, I'll find you a job, you'll be able to eat and have food on the table.\nCome on down. And my father said, sounds like an idea.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nWell, the only problem was is that America had quotas during\nthat period. And the quota says when you leave from a certain country, you have to be part of\nthat quota. Well, my brothers and | were born in Paris. So we were considered French. And\nnobody in France really wanted to come to America. Everybody liked the Eiffel Tower, | guess.\nBut at that point we weren't able to get the papers to come to the United States right away.\n>> Bill Benson: So the quota was large enough and not enough people choosing to go that\nyou could come under the French quota.\n>> Marcel Hodak: We came right away.\n>> Bill Benson: But your parents couldn't.\n>> Marcel Hodak: My parents couldn't. We ended up in Brooklyn and in the Bronx.\n>> Bill Benson: They had become French citizens. | Know the Germans stripped it away.\n>> Marcel Hodak: It's not counted. It's where you were born.\n>> Bill Benson: So even though they were French citizens, the fact that they were born in\nRomania, and Romania had a small quota --\n>> Marcel Hodak: Yes, sir. East Europe. And you come from East Europe, almost the same\nrequirements as the Germans gave it.\n>> Bill Benson: So they couldn't come at that time.\n>> Marcel Hodak: That's correct.\n>> Bill Benson: So you and your brothers. What about your sister?\n>> Marcel Hodak: My sister didn't want to leave. She had a husband and child.\n>> Bill Benson: Did she stay in Bride-les-Bains?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\n>> Marcel Hodak: No. She stayed in Paris. She went back to Paris. When they retired, they\nwent down south where it's warm, not where It's cold.\n>> Bill Benson: So how old were you and your brothers when you leave?\n>> Marcel Hodak: | was 9 years old.\n>> Bill Benson: And your brothers were?\n>> Marcel Hodak: My brothers were 20 and 19.\n>> Bill Benson: 20, 19, and then you as a 9-year-old. They bring you.\n>> Marcel Hodak: Yes. And | was very sad. | was looking for my parents when | went on the\nboat. And when we got to New York, we arrived at a time when the AFL's or CIO, one of them,\ndecided to go on strike, longshoremen's strike. We stayed on the boat for a week without\nbeing able to get off the boat.\n>> Bill Benson: What --\n>> Marcel Hodak: What was that like?\n>> Bill Benson: What was it like for you as a 9-year-old, after all you had been through,\nleaving your parents behind?\n>> Marcel Hodak: Very hard. When | looked over, my uncle, my brother, my father's brother\ncame to visit us at the boat. They knew that we were stuck there. They came. And | saw my\nuncle. | said, that's my dad. And my brother says, no, that's not your father, that's your uncle.\nThat's the only time | cried.\n>> Bill Benson: Did the three of you stay together once you got to New York?\n>> Marcel Hodak: We stayed together, me and Achilles stayed together. My other brother\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwent to the Bronx.\n>> Bill Benson: He was 20. Living by himself.\n>> Marcel Hodak: Yeah. When he was going to get drafted, he decided it would be better in\nCanada.\n>> Bill Benson: So he went off to Canada.\nDo you remember what your perceptions were, your recollection\nof what it was like to come to the United States?\n>> Marcel Hodak: Food was plenty. | found that the education wise, | Knew more than the\nAmerican children of my age. But | still had to start out with the first grade.\n>> Bill Benson: You're 9 years old, know more than your counterparts, but you are put in the\nfirst grade.\n>> Marcel Hodak: Yes. That was pretty tough.\n>> Bill Benson: Yeah. How long did you stay in the first grade?\n>> Marcel Hodak: | went fast. Passing. They treated me like -- well, | was a foreigner. | had\nto learn the language. When | learned the language, | kept jumping grades.\n>> Bill Benson: You said you took four English courses in one semester.\n>> Marcel Hodak: When | was in high school. One was a foreign language class, English\nforeign language class, something like that. The other one was my regular English class. The\nother one was a speech class because | had a foreign accent. The other one was another\nEnglish class for something else. They kept on finding reasons why | needed to speak\nEnglish.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n[Laughter]\n>> Bill Benson: So you lost your French accent but picked up your Brooklyn accent.\n>> Marcel Hodak: That's correct.\n>> Bill Benson: All the kids called you Frenchy.\n>> Marcel Hodak: That was the older days.\n>> Bill Benson: When you came, was it with the total belief your parents would be behind you\nsoon?\n>> Marcel Hodak: They came five years later.\n>> Bill Benson: Did you think it would take that long when you came here?\n>> Marcel Hodak: No. Nobody told me. It got to the point where | was fairly lonely for my\nparents. Didn't pay to cry, because it's not across the street. But, yes. | missed my parents.\n>> Bill Benson: And it took five years for them to get here.\n>> Marcel Hodak: Yes, sir. They came for my bar mitzvah.\n>> Bill Benson: And were able to stay at that point?\n>> Marcel Hodak: Well, yes.\n>> Bill Benson: That was it.\n>> Marcel Hodak: My mother -- you had to take a test, American test, where you had to know\nhow to write. My mother never went to school, didn't know how to write. So she came to the\nUnited States with the knowledge that she couldn't be an American citizen. Or she could be an\nAmerican citizen without the right to vote since she couldn't write. My father became an\nAmerican citizen because he faked his way through it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And had the faculty for language and everything, as you described.\nYour brother, | think you said Jean, went to Canada. Achilles\ndid end up getting drafted. Right?\n>> Marcel Hodak: He did get drafted. He went to Germany, matter of fact. He worked for\nheadquarters because he spoke French. And the French were through there, so he became\nthe interpreter.\n>> Bill Benson: Interpreter in the U.S. Army.\nDo you know what those five years were like for your parents,\nwhile they remained in France?\n>> Marcel Hodak: Not at all. | know that they were close to my sister because she was the\none that was there. But otherwise whether they cried for me or not, | can't tell you that.\n>> Bill Benson: What was their adjustment like when they came to the United States?\n>> Marcel Hodak: It was very hard. You have to really come to a foreign country when you're\nyoung. It's a lot of adjustments to your way of life to understand what you're doing, to\nunderstand what's going on around you. My father had to learn all of that stuff.\n>> Bill Benson: Was he able to make a living?\n>> Marcel Hodak: Yes. He became a presser.\n>> Bill Benson: Became a presser. Not a lumberjack.\n>> Marcel Hodak: No. He became a presser.\n>> Bill Benson: In 1956, you're 19 years old. You join the U.S. Air Force.\n>> Marcel Hodak: | do.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: How did you end up in Paris as your first post?\n>> Marcel Hodak: Well, it was a very interesting thing to happen. I'm walking through the\nbase. And | saw this place says base locater. | go there. | said, I'm looking for this guy, his\nname was Weinstein. He was my best friend in Brooklyn. And the guy looks at his thing, he\npoints. | said he was my cousin. So he found him. He says, he's right next door to you. So |\nwent to see him. Knowing this type of knowledge, | went to electrician school climbing poles\nand -- electrician, house to build the system.\nOne day I'm walking. | said, you know, I'm going to go see my\ncommander. | went to see him. And | says, | have a sister in Paris, and I'd like to see my\ngrandmother. She happens to be still alive at that time. Send me anyplace in Europe. I'd be\nvery happy.\nWell, | got my orders. And it has the airport right outside of\nParis. And the next class one guy went to Okinawa. And that was supposed to have been my\nspot. So if | hadn't seen the commander --\n>> Bill Benson: You would have gone to Okinawa.\nWhat was it like to be back in France now as a member of the\nU.S. military?\n>> Marcel Hodak: | was completely astounded. It was very hard to breathe because of the\nhappiness that | found. The first day | was there, a worker took me to see my sister. She\nalmost fainted, because | was at the door with a uniform on. My brother-in-law happened to be\na Communist fan. So it didn't look good to see me.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Bill Benson: That's what he did after the resistance.\n>> Marcel Hodak: Well, they all were part of that gang. 90% of the resistance being\nCommunist. They all stuck to it.\n>> Bill Benson: That must have been an awkward moment.\n>> Marcel Hodak: Not for me.\n[Laughter]\nFor him, yes.\n>> Bill Benson: How long did you spend in France?\n>> Marcel Hodak: That first time | spent four years.\n>> Bill Benson: Wow. Did your parents come back to France to visit?\n>> Marcel Hodak: Once or twice. When my mother passed away, my father decided he liked\nFrance better.\n>> Bill Benson: So he returned to France.\n>> Marcel Hodak: He went back to France.\n>> Bill Benson: Your brother Jean, who moved to Canada, you referred to him as sort of the\nfamily historian. Just say a little bit about him.\n>> Marcel Hodak: Destroyer?\n>> Bill Benson: Historian. Historian.\n[Laughter]\n>> Marcel Hodak: Well, he was that, too.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nMy brother knew everybody. He was a furrier, which today he\nwouldn't make a dime. But he was a furrier. He spoke Yiddish. It was a Yiddish trade, a\nJewish trade. He spoke Yiddish to a lot of people. He found cousins. He found uncles. He\nfound out that | had a cousin in Russia that was a colonel in the Army. He found all of these\nthings.\nMy brother knew everything and he remembered everything. He\nmet a friend of ours. He sat down. He looked at him up and down. He says, you | know. He\nsays, you were in the school at this time with this teacher. The guy says, you're right. He\nsays, | was in the same class as you.\n>> Bill Benson: Wow. Marcel, you and your siblings all survived, and your parents. But you\ncame from a very large, extended family. What about the rest of the family?\n>> Marcel Hodak: Well, they stayed in France. The French stayed in France. They had their\nown children. They had their own -- my father kept in contact with everybody. And then when\nhe went back, they were all happy to receive him. But he ended up being heart broken by he\nlost his wife.\n>> Bill Benson: Let's turn to our audience to see if they have some questions. | think we can\nprobably get some questions from this large group.\nlf you have a question -- we have a hand up already. We're\ngoing to bring you a microphone. Wait until you get the microphone before you ask your\nquestion. Try to make it as brief as you can. And if | think it might not have been heard by\neverybody in the room, I'll repeat it. Otherwise we'll rely on the microphone.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nRoberta, we have a volunteer right here.\n>> | don't think you shared what it was like when your parents did come to New York. What it\nwas like when you saw them.\n>> Bill Benson: What was it like for you when your parents came to New York? What was that\nlike for you?\n>> Marcel Hodak: Well, | was very happy. | was a family again.\n>> Bill Benson: You were 14, | think. Right?\n>> Marcel Hodak: | was 14. It was something, to have your mother tell you what to do and to\nhave a mother that cooks the food that you like.\n>> Bill Benson: Do you remember the day they arrived?\n>> Marcel Hodak: Yes. We had to go to the pier to pick them up. And they didn't have to go\nthrough -- they came down directly off the boat. They were on land. Whereas when | came,\nusually you went to Ellis Island. | am in books in the Ellis Island. | never went there. Because\nof the strike, they decided we were enough on the boat.\n>> Bill Benson: In that five years, that changed so they didn't have to go to Ellis Island.\n>> Marcel Hodak: Right. It went out of style.\n>> Bill Benson: Another question?\nRight in the middle back there, Roberta.\n>> Bonjour, Marcel. You came here and made a life for you in America. What was it like after\nleaving the Air Force?\n>> Bill Benson: What was yout life like after leaving the Air Force?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Marcel Hodak: The Air Force taught me a beautiful job. Ended up in computers. So at that\ntime computers was the biggest thing that you could ever do in your lifetime. | had beautiful\njobs. Lots of money. Spent it all.\n[Laughter]\nBut | had a very good life.\n>> | just noticed you speak in French and English interchangeably. Do you ever speak French\nand not know you're doing it, not know the difference between French and English?\n>> Bill Benson: Do you ever speak sort of French and English interchangeably and not realize\nyou're speaking French?\n>> Marcel Hodak: That's correct.\n[Speaking foreign language.]\nOn the plane | did it. | was watching a French movie. Then |\nturned to her and said something. She didn't understand what | said.\n>> Bill Benson: Another question. Right here. A young man right in the middle.\n>> [Audience comment]\n>> Bill Benson: What would you do to solve things like the Holocaust from happening again?\n>> Marcel Hodak: That is a very good question. If anybody knew the answer, it would be a\nwonderful world. The only problem is everybody wants to have what the other person has.\nWhen that stops, maybe it will work.\n>> Bill Benson: Good question.\nA question | want to ask you before we end. You've said to me\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthat you're the only one now remaining from your family.\n>> Marcel Hodak: Yes, sir.\n>> Bill Benson: That's very painful. Would you be willing to say a little bit about it?\n>> Marcel Hodak: It's more than painful, actually. You have really nobody to speak with --\nwell, she'd get mad if | say it. But you really have no closeness that you have with your own\nsiblings and your own parents. That's lacking. It's almost like going back to 1946, except | can\nspeak better.\n[Laughter]\n>> Bill Benson: We're going to close the program in just a moment. I'm going to turn back to\nMarcel to close the program. But before | do, I'd like to thank all of you for being here, for\nbeing such a good audience.\nWe'll have First Person programs every Wednesday and\nThursday until the middle of August. If you have the chance to return, we hope you will. You\ncan also get a lot of information about all of our First Person guests on the website at the\nmuseum.\nWhen Marcel is done, he'll step down off the stage here. So if\nanybody wants to come up and speak in French to him or ask him more questions, or just say\nhi, please, absolutely feel free to do that.\nIt's our tradition at First Person that our First Person has the last\nword. And so on that note, | will turn it to Marcel to close our program.\n>> Marcel Hodak: | really don't like to have the last word, but at any rate.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n| didn't know | was a Survivor until a friend of mine actually\nthreatened me to go to the museum and talk to them and see if they would hire me because |\nhave a lot to offer. She remembered -- it was a childhood friend. She remembered that | had\ncome from France.\nA thing | forgot to speak about is when | got to the United States,\n| was given fruits. | ended up with an orange. | really didn't know what to do with an orange\nbecause | never saw one before in my life. | ate it like an apple. Everybody got excited. Good\nthing | didn't do that with a banana.\n[Laughter]\nAt any rate, | didn't know | was a survivor until the museum more\nor less advised me that | was a survivor because of what | had passed through. They asked\nme to give them a history of my life. | wrote down a lot of what we had just discussed. And\nthey said, you are now a Survivor.\nMy thing is, for the young man that just asked me the question, it\ngoes along the same thing. When you're in the middle of a war or anything, you don't realize\nwhat's happening to you. And the way to combat this thing about the Holocaust is to keep up\nthe will to fight the prejudices that go on in the world.\nThat's my advice.\n[Applause]\n>> Bill Benson: Thank you, Marcel.\n>> Marcel Hodak: Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n35\n>> Bill Benson: Thank you, Marcel.\n[The presentation ended 1:58 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}