{
    "header": "http://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nUnited States Holocaust Memorial Museum\nUnauthenticated Transcript\n\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 1 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\n\n(BS--Wentworth Films, Kovno Ghetto Project. Interview\nwith Ivar Segalowitz, I-V-A-R S-E-G-A-L-O-W-\n\nI-T-Z. 5-5-97 Sound is on sound roll 10 at\n\nthe head, camera is on 19)\n\n(Camera roll 19, mark 1, mark)\n\nSB: Can you first tell me when and where\n\nyou were born anda little bit about what\n\nyour childhood was like.\n\nIS: OK, I was born a town called Memel or\n\nKlaipeda, a seaport on the Baltic sea. Come\n\nfrom a educated middle class kind of family.\n\nMy father was in the flax export business.\n\nHe bought flax from the local farmers,\n\ngraded it, sorted it and bailed it and then\n\nshipped it to Ire land, Czechoslovakia, or\n\nany place that used manufactured linen. I\n\nwas an only child in, amongst a family of\n\nabout 2 sets of aunts, an uncle and my\n\nparents, my grandmother. I was the only so\n\nas a result I was badly spoiled. I had a, a\n\nmaid that took care of me and I had a, I was\n\nbrought up like a little prince in some re-\n\nspect. I my aunts would take me, I did more\n\nwith my aunts than I did, did with my mother\n\nand father usually. they, they took me to\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\ncafes, and my one aunt took me, she was a\n\nlittle more interested in sports so she took\n\nme skating and to the beaches. We had\n\nbeautiful beaches in Memel. I went to a\n\nsecular Hebrew public school. It was\n\ntotally not religious. It was basically a\n\nZionist type of school where they taught us\n\nmodern\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 2 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: Hebrew and Jewish history, not Bible studies\nas such.\n\nAnd at the time it was a unusual education\n\nalso. We lived in avery nice house. We had\n\na whole floor of a three story house. I had\n\nmy own room overlooking the river that\n\npassed through the town, saw ships going by\n\nall the time and as a result I still like\n\nthem, I am now involved in sailing. Sundays\n\nand weekends I remember being taken at a\n\nlittle ferry across the bay from where we\n\nlived, was a place called Zancove and we\n\nwere again, I would be taken with my family\n\nto, and lots of older people always to cafes\n\nand I really did not have much opportunity\n\nto play with other children because I was\n\nalways entertained with adults somehow. It\n\nwas just a very pleasant life in general.\n\nSB: And then, when, how did things start to\n\nchange. What do you remember that you saw\n\nand you heard.\n\nIS: Well first of all we had the radio at\n\nhome and my father would be glued to the\n\nradio. And I mean you kept already hearing\n\nof what was going on in Germany even\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nthough Memel was half German speaking that\n\nit was not a German town. It was a\n\nLithuanian town and there were eventually we\n\nheard of invasions of, of Czechoslovakia and\n\nI could even as a child sense that the\n\nuneasiness of my parents. Also I had an\n\nuncle and an aunt who had already come to\n\nthe United States and they kept writing. We\n\ncan, they were trying to bring us over an\n\ntrying to bring us over. But there was\n\ntrouble getting affidavits and somehow that\n\nnever materialized. And\n\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 3 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: then finally this whole beautiful existence\nstopped and\n\na few months before Hitler invaded. I don't\n\nknow exactly the date, but Hitler invaded,\n\ntook over Memel and that's before the war\n\nwith Russia started. And we had to move to\n\nLithuania proper. And my parents even\n\nthough we lived in Lithuania, had German\n\ncitizenship and we were not allowed for some\n\nodd reason to live in the capital of\n\nLithuania which was Kovno or Kaunas at the\n\ntime. So we ended up first in Siaulilai and\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\n\nContact reference@ushmm.org for further information about this collection\nthen in Panevezys and I mean suddenly from\nthis, I had my own bedroom, we had a dining\nroom, a living room, a breakfast room, I, it\nwas, it was, wasn't palatial but it\ncertainly was near that. We lived in very\ncramped quarters and in the back yard near\nmy father somehow, either competition or a\ncolleague in the business. And things just\nchanged drastically. However my school I\ncontinued going to the same type of a\nsecular Hebrew private school in Panevezys\nand, and kept getting this rather\ninteresting education. I also remember and\nthis must have been I must have been ten at\nthe time, the day the Russians invaded\nLithuania and the tanks coming through and\nthe first time I saw people from other, I\nsaw Khirghiz who looked like Chinese people\nand, and so as a child for me this was a\ngreat thing to see, all these tanks rolling\nthrough town. But I could, my father even\nthough he was a German citizen, was born in\nRussia and escaped prior or just after the\nrevolution and was very. I think he was\nmore concerned at the time of what the\nRussians would do to him than what the\nGermans might do to him. So he, he was\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nreally quite,\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 4 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: quite worried and I mean as, aS a ten year\nOld you, you\n\nalways try to have fun and go around and,\n\nand with your friends but you sense this\n\nunease in the family at that time. And then\n\nwhen the Russians came again being German\n\ncitizens they did not want us to live in the\n\nprovinces so they made us to go Kovno or\n\nKaunas proper. And now the whole family, 2\n\naunts and another uncle and\n\nwe all got crammed into even tighter\n\nquarters. In Kovno. Under the Russians.\n\nThe russians did not allow Hebrew or Yiddish\n\nOr any sort of education that was other than\nLithuanian or Russian so I was put into a\n\nLithuanian school and I didn't know what was\n\ngoing on at all because I didn't speak\n\nLithuanian. In Memel you could get by with\n\nGerman which is what we spoke and Russian\n\nwhich my father spoke with his sisters. Um.\n\nAgain as a child you have funny experiences.\n\nI mean in this house that we lived in the\n\nback yard Russian soldiers were quartered\n\nand once I knew enough Russian, anda\n\nRussian soldier calls me over and he says\n\nyou want to have a smoke in Russian, hochet\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\npokurete. He says. And I say sure and he\n\nrolls a cigarette from the stem of tobacco\n\nand he and I smoke. And I come home and I\n\nthrew up the whole afternoon and my mother\n\nsaid what happen, what did you eat. And\n\nfinally I told her I smoked with a RuSSian.\n\nAnd she, she let me have it. I mean it's a.\n\nBut that was still under Russian occupation.\n\nThen I clearly remember the day when the\n\nGermans invaded because it's the first time\n\nthat I heard planes overhead. And bombs\n\nfall, falling so you know it, just this\n\ngorgeous life that we had in Memel\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 5 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: slowly and slow, surely deteriorated to the\npoint where\n\nand. A lot was hidden from me. But I\n\nalways saw my parents and, and talk in\n\nhushed voices, and Ivar 1S coming, stop\n\ntalking. And you know this, this kind of\n\nstuff. I still remember. So even though I\n\ndidn't, wasn't told specific details of what\n\nwas going on, I sensed the fear and the, the\n\nworry of my parents at that point. And then\n\nthe next thing, once the Germans had invaded\n\nit didn't take long. I and I don't quite\n\nremember how but the next thing I know is I,\n\nI'm in a ghetto and now we are really\n\ncramped. Maybe the whole family in a room,\n\none or two rooms. And that's again the two\n\naunts, an uncle. And interestingly enough\n\nthere was a refugee from Germany to\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nLithuania by the name of Carl Natkin who\n\nbecame involved in the ghetto gate keeping\n\npolice of some sort. And he was a German Jew\n\nwho knew his way around with the Germans.\n\nAnd he had, he was married to an non Jewish\n\nwoman who maintained he was a rather wealthy\n\nguy. He lived with us and he sort of became\n\nlike a protector of the family because he\n\nwas involved in the, in the I don't really\n\nthe administration of the ghetto. And, and\n\nwas friendly with the Germans knew how to\n\nbribe them. And so but anyway things were\n\nreally crowded, tight. I always had enough\n\nfood because I guess as a child they gave me\n\nall the food that they didn't have, that the\n\nothers didn't have. So this protective life\n\nin a way continued for me. Um.\n\n(change rolls)\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 6 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: (beep)\n\n(Camera roll 20 is up)\n\n(Camera roll 20, marker one)\n\nSB: In the first few months of the ghetto, describe\nhow you felt. Were you afraid.\n\nIS: You know my reaction was always in watching my\nparents and, and my surroundings because\n\nmuch was hidden from me. I was at the time\n\nabout 10 and 11 years old. And I could see\n\nof course by the way my parents were that,\n\nthat they were in a constant state of fear\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nand, and that really a catastrophe had\n\nbefallen us. And so I was of course\n\nfrequently not allowed out on my own or at\n\nall. There were, there was obviously a\n\nshortage of food, although we were not\n\nstarving yet. It was not at a point where\n\nand I know that my mother always finagled\n\nsomething and food ended up on the table\n\nsomehow, but the food I mean there was no\n\nmeat, there was always this well I remember\n\nlike fake, fake chopped liver made out of\n\npeas and things like that. Today that's\n\nconsidered good. And so but as a child I\n\nalso remember occasionally when things\n\ncalmed down in the ghetto, I would be\n\nallowed out and I would have friends and we\n\nwould go play and we would play soccer. And\n\nyou know as a child we tried to maintain\n\nthings in, in as normal a fashion and my\n\nparents sort of helped me in that. At some\n\npoint during this period, I ended up in\n\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 7 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: this workshop. Where which to the best of my\nknowledge\n\nwas con, was continued, the continuation of\n\nthe ORT schools which had existed in Russia\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nand Lithuania before the war which were\nbasically vocational high, vocational\nschools. And I was trained to, to become\nlike a locksmith and a machinist and, in\nsome instances. I mean I remember having to,\nbeing given a large block of steel and\nhaving to file the thing til it's perfectly\nSquare on all the corners. You begin with a\nbig block and you finally end up with\nsomething rather small. I remember having to\nhand fashion a lock and make it out of\nmetal. And then we did some routine work. I\nwould guess some production for the Germans.\nThis 1S you know from what I understand in\nretrospect is that because I was in this\nworkshop during some of the selections or so\non, while these were occurring I waS ina\nworkshop and worked and therefore was not so\nthis was something that eventually helped me\nSave, save my life. And yet as kids we, we\ndid nonsense too. Right\nin, in this ghetto. I mean we, we, we they\nhad welding equipment and there was some,\nsome material called carbide, which is not\nthe same as carbide here. If you mixed it\nwith snow in the winter and threw matches in\nit and the darned thing would explode you\nknow. And I mean I think we made believe we\nwere fighting the Germans with that. It was\nof course silly. Um. Of course at, at the\nbeginning, it's, it's I remember as things\nwent on frequently being, being hidden. We\nhad a hidden chamber in the house which was\nbehind like a big chest that was, was a very\nnarrow passage between two\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 8 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: walls. And there were in the house that we\nlived in\n\nthere were I don't know there were at least\n\n4 or 5 other families crammed in and in this\n\nduring the summer of the selections I was\n\ndown there. Um. And there were I mean maybe\n\nI was 12 at this point and we were told to\n\nbe absolutely quiet. yet there was a woman\n\nthere with a baby and the baby would cry and\n\nyou know and this was where this guy Carl\n\nNatkin came into the picture. The, during\n\nthe selections apparently one person was\n\nalways allowed to stay in the house. Sort\n\nof to watch it or something. And when the\n\nGermans came by he spoke perfect German and\n\nhe, he bribed them with alcohol and whatever\n\nelse and, and the Germans would just come in\n\nand, and very quickly leave the house. So in\n\na way this guy protected us and probably I\n\nowe my life amongst many other people to him\n\nalso. Um. The, the worst thing that I\n\nremember was the hanging where everybody had\n\nto show up and I didn't remember the cause\n\nbut. I mean this was the first time I really\n\nsaw, I must have been 12 or so at that time.\n\nPeople just being hung and you had to you\n\nknow the whole, the whole ghetto was in this\n\nopen field and had to watch that. And I\n\nthink at that point things really dawned on\n\nme that things were not just bad but\n\nhorrible. Um.\n\nSB: What about the Knight fort. Did you\n\nknow the Knight fort was there.\n\nIS: I did not know that of the Knight fort.\n\nNo,Il, I mean I'm, I, that probably was just\n\nkept away from me.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 9 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\n\nSB: Tell me a little bit more about the training and\norganizing for food. Did you, were you ever\n\nable to do anything.\n\nIS: No, I think my parents and mainly we\n\ndepended very much on this Carl Natkin who\n\nwas a bit of a wheeler dealer and he, he\n\nbrought in the food and, and arranged that\n\nboth my uncle and my father were on work\n\ndetails which were, I don't know if they\n\nwere in better or worse but they certainly\n\nwas involved in that. And so I, I do not\n\nremember that personally.\n\nSB: And what about books and school.\n\nIS: That's interesting. My mother was\n\neducated in Germany and she brought into the\n\nghetto a lot of books and she made me read\n\nGoethe and Schiller and, and so I as a child\n\nknew here the Germans were persecuting us\n\nand at the same she taught, those were the\n\nbooks she had so that's what she made me\n\nread. Event he Niebelung. You know the,\n\nthe whole story of Siegfried. You know the\n\nwhole story of Siegfried and all the\n\nWagnerian operas are there from. I mean it,\n\nit's what my mother sort of taught me at\n\nthat time. And I mean looking back upon\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nthat it's, it's ridiculous but I, my family\n\nwas not a particular religious family. My\n\nfather was what you would call a Yom Kippur\n\nJew. I mean he went once a year to\n\nsynagogue. But I was approaching my 13th\n\nbirthday and I remember being sent to a, to\n\na rabbi and\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 10 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: being taught, prepared for my bar mitzvah.\nAnd then I\n\nremember that the Germans did not allow any\n\nSynagogues but there was some sort of an\n\napartment complex and in it was a, they had\n\nthis hidden synagogue and I was bar mitzvahed\n\nin front to the whole ghetto, amongst this\n\nwhole horror going on. So and then my\n\nmother, my mother continued teaching me\n\nmathematics and whatever she could. And of\n\ncourse I was in this workshop where I learned\n\nthe machine shop trade sort of. And so I, my\neducation I mean it was not education in the\n\nclass, in the traditional sense but it sort\n\nof continued. At\n\nleast, at least until about just until the\n\nbar mitzvah. After that things started to\n\nreally deteriorate in the ghetto. I mean\n\nthere were frequent selections and I started\n\nto become more cognizant of what was going on\n\nand um so .\n\nSB: And when was that. When was the bar\n\nmitzvah.\n\nIS: Well that would have been in August of\n\n1947, 1943. I'm I mean my birthday is in\n\nAugust and 13th birthday would have been\n\nAugust of 1943.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nSB: Tell me more about the changes that you\n\nnoticed in the ghetto.IS: Well there was you\n\nknow here I, I came I was a kid who came from\n\na family where I had custom\n\nmade clothes. And the clothing started to be ragged and dirty\nand my parents looked and wore ragged and dirty clothes. I\nmean that certainly was, was something that I noticed. There\nwas less food. I mean, and when there\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\n\npage 11 Interviewed (5-5-97) by Sandra W. Bradley\n\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: was food served from I remember that my plate\nwas\n\nalways fuller than anybody else's. The,\n\nthere was just the bare, bare minimums of\n\nfood that were available and I mean as a\n\nchild my I, I just felt this constant fear\n\nthat of that by now I knew that if you ere\n\ncaught by the Germans you were done for you\n\nwere finished.\n\n(Camera roll 21 is up)\n\n(Speeding)\n\n(3 marker)\n\nSB: Take me back to a couple of those times\n\nwhen you got hidden. Was it like a sudden\n\nfrenzy and everyone scurried or did you know\n\nwhat was, just describe it to me or describe\n\nthe\n\nIS: Well. I think it because we had this\n\nguy Natkin who knew sort of what was going\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\n\nContact reference@ushmm.org for further information about this collection\non, we, it, it was not a sudden frenzy\nusually. It was, we knew that we had to go\ndown and hide. But from just watching\neverybody around me I mean I could see this\nincredible fear of everybody that of being\ndiscovered in that, in that hiding place.\nAnd I, I distinctly remember this woman with\nthis baby because I mean she almost\nsmothered that child because if they,if\nanybody would have heard that baby that\nwould have bene the end of, of maybe 15 or\n20 people that were hidden in that place. I\nremember being in there. I mean I couldn't\ntell you how many hours but\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 12 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: it certainly felt like sometimes more than a\nday I\nthink. I remember ending up just in the\nmorning and then probably staying there a\nday or two. And then, I always remember that\nsome food was kept in the reserve down there\njust, just for that eventuality so that when\none had to go down there was something to,\nto keep everybody nourished. Um I mean it\nwas like, like you were huddled and, and,\nand you had to be quiet and there as no\nplace to sit or to sleep. I mean we slept on\nthe, on it was just plain ground.\nSB: Describe the place that you hid most\noften.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nIS: Well there, I remember the house being\n\njust like, like a little Russian peasant\n\nhouse almost. And there, there was from\n\nwhat I remember like a big cabinet against a\n\nwall. And I think they had constructed or\n\nwidened the wall taken space away from both\n\nSides of the, inside the wall was a stairway\n\nthat went into this basement or what,\n\nwhatever that was into this dugout. And\n\neverybody would go down there and, and then\n\nthis armoir would be put back again and the\n\nman that stayed up there was this guy Carl\n\nNatkin who, who then placated the Nazis as\n\nbest as he could from one and he kept them\n\nfrom really searching the place too much.\n\nSB: How big was the actual dug out and how\n\nmany people would be in there.\n\nIS: I, I would guess about 15 to 20 people.\n\nHow big.\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 13 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: No, maybe 10 x 10 or 10 by 15 feet. It was\nvery very\n\nsmall. It was I mean we were just body to\n\nbody in there. It was not the, there was\n\nalmost no room to, to walk or anything.\n\nSB: Could you stand up.\n\nIS: Well I could. I was very short. You\n\nknow I, I did all my growing after the war\n\nSO.\n\nSB: And the Jewish police, what did you\n\nthink of them.\n\nIs: I, I don't know much about those. Uh I\n\nmean as kids there were people that we are\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\ntold to stay out of their way you know.\n\nJewish police or what I remember and you\n\njust didn't but I, I didn't really have any\n\ncontact or feeling about it so I wouldn't\n\nknow.\n\nSB: Tell me a little more about incidents\n\nyou remember that were fun or pranks that\n\nyou pulled or games that you played.\n\nIS: Well that must have been still in the\n\nearly parts of time of the ghetto like\n\nprobably 41, 42. Somehow in the workshop we\n\nlocated long metal cubes and we were able to\n\nget hold of peas, dried peas and we would\n\nuse aS a pea Shooter and there was an old\n\nlady in the house. And we would shoot it\n\nagainst her window. I mean I remember that\n\ndistinctly. I mean the stupid stuff like\n\nthis you remember. Then she would come out\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 14 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: and, and we would hide in some ditch nearby\nOr run away\n\nand, I mean this was, I remember playing\n\nsoccer with others. Um. You know as a\n\nchild you, you're a child.\n\nYou know you behave like one even when\n\nthings are horrendous I guess. Unless,\n\nunless you are starving as happened much\n\nlater to me and, and then, then the playing\n\n1s gone and over with.\n\nSB: Let's go to when things got very bad at\n\nthe end and what happened to you. Toward\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nwhen the ghetto was.\n\nIS: Well I,I just remember that everybody\n\nwas more and more despondent and, and really\nsort of it was like a hopelessness in the\n\nwhole family. Additionally at that point one\n\nof my aunts died of cancer in the ghetto\n\nand, and whatever resources the family had\n\nlike there was still some jewelry that was\n\nnot given to the Nazis was sold to try to\n\nsave her but it whatever there were some\n\ndecent doctors but they obviously had no, no\n\nnot much medication. And it she was a very\nbeloved aunt of mine. And, and so that, that\n\nwas part of the hopeless that she couldn't\n\nbe helped at all. So and it was just that\neverybody I mean by now I realize that, that\n\nthe chances of surviving were, were rather\n\nslim I would think. Um I don't clearly\n\nremember every day of the, of the last few\nmonths of the ghetto except that you saw\n\nfewer people. I mean when I first got into\n\nthe ghetto that the streets were full, at\n\nthe end you hardly saw any people. And they\nwere walking around. I wasn't allowed out\nvirtually at all, except when I was\n\nVideo Tape No. Camera Roll No. | Sound Roll No.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 15 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: at the workshop. So it, it was just not good\nI mean.\n\nSB: And how did you leave the ghetto.\n\nIS: Well that I remember rather clearly because I\nremember the whole family being, being put\n\ninto a one of those cattle cars. Um and\n\nthat was everybody, that was my two, my, my\n\none aunt at this point and, and my uncle and\n\nmy father and my mother and myself. And at\n\nthis point I mean even the, my parents still\n\ntried to say you've got to hope for the\n\nbest, you'll survive and you'll, you'll be\n\nall right and that kind of stuff. I mean\n\nyou could see amongst the people that you\n\nwere that you had nothing but talk of being\n\nsent to the concentration camps and of being\nexterminated. But.\n\nSB: How did you get to the cattle cars.\n\nIS: I think we walked.\n\nSB: And do you remember being ordered to\n\ngo. Or do you just remember that one day you\n\nended up walking there.\n\nIS: I remember just one day being going\n\nthere and walk, walking there and being on\n\nthe, on the trains. The real things when I\n\nreally realized that that things are\n\nhorrendous was when we finally ended up in\n\nStutthov after a few days. I don't know was\n\na day or two or whatever uh and at that\n\npoint my aunt and my mother\n\nwere taken away and, and I mean this is I mean I spent\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 16 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: virtually all my time crying from that moment\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\non. And\n\nthe train then continued to Dachau. Uh I\nended up with my father and the uncle and\nthis Natkin. It was then probably a week.\nThere was selection of about 120 kids or so\nat that point. And they were in Lanzberg my\nfather and, and uncle and we were sent to\nDachau proper. And oddly enough that was a\nvery neat camp somehow. It, it, beds and\nstuff like that so it was, but I mean all I\nremember is crying. I mean I was at that\npoint 13 or 13 and a half or so. Almost 14\nand I think I was in Dachau maybe a week and\nthen was put on another transport to\nAuschwitz and I do remember going through\nthe selection, did not know what was right\nor left. And ended up in one of the camps in\nin Auschwitz where they put the number on,\non me. And then I had some luck because I\nwas put to work on a farm in Birkenau. And\nI was given responsibility to take care of a\nhorse of all things so I ate the turnips\nthat the horse was given. And that sort of\nkept me alive and, and going. And in the\nwinter I worked on the, on a compost pile\nand that was warm for so I mean I, of course\nwas at 13 I suddenly realized I was all\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nalone. I mean there was just nobody to help\n\nme and, and do anything. And I was very\n\nsmall at the time and so whenever there were\n\nline ups and selection and anything, I\n\nalways hid myself behind other people, tall\n\npeople so I, I made myself not visible as\n\nmuch as I, I had learned to do that quite\n\neffectively. So as a result I, I, I stayed\n\nalive til the closing of Auschwitz. I, I\n\nagain as a child you have odd curiosity.\n\nWhen the Russian front\n\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 17 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: started to approach, they started to shut\ndown the\n\ncrematorium. And I remember one day I don't\n\nknow why I wasn't working on the farm or\n\nsomething but I the crematoria were all shut\n\ndown. I, I walked in there, I walked around\n\nthe place and I saw the corpses and the\n\nashes and then I mean I, and it was pure\n\ncuriosity on my part. I just went there and\n\ncame back to bags and, and I mean I knew\n\nwhat was going on. Also when I first arrived\n\nI ended up with the measles in Auschwitz.\n\nAnd somehow I, I was in some sort of\n\ninfirmary right next to the crematoria.\n\nThat's before the invasion started and I did\n\nsee the, the smoke coming out. And everybody\n\nSaid you're next. You know there was this\n\ngallows humor going on, in the bags. And\n\nthen I remember the Russian front\n\napproaching. And I remember one day where\n\nthe,\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nwhere this farm was being bombarded by\nrussian fighter planes and that was like a\ngreat, great thing. I mean we knew we were\nwe might be hit but I mean we knew that at\nleast that the Russians were approaching but\nunfortunately I got again put on the\ntransport and was sent to Buchenwald. And I\nthink that, that transport did me in. I\nmean I was, by the time I arrived in\nBuchenwald, I, I was rather weak already\nand run down. And Buchenwald I mean as\nhorrible as Auschwitz was but I was on the\nfarm, so that wasn't quite so bad. And\nBuchenwald, I mean that was the conditions\nwere just horrendous. I mean first of all\neven I walked in the crematoria at Auschwitz\nI didn't see dead bodies laying around in\nAuschwitz. In Buchenwald you started seeing\ndead bodies, you see so emaciated people on\nthe ground. And,\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 18 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: and then the constant fear was that you were\ncoming\nnext. I mean when you started to become\ntotally emaciated, they used to call you a\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n\nmussel man and they started calling me that\nand, and then at some point I, I just don't\nremember what happened. And I, I do\nremember the day of, the day after\nliberation that I was liberated. I mean\nthat's. So. There, there's an interesting\nside story to this liberation. I, I remem-\nber and I know there is a controversy about\nbeing liberated by black soldiers,\nnotwithstanding what some people are saying.\nBecause I remember being carried out on a\nstretcher, out of wherever I was by two\nblack soldiers. Um a day or two of\nliberation and then I remember being in an\nAmerican type of hospital and I was being\nrehabilitated. And then I ended up in\nFrance with, with 600 other boys that were\nliberated in Buchenwald. And then things\nstarted picking up. They sort of improved\nand in France I was with an organization\ncalled ose which was an organization run by\nFrench Jewish, run by French Jews and was in\na castle near Rouen. And they fed us and,\nand trained us and after probably got there\nin April or May maybe. A few months later\nthey sent us to various homes. And I ended\nup in a home with French children who had\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nbeen hidden during the, French Jewish\nchildren most of whom had been hidden anda\nnumber of whom were with me in the camps.\nAnd I spent 2 years there and went again to\nvocational school because you are a\nmachinist, you know started off as that.\nAnd they are in French. Then shortly after\nliberation I knew I had this uncle and aunt\nin\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/IVAR SEGALOWITZ\npage 19 Interviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES: the United States. They were contacted and\nthey said,\nsent me a telegram saying we want you over\nand two years later I was in New York. And\nwhere do we go from here.\nSB: That's it thank you.\n(end)\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nVideo Tape No. Camera Roll No. Sound\nRoll No.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n\n",
    "segments": []
}