{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, April 10, 2014\n11:00-12:04 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nA Conversation with MARCEL DRIMER\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the\nproceedings. This transcript is being provided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum.\nMy name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 15th year of our First Person program.\nOur First Person today is Mr. Marcel Drimer, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust.\nEach of our First Person guests serves as a volunteer here at this museum. Our\nprogram will continue through mid-August.\nThe museum's website, at www.ushmm.org provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum\nrepresentative at the back of the theater.\nIn doing so, you will also receive an electronic copy of Marcel's biography so that you\ncan remember and share his testimony after you leave here today.\nMarcel will share his \"First Person\" account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time toward the end of our\nprogram, we'll have an opportunity for you to ask Marcel a few questions.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n3\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Marcel is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nMarcel Drimer was born in Drohobycz, Poland, a small town new part of the Ukraine.\nThis arrow on this map of Europe from 1933 points to Poland. Marcel's father Jacob\nworked as an accountant in a lumber factory while his mother raised Marcel and his\nyounger sister Irena. In this photo we see Marcel and his mother Laura in 1934.\nGermany and the Soviet Union attacked Poland in September 1939 beginning World\nWar Il. This is an historical photograph of German troops parading through Warsaw\nafter the surrender of Poland. On June 22, 1941, Germany violated the\nGerman-Soviet Pact and attacked Soviet territory. Within a few weeks, Drohobycz\nwas occupied by German forces. In 1942, members of Marcel's family, including his\nfather, whom we see here, were deported to concentration camps where they were\nmurdered. In the fall of 1942, Marcel and his family were forced into the Drohobycz\nghetto.\nHere we see an historical photograph of Jews being forced into the Drohobycz ghetto.\nBefore the liquidation of the ghetto, the family escaped to a small village. In\nAugust 1943, Marcel went into hiding with a Polish-Ukranian family. Marcel's family is\nseen in this photo taken in 1947 or 1948.\nFrom left to right, we see Marcel's uncle Abraham Drimer, his parents, Laura and\nJacob, and Marcel's uncle, Abraham Gruber.\nIn 1957 Marcel earned a degree in mechanical engineering. He immigrated to the\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n4\nUnited States in 1961 where his wife Ania joined him in 1963.\nSoon after arrival in the U.S. he was hired by the U.S. Post Office Department to work\non the design of mail sorters and conveyors. After a very successful period with the\nPost Office Department, Marcel transferred to the U.S. Army Corps of Engineers. I'm\nsorry. U.S. Army as a Civilian in 1972.\nHe then worked as a mechanical engineer for the Army Corps of Engineers.\nAlthough Marcel officially retired from the Army in 1994, he remained a consultant with\nthe Army until 2010. He is now truly retired.\nAnia trained as a pharmacist in Poland and continued her profession after her arrival\nin the U.S. and is now also retired.\nMarcel and Ania have a son Adam who lives in Richmond. They have two\ngrandchildren, Mary, age 12, and Jack, who is 14. They are both in the International\nBaccalaureate program.\nAlthough officially Marcel and Ania are retired, they do considerable volunteer work\nwith this museum.\nMarcel and Ania translate documents written in Polish. They translated portions of\nEmanuel Ringelblum's Notes from the Warsaw Ghetto, a 25,000-page collection of\ndiaries and other documents detailing the events and lives of those who lived in the\ndoomed Warsaw Ghetto. Marcel and Ania also worked on the current Museum exhibit\ntitled, \"Some Were Neighbors: Collaboration and Complicity in the Holocaust,\" which\nopened in 2013.\nTo help with the exhibit, they reviewed and transcribed several filmed testimonies and\nmade recommendations about their potential significance to the exhibit.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n5\nMarcel has donated photographs of great significance to him which he will discuss a\nbit later. I'm pleased to let you know that Ania is here today with Marcel. They are\nquite a team. Ania, wave your hand?\n(Applause)\nMarcel also speaks publicly about his Holocaust experience in various settings.\nFor example, he spoke to the graduating Judge Advocate General class at the\nUniversity of Virginia in Charlottesville, as well as at synagogues and to students.\nHe was also a speaker with Mia Farrow at an event in Gettysburg, Pennsylvania.\nMarcel also participates in the Museum's Memory Project in which survivors write\nabout their specific recollections from the Holocaust.\nSix of his writings can be found on-line on the Museum's website.\nBesides Ania, Marcel is joined today by their good friends Vicki Mechner, Wayne\nTiterance and Dana Walfish and Sam Pozniak all of whom are sitting right here in the\nfront row.\nWith that | would like you to join me in welcoming our First Person, Marcel Drimer.\n(Applause)\n>> Bill Benson: Marcel, thank you so much for joining us today and for being willing to\nbe our First Person. And we'd like to thank our audience for being here ona\ngorgeous day of which we've been in need of late.\nMarcel, you have so much to tell us in a short hour. So we'll jump right in. World War\nIl began on September 1939 when Germany attacked Poland on the west followed\nquickly by the Soviet Union attacking Poland from the east. Earlier in the war you and\nyour family lived under Russian occupation. Before we talk about that time, however,\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n6\ntell us a little bit about your family, your community, your life before the war began.\n>> Marcel Drimer: Well, Drohobycz was a pretty little town of about 40,000 people\nequally divided between Polish nationality people, Ukrainian, and Jews. So there was\nabout 14,000 Jews. Each of these groups had their own cultural venues. They had\nsports clubs. There were soccer teams, Jewish soccer teams. They were playing\nagainst Polish and Ukrainian soccer teams. One of my uncles was a star in one of\nthese soccer teams.\nThere were theaters. There were all kinds of activities for the people. Poland -- when\nHitler got to power in 1933, there were somewhere -- some influence on his Nazi\nphilosophy in Poland. Some organizations in Poland embraced that -- his theories.\nAnd there were persecution of Jews. There were things called numerous classes that\nJews could not attend certain universities or there was a quota to when they could\nattend. Ania's father studied medicine in Switzerland.\n>> Bill Benson: Because of the numerous classes?\n>> Marcel Drimer: Because of the numerous classes. Jews could not serve as\nofficers in the Polish Army. Those that did were the ones that were professionals and\nthey were, you know, conscripted.\nBut we -- with the neighbors and with other people, we really got well, we had a good\n-- we were happy people.\n>> Bill Benson: Tell us a little bit about your parents.\n>> Marcel Drimer: My father was the oldest of five siblings. He was born in 1904.\nAnd my mother was the oldest of -- my father was the oldest of five siblings. My\nmother was oldest of four siblings also born in 1904.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n7\nBut when they were born, this was Austro-Hungary works in Eastern Europe.\n>> Bill Benson: So you had a large extended family?\n>> Marcel Drimer: | had a large extended family, yes, because of cousins and uncles\nand so forth.\n>> Bill Benson: So on September 17\", the Russians came and occupied Drohobycz.\nOnce you were under Russian occupation during those first few period of the war,\nwhat was life like under the Russians? What changed?\n>> Marcel Drimer: Well individually, our family was treated just like everybody else's\nfamily. But the Russians tried to impose the Soviet economical and political system\nonus. They have -- they have taken away private businesses. They have sent a lot\nof people -- people that they considered enemies of the state, they sent to Siberia.\n>> Bill Benson: Like the intelligencia?\n>> Marcel Drimer: Like the intelligencia. As a matter of fact, Ania's parents were\ndeported to Siberia where she was born during the war.\n| would also like to mention something. Today, 10* of April, is the 74th anniversary of\nthe cutting -- massacre and cutting.\n>> Bill Benson: Mass murder?\n>> Marcel Drimer: Yeah. When the Russians came to Poland in September, they\ntook POW several thousand soldiers, Polish soldiers and officers. They released the\nprivates and lower rank and --\n>> Bill Benson: Took the officer class, right?\n>> Marcel Drimer: And took the officers and senior NCOs. And they killed them all.\n22,000. 22,000 of the Polish officers and senior NCOs were murdered on that day in\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n8\n1940. So this is the 74th anniversary today.\n>> Bill Benson: Marcel, since you were under the communist system at that point,\nsome of your family members joined the Communist Party?\n>> Marcel Drimer: Yes. Some of my aunts were members of the communist party\nfrom before the war. They were idealistic, and it sounded quite nice to them.\nYou know? Everybody contributes according to his abilities and everybody else -- and\neverybody gets according to their needs. Sounds very good. We know that it doesn't\nwork all the time. But they were young, and they joined. They would -- my father's\naunts would go demonstrating on May 1st, for example, in the middle of the road.\nAnd father would walk on the side of the road. And, when the police came on horses,\nmy father would run into the crowd marching crowd and took his sisters out.\nWe knew in Drohobycz we know what was going on in western Poland in Warsaw.\nWarsaw ghetto was established in 1940. Germans already started their extermination\nof the Polish Jews. Some of the Jews managed to escape and come to the Russian\nterritories. So, when the Germans attacked Poland, when the Germans attacked\nRussia in the Barbarossa Operation. It was the biggest operation in the history of\nwarfare. It took -- the Germans attacked Russia in -- on the June 22\". And on\nJune 30th, they were already in Drohobycz.\nBut my --\n>> Bill Benson: This was 1941?\n>> Marcel Drimer: This was 1941, right. Most of my uncles were taken to the Russian\nArmy, conscripted to the Russian Army. And some of my aunts were married to these\nuncles or -- they joined the Soviet Army in their retreat, and they went to the -- to\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n9\nRussia. Because they knew what was going on in the -- on the western part of\nPoland. Germans were on the river, so they only had 200 kilometers to come to\nDrohobycz. The Russians were not prepared to fight the Germans.\n>> Bill Benson: So some of your uncles and families going to Russia, but you stayed\nin Drohobycz?\n>> Marcel Drimer: We stayed in Drohobycz because my father at that time was -- |\nwas only five years old, and my sister was three years old. No, | mixed up the dates.\nBut | was very young, and my sister was even younger.\nAnd two of these uncles were killed on the front. Soviet soldiers. But all the others,\nmy aunts and uncles that went to Russia, they survived.\n>> Bill Benson: So here you, though, your family is still in Drohobycz. And now you're\nunder the Nazi control. What happened once they were there?\n>> Marcel Drimer: They -- the Germans started imposing their rules of occupation.\nThe Jews were not allowed to -- first of all, they confiscated the radios, telephones,\narms.\n>> Bill Benson: Even bicycles?\n>> Marcel Drimer: Even bicycles. Everything they wanted to take, they would take.\nThey would -- the Jews were supposed to wear an arm band, children from 8 up, arm\nband with the Star of David. And they imposed rationing of food. The Jewish kids\ncould not go to school. They closed all the Jewish schools. The Aryans were allowed\nto go to school 1-4, because they wanted the Poles and Ukrainians to be slaves. And\nslaves need to know how to read and write. The Jews were destined to be murdered,\nso there was no need to teach the children reading and writing. These were the rules\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n10\nof the ghetto.\n>> Bill Benson: And the Germans started doing what we call aktions. Tell us what\nthat is.\n>> Marcel Drimer: There were two kinds of aktions. There were looting, and there\nwere murder aktions. The Germans would come with their local helpers, and they\nwould take whatever they wanted to take from our houses and apartments. And they\nwould -- and one of these -- my mother was holding my sister in her arms. And the\nGermans were taking some furniture out. And my sister was crying. And the German\nofficer says, \"What a beautiful Aryan looking child.\"\nShe had blue eyes and she was blonde. \"Too bad that she's Jewish. But don't cry,\nlittle girl. Today we just come for your things. We didn't come for you.\"\nBut -- and then there were aktions when they were really just killing people on the spot\nand when they were taking people to the extermination camp.\n| would like to talk about the aktion in 1942. This is before the ghetto was established.\nIn our small apartment, there were nine people. There were four of us. There was\nthis grandfather that you can see here, a grandmother whose husband was killed by\nthe Germans. And maybe I'll go back and talk about my first few days of the\nGermans.\n>> Bill Benson: Please do.\n>> Marcel Drimer: Okay. I'll go back a few days. The first few days of the Germans\noccupation, they -- when the Russians retreated, they killed groups of nationalist\nUkrainians. They considered them enemies. And they left the dead people in the\nmiddle of town. And they spread a rumor -- | don't know who spread the rumor -- that\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n11\nthe Jews killed these Ukrainians. So the Germans gave the Ukrainians a free hand.\nThey could kill and rob the Jews, you know, without any responsibilities. So they -- in\nDrohobycz, they came -- there were some farmers from nearby villages. They came\nto my grandfather's house, my mother's father. And they beat him up. They didn't\nhave access to hospitals or to doctors. So my grandfather died within 10 days. But,\nwhen they took some things out from my grandparent's apartment, they took albums\nof photos. They took these albums, and they shook them out in the mud and in the\nyard and took the albums away. A neighbor, name Mr. Kutskoff, a neighbor picked up\nthe pictures -- there were about 50 of them -- and kept them in his house. After the\nwar my father went there and to look what was left from my grandparents' house. And\nthere was nothing left. But the neighbor came out and handed my father these 50\npictures. Some of the pictures you have seen here, like the picture of me and my\nmother was part of that batch. All these pictures are now in the Holocaust Museum.\nAnd | donated these pictures to the Holocaust Museum.\nMy father at that time was involved -- he was sent there to the university for some\ncourses. | don't know exactly what. Maybe build the nation. This is what the\nRussians were like.\n>> Bill Benson: what the Russians --\n>> Marcel Drimer: Right. So when the Russians attacked, my father wanted to come\nhome and be with his family. But the people at the university said, well, this is war\nthat's going to be fought somewhere else. We will keep going to school. You know,\nyou don't have to worry about it. Of course, seven days later, the Germans were\ninvolved.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nAnd they did the same thing. They -- first they announced that they're going to gather\npeople to take them to work. My father was with my aunt who took care of him. And,\nwhen they heard that there's going to be a -- you know, that people will have to go to\nwork, my aunt told my father that, you know, \"You have to -- you don't have to go\nthere. I'll cover you.\" She covered him under a down blanket. And, when the\nGermans came, she -- Germans and Ukrainians -- this is mostly Ukrainians -- they\ncame by, my aunt says, \"I'm the only one living here.\" And they left. After a few -- the\npogrom lasted three days and 5,000 people were killed, murdered right there on the\nspot.\nThe Ukrainians that did it were nationalists, Ukrainians nationalists under the\nleadership of Stepan Badera. We called them Banderafsi. They were very active in\nhelping the Germans kill the Jews. In Drohobycz, where my grandfather was beaten\nup and killed, they killed 600 people and took 2,000 people.\n>> Bill Benson: Marcel, tell us -- | want to be sure you tell us about going to your\nnanny's house.\n>> Marcel Drimer: That's what | started to do.\n>> Bill Benson: Good. | wanted to be sure you're able to share that with us.\n>> Marcel Drimer: In our house, as | mentioned before, there were nine people.\nThere was my grandfather, grandmother, my father's sister with her two children\nwhose husband was taken into the Russian Army; and of course the four of us. They\ncould not take care of themselves, these people. There were no working men in the\nfamily, their family. So they all lived with us. And my father was the one that provided\nthe meager food. Food was rationed, but my father would -- he decided that we have\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n13\nto -- we cannot spare anything, we just have to live. And he would exchange. He was\nbartering things for food. He would exchange his wedding ring for a loaf or two loaves\nof bread.\nAnd -- but the situation was quite bad in this apartment. There was overcrowding.\nThere was nine people in a place where about four people should have lived.\nAnd my nanny came to the apartment. She would come once a week and bring milk\nand food and play with me. She offered my mother that she would take me to her\napartment because | didn't look good, obviously. And she would feed me up and give\nme a bath, and then she would bring me back. So she took me to her apartment. Or\nhouse. And after two, three days, my sister Irena started bothering my mother saying,\n\"| want to get Marcel back. | want to play with Marcel.\"\nSo mother said, \"Okay, we'll go and get him back.\" She took off her arm band, which\nwas -- the Germans would know that it was punishable by death. Anything was\npunishable by death. Any excuse to kill Jews was okay.\nSo she took her arm band and took her and my sister with her and came to the\nnanny's house. When she came there, | was sitting in the corner crying and Jancia\nwas in labor. She was pregnant and giving birth, and there was nobody else there.\nAnd my mother, of course helped her, did what she could do to help her. And the\nbaby was stillborn. But that time it got to be dark. And Jancia asked us to stay with\nher in her apartment, which we did. And next morning, her husband came from work.\nHe was working night shift. And he said that there is an aktion in Drohobycz going on\nthat the Germans are killing people that they are taking them away and, if they would\ncome to his apartment and see us there, then everybody would be killed. Because\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n14\nhiding Jews, helping Jews was also punishable by death. And he said you have to go\nto my mother and ask -- there is a wheat field in front of the house. There's a little\nroad, a wheat field. And behind that there are some woods. And he gave my mother\na loaf of bread or half a loaf of bread and said go there and find the place and hide.\nAs we crossed the road and came into the wheat field -- this was August. So wheat\nwas already ripe. My mother had a raincoat that was the color of the wheat. And, as\nwe looked -- went through there, my mother noticed that there was indentation in the\nground. And she said, \"We may as well rest here and wait for the aktion to end.\" So\nwe did.\nAnd soon after that, the -- we could hear dogs barking, Germans screaming \"Rous!\nRous!\"\nPeople begging in shouts and screams of pain. And it got quiet for another few\nminutes, 15, 20 minutes. And it started all over again. This was like a light motif in\nthe symphony, over and over.\n>> Bill Benson: Was your sister later told a concert --\n>> Marcel Drimer: Concert of death, yes. And then it got quiet. It was like 6:00 or\n7:00 in the evening. But quiet. We waited another half an hour, and mother got up\nand took us across the road. As we came to the road, looked around, there was no\ncars, obviously, at that time. It was a small road. But there was a German soldier\nwith a dog staring at us. He looked at us, and we looked at him. And it lasted maybe\n15-20 seconds. But it seemed like forever. We thought this is going to be the end of\nUS.\nAnd he just turned around and walked away.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n15\nThis -- the only reason that | could see -- well, several reasons might be that\ncontributed to that. Normally, wnen the Germans went hunting for Jews, they would\ngo in pairs. Because they knew that somebody could have a humane, you know, idea\nto let the Jew live. But, if they were together, the other one would tell on each other.\nSo this is one reason.\nThe other reason is maybe the Germans were so well-organized that they gave\nthemselves quotas. Maybe he had his quotas of kills. Anyway, he just walked\naround.\nAnd we came to Jancia's house. And it was quite dark, and we stayed there for\nanother night.\nNext morning my father came to pick us up. Father was working at that lumber factory\nwhere Jews who did not have families lived and worked. They had dormitories where\nthey worked.\nSo father survived that pogrom. He came and picked us up, and we went home. And\nas we came to the house, the door was broken in. The feathers were flying all over\nthe apartment. And it was empty. All the people that were there -- my aunt with two\nchildren, my grandfather, my grandmother -- were taken.\nWhat's very painful is a neighbor who was observing that said that the Germans and\ntheir local helpers passed the house, somehow it was hidden. And that 10-year-old\nboy ran after them and said, \"Gentleman, you missed a house. There are Jews hiding\nin that house.\" so they --\n>> Bill Benson: So, Marcel, because | Know you have so much more to tell us, tell us\nnow about being forced into the ghetto in the fall of 1942.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n16\n>> Marcel Drimer: Okay. I'll finish. They were taken to an umshatz platz, a place\nwithout food or water for two or three days. And then they were taken to the camp\nand killed. The ghetto -- the situation in the ghetto was very, very tough. We lived in\none room, the four of us. The furniture was taken away. We slept on one mattress.\nAnd somehow we -- my father thought that the ghetto will be liquidated pretty soon.\nThere was always some signals if somebody did some work for the Germans and they\nsaid \"| need it tomorrow,\" this is sort of a sign that there is going to be an aktion and\nthey will be taken away.\nSo father decided to take us out of the ghetto. He bribed the people that worked in\ntown. They would gather every morning in the column. And there was a policeman\nguarding them, taking them to different places where they work. And people would go\nto work. And then on the way back, he would pick up these people and bring them to\nthe ghetto. My father bribed a policeman and --\n>> Bill Benson: Marcel, can | just interrupt for a second. What you're about to tell us\nis SO important. But you were there in the ghetto for one year. So you just had to skip\nover a year living under just dreadful circumstances. After a year your father said\nwe've got to get out of here.\n>> Marcel Drimer: We've got to get out. Because what would have been -- it was\nliquidated. But -- so this is the main reason.\nSo father prepared. He worked in the lumber factory. He prepared a place for us on\nthe -- where the wood was right for a parquet and furniture and so forth. He prepared\nthe place on the attic of that place and also the loosened some planks in the fence of\nthe factory. So, as we -- as we left the column, father took us somewhere -- some\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n17\nhiding place on the route. And said to me, \"You stay here. | can't take you all across\nthe road. You stay here. Hide in the bushes. You stay here. You're a man. And I'll\ntake mom and Irena and then come back for you.\"\nSo he took mother and Irena. And | got very panicky. | was no man. | was eight\nyears old. And scared and hungry. And | heard stories of people abandoning children\nand, you know, and trying to save their lives. Anyway, | was terribly scared. So | ran\nafter father. And the guards noticed father. He says, \"You can't be here. It's illegal.\"\nAnyway, father gave him a jacket off his neck and bought another time to live.\nWe were hiding in that shack for drying wood. Father would bring, at night he would\nbring some food and take waste down, away. And this was like it lasted two or three\nweeks.\n>> Bill Benson: Just so everybody understands, Marcel, your father works in a\nlumberyard. And in the lumberyard where he works, he has constructed a hiding\nplace among the drying racks for the wood. So for several weeks his family, his wife\nand his two children, are hidden inside the lumber factory. That's pretty amazing.\n>> Marcel Drimer: Yes. But the way he -- you know, at night he would deliver food to\nus and take it away. And one of the young ladies that worked there went on a date or\nsomething and saw my father at night with the cans, food. And she confided to\nanother young lady saying | think Drimer -- in Polish Drimer, she said, \"I think Drimer\nis hiding someone here. And | have to make sure that is the truth. And, when I'm\nsure, I'll do the right thing.\"\nThe right thing was to go to the SS and denounce the Jews. The Germans gave for\neach Jew either a kilo of flour or a kilo of sugar. So she -- the woman -- the other\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n18\nwoman to whom she he told that was a friend of my father. And she came to my\nfather and said, \"Jacob, this is what the situation is. That Theresca is going to\ndenounce you.\"\nSo my father was absolutely flabbergasted. Terribly upset. What to do. There's\nnowhere to hide, nowhere to go. But he had a very good friend who was a doctor,\nphysician, who studied in Vienna and was very fluent in German. They came up with\na plan. The doctor wrote a letter to the SS commander saying that he is an SS officer\non leave from the front and that he he had sexual encounter with this Theresca and\nshe infected him with a venereal disease.\n(Laughter. )\nThink about the doctor's Hippocratic oath. Doctor. He had to do it. Anyway, next day,\nthe two SS men came and took Theresca away and took her to the little clinic where\nthe doctor was in charge. | don't know the details, but | know that she was put away\nuntil the end of the war. She could not -- she did not have a chance to denounce\nanybody about it.\n>> Bill Benson: Your father was amazingly resourceful.\n>> Marcel Drimer: He was resourceful. He was a smart man, and he's my hero.\n>> Bill Benson: But, of course, he cannot stay there. He has to get you out of there.\n>> Marcel Drimer: Absolutely. After this incident, we know we have to do something.\nFather went to a little village near Drohobycz and talked to several people trying to\nconvince them to take us in. Some people took advantage of him. They said, \"Well,\nwe're not going to do it. But you have a watch. | want your watch because, you know,\nbecause I'll denounce you.\"\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n19\nBut there was a family Sawinski that knew my mother since she was a little girl. He\nwas Polish, and she was Ukrainians. And father begged her to take us, his family, to\nhide. Well, the problem was, after a lot of begging, she said, Mrs. Sawinski said, \"I\nwill take Laura and Irena, but | cannot take Marcel. Because if somebody would come\nand see a Jewish boy\" -- and it was easy to recognize a Jewish boy -- \"then we all die.\nWe will all die, and | can't do it. So I'll take Irena and Laura.\" My father agreed. He\nwas determined to save whoever could be saved. He was ready. | don't know. He\ntold us that he was ready. | don't Know if it would come true.\nBut anyway, Mrs. Sawinski came one night to pick us up. We were ready. We were\nwaiting in the dormitory where the Jewish workers were. And we started saying\ngood-bye. | was crying, of course. | was supposed to stay, and my sister would go.\nAnd my mother cried. This was her \"Sophie's Choice.\" | don't know if you remember\nthat movie, \"Sophie's Choice.\" She had to make a choice to save the daughter and\ngive up her son. And, of course, Mrs. Sawinski cried. And then, after a while, she\nsaid whatever will be will be. | can't take it anymore. Take the boy with you. And we\nwent. We went at night. We went through rivers and forests and came to the\nSawinski family. We hid there -- | think this was in '43 in the early fall. So we hid\nthere in the barn for a while. Then the barn -- we were in the attic in the barn. And\nthen the barn, the floor gave in. It was a very, very poor farm. They were very poor.\n>> Bill Benson: And a very small farm.\n>> Marcel Drimer: Very small farm, yeah. And then we would hide. Then we would\nhide in the attic. It was a thatched roof.\n>> Bill Benson: Thatched roof?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n20\n>> Marcel Drimer: Sorry. Without a chimney. And we would hide in that attic being\nsmoked through the -- because there was no chimney.\n>> Bill Benson: There was just a hole where the smoke from cooking came up to\nwhere you were?\n>> Marcel Drimer: Exactly. Right. And | forgot to tell you first it was the three of us.\nAnd then my uncle with his wife came. And then some other family came. So there\nwas 13 of us in that barn.\n>> Bill Benson: Just to be sure, this is a very teeny little place.\n>> Marcel Drimer: Very tiny teeny little place.\n>> Bill Benson: You've got, eventually, over the course of a year, 13 people were\nhidden Sawinski family. And how many of them were there.\n>> There were four. The youngest was 12.\n>> Bill Benson: And then 13 people. Some were hidden under floorboards.\n>> Marcel Drimer: There were no floorboards. It was a dirt floor.\nFood was a problem. Farmers were not allowed to slaughter any animals without the\napproval of the German authorities. They also had the cart -- they had to -- they were\nonly allowed to buy for their family. If they would go to a market and buy for 13 more\npeople, it would be suspicious. Then -- there was a refinery nearby, two kilometers\nfrom their house. There were oil wells in the nearby swamp. And they were released\nin Drohobycz where my uncle worked as a butcher. The youngest boy would take a\ncart with the milk contained.\n>> Bill Benson: This is one of the Sawinski children?\n>> Marcel Drimer: The youngest boy. He was 12 years old. He would go to the\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n21\ncafeteria where people ate their meals and take the table scraps from that container\nand bring it home.\n>> Bill Benson: He was taking it supposedly for the animals?\n>> Marcel Drimer: For the pigs. We had first choice. What we didn't eat, the pigs ate.\nWasn't really much food. The hiding was -- we would bathe once a month. We were\ninfested with lice and -- | don't want to talk about it. But it was absolutely terrible. My\nsister would look out through a crack in the window or the roof out. And she would\nsee the chickens. And she said, \"Why can | not be a chicken? | would love to be a\nchicken. | could run around and be free and not be hiding and being hunted like an\nanimal.\"\n>> Bill Benson: And in a fierce Polish winter that you were there, it must have been\nincredibly cold for you.\n>> Marcel Drimer: Yes. Yeah.\n>> Bill Benson: And besides the difficulty getting food, you also had worries because\nyou, of course, have no access to any medical care.\n>> Marcel Drimer: Exactly. My sister was bleeding through her nose. She was a\nbleeder. Our worry was how were we going to bury her so that nobody could see.\nWe could not get out during the day. And we were also afraid to get out at night. We\nwould either lie down in the hole in the ground or sit or lie down in the attic. So for the\nnine months of hiding with the Sawinskis, we could not walk. We could not talk loud.\nWe could only whisper. And, but at least we were safe. If somebody would find out,\nagain, they would -- we had to be very careful. They had to be very careful not to\nsqueal. The boy was 12 years old. He could play with somebody and say that we\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n22\nhave Jews -- but somehow they were --\n>> Bill Benson: They must have been a very brave family.\n>> Marcel Drimer: Very brave. Very brave. By the way, if you go to visit the\nmuseum, there is a list of righteous among nations. You could look up Sawinski\nfamily. Jan and Sophia Sawinski and their four children are listed there as righteous\namong nations.\n>> Bill Benson: You were instrumental in helping them after the war get recognized\nas righteous Gentiles?\n>> Marcel Drimer: My sister helped to. But the fourth generation Sawinski lived in our\napartment. So we helped them as much as we could from Israel and from America.\n>> Bill Benson: Marcel, among the 13 people eventually that ended up in hiding with\nSawinskis was your uncle who had been the butcher, take a minute. And tell us about\nthat.\n>> Marcel Drimer: About him?\n>> Bill Benson: About him. And about the girl that came with him.\n>> Marcel Drimer: Right. He was a butcher in the refinery. And his wife -- | think the\nghetto was already liquidated. His wife and little daughter were -- it's not in the -- it's\nnot in the -- it's not in the Power Point. This is my uncle. This is his wife. And this is\nthe little daughter. They lived in the labor camp where he was working.\nOne day a friend comes in and said, \"Abraham, your wife and your child were taken\naway. And they were taken away in a truck.\"\nMy uncle befriended some German soldiers and German officer because he spoke\nGerman very well. He was a very, very intelligent and attractive man, as you can see\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n23\nhere. So he -- so the German officer said, \"I'll take my motorcycle, and we will go and\ntry to retrieve the child and the wife.\"\nAnd they were driving like crazy towards the forest. And, as they came to the forest,\nthe truck was coming back with their clothes of the people that they -- that were killed.\nThe Germans always utilized everything that they could. Before they killed the\npeople, they took their clothes and put it in the truck. He opened it -- the German\nofficer opened the cover on the truck. And my uncle saw his little girl's shoes, white\nshoes.\nSo he was very upset. He decided not to -- when the next aktion comes, he decided\nnot even hide. He was suicidal at that point. But there was another woman that was\na seamstress also at that camp. And she had a little girl. The girl was playing in the\nyard, and my uncle -- she looked very semitic, the girl. Curly hair. She looked\nJewish, let's put it this way. So he asked the girl, \"Where is your Mommy?\" So the\ngirl took him to her Mommy. And then he told -- this woman's name was Tushia --\n“Look, you are endangering everybody by letting this girl run around.\"\nAnd they started seeing each other. She thought her husband was one of those taken\nby the Russian constricted. And she somehow found out he was taken prisoner of\nwar. My uncle was widower, obviously. So they started being together. And then he\nbrought her to the Sawinskis. Her and the little girl.\n>> Bill Benson: So that was 3 to go along with the other 10?\n>> Marcel Drimer: Right.\n>> Bill Benson: So, Marcel, there you described somewhat what it was like for you.\nYou'd been there a year. And here come the Russians, and you're liberated. Tell us\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n24\nabout the end of the war for you.\n>> Marcel Drimer: The Russians liberated us on August the 6\". | don't remember the\ndate. | do some research when | prepare. It was August the 6\", 1944. And we were\n-- we got out of hiding. We wore the same clothes that we came in.\n>> Bill Benson: And before you got out, though, you were under a fire bombardment,\nweren't you?\n>> Marcel Dimer: Yes. The British bombarded the refineries. And this was the only\ntime that we could get out and breathe some fresh air. Because everybody was\nhiding.\n>> Bill Benson: So everybody is in hiding for the bomb, and you come out to get fresh\nair?\n>> Marcel Drimer: We come out to get fresh air and stretch our legs. But, when we\ngot out, | -- during the nine months we were -- as | mentioned before, we were either\nin the lying down position or sitting position. And we are not supposed to talk loud. |\n-- my leg muscles were atrophied. | couldn't really keep my body straight. And, of\ncourse, | couldn't talk loud. | could only whisper. And we didn't have anything to\nwear. We did not have anything to eat. We did not have a place to go because our\napartment was taken over by Ukrainians or Poles. We just don't know.\nAnyway, but all the Jews who survived that together center of town, in a certain place,\nthere was all together about 450 of us. Drohobycz had 12,000 Jews. 450 survived.\nAnother 400 came from Russia and from the POW camps. And among those that\ncame from camps was Tushia's husband who was captured by Italian units on the\neastern front. He wasn't -- he wasn't dead. He was very much alive. And my uncle\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n25\nalready lived with his wife. Anyway, these were stories. These were stories that on\nthousands. This was a relatively good story. There was a tragedy from a family\ntragedy. But my aunt Tushia, the new wife decided to stay with my uncle.\n>> Bill Benson: For some of you that survived, | think you explained to me the\nRussians were SuSpiCious.\n>> Marcel Drimer: You have a good memory. But my father -- when the Germans\ncame, they called my father to the KGB and said, \"You survived. 90% of the Jews\nwere killed. You must have been a collaborator.\" And my father said, \"I survived\nbecause | survived. | did not denounce anybody.\" He gathered some people, maybe\nthe doctor that helped him or somebody. They went to testify that my father was not a\ncollaborator. Being alive, they considered that you could have been a collaborator\nwith the Germans.\nThen all the people -- all the family that were in Russia, they started coming slowly\nback. And we -- in my family, it was always -- it was always -- the Holocaust was just\nlike a dark cloud falling dust everywhere.\nFirst of all, my parents had to tell their siblings who was killed and when and where\nand how. And | listened to all these stories. There no television. | know all these\ndetails from what my parents were telling their siblings. We left Drohobycz in\nDecember 1945 because this Drohobycz became part of the Soviet Union and part of\nGermany. Eastern part of Germany is the Yalta agreement became part of Poland.\nSo we moved to these territories that used to be German. And | lived there until\n‘61 and came here in '61.\n>> Bill Benson: When you -- tell us -- you had mentioned your legs had been\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n26\natrophied. You had, of course, now to start school. What's it like?\n>> Marcel Drimer: | was 10 years old. And | was illiterate, and | had to go to school.\nSo they decided not to give -- put me in the first grade. They put me in the second\ngrade. Because | didn't read or write, but that's okay. | was not quite normal. | did\nnot run around with the kids. | did not talk. | was sitting quiet. And, you know, the\nteacher complained to my mother that your son is not normal. He's not playing with\nother children. And so forth. But mother said look, give him another few months and\nhe'll be perfectly normal. | tried very hard to be normal.\n| -- | started exercising at the age of 12, and | still exercise. | even went to a boxing\nclub, and | trained for boxing. And | could see this was when he was 14 or 15. | could\nsee some -- you know, results. But, you know, being in boxing club, you have to go to\nthe ring sometimes and face another boxer. Well, anyway, | took out of -- my\nopponents broke a bone in my nostril, and that was the end of my boxing career.\n>> Bill Benson: As it turned out, you would live for 16 years under communist rule. In\nour remaining time, tell us how you were able to leave communist Poland. But, before\nyou do, till us about the advice your father gave you about an occupation.\n>> Marcel Drimer: Right. Right. | graduated high school in 1953. Both my sister and\n| were very good students. | caught up. | was three years behind because of the\nHolocaust. But | caught up two years. And | was still 19 when | graduated. Very, very\ngood, with very good results. And the time comes to apply to the university. | was\ninterested in nice things of life. | liked good music. | liked reading a lot. And\nphilosophy. And | suggested to my father that maybe | will go to the humanities. And\nmy father quite, you know, strongly said, \"Don't be an idiot. You are Jewish. You are\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n27\nnot going to stay here the rest of your life. You will -- we will end up in Israel or in\nAmerica or in Western Europe or somewhere else. And you need a profession that\nwill bring that for you any time. Philosophy you can do as a hobby. Music you can do\nitas a hobby. But you have to have a profession.\"\nBut anyway, | went to -- | went to the Polytechnic Institute where | got a degree in\nmechanical engineering. Specialty agricultural machinery. And came here to be an\napprentice at the watch making shop. My father's uncle, agricultural engineer and\nwatch maker. This was just an excuse.\n>> Bill Benson: And then from there, of course, had an amazing career after that once\nyou were here in the U.S.\n>> Marcel Drimer: | did very well. Thank you.\n>> Bill Benson: Marcel, | think probably everyone here knows we could have spent\nthe entire afternoon and beyond to dig just even a little deeper. Unfortunately, we\ncan't do that. I'd like to thank all of you for being here. We really appreciate it. I'm\ngoing to turn back to Marcel in just a moment to close our program. Bult first I'd like to\nremind you that we will have First Person programs each Wednesday and Thursday\nuntil the middle of August. You can get information on our Web site.\nIt's our tradition that our first person gets the last word. So, before | turn to Marcel for\nthe last word, | want to mention two things. One, because we didn't have a chance for\nquestion and answers, Marcel when he's finished will step off the stage over here.\nSo, if you want to come and meet him, shake his hand, ask a question, please do so.\nDon't be inhibited at all. That's a really nice thing to do.\nThe second thing we'd like to do is our photographer Joel over here is going to come\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n28\nup on stage and take a picture of Marcel with him with his back to you. And we would\nlike you to all rise so that, when he takes that picture, the backdrop is all of you. So, if\nyou don't mind when Marcel is done, we'll do that. So Marcel.\n>> Marcel Drimer: This is something new.\n>> Bill Benson: It is new. It is brand-new.\n>> Marcel Drimer: I'm talking to you and others who want to listen to me because\nthere are people and organizations who claim that Holocaust is a hoax that it never\nhappened, that the Jews made it up to get money from the Germans. | am a witness\nthat it did happen. By listening to the stories of my childhood, you become witnesses\nalso. Our good friend, the late Charlene Schiff said that we all have to fight the four\nevil ls: Intolerance, injustice, ignorance and indifference. These are the roots of\nmen's moral corruption that allowed Hitler and his master race helpers to come to\npower and torture and murder millions of people he considered undermentioned, not\nworth living. Not only Jews but people with disabilities, gypsies, homosexuals, and\nmany other groups. Changing these behaviors is the path to preventing Holocaust\nand genocides. And this is what the Holocaust Museum is all about.\nAnd | would like to read a quote from Pastor Martin Niemoller about not getting\ninvolved. \"First they came for the socialists, and | did not speak out because | was not\na socialist. Then they came for the trade unionist, and | did not speak out because |\nwas not a trade unionist. Then they came for the Jews, and | did not speak out\nbecause | was not a Jew. Then they came for me, and there was no one left to speak\nfor me.\"\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n29\n>> Marcel Drimer: Thank you. It's going to be a monstrosity.\n(Laughter. ]\nYou're a pro.\n>> Bill Benson: Thank you so much for being here. Thank you.\n[Program ended at 12:04 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\n",
    "segments": []
}