{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JULIE KEEFER\nThursday, August 13, 2015\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nJulie Keefer, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a twice-weekly series of conversations with survivors of the Holocaust who\nshare with us their firsthand experiences during the Holocaust. Each of our First Person guests serve\nas volunteers here at this museum. Our 2015 program concludes today. The museum's website, at\nwww.ushmm.org, provides information about each of our First Person guests and will have information\nabout our program's resumption in 2016.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Julie Keefer's biography so that you can\nremember and share her testimony after you leave here today.\nJulie will share with us her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Julie questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Julie is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nJulie Keefer was born Jula Weinstock to Jewish parents in Lwow, Poland, on April 19, 1941.\nThis photograph of Julie is the only one that exists from her time in hiding.\nOn this map of Poland the arrow points to Lwow where Julie was born.\nThis photograph shows Julie's maternal grandfather, Aizik Eisen, as a young man wearing his\nmilitary uniform.\nIn this photograph, Julie's father, Herman, is the man farthest to the left with the mustache and\nher mother, Sala, is the woman farthest to the left. Besides Julie, Herman and Sala also had a younger\ndaughter named Tola.\nIn June 1941, the Germans occupied Lwow. German authorities, assisted by Ukrainian\nauthorities, forced all Jews into a ghetto enclosed by a wooden fence. On this map the white arrow\npoints to the location of the ghetto. Julie's grandfather was selected for forced labor. After working at a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nlime stone quarry, he then worked at Janowska labor camp, indicated here with the red arrow. The\nnearby Kleparow train station is indicated by the blue arrow.\nJulie took this photograph of the Kleparow train station in 2013. Thousands of Jews from the\nLwow ghetto were deported from this station to the Belzec extermination camp, including members of\nJulie's extended family. Julie's grandfather eventually escaped from labor camp. He learned that the\nLwow ghetto would be destroyed and helped Julie, her parents, and her sister to hide in a bunker in a\nnearby forest with other Jewish escapees. Julie and her sister's cries placed everyone at risk, so Aizik\nmoved the girls to live with a non-Jewish family friend, Lucia.\nThis photograph shows Lucia Nowicka on the left and Julie's grandfather, Aizik, on the right.\nAizik assumed the identity of Lucia's husband and Lucia and Aizik pretended they were their aunt and\nuncle.\nAizik traveled back and forth between the town and the forest where Julie's parents hid. At\none point Lucia was arrested by Security Police. With Lucia in prison, Aizik hid Julie's sister in a\nCatholic children's home. Lucia eventually was released from prison and continued caring for Julie.\nOne day while Aizik was visiting the girls, Germans discovered the bunker in the forest and killed\neveryone there, including Julie's parents. At the end of the war, as Soviet troops approached,\nGermans evacuated the children's home where Julie's sister hid. Aizik and Julie were unable to find\nJulie's sister.\nHere we see Julie and Aizik in a Displaced Persons Camp after the war. Aizik sent Julie to\nAmerica in 1948, hoping to join later. Julie lived in a children's home for six years until a couple from\nCleveland, Ohio, adopted her. Aizik married Lucia and they eventually immigrated to the United States\nand settled in New York.\nFollowing Julie's adoption by Thea and Fred Klestadt at age 16 in 1957 and her graduation\nfrom high school, Julie attended Oberlin College in Ohio where she majored in French with minors in\nSpanish and art. While at Oberlin Julie met Larry Keefer whom she would marry on June 24, 1962, 53\nyears ago. Julie furthered her education with a Master's degree in special education to work with\nemotionally disturbed adolescents and did Ph.D-level study in Human Growth and Development. She\nstudied at the University of Nebraska but after she and Larry moved to the Washington, DC area, she\ncontinued her studies at Bowie State University and several other academic institutions.\nJulie spent 29 years with the Montgomery County, Maryland Public School System retiring in\n2001. Over the course of those three decades she held a number of key positions including mainstream\ncoordinator working with special needs students and teachers at several high schools, and participated\nin teacher training programs, some in conjunction with American University. All of them dealt with\neducation equity. Among her many accomplishments she created LUPE, an anti-gang program to\nimprove academic performance among Hispanic students at an area high school. A memorable\noccasion was a visit by President Clinton and British Prime Minister Tony Blair to a high school where\nshe was the Administrator-in-Charge.\nJulie's husband Larry is a Ph.D. chemist who worked first at the Chicago Medical School and\nthe University of Nebraska Medical School before joining the scientific staff at the National Institutes of\nHealth/National Cancer Institute here in the Washington, DC, area in 1971. Much of Larry's career has\nbeen devoted to cancer research and cancer-related drug development. Larry plans to retire in\nSeptember after completing 44 years with the NIH/NCI. Larry is here with Julie today.\nJulie and Larry have two children, Steve and Simona, and three grandsons. Steve, a former\nArmy Ranger, received a dual degree in Economics and Japanese from the Wharton School of\nBusiness and the University of Pennsylvania. He now owns two businesses. Steve's oldest son is a\nsenior at the University of Maryland Baltimore Campus and his other son starts college this fall at\nEarlham College in Indiana. Daughter Simona is a fine arts artist and after a career in photography\nnow has her own business. Her son will start high school later this month. As Julie noted to me with\npride, \"We got really lucky on kids and grandkids.\"\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nJulie is a volunteer with this museum where you will find her at the Membership Desk on\nThursdays where she shares her story with museum visitors. She also spends time at the Information\nDesk.\nIn addition to Larry, Julie is also accompanied today by her cousin Suzanne Jonas of Santa\nCruz, California, and her cousin Linda Schroeder and Linda's husband David Schroeder of Halifax,\nNova Scotia, Canada. All three are university professors. Also joining them is a family friend,\nJosephina.\nWith that | would like you to join me in welcoming our First Person, Julie Keefer.\n[Applause]\n>> Julie Keefer: Thank you.\n>> Bill Benson: Julie, thank you for joining us. It's a privilege to have you here as our First Person and\nalso to see that we have your family here right in the front row. They can keep an eye on you.\nJulie, we have just a very short hour together. You have a great deal to share with us so we'll\nstart. World War Il began with Germany and Russia's invasion in Poland in September 1939. When\nyou were born, April 1941, the city with your family lived was under Soviet occupation. | know you\nknow very little about your family and circumstances for them prior to the war but to the extent you can,\ntell us what you're able to tell us about your family before your birth.\n>> Julie Keefer: My grandfather had two children. My mother was the younger. The man in the\nuniform, in the picture you saw, the Polish uniform, was my uncle whose name | don't know. The\nwoman below him was his wife. They had two sons. | know they were killed. | don't know exactly\nwhere.\nMy parents, we were taken -- we had gone to Lwow in October 2012 and we visited the place\nwhere | was living with my parents, supposedly. Later, for those who are interested, | have some\nphotos that we took so that you can see the apartment.\nThen we were forced -- in July, my grandfather wrote -- my grandfather wrote all of these\nthings in a diary after he immigrated to the United States in 1950. The original of that diary is in English\ntranslation in this museum.\nOur grandfather was an importer of fruits and vegetables, pretty well to do. My parents were\nprobably -- | don't know. My father was a tinsmith, my mother was a Jewish opera singer. When the\nRussians came, | think it probably was too bourgeois to be an opera singer so she was cited as working\nin a factory.\n| don't Know much else.\n>> Bill Benson: Julie, one of the things you shared with me -- you really told me you don't really\nremember your parents but there is a particular song that you said that evokes a feeling or memory of\nyour mother. Tell us about that.\n>> Julie Keefer: There is -- of all things, | was brought up speaking Polish and some German but not\nYiddish. And | only learned Yiddish in DP camp after the war. But this particular lullaby -- | can't\nremember exactly the name -- is a song | remember my mother singing to me. | heard a recording. It\njust churned up that memory of my mother.\n>> Bill Benson: Julie, at that time you did have a few family members living in the United States. Is\nthat so?\n>> Julie Keefer: | had my grandfather's two sisters. He was the oldest of six. Then came Aunt Rosa,\nthe second oldest. Then came three brothers. And then the youngest, Helen.\nBefore the war, long before the war, my grandfather's father sent the girls to the United States\nso they would not suffer during the Pogroms that were going on. They settled in Brooklyn. And when |\nfirst came to the United States, | lived with Aunt Helen who shared a duplex house, part of a duplex,\nwith her older sister Rosa, who was a widow. And Aunt Helen had a daughter four years older than |\nwas. Rosa had a daughter who was eight years older than I.\n| also had my father's aunt, | called Tanta Sigel. | didn't like English very much so my father's\nsisters were called aunt and my grandfather's sisters -- my grandfather's sisters. My father's aunt |\ncalled Tanta Sigel. She was as warm as she could possibly be. She was this tiny, tiny woman with\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nhigh, high cheekbones and huge, bright blue eyes, a little Cupid mouth. She and Uncle Jake had two\nchildren, Adele and Marvin. Marvin was in the Army. Adele was newly married living with her husband\nin this tiny, tiny, one-bedroom apartment with Tanta Sigel and Uncle Jake.\n| would go to be with them on weekends. | used to live for those weekends. They were so, so\nwarm and caring. Aunt Helen spoke Polish. No one else spoke a language | understood. But\napparently, what | was told, was that | was kind of this sad sack of a kid who with sit on the third floor of\na walkup, tiny apartment, staring out the window, in the Bronx, looking at people walking by and across\nthe street was kind of a ballpark where people played pickup basketball. And | would just sit there and\nnot talk, not anything. He had won a teddy bear at one of the amusement parks and was saving that\nteddy bear for his first child. | guess he took a look at me and thought, hmm, this kid needs it much\nmore than our first so he gave me the teddy bear. And | remember Tanta Sigel saying, well, what are\nyou going to call the teddy bear? And | said, \"Lalka\" which, originally as it could be, it means doll in\nPolish. And | had my lalka.\n>> Bill Benson: Nazi Germany turned on the Soviet Union June 1941, just months after your birth.\nWithin days your city of Lwow was occupied by the Nazis and your family was forced into a ghetto. Tell\nus what that meant for you and for your family, including your grandfather, Aizik.\n>> Julie Keefer: My grandfather had a house that was in the ghetto. He and some male relatives, my\nfather included, built a secret compartment in his barn which they called a bunker. That's where my\nfather, my mother, my baby sister -- well, my baby sister was born there -- and | lived there. And we\nwere there from’ 41 until 43.\nMy grandfather, who had escaped from Janowska labor camp, found out from the man who\nhad helped him that the Nazis were going to burn the ghetto in 1943.\n>> Bill Benson: Before we turn to that, just a couple of questions. As you just mentioned, your\ngrandfather escaped from Janowska. Tell us how he got to Janowska, which was an infamous camp.\n>> Julie Keefer: It was. Not only was it infamous, according to the records from the Soviets, the\nNuremberg trials, 200,000 Jews were killed at Janowska. It was a huge, huge -- it was a labor camp. It\nwas a concentration camp. And it was an extermination camp.\nMy grandfather was very strong. They put people in lines and they decided, for example his\nwife Clara was taken to Belzec and gassed but he was a strong man so they took him and other\nrelatives | do not Know to work in the forced labor. His job was to do something with rocks. And he\nworked in the cutting and carrying rocks.\nWhen he lost 100 pounds, because the food was almost non-existent, the conditions were\nhorrible, grandpa once said to one of the Commandants, \"You can't have 16 people on these bunks.\nThey don't fit. You could have eight at most.\" Because he said that, he got beaten 100 strokes on his\nbare body. It was only other prisoners putting wet rags on him at night. And when it was time for the\nmorning lineup, yes, roll call kind of thing, he kind of stumbled out and was there. The Commandant\nsaid, \"You pig. You're alive. | thought | killed you.\"\nThe food was 1/16 of a kilos of bread per day, a weak soup made of some cabbage. And the\nlabor was intense. Then, one of the two Commandants -- | have a picture of the house that the\nCommandants lived in. And by the way, it's still standing. Rokita would stand at one of the balconies\nof the house. If he didn't like the way your Jewish star was sewn on your jacket or pants, he would\nshoot you in the head. He had a habit of just shooting Jews in the head.\nOne of the things that grandpa described was one of the favorite ways of punishing or\nwhatever was to hang Jews upside down by their feet and letting them expire. He talks about a friend\nof his who was killed this way.\nWhen he had lost 100 pounds and knew that he was going to be shot because he could not\nwork at the hard labor that he had, he decided to escape. As the centuries were letting in new\nprisoners -- remember that the camp was surrounded by electric wire -- but where the centuries let in\nnew prisoners he ran out. And we have a picture of the hill where he probably ran down. He ran down,\ncrossed the street, Janowska Street, and jumped down a tall ravine. When he jumped down, he had\nhis hands up. And the century managed to shoot his right thumb. He was wearing a thin concentration\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ncamp uniform, no shoes because his feet were so big. He ripped off the Jewish star off his chest and\nhis legs and went running along with the train to be hidden so that he did not get shot anymore.\nThis was late November in Poland, snowing, and very, very cold. He ran into one woods\nnearby. His hand was throbbing. He was feverish and cold and hot. After a while he stumbles to a\nPolish, small farmer's house. He, of course -- you could tell he was a Jew. He was wearing the\nconcentration camp uniform. And, of course, the Polish farmer saw this. Aizik said -- my grandfather's\nname is Aizik. He said, \"I don't want to endanger you.\" Because Pols who helped Jews were the most\nthreatened of all in that their families were taken and hung before their eyes. And then the Jew was\nkilled and the Polish person was shot. So it's one thing to lose your life alone but it's quite another\nwhen it comes to watching your family die. So it was a very difficult decision for Pols.\nAnyway, this Pol was an unusual man. He said: Look, Aizik, of course, what the Nazis are\ndoing is horrible. He put mercurochrome on his thumb, bandaged it, gave him a change of clothes,\nwarm jacket, rags, and these kind of slippers with rags to wrap around his feet. He said, you know, he\ncould sleep in his barn. Aizik said, “I don't want to make you and your family be threatened.” And\nMr. Bereczki said, you know, “I'll just leave the barn door open and then if the Nazis come, I'll say, \"I\ndon't know who sleeps in my barn. The door is open. Anybody could come.\" So that's what he did.\nThe following day, Mr. Bereczki gave him three breads and some salt and some fruit and a\nshovel and led him to the Borszczowice Forest, which was a very, very large forest about five or so\nkilometers away from his house. That's where my grandfather began to dig a ditch with a shovel to\nhide himself from the elements and also from the Nazis.\nIn two weeks, he says in his diary, that he had made a tunnel about four feet by two feet. As\nhe was waiting and just trying to live, he heard some men approaching. Lo and behold, they were\nspeaking Yiddish. So he got out of this kind of lean-to and stood up and they almost shot him. He said,\n\"Look, I'm a fellow Jew.\" So they all rejoiced. One of the men had a gun. My grandfather had been a\nsoldier and a kind of a small-time officer, very unusual for a Jew in the First World War. And then he\nwas in the Polish cavalry afterwards because he looked good on a horse.\n>> [Laughter]\n>> Julie Keefer: So he had military experience. So he was the leader of this group. And the men\nexpanded the tunnel, expanded the tunnel. More and more Jews were coming into these woods from\nvarious small towns around because the Nazis were gathering up Jews to take them to the gas\nchambers.\n>> Bill Benson: Julie, over time it ended up with more than 30 in your grandfather's group in this\nbunker in the forest. They began to engage in acts of resistance against the Nazis. Tell us a little\nabout that and then how you and your family also ended up in the bunker with them.\n>> Julie Keefer: Ok. The people in the tunnel would attack Nazi munitions trucks, shoot the tires and\nkill the drivers who would not run away, and steal grenades, guns, ammunition, clothing, anything they\ncould get their hands on. Then they would store it. They would bring it back at night and store it in this\nbunker.\nThen the second question you asked me?\n>> Bill Benson: How you and your parents ended up in the bunker.\n>> Julie Keefer: Mr. Bereczki had been taken as a political prisoner to Janowska. And then the\npolitical prisoners were let go. He was taken because his son was killed as a member of the Polish\nunderground. He told my grandfather that the political prisoners were let out to make room for more\nJews because the Nazis were going to burn the ghetto soon. The victims would be taken to the\nKleparow station to be gassed at Belzec or to Janowska.\nAnyway, when grandpa found this out -- we were hiding in the ghetto, remember, in that barn.\nSo he made arrangements with Mr. Beretzki to hide my mother, my baby sister, and me in part of his\nbarn to save our lives. Then he made those arrangements and he asked for volunteers of the men. All\nthe men volunteered. He picked five. They took a commandeered Nazi truck and drove near the\nghetto. My grandfather said, “Stay in the woods and I'll go into the ghetto alone.” He went into the\nghetto and got my mother, my father, my baby sister, and me out.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nThe interesting thing is my baby sister had been born. She was born September of 1943.\nAnd that was first time my grandfather saw her. He had lost so much weight and his hair was from\nbrown turned to white. His daughter, my mother, didn't recognize him. But the story | was told was that\n| did and | ran up to him and grabbed his legs and said, \"Dziadzia,\" which means Grandpi. We were\nvery, very close he and |. Then my father took the baby, my grandfather took me and got us into the\ncommand truck, out of the ghetto, and then drove us to Mr. Bereczki's.\nWhat | remember about that is very, very little. All | remember is the smell. And the smell was\nlike ammonia. What | was told was they were trying to dye my mother's hair blond. So | don't know\nwhether this was from bleach or peroxide or cow urine because there were cows right here. But\nnevertheless, my mother said, “I won't stay here. I've already lost my mother. | don't want to lose my\nhusband and my father. And I'm not going to be separated.”\nYou couldn't argue with my mother. Apparently she was quite stubborn. So we all -- the\ncommand truck went back. My grandfather, my father, my mother and | trudged in the woods to the\nbunker. Snow was falling. | remember sticking out my tongue and tasting snow. And it was so special.\nSo we got to the bunker. The bunker -- it's interesting because | remember the bunker but no\none in it except my grandfather. The bunker was this huge tunnel. And | remember a ladder that\nseemed very, very high to me but was probably only six feet. You went down this ladder. Dziadzia\nsays there was straw at the bottom. | don't remember the straw. What | remember is touching the\nwalls. They were muddy and damp and cold. The room was probably about 12-by-8 or something like\nthat. | don't know. But! remember walking along and feeling the walls and walking. At the very end of\nthis so-called room was a splintery, wooden roundtable. On top of it sat a fat candle. This was the only\nsource of light. Then as you went around, there was an opening. | kept feeling my way. And then\nthere was another room, smaller, completely dark. What | remember is that | was about to touch\nsomething cold and smooth and Dziadzia screamed at me, \"Stop.\" He was about to smack my hand. |\nmean, my grandfather never raised his voice to me much less his hand. Later | found out those were\nrifles, guns, and grenades.\nSo what | hear about this bunker is that in the Borszczowice Forest were a very big and\nwell-armed band of Ukrainian resistance fighters. And they were the followers of Bandera. And they\nwere called Banderivtsi. The Nazis didn't like coming into that woods because the Banderivtsi would go\non tops of tree and throw all kinds of grenades, whatever at Nazi who kept losing people. So they\ndidn't -- and there were 200 of them. They were well-armed and well trained.\nMy grandfather asked if they could join them. And the Banderivtsi said no. They didn't much\nlike Jews either. But they said, ok, you leave us alone, we'll leave you alone, which was a big deal.\nAnd the only Jews they wanted and they kind of conscripted, were Jewish doctors.\nSo the Nazis thought that all of these raiding activities were being done by the Banderivtsi.\nThey didn't realize that this small band of Jews was doing the same thing and going to various outposts\nof Ukrainian collaborators and getting food and clothing and so forth.\n>> Bill Benson: Julie, your grandfather made the decision to take you and your baby sister, Tola, out of\nthe bunker and back into hiding in Lwow. Tell us what prompted that decision and then after he did\nthat, he returned to the bunker and tell us what happened.\n>> Julie Keefer: He -- | was about 2 1/2. My sister was 5 months old. It was cold and damp. Food\nwas scarce. There was canned milk. All of us had lice, terrible, terrible lice. We cried and made noise.\nAnd thaw was coming. People began to be very, very frightened that the Nazis would pick up the\nsmell, the Nazi police dogs, or hear the sounds of us crying. There were four children amongst 37\npeople. Two of the children were in their teens and then there was my baby sister, a 5 months, and\nme. When | started crying, my father would tell me to be quiet and | guess | would listen but\nwhen -- how do you stop a 5-month-old baby from crying? My mother would put her hand over her\nmouth. And my grandfather was afraid that she would smother the baby. So he said that being in\ncharge he was responsible for everybody's life not just his family and he couldn't allow us to jeopardize\nthe lives of all of these other people. After all, everyone has a right to live.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nSo he dressed -- he got Mr. Bereczki help him, dressed as a Polish peasant with the typical\nkind of coat, jacket that they wore. He got a cart that Mr. Bereczki would use to bring things to the\ncentral market in Lwow and set out with us. He was looking for Dr. Gror, who was at a children's\norphanage in Lwow. He looked and no Dr. Gror. He describes in his diary how he got desperate and\nhe was about to leave us because he thought we were cute, we were little, somebody would find us\nand take care of us and he would come back if he lived after the war and get us.\nJust as he was about to do that, he ran into a Polish Catholic woman, Lucia, who used to be a\nneighbor of his. He helped her and her husband, who ran kind of a taxi cab business with horses.\nThey were very close friends. Meanwhile, Lucia's husband had been taken away or killed in one of the\nmass reprisals. But he said -- she said, \"Eisen, I'm so happy to see you. Mr. Eisen, these must be\nSala's babies.\" And grandpa said, \"Lucia, can you take them and take care of them?\" And she said, \"I\nno longer own my own house. | work as a live-in housekeeper to a retired Polish Catholic couple. |\nwould have to ask.”\nSo they made up a story. The story was that my grandfather was Lucia's husband. He\ntook -- fortunately they were the same height, same hair color, same eye color. So he took her\nhusband's identity papers and a copy of the marriage license and pretended to be her husband.\nHow to explain us. We, my baby sister and |, were supposedly her sister's children. Her\nsister lived in a small town not far and supposedly had died and that Lucia had to take care of her little\nnieces because her sister had died. So we were the nieces and we went to live in that house where the\nSwierczyskis lived. Grandpa was working as a laborer anywhere he could find to bring in some food or\nwhatever. The Swierczyskis did not know that we were Jewish.\nNow, there's an interesting thing. The Swierczyskis had a house whose huge garden abutted\nthe garden of the Nazi governor of Lwow. So there | was hiding in plain sight. There were Nazi\nsoldiers all over the place.\nNow, as Bill mentioned, the Gestapo took Lucia away for questioning because a woman down\nthe street had said that Lucia Nowicka, housekeeper for the Swierczyskis, was hiding Jewish children.\nSo the Gestapo took her for questioning. No one, the Swierczyskis, no one knew why they were taking\nher. But Dziadzia came back to the house --\n>> Bill Benson: Your grandfather came back to the house.\n>> Julie Keefer: To the house. And found that Lucia was gone and found out that the Gestapo had\ntaken her. So he talked to Mrs. Swierczyski and asked her would she talk to the wife of the\nCommandant, they were friends, and see what she could do to get Lucia out. He was terribly worried\nthat the Nazis would torture her, Lucia, and hurt her and that Lucia would crack under the pressure and\nsay that she, in fact, was hiding Jewish children and, in fact, Aizik was a Jew and other fact that\n30-some-other Jews were hiding in a hidden bunker in the Borszczowice Forest.\nWell, she asked. Mrs. Swierczyski talked to the Commandant's wife. The Commandant got in\nhis car and went to Gestapo headquarters and said, “Free Lucia Now.” That's when everybody found\nout why she was there. The Gestapo said \"Clean up and don't tell a soul what happened here.\" And\nshe was then taken by that car back to the Swierczyski's. She had not cracked. She had not\nmentioned anything.\nWhile she was gone, Mrs. Swierczyski had to take care of me, my baby sister, all the cooking,\nthe cleaning, and a very large house, the cow, the pig, the horse and couldn't cope. So she said, “I\ncan't have a baby.” So my grandfather changed Tola’s name from Tola Weinstock to Antonina Novicka\nand took her to the Catholic orphanage run by Dr. Gror, who was a very famous professor of pediatrics,\na pediatrician who ran a children's home. So grandpa thought, well, at least one of us would live\nthrough this war. And if he did live, he would come back after the war and get her.\n>> Bill Benson: So when Lucia was released from the Gestapo and came back, by that time Tola was\nnow in the orphanage and you are there with Mrs. Swierczyski. At that point | think your grandfather\ndecided, ok, things are ok for the kids and he decided to return to the bunker at that point. Didn't he?\n>> Julie Keefer: There was one thing that happened in between, if | may.\n>> Bill Benson: Absolutely.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Julie Keefer: One day Lucia was taking a walk through the woods, looking for any spare potato,\nanything she could find for food. | was going with her. At this point | was 3. She was teaching me how\nto pick Dandelions with long stems so she could make me a wreath. | picked the Dandelions, more or\nless with long stems, and she made me a wreath. She kept on walking. | got tired. And apparently --\nthis is what | was told. | do not remember this. She kept walking and | just was tired so | fell down and\nfell asleep.\nPretty soon something picks me up, somebody picks me up, and carries me to the home of\nthe Swierczyskis. Lucia was sure that | had gone home before her. She sees this Nazi soldier carrying\nwhat she thought was my dead body and she's about to scream. And Mrs. Swierczyski, who spoke\nGerman and Lucia did not, said, \"Lucia, be calm\" and put her hand over her mouth. Then, whatever, |\nwoke up. And at that point | woke up and the soldier said, \"You know, she reminds me of my children\nat home and | miss them so. May | take her picture?\" And said yeah. So he took my picture. And\nthat's the photo you saw of me, age 3, with a wreath over my head, the shoes that were too big. That\nwas the only picture | have of me pre to the war, during the war.\n>> Bill Benson: Tell us about your grandfather returning to the bunker.\n>> Julie Keefer: Then my grandfather came back and thought, wow, ok, everybody's going to be safe.\nYou know, my two granddaughters are safe. | have to check on my daughter and her husband and the\nother people in the bunker. It was night. He met another man who had also left the bunker to join the\nresistance. He and this other man went to stay with Mr. Bereczki, or his barn, until morning so they\ncould find the bunker and see what was going on. In the morning they got to the bunker and they saw\neverything was all asunder. There were dead bodies. And Dziadzia was sure that it was the grenades\nthat they had that had exploded. And then he and the other man saw the bullet wounds in each of the\nbodies.\n>> Bill Benson: Including your mother and father.\n>> Julie Keefer: Including my mother and father. He and the other man buried everyone back at this\nhuge bunker and said Kaddish, which is the Jewish prayer for the dead and then returned. This was in\nApril 1944. In June or July of 1944, the Russians came and the war was over for us.\n>> Bill Benson: The war is over. You're liberated. Tell us, one, how did the Russians treat you, treat\nyour grandfather, now that they were in control. And | want you to tell us about Tola.\n>> Julie Keefer: The Russians at that time were very, very kind to concentration camp survivors, which\nmeant that grandpop could get an apartment, for example. He could get to the front of the line or\nwhatever for food. They were very kind at that point. And we saw them as our liberators, at that point.\nBecause things changed but not yet.\nYou wanted to hear about Tola. Tola was placed in this orphanage. The orphanage was on\nPolinow Street [phonetic]. We tried to find the building. What had happened was the orphanage, a part\nof the roof was bombed. So the children and the nuns were moved to another place, Korycin, which\nwas kind of like a spa, a vacation spot. Then my grandfather went there to look for her and saw the\ncaretaker who said, \"I'm sorry, Mr. Eisen. You're about four months too late. The children were\nmoved.\" And he said, \"Where?\" One story, one half of them supposedly were taken to Hungary. And\nthe other half were taken to Switzerland or Germany or France. So he went to all of those places and\nnothing. You could not get into Hungary at that time at all. The Russians had it absolutely locked\ndown. So we never found my sister. We looked for her for years and years.\nWhen | was in the children's home where | was --\n>> Bill Benson: In Cleveland.\n>> Julie Keefer: In Cleveland, Ohio. My social worker came to me and brought me a black and white\npicture of a girl who was about two years younger than me, with a big, white bow on her hair, and kind\nof the dreamy, light eyes of my father, and said \"The Red Cross thinks this is your sister.\" So | was\necstatic because | thought, wow, my sister. | really wanted her. So | took that picture and that went\neverywhere with me. And then two weeks later -- no. Then the social worker took me to the hospital to\nhave blood tests. Two weeks later she called me into her office and said, \"Julia, I'm sorry. This child is\nnot your sister. The blood does not match.\" And we never found her.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: And Julie to this day, you still hold out hope that she's alive somewhere.\nJulie, in the time we have left, tell us, first, about your grandfather and Lucia. Because your\ngrandfather wanted to --\n>> Julie Keefer: My grandmother?\n>> Bill Benson: Your grandfather wanted to help Lucia out for all that she had done, as well as\nMr. Bereczki. But their relationship changed. Tell us about that and then about them sending you to\nthe United States. And then lastly | want to make sure that you have a little time to talk about yours and\nLarry's return to Lwow.\n>> Julie Keefer: My grandfather had -- | don't Know what he had done but he had quite a bit of money.\nHe offered to pay Lucia all of it for saving our lives. She said, “Look, we've been a family. | want to\nstay a family with you and Jula.” At one of the DP camps we went to, Lucia was told that she had to\nconvert. And in order to convert, she had to go in the ritual Bat Mitzvah and she had to shave her\nhead. So Lucia went up to Aizik and said, \"Aizik, | have so little hair to begin with. | don't want to do\nthis.\" So Aizik, who could be very imposing, went up to this little tiny rabbi and said, \"Rabbi, this\nwoman is more precious than diamonds. That she wants to be a Jew is an honor to all Jews. | don't\nwant anything to stand in her way.\" Ok, Aizik, she won't shave her head, all right, all right. So they got\nmarried. And she didn't shave her head.\n>> [Laughter]\n>> Julie Keefer: Then, Mr. Bereczki, grandpa went and he got every kind of food and clothing he could\npossibly get, 10 suitcases worth. He drove it down, all of it, to Mr. Bereczki. All of the peasants all\naround couldn't believe it. Where is this -- grandpa said, \"You did us more honor than we can ever\nrepay you but this is something to show you our deepest, deepest gratitude.\" So he said, \"| want very\nmuch to honor you the only way | can right now.\"\n>> Bill Benson: Julie, you have so much more that you could tell us. | wish we could spend several\nhours with you but we can't. You've had to skip over many, many details. In the little time we have left,\ntell us a little bit about the trip that you and Larry took back to the Lwow. It was a very profound trip for\nyou. Share just a little of that with us, if you could.\n>> Julie Keefer: Well, first | have to tell you that for many, many years | was not willing to share my\nexperiences. It was too painful. And people really didn't want to hear it for most of my youth. And then\n| got caught up in life and living and marriage and work and children and life went on. But when | got\nolder and | retired, | decided | wanted to go back to Lwow to see what was left of where | was born,\nwhere | was hidden, where my sister was, above all, anything about my sister.\nSo my husband Larry, who was unbelievably supportive and planned the whole thing, got us a\nguide and an archivist who was fabulous, Alex. We took grandpa's diary, selected sites we wanted to\nsee; for example, where his house was in the ghetto. Now there is a gas station there. But the rest of\nthe ghetto is standing. Where the Janowska was. It is still standing but as a Ukrainian prison. The\nRussians made it a prison. Wanted to see Jaktorow, the first labor camp he was in. It is now\nappropriately called an insane asylum.\n>> [Laughter]\n>> Julie Keefer: And then we went to see the memorial to the ghetto. We went to try to find the house\nwhere my sister was first hidden as a Catholic child.\nBy the way, Alex got us a newspaper reporter who wrote a long story, in Ukrainian, which |\ncan't read, about my trying to find my sister and did anyone know.\nIt was a very interesting trip. There were signs of anti-Semitism still. But there were human\ntouches that were unbelievable. For example, we went to visit Janowska. You could not go in because\nit's a working prison. You couldn't even take pictures inside. But on the side of the road, there is a sign\ncommemorating Janowska and a huge rock, eight tons because Dr. Schwartz, who made that memorial\nand who had been one of the survivors of Janowska, decided eight tons, no one could take it away so\neasily. So there it was.\nAs we were standing in this little abutment with a bright blue bench, there was an old, old man\nwearing fingerless gloves and a cap and hunched into a coat, sweeping leaves with one of these twig\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nbrooms that's made out of twigs, and sweeping it. And there was an open can of blue paint on the side\nof the bench. And there was a woman also, a middle-aged woman with several layers of love handles\nand a purple kind of shirt and bright crimson hair who was standing there. Alex explained that my\ngrandfather had been at Janowska, that we were here, that we were coming from the United States to\nvisit for first time that | was born here.\nSo the woman said, \"He\" pointing to the man, \"Comes here all the time. He comes and he\nsweeps and he paints.\" So Alex said, \"Who pays you?\" And the man said, \"Nobody. | just come.\"\nAnd the woman said, \"Yes, he comes in snow and rain. He's always there.\" And the other part was the\nwoman didn't speak any -- well, nobody spoke English and | speak no Ukrainian so we had Alex as a\ntranslator. And Alex translated. The woman pointed to the sign and said, \"They are in heaven. They\nare in heaven. They are good. And they are in heaven.\" And then she said, \"I live in that house.\" The\nhouse was the house of the Commandant, which is now an apartment building. She said, \"And | can't\nsleep because | hear these terrible sounds at night and it is awful but | live here because my son is a\nprisoner here.\" | just remember, we just kind of grabbed each other and we just hugged. And |\nremember saying I'm so sorry for your pain. And she said the same thing to me; | in English; She in\nUkrainian. We did not speak the same language but we certainly understood each other's sorrow. And\nit was very, very moving.\n>> Bill Benson: I'm going to turn back to Julie in just a couple of moments to close our program. It's\nour tradition at First Person that our First Person has the last word. But before | do so, | want to thank\nall of you for joining us and hearing what Julie had to share with us. I'll let you know that we will\nresume First Person in the spring of 2016. The website will have information about that. If your travels\nbring you back to Washington, D.C., or if you live in the area, we hope you will join us for future First\nPerson programs.\nWhen Julie finishes her last word, she's going to remain on the stage. So if you have a\nquestion -- because we didn't have time for questions and answers with you as the audience, please\nfeel free to come up on stage and ask her whatever you want to ask her or shake her hand, give her a\nhug, take a photograph. All of that is permissible. Please do that when we finish.\nAnd also, when Julie finishes, our photographer, Joel, is going to come up on the stage and\nhe'll take a picture of Julie with you as the backdrop. It just really makes her a really wonderful picture\nof Julie to commemorate her being here as our First Person today. And I'll ask you to stand at that time\nas part of that photograph.\n| want to also just acknowledge the numbers of staff, interns, and volunteers here at this\nmuseum who make First Person possible and made us have an incredibly profound year this year with\n44 different First Person programs. So | thank everybody associated with the First Person program.\nWithout them we could not do this program and, of course, we couldn't do it without our survivors.\nSo on that note | turn Julie to close today's program and this year's program.\n>> Julie Keefer: What have | learned from my early life experiences? One precept | learned is all\nreligions share the same credo. “Do unto others as you would have them do unto you,” Christian\nwisdom. “Hurt not others with that which pains yourself,” Buddhist wisdom. \"Do not do unto others\nwhat you would not have them do unto you,\" Jewish wisdom. \"Do unto all men as you would wish to\nhave done unto you,\" and \"Reject for others what you would reject for yourself,\" Islamic wisdom. And\nfinally, \"This is the sum of all true righteousness. Treat others as thou would thyself be treated. Do\nnothing to thy neighbor which here after thou would not have thy neighbor do to the,\" Hindu wisdom.\nWhy do we all not practice this? Some people have practiced this in my life. | know of two\nhumble Pols who did fight against injustice and bigotry by saving the lives of my grandfather and me.\nOne is Lucia Nowicka, now Eisen, whose name is on the wall of the righteous amongst nations. You\ncan see her name there. The other is Stanislaus Bereczki. Unfortunately his name is not currently\nlisted amongst the righteous.\nWe're all one family, the family of human kind. What hurts one of us harms all of us. But it's\nnot enough to share this belief. We must also fight against injustice and bigotry individually and\ncollectively. We must never stand by as silent onlookers, as acts of cruelty occur before our eyes. We\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\ncannot be silent bystanders. But don't just jump into the fray. Call the police. Turn -- for you who are\nstudents, turn to an adult whom you trust but do not resort to violence. Violence begets more violence.\nI'd like to quote a Lutheran minister who had the courage to defy the Nazis. | know most of\nyou know this. \"First they came for the socialist and | did not speak out because | was not a socialist.\nThen they came for the trade unionist and | did not speak out because | was not a trade unionist. Then\nthey came for the Jews and | did not speak out because | was not a Jew. Then they came for me and\nthere was no one left to speak for me,\" Reverend Martin Niemoller, 1892- wait. | said that wrong.\nSorry. 1892-1984.\nThank you.\n[Applause]\n",
    "segments": []
}