{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON SUSAN WARSINGER\nWednesday, August 12, 2015\n11:00 a.m. — 12:06 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today, including all of you students from New Jersey. We are in our 16th year of the First\nPerson program. Our First Person today is Mrs. Susan Warsinger, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of twice-weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as volunteers here at this museum. Our 2015 program concludes tomorrow,\nAugust 13th. The museum's website, at www.ushmm.org, provides information about each of our\nupcoming First Person guests and it will provide information about our program in 2016.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the theater\nat the end of the program. In doing so, you will receive an electronic copy of Susan Warsinger's\nbiography so that you can remember and share her testimony after you leave here today.\nSusan will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Susan\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Susan is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with her introduction.\nSusan Hilsenrath was born in Bad Krueznach, Germany, the eldest of three children.\nHere we see Susan's family. From the left to right is her brother, Joseph, mother, Ani, with Ernest in\nher lap, her father, Israel, and Susan with her arm around her father.\nHere we see Susan with her brother, Joseph.\nOn November 9-10, 1938, known as Kristallnacht for Night of Broken Glass, Nazi thugs\nsmashed the windows and furnishings of the Hilsenrath home. Months later, Susan and Joseph were\nsmuggled to France.\nIn May 1940, the German Army invaded France. Susan and Joseph were evacuated from a\nchildren's home in Paris to Versailles, where they were temporarily housed in Louis XIV's palace. Soon\nGerman soldiers arrived and the children fled with their guardians to the unoccupied part of the France\nunder the Vichy government. The arrows indicate their movement southward.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nWith the help of the Hebrew Immigrant Aid Society, HIAS, Susan and Joseph received\npermission to immigrate to the United States. Information written on this tag that Susan wore identifies\nher name and states she is sailing for the United States on the SS Serpa Pinto.\nAfter crossing the Pyrenees to Spain, the two children sailed from Lisbon, Portugal, and\narrived in New York in September 1941. Susan and Joseph are circled. This photograph appeared in a\nNew York newspaper.\nSusan lives here in the Washington, D.C. area. She has three very accomplished daughters\nand, as she notes, nine wonderful grandchildren. She spent 29 years as an educator in the public\nschool system.\nSusan's volunteer work at the Museum includes being a member of the Speakers' Bureau, for\nwhom she speaks at venues locally and across the country about her experiences during the\nHolocaust. Susan is a tour guide leading law enforcement officers, including FBI agents and law\nenforcement officers from all over the United States and from throughout the world, through the\nmuseum's Permanent Exhibit. She also gives tours to special groups such as college-aged leaders and\nindividual tours to visually and hearing impaired people. And she also leads tours for the Museum's\nexhibit, \"Some Were Neighbors: Collaboration and Complicity in the Holocaust.\"\nSusan is a contributor to the Museum's writing project which produces editions of \"Echoes of\nMemory,\" a collection of writings by survivors associated with this museum. You can read some of her\nwritings online on the Museum website. Following today's program, Susan will be available to sign\ncopies of \"Echoes of Memory. \"\n| am also happy to note that seated in the front row with Susan today are her good friends\nKaren Zinkgraf and Pam Harrick.\nWith that | would like you to join me in welcoming our First Person, Susan Warsinger.\n[Applause]\n>> Bill Benson: Susan, welcome and thank you so much for your willingness to be our First Person\ntoday. We first met 16 years ago yesterday. You have been on an annual basis with us at our First\nPerson program.\nWe're going to get started. You have so much to share with us and we have a brief hour\ntogether. Your early years were spent living in the town of Bad Krueznach in Germany. Before we turn\nto the war, tell us what you can about your family and their life and your life before the war began.\n>> Susan Warsinger: Ok. | was a very young girl when Hitler first came into power in 1933. |\nremember my father had a thriving store, a linen store, and he was doing very well in that store. And all\nof a sudden he didn't have his store anymore.\nCan | just ask the audience?\n>> Bill Benson: Absolutely.\n>> Susan Warsinger: How many of you have been in the Permanent Exhibition already? You have not\ngone to the Permanent Exhibition? Ok. How many of you are going to the Permanent Exhibition? Oh,\ngood. So you will see -- and then I'll tell you some of the things while I'm talking to look for when you\ngo -- when they go to the Permanent Exhibition.\nAnyway, what happened in Germany at that time -- and you're going to see there's a big\nexhibit about it, what the Nazis did. First thing, they didn't go and take everybody into the concentration\ncamps but what they did to my father they did to a lot of the German people. They boycotted my\nfather's store. So he lost all of his customers. The only people that could come to his store were the\nJewish people. And after that he didn't have enough business so he lost his store. And that's how the\nNazis first started. They took away all of the livelihoods of all of the people.\nWe lived in a very nice house when he had the store but then as soon as he lost the store, we\nkept moving from smaller and smaller and smaller house. In that picture you saw my brother and me\non the steps. That was already near -- it was maybe in 1936 or 1937.\n>> Bill Benson: So by that time he had lost his business. And you had moved already.\n>> Susan Warsinger: Yeah. So we moved. And every one of those houses became less elegant than\nthe one before.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n| remember, | went to kindergarten. | was really excited to go to kindergarten. | really didn't\nlike going. And then | got to go to first grade. And in first grade | hated going to school because the\nkids made fun of me. | couldn't figure out why the children were making fun of me. It turned out that\nthe teacher read a book to us, “Der Giftpilz.”. The title meant a poisoned mushroom. It was a picture\nstorybook that the teacher was reading, teaching the kids that Jewish people were poisoned\nmushrooms.\n>> Bill Benson: And here you are in the classroom, obviously.\n>> Susan Warsinger: Yeah. So the kids were really terrible to me. | wished that | didn't have to go to\nschool. And you know what? One day | didn't have go to school anymore. And | tell you, | was really\nhappy. And the reason | was happy is because none of the Jewish children in Germany were allowed\nto go to school anymore to public school. To me it was a good thing but this is what was going on in\nGermany. The kids weren't allowed to go to public school. However, the people in my town, the\nJewish people in my town, hired a Jewish teacher and he taught all the kids in all the grades. So | was\nvery happy because nobody was making fun of me anymore.\n>> Bill Benson: | remember you telling me that because there were so few of you, first grade was in the\nfirst row.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Kind of each row was another grade.\n>> Susan Warsinger: Exactly. So he did it all the way to the 10th grade. So there were 10 rows. So\nmaybe half of this auditorium, maybe a little less, all the Jewish kids went to that school. And he had to\nteach us all of the subjects. He had to teach us math, writing, reading, history, and science. But he did\nIt and we were very, very happy.\n>> Bill Benson: Do you recall, Susan, an incident where your mother sent you to a local store to get\nbread but you had to go through a park to get to that store? Will you tell us about that?\n>> Susan Warsinger: Oh, yes. | hope they're ready to hear this story. Are you ready to hear this\nstory?\nAnyway, | was really, really proud. The German money, pfennige, which is pennies, and she\nwanted to -- | felt very proud. My mother told me to go to the store to buy some bread. And | was really\nhappy. Where we're sitting is where my house sits and all of the people in the audience here, that's a\npark. And then at the end of the park was this street which had all the grocery stores. | was very\nhappy to go because there was a passage way through the park. You could go through the park to get\nto the end and then go to the grocery store.\nSo one day she gave me the money and | got to the park. There were some steps. | started\nto go down the steps.\n>> Bill Benson: Something you had done many times.\n>> Susan Warsinger: Yes. Yes. So when | got to the bottom of the steps, just at the entrance of the\npark, they had like a gatekeeper. And the gatekeeper came running over to me and he said, \"Oh, you\nlittle girl.\". Then he called me all kinds of horrible names. He said, \"Jews are not allowed to walk\nthrough this park anymore and you do not walk through this park ever, ever again.\"\nSo | ran to my mother and | told her. You know, they always tried to protect us, you know, not\nto tell us what the German government was doing. | guess my parents thought that this whole thing\nwas going to blow over and Hitler was not going to be in power that much longer. So anyway so she\nsaid to me: next time | tell you to go to the store, just walk all the way around, go up the block this way,\nand come around and go to the store that way. It was a big walk.\nSo the next time she took me to the store, got to the steps in front of the park and | said to\nmyself, | am really very tired. So | guess your audience already can figure out what | decided to do.\nSo | walked down the steps. Of course, the gatekeeper immediately came out and he started to throw\nrocks at me.\nThe bad part of it was he had a daughter who was just about my age. She was a little bit\nolder than me. And her father, of course, was her role model. Since he was her role model and she\nsaw her father doing it, of course she did the very same thing. So it was a lesson that | learned, you\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nknow, how important it is for the parents to be good role models for their children. Anyway | never\nwalked through that park again.\n>> Bill Benson: Susan, with your father losing his business, how did he manage to feed the family and\nmake ends meet after that?\n>> Susan Warsinger: Well, what he used to do, he bought strawberries, raspberries, different berries.\nHe carried them in baskets. He went to a farmer and he bought them. And then he tried to buy them to\nsell them to the Jewish people in our town. And, you know, the Jewish people tried to support each\nother. So that's how he made his money. He didn't have very much left.\n>> Bill Benson: Your mother had a baby boy in 1938 but at that time she had no choice other than to\nhave her child at home. Say a little bit about that.\n>> Susan Warsinger: Yeah. You remember the picture that was on -- my brother and | are sitting on\nthe steps? She was having my -- the baby brother that you saw in my mother's lap, she was having\nthat baby. She was having it at home. They told my brother and me to sit outside on the steps\nbecause they didn't want us to listen to her having the baby.\nAt that time, in our town at least, the rule was that no Jewish woman was allowed to go to the\nhospital. So she had to have -- | don't know if she had a midwife or not but she had somebody to help\nher. She wasn't allowed to go to the hospital.\n>> Bill Benson: So had there been complications or serious problems, she would have no choice. She\nwould have to deal with it at home.\n>> Susan Warsinger: Right. Exactly.\n>> Bill Benson: This brings us that terrible night in early November 1938, November 9 through 10.\nThat was to become known as Kristallnacht or Night of Broken Glass. Tell us what you remember\nabout that night.\n>> Susan Warsinger: Ok. My brother and I, we were sleeping in our bedroom. This was not the baby.\nThe baby was sleeping with my parents in their bedroom. My brother and |, we were sleeping and we\nwere really very excited. It was November 9. It was going to be my mother's birthday on the next day.\nSo it was maybe around 11:00, something like that. And all of a sudden some bricks and rocks were\nbeing thrown through our window. And my brother was a year younger than | am but he was always\nbraver than me so he went to the window and he pulled himself up. He said to me, \"Susi “-- that was\nmy name in Germany. “Susi, it is our neighbors” who were throwing the bricks and rocks through the\nwindow.\n| was really scared. So we jumped out of bed and we started to cross to our parents’\nbedroom. And just as we were crossing our parents' bedroom, some of the neighbors that my brother\nhad seen outside had uprooted a telephone pole. He said he had seen the policemen.\nAnd those of you who are going up to the Permanent Exhibition, you're going to see the\npolicemen -- the German policemen -- they had these blue helmet hats, blue uniforms.\nHe was standing at the crowd. He was standing at the outskirts of the crowd and was\nstanding like this.\n>> Bill Benson: But not intervening.\n>> Susan Warsinger: Exactly. Yes. So we were crossing to our parents' bedroom. They had\nuprooted this telephone pole. And then our front door was made out of glass and the glass was broken\nand it was all over the floor. The objective was to go to the rabbi's apartment who lived in the\napartment above us, our house. We lived on the first floor, the rabbi family on the second floor, on the\nthird floor a non-Jewish family, and on the fourth floor there was an attic. While they were going\nthrough our apartment, they looted some of our things and broke some of our things but not too much.\nThey wanted to get to the rabbi's apartment and evidently they must have destroyed many of his\nartifacts and many of his books.\nMy father said, well, let's hide in the attic. So before we went in the attic -- he had saved a\nlittle bit of money, all the money that he had left. He told me to put it in my underwear because he\nfigured if somebody was going to arrest him, if something was going to happen to him, they won't\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nsearch a little girl. So here we go up in the attic with all of the money that he had left in the whole wide\nworld.\nAnyway, we got up to the attic. The rabbi's family was already up there. But the rabbi wasn't\nthere. And what had happened to the rabbi, they had arrested him and put him to jail. But before they\ndid that, | looked out a little window from the attic and | saw him standing on his balcony. There were\ntwo SS officers. And you're going to see many pictures of the SS, the Nazi officers. They were holding\nhim on each side. Another one came and cut off his beard. And then they hauled him off to jail.\n>> Bill Benson: So for the purpose of just utter humiliation.\n>> Susan Warsinger: Exactly. Yes.\nSo later on | found out that they didn't only do that to our house in Bad Krueznach but they did\nit to all the Jewish families that were living in our town. And not only that, they did it -- they burned\ndown our synagogue and they looted all the Jewish stores that were still left. Then | found out that they\ndid it all over Germany, in every town where there were Jewish communities. And because so much\nglass was broken that night, they called it Night of Broken Glass, Kristallnacht.\n>> Bill Benson: Hundreds of synagogues were burned throughout Germany.\n>> Susan Warsinger: Yes. Exactly.\n>> Bill Benson: How long do you think you were in the attic?\n>> Susan Warsinger: Yeah, | don't remember. | was a little girl. It was maybe four days. Something\nlike that. Not a very long time.\nYou might ask me: What did you eat for four days? It was November. Our town had all of\nthese marvelous orchards. We had all of these apples. They had stored -- my parents and the rabbi's\nparents, and evidently the non-Jewish family stored piles of apples in that attic. So we ate them.\nThe rabbi's children were up in the attic with us. We were very -- it was ok, you know. The\nkids didn't realize the horrors -- the beginning -- it was really the beginning of all the horrors that started\nin Germany. But as a kid, we didn't know. We ate the apples. We have played with the apples. We\nplayed games. We pretended they were balls. We pretended they were all kinds of different toys.\nSo to me, | wasn't that scared. | was just a little kid. It was like an exciting thing that was happening.\nOf course, my parents knew what it --\n>> Bill Benson: What it meant.\n>> Susan Warsinger: Yes.\n>> Bill Benson: That night | believe some 30,000 Jewish men were arrested.\n>> Susan Warsinger: Exactly.\n>> Bill Benson: Taken to the Dachau concentration camp. Your father was not. Why do you think that\nwas?\n>> Susan Warsinger: Yeah. I'm glad you asked me that. | should have talked to my father a lot more\nabout that night. | Know he used to be the friend of the mayor of our town. He used to play chess with\nhim. Sol don't Know. He went to jail for just a few hours and then he came up to the attic. | don't\nknow. It might be that or because he was born in Poland. All of his family were Polish. And at that\ntime, you know, Germany -- Hitler hadn't decided to conquer all of Europe yet. This was like the very\nbeginning. And Poland, he hadn't occupied Poland yet. And | think perhaps because he was Polish\nthey didn't arrest him. So I'm not sure.\nSo | want to tell the audience something. | was telling my friends about it in the car here.\nThose of you who are kids and those of you who are parents, tell your kids everything that happened to\nyour parents and your grandparents. Find out all the details. Have them tell it to you personally. We\ntalked about, oh, you have the computer and you can put it all down on the computer but sometimes\nyou erase that stuff and it's gone. So pass it on from mouth-to-mouth so that you know all of these\nthings, so that you know everything that happened in your family.\n>> Bill Benson: That's really important advice. Thanks for that, Susan.\nThe events of that night in particular, the Night of Broken Glass, really led to your parents\nmaking the very profound decision that they needed to get out of Germany. Tell us what they did, their\nattempts to try to get out of Germany.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Susan Warsinger: Ok. Well, you remember all the money that | had in my underwear? | had gotten\nit very wet because there was no bathroom up there. But we laid the money out on the floor and it\ndried up. So anyway, my father had heard -- I'm telling you this for a reason. My father had heard of a\nlady that was taking children across the border into France. But she wasn't doing it out of the goodness\nof her heart. What she was going to do, she had children of her own and she pretended -- she used\nher children's passports. She put, | don't know, our pictures in her children's passports. So we were\nsupposed to be her children. She pretended when we crossed the border from Germany into France,\nshe pretended we were her children. Of course, my father gave her all of that money. So he knew that\nwe were going to be safe because, you know, Hitler wasn't at war with France at that time.\n>> Bill Benson: You and your brother Joseph.\n>> Susan Warsinger: My brother Joe. My father, before the Night of Broken Glass -- and I'm telling\nyou people many Jewish people didn't want to leave Germany because they all thought, well, this is\ngoing to blow over.\n>> Bill Benson: And it's been their home for hundreds of years in many cases.\n>> Susan Warsinger: Exactly. Many had been in the First World War. They were citizens. They were\npart of Germany.\nAfter the Night of Broken Glass nobody, no Jewish family, wanted to stay in Germany. And, of\ncourse, before my father wanted to stay in Germany but my mother always wanted to leave. It was\ngoing on like that. They had big decisions to make. They had big decisions to make. But after the\nNight of Broken Glass everybody wanted to get out.\nOf course, there were quotas in all of the countries. So if you wanted to leave Germany -- and\nthe Nazis were happy. They wanted to get rid of the Jews. But nobody in all the countries in the world\nwanted to have them.\n| guess you'll find out when you go up to the Permanent Exhibition. They had an Evian\nConference. Roosevelt was the president then. The conference was let's open up our quotas, let's\nopen up our countries. No country opened up their quotas. Only country that did was the Dominican\nRepublic. You can learn about that. There's this big picture when you get up there, a big picture that\nwas in the \"New York Times.\" It talks about the Evian Conference. So make sure you look at that. It\nreally shows you what was going on in Germany at that time.\n>> Bill Benson: And | believe you had relatives in the United States. So even with relatives, because\nof the small quota, you were not able to come.\n>> Susan Warsinger: Exactly. Yes.\n>> Bill Benson: So your parents say, well, at least we're going to send Susi and Joe into France.\n>> Susan Warsinger: Into France.\n>> Bill Benson: Do you remember what it was like for you to leave your parents, to be sent? Any\nsense of what you were feeling at that time?\n>> Susan Warsinger: | have a hard time talking about that. | had put it -- this separation from my\nparents, | have put it very far back in the back of my mind. Then | became a mother myself and | can\njust see how terrifying it must have been for my mom to send her children away and not know if they\nwere ever going to see them again. So it's a very difficult topic for me to talk about.\n>> Bill Benson: | can imagine it would be.\nYou remember an incident on the train with the woman who they paid to take you into France.\n| think German soldiers boarded the train.\n>> Susan Warsinger: Yeah. My brother and I, we had to pretend we were fast asleep. We did not\nspeak any French and here we were supposed to be French children. So we were sleeping. And my\nbrother tells this story. | don't know if | ever told you this. But my brother tells this story that he thinks\nthat maybe we were drugged so we would be sleeping or maybe we were drugged because the\nseparation from our parents was going to be so difficult. | don't know. | really don't know. But anyway,\nwe had to be very quiet. Somehow or other | think | heard them talk in French but | was pretending to\nsleep.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: And your parents' plan worked. You got to Paris. What happened then? The lady\ndelivers you. You make it to Paris.\n>> Susan Warsinger: Yeah. Here are these two kids. | was 9 and my brother was 8. So here we\nwere all by ourselves. There was a second cousin who was living in Paris. He was a young man,\nsimilar to your age. How old are you? 22. Yeah. Maybe he was 25. He had a nice little apartment in\nParis, in the Place de la Vendome. So he said he'd keep us for a while until they figured out what they\nwere going to do with us. So we stayed with him.\nAnd he had a job. So he went to work. He told my brother and me to stay in his little\napartment until he got back. But my brother, | told you he was very adventurous. He snuck out the\nminute this second cousin left the apartment. He went all over Paris on the Metro. He used to go\nunder the stiles. He came back. He was 8 years old. Of course, | never did it because | was always\nvery good and listened to everything everybody ever told me to do.\nSo anyway -- this cousin couldn't take care of these two children. So there were all kinds of\nwonderful organizations in France that were looking out for children. And one of them was the HIAS.\nYou talked about it before. And then there was the OCE. They found the place for us to stay in one of\nthe suburbs of Paris. A lady had a house and was taking care of children, like maybe orphans or\nsomething like that. So we stayed with them.\n>> Bill Benson: Was it just Jewish orphans or just orphans in general?\n>> Susan Warsinger: Yeah. Maybe 10 lived in her house. Yeah.\n>> Bill Benson: So you were there for a little while.\n>> Susan Warsinger: Yes. And now it's May 1940. | guess you all know -- you probably learned in\nschool --\n>> Bill Benson: Before you turn to that, Susan, tell us when you were at that house -- it was not a\nhappy experience. Can you say a little bit about that?\n>> Susan Warsinger: Ok. This was the first house we were at. She was Madam Zalitski. She had a\ndaughter. She favored her daughter and all the children that she was taking care of. I'm sure\nsomebody paid her to take care of us. She treated us very poorly. She -- they wouldn't let us go in the\nhouse to eat. We had to go in the outhouse to go to the bathroom. She didn't give us the good, same\nfood as she gave to her daughter. She had a husband who she bossed around. That's who we\nlearned how to eat pon frietes, french fried potatoes. He would give some to his daughter but he\nwouldn't give any to us. You remember things like that.\n>> Bill Benson: | think you were only allowed to be in the house to sleep.\n>> Susan Warsinger: To sleep. Yes.\n>> Bill Benson: And that was on straw.\n>> Susan Warsinger: Yes. We complained to the second cousin. He found us another place. There\nwere two ladies. She took care of different children. She was very good to us.\n>> Bill Benson: Then what happened from there?\n>> Susan Warsinger: Well, it was -- we were, again, sleeping in our bedroom. We used to look out the\nwindow. We used to see German planes bombing -- they didn't bomb Paris but they bombed the\nsurroundings of Paris. Because, you know, by this time Hitler had said I'm going to take over all of\nEurope. He had gone into Poland, Lithuania, Czechoslovakia. So his next objective was to get into\nFrance. So he was bombing the outskirts of Paris. We used to look out the window and we used to\nsee them bombing. So we knew what was happening. Well, anyway, in June the Nazis came\nmarching into Paris.\n>> Bill Benson: So you had to leave Paris at that point.\n>> Susan Warsinger: Yeah. Well, not only us. Everybody was really scared. They were frightened\nbecause we called them the boche. That's what the Germans were, the German Army. Not only the\nJewish people were frightened but everybody was frightened of the Germans. They wanted to run out\nof Paris. So some of them went south to Vichy and some of them went west to Versailles. | don't know\nwho took us but in this exodus people were --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: That's what it's Known as, the exodus. Right? When thousands and thousands were\nfleeing on bicycles, carts, anything to get away from the advancing German Army.\n>> Susan Warsinger: Yes.\n>> Bill Benson: So there you are part of that.\n>> Susan Warsinger: Yes. So we ended up in Versailles. You know what's in Versailles? There's a\nbig palace in Versailles. So when all of these people who were getting to Versailles, they didn't know\nwhat to do with us. So the mayor of the town said, well, we're going to put them up in the palace. And\nthere's this one big room in the palace. Does anybody know what that big room is called? The big, big\nroom.\n>> Bill Benson: | hear somebody.\n>> Susan Warsinger: Somebody knows this? Ok. I'll tell it to you. It's called the Hall of Mirrors. And\nthe palace -- could you see this room here? Make it twice as long as this auditorium. And then it had\nthese chandeliers hanging from all over, mirrors on the walls. So what they did is -- they had to put us\nto sleep someplace. | don't know how we ate. | just don't remember. But they had to put us to sleep\nso they gave us these burlap sacks, you know, that you put potatoes in. And in the back they had this\ntremendous pile of hay. So we put the hay into the potato sacks. And then we tied it up. And then we\nhad a nice little mattress. So what we did -- all over the sides of that Hall of Mirrors we put our beds,\nour mattresses, put them next to each other. All of these people were sleeping. | do remember that\nthat straw was itching a lot.\n>> [Laughter]\n>> Bill Benson: And the burlap, | would think. So there's all of these refugees filling the Hall of Mirrors.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: Then the Germans come.\n>> Susan Warsinger: Yeah. They didn't stay in Paris. They came marching into Versailles. We heard\nthem with their big boots. They were making this noise. We could hear the trucks. We could hear the\ntanks. It was really scary. We could hear them marching into Versailles.\nSo anyway, they got in front of the palace. They wanted to speak to the mayor of our town -- |\ndon't know if he was the mayor that they wanted -- | don't know. Some big official. Then at the\nbeginning of this Caravan that the Nazis came, there was this car. This high-ranking German officer\ngot out of the car. Now, he didn't know how to speak any French. And the mayor of the town didn't\nknow how to speak any German. They wanted to talk to each other. Somebody said there's a little girl\nin the palace and she knows how to speak German. So it was me, you know. So anyway, I'm scared.\n>> Bill Benson: Terrified.\n>> Susan Warsinger: Exactly. So they call me downstairs. It was not in the garden side. It was the\nfront side of the palace. So they started to ask me different things. So | translated for them. | don't\nreally remember what they talked about. But at the end they must have been satisfied because the\nNazi officer, with high boots, bent down to me like this and he said, \"Little girl, how come you know how\nto speak German so well?\" So | was really scared by then. So | told him, you know, the French\nschools are really very good and | learned how to speak German.\n>> Bill Benson: Very, very quick-Witted. That was pivotal you were able to say that.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: So after that you would make your way to another community.\n>> Susan Warsinger: Yes. After in Versailles, Versailles wasn't safe because the Nazis took over all of\nnorthern France but they left a little bit on the inside of Southern France to be independent of the Nazis.\nSo a lot of people wanted to go down there.\n>> Bill Benson: What we call Vichy France today.\n>> Susan Warsinger: Exactly. Of course, it wasn't that independent because the president at that time\nof that independent Vichy, he was really in cahoots with the Nazis. But it was better than being in the\nNazi occupied.\nSo anyway, we went to Vichy. And near Vichy there was this little town called Brout-Vernet.\nAnd in that town there was a chateau, a castle, an old castle. And in that old castle there were children\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nthat were lost. But these were all Jewish children that were lost and they didn't know where to go.\nThey lost their parents. They didn't Know. So they all congregated into this particular chateau in\nBrout-Vernet.\n>> Bill Benson: Essentially an orphanage for Jewish kids.\n>> Susan Warsinger: Yes.\n>> Bill Benson: There you are in this little community, in this orphanage. What was that like?\n>> Susan Warsinger: Well, | tell you, they were very good to us. We went to school. We went to\nschool but -- you know, those people in that village, a really small village, wouldn't let us go to their\npublic school either because they thought we would contaminate their children somehow. It was really\nso sad. Because here were these little village kids who were all farmers. We could have learned from\nthem. We were all of these cosmopolitan kids. We could have taught them so much.\nBut anyway, they gave us a French teacher. And all of the kids from the chateau went to a\npublic school but we were segregated. We had a wonderful French teacher who taught us -- | learned\nhow to speak French really well. | really knew how to write in French. We were happy.\nOf course, everybody, all the kids in that chateau, they all wanted to be reunited with their\nparents. | dreamed about being reunited with my parents every night because we hadn't heard from\nthem and we didn't know.\n>> Bill Benson: So you had no idea where they were or if they were even alive at that point.\n>> Susan Warsinger: Yes.\n>> Bill Benson: The war is going on. Circumstances are difficult in general and there you are with very\nmeager resources. You told me about how you celebrated each other's birthdays as kids. Can you\nshare that?\n>> Susan Warsinger: Yeah. You have a good memory. Wow. In that children's home, kids birthdays,\nwe didn't have any money. We couldn't buy them presents. We didn't have anything. But what we did\nhave, once or twice a week we got dessert. Maybe it was a little piece of cake. Maybe it was a cookie.\nMaybe it was a piece of candy. What we did is we saved it. We didn't eat it. We all had a locker room\nin the attic of the chateau. So we saved it. If we had a friend that was going to be a birthday child, so\nall of the friends got together and we all saved the cake. Then we put it in one of the lockers. When it\nwas the day of the person's birthday, one of them went to the kitchen. We had these trays like you\nhave in the cafeteria in school. And then somebody tried to find a doily. Somebody went out to see if\nthey could find a flower. All of the loot that we had collected from not eating the dessert, we would put\nit on the tray. And the person would wake up in the morning -- there wasn't any \"Happy birthday.\" It\nwas a different song we sang. The person saw the tray with all of these goodies on it. That's how we\ncelebrated. I'm glad you remembered that.\n>> Bill Benson: Finding moments of joy in those circumstances.\n>> Susan Warsinger: Yes.\n>> Bill Benson: Susan, here you are in a children's home in Southern France. You don't know\nanything about the fate of your parents, their whereabouts. Then one day you learn that your parents\nare trying to get you out and are trying to get to you. How did your father manage to get you out, your\nparents, under those circumstances?\n>> Susan Warsinger: Ok. So what had happened to my parents, my parents, they had a relative here\nin the Bronx who had a pickle factory. She was my father's cousin. She and her husband and her\nchildren had this pickle factory. My father got in touch with her. Again, the quota was still going on.\nYou know about the quota | was telling you about. But she sent him enough papers and she said that\nhe would not be a burden to the United States, she would give him a job, he wouldn't have to be\neconomically dependent on anybody except her. So he got affidavits to come to the United States.\nAnd my brother and my mother stayed in Germany.\nAnd while he got here, he worked and somehow or other he got in touch with the State\nDepartment. | have all of these letters now that | found on how he tried to get her out of Germany and\nthe baby. So anyway, they got here. So they got here in 1940 while we were in that children's home in\nFrance.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: So the rest -- your mom, dad, and baby brother.\n>> Susan Warsinger: Came to Washington. The reason they came to Washington is because -- you\nknow that rabbi | was telling you about? He also escaped out of Germany. He came to Washington.\nAnd my father figured, well, if it was good enough for the rabbi, it was certainly going to be good\nenough for him. So that's how we ended up in Washington.\n>> Bill Benson: Of course, for our audience, important to note that we were not in the war yet. That\ndidn't happen until after Pearl Harbor day. And Pearl Harbor in 1941. So had that happened, they\nwouldn't have gotten out of Germany. But they were able to manage.\nSo here they are, you're in Southern France. What happened then?\n>> Susan Warsinger: Well, my father --\n>> Bill Benson: For a while, he had no idea where you were.\n>> Susan Warsinger: No. There was this organization called the HIAS. He, again -- again, the State\nDepartment, called all of these organizations. The Nazis kept good records. We find records now still\nof what happened to all the Jewish people because they kept records of everything the Germans did.\nSomehow or other they found where we were. He sent us the tickets. We came to the United States.\n>> Bill Benson: Tell us about that trip, how you left the chateau, the small town, and made your way to\nthe United States.\n>> Susan Warsinger: Yeah. We went to Marseille, which is the city on the way of the South of France.\nThen we went through Spain. We went over the Pyrenees, which are mountains. We went to Portugal,\ninto Lisbon, which is the capital. And there was a boat, a Portuguese boat called the Serpa Pinto. We\ngot on to this boat. There were 50 kids on this boat. And these 50 kids, they owe their life, plus my\nbrother and me, to Eleanor Roosevelt. | found this out not too long ago. | found it out in the records\nhere at the museum. Eleanor Roosevelt, she worked very hard. She had an organization to try and get\nchildren here to the United States.\nSo these 50 kids, we were in the hull of the ship. We were in the front, way down on the\nbottom. We were not allowed to mix. It was a cruise ship. We were not allowed to mix with the people\non the boat. So we were all on that ship.\n>> Bill Benson: It was a Portuguese ship which is significant because Portugal was a neutral country.\n>> Susan Warsinger: Exactly.\n>> Bill Benson: That's why the ship was safe for us in that sense. Of course, a few months later it\nwould not have been possible.\n>> Susan Warsinger: This was like September 1941. Then, of course, the war started here in\nDecember.\n>> Bill Benson: So you made it really with just a couple of months to spare.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: So the ship pulls into New York Harbor. You're excited. You're going to meet your\nparents. Then you get waylaid a little bit. Tell us what happened when you arrived.\n>> Susan Warsinger: | told you about my brother Joe. Well, he wasn't going to stay in that hull of the\nboat where we were told not to go. But he went and investigated that whole ship. He found a place\nwhere they had pineapple, fresh pineapples. He and | had never eaten pineapples before. They were\nsending pineapples to the United States. | don't know where they got them but they brought them to\nthe United States. He kept eating pineapples, pineapple, pineapple, morning, noon and night. You\nknow, he was very excited. | don't want to tell you about this but he's not here so don't tell him. He\nused to wet the bed. You know, we were in bunk beds in that hull. He used to sleep on top of me. So |\nmade him change. | was on the bottom and he was on the top.\nAnyway, he was eating all the pineapple. He was urinating in the bed. And you know,\npineapple is very acidic. He got this rash all over his body. By the time we came to the port in New\nYork, you know, all the people got off the boat. They had a doctor come into the hull of the boat to\ncheck all the 50 kids to make sure they didn't have any communicable diseases. So everybody was\nfine except my brother. They looked at his rash on his body. On top of it he had a fever. He said he\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nhad a fever. He tells everybody he had a fever. He doesn't talk about the rash. But | remember he\nhad the rash. They said you can't come into the United States.\n>> Bill Benson: You stayed on the ship for a while? What happened?\n>> Susan Warsinger: Give a guess. Where do you think they took us?\n>> Bill Benson: Ellis Island?\n>> Susan Warsinger: Yes. Absolutely right. Because in those days Ellis Island was the place where\nyou took people that they wouldn't let in. So we went to Ellis Island. There they gave him medicine\nand whatever.\n>> Bill Benson: Meanwhile, your parents --\n>> Susan Warsinger: My father --\n>> Bill Benson: Still haven't seen you.\n>> Susan Warsinger: We saw him standing on the pier and we were on the boat. We waved. We\ncouldn't get to him.\nSo anyway, | just wanted to tell you about Ellis Island a little bit. Is that ok?\n>> Bill Benson: Sure.\n>> Susan Warsinger: So we learned all about the United States in Ellis Island. So we were sitting in\nthis dining room. The table was long. All of these different people that couldn't come into the United\nStates, you know, all kinds. We were all sitting, eating together. And on the tables they had bread\npiled up like this high. There were these white slices. We had never seen white bread before because,\nyou know, in Germany or France they never wasted anything. So here was this white bread. We took\nthe white bread. We could just crush it in our hand. We could make little balls on it. They told us it\nwas called Wonder Bread. We were so excited.\n>> [Laughter]\n>> Susan Warsinger: Then my brother was sitting next to this sailor. He was drinking this brown drink.\nIt was bubbly. It tickled your nose. My brother -- he said to my brother, \"Why don't you take a taste?\"\nMy brother looked at me because | was his bigger sister, “Should | taste it?” | said go ahead and try it.\nHe said, “Oh, it's very good.” It turned out it was Coca-Cola.\n>> [Laughter]\n>> Susan Warsinger: Anyway. And then we also found out that the kids here in the United States, they\ncould have candy and you could keep it in your mouth for a whole day.\n>> [Laughter]\n>> Susan Warsinger: So we learned about chewing gum.\n>> Bill Benson: Tell us about the reunion with your parents.\n>> Susan Warsinger: Well, you know, my brother healed. He healed. Then we went back to the pier.\nThey took us back in the boat. My father took us to Washington where my brother and the baby were.\n>> Bill Benson: Do you remember much about what that was like?\n>> Susan Warsinger: | don't like talking about it.\n>> Bill Benson: Ok. Ok. It was a hard time for your parents. Wasn't it?\n>> Susan Warsinger: Yeah.\n>> Bill Benson: Of course, one of the things that you had to do was resume education. Tell us about\nthat.\n>> Susan Warsinger: Ok. They put me in the seventh grade. At that time, they didn't have, you know,\nlike you go to school and you have -- some kids are smart at reading, some kids are not so smart. You\nhave them all together. But what they had at that time, they had homogeneous grouping. And what\nthey did is they took all the kids that were really smart and put them in one class. And then they put all\nof the kids that didn't know how to read, that didn't know how to behave, and that didn't do their\nhomework, all of them in one class. And then everybody in between in different classes. So 7B the\nsmart ones, 7B1 were the dumb ones. Guess where they put me. 7B1, yup.\n>> Bill Benson: 7B1.\n>> Susan Warsinger: Yeah. | couldn't believe what was going on in that classroom. And the reason\nthey put me in 7B1 is because | didn't know how to speak any English. So | was really feeling badly for\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthe teacher. | couldn't believe that the kids in the United States didn't do their homework. Because,\nyou know, in France and in Germany, the teacher is the most important thing in your life besides your\nparents.\n>> Bill Benson: Right.\n>> Susan Warsinger: But these kids, they didn't do their homework. And a couple of the fellows would\nsleep while she was teaching them something. | just couldn't believe that. Anyway, we don't do that\nanymore. We mix everybody together. So anyway, after a few months | was in 7B3 but | never did get\nto 7 --\n>> Bill Benson: You never made it.\n>> Susan Warsinger: No.\n>> Bill Benson: | was struck when you told me -- when we first met you told me you were just stunned\nat how bad American boys could behave.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: | remember you telling me that.\n>> Susan Warsinger: Yeah. But | mean, they were not -- they were just -- not all boys, you know, just\nthere.\n>> Bill Benson: 7B1.\n>> Susan Warsinger: Yeah. That's what | saw.\n>> Bill Benson: It was quite an adjustment for you to make when you came here. When your parents\nfirst arrived, how did they earn their living? What did they do to sort of get established?\n>> Susan Warsinger: | think what my father did when he first came here to make money, he used to go\nto the -- he remembered the strawberries and the berries. He used to go to the farmer. And he went\nand got eggs from farmers. And at that particular time you had to go check the eggs to make sure that\nthere wasn't any blood in them. So he bought all of these -- | remember he bought cases and cases of\neggs. He took them home. And in the basement he took a little box and he put the egg inside the box\nto look that there was no blood in it. And then we helped him put the eggs in like a 12-egg carton.\nThen he went out and he sold them to the Jewish people in Washington because they all wanted to\nsupport him and help him out. So that's how he started out.\n>> Bill Benson: Selling eggs to folks.\n>> Susan Warsinger: Yeah.\n>> Bill Benson: What about the rest of your family in Germany? What do you know about what\nhappened to your family?\n>> Susan Warsinger: Well, everybody on my mother's side ended up in the concentration camps.\nNobody survived.\n>> Bill Benson: Nobody survived.\n>> Susan Warsinger: Everybody on my father's side -- because | told you he was from Poland. You\nprobably will learn it wnen you go upstairs and if you go to see the exhibit \"Some Were Neighbors,\"\nyou're going to learn that, you Know, when the Nazis went into Poland, they didn't even bother sending\nthem to the concentration camps. What they did is they went into all of those small towns and they\nmade all of those people go into the woods and dig graves and then they threw them in the graves and\nshot them all. So all of my father's family -- there's no record of them. They're gone. Yeah.\n>> Bill Benson: So you lost virtually everybody in the extended family.\n>> Susan Warsinger: Yeah. Yeah. But the Nazis didn't succeed. Can | brag now?\n>> Bill Benson: You may brag now. You have time to brag. Absolutely.\n>> Sandra German: I'll brag. | have three kids. | have three daughters. They're all -- my one daughter\nis a cardiologist, the other is a dancer, the other one runs her husband's businesses and she's a\ndietitian. They all have children. My grandchildren, one of them just graduated with a Ph.D. from M.I.T.\nAnother one is a doctor. And everybody is really, really doing wonderful things for the United States.\nAnd they're doing research. They're big human beings who help the United States. And I'm so very\nproud of them. And my brother's kids the same thing.\n>> Bill Benson: Joseph?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Susan Warsinger: Yes. Also, the baby -- Joseph is a cardiologist. And that baby --\n>> Bill Benson: Bad little Joseph became a cardiologist, a rather famous one as | understand.\n>> Susan Warsinger: Yeah. And my brother Ernest, the baby, he worked for NASA. He's a physicist.\nHe's retired now but he still goes to meetings because he knows all about the ozone in the air and he\nmakes meetings with people all over the world to see what we can do about the ozone in the air.\nSo Hitler didn't succeed what he set out to do even though he killed everybody in my family. We\nsurvived.\n>> Bill Benson: Susan, we have a couple of minutes to have a few questions from our audience. Is\nthat ok?\n>> Susan Warsinger: Yeah.\n>> Bill Benson: Before we close the program.\nSo we have a chance for you to ask Susan a couple of questions. | would ask that you wait\nuntil you get a microphone when you have a question. | hope that somebody will. Wait until you have\na microphone that way everybody including Susan will hear the question. And | may repeat the\nquestion to make sure everybody hears it. Try to make it as brief as you can. That way we can get a\ncouple of questions in.\nWe have microphones on either side of the aisle. | think there's a hand up here. And we have\na microphone. Yes?\n>> When you were looking for a country to go to, why didn't you go -- or could you go to Israel?\n>> Bill Benson: When you were looking for a country to go to, the family, why not go to Israel?\n>> Susan Warsinger: That's a very good question. You know, at that time, Israel -- there was no\nIsrael. It was Palestine. And it was, you know, what country Israel -- Palestine belonged to at that time\nwas England. They had a quota just like everybody else. It was very hard to go to Palestine. You\ncouldn't just go to Palestine. A lot of Jewish people wanted to go there to start a new state. But not\neverybody wanted to go there. Not everybody could go under the English quota. And then, besides,\nmy mother and father had heard such wonderful things about the United States, how wonderful the\nUnited States was and how democratic the United States was. That's all we talked about.\n>> Bill Benson: Thank you. Do we have another? There we go.\n>> | wonder how long you were in the chateau in Southern France.\n>> Susan Warsinger: Yes, | was there from 1940 to 1941. At that time Hitler hadn't figured out the final\nsolution yet. People were going to concentration camps but they were not this plan of gassing and\ndoing away with all of the Jews in it Europe. It was not known at that time yet. But we knew that things\nwere bad for the Jewish people. So | was very lucky to get here. He's talking about one of the reasons\nthat | didn't -- | was lucky because the war with the United States hadn't started. | was lucky because\npeople really weren't mass sent to concentration camps at that time.\n>> Bill Benson: Thank you. We have one right over here in the end.\n>> What was the religious life like for you back in Germany, especially, you know, being a Jew? What\nwas it like? What were some of the strong points? How did that help, if anything, about what was\nhappening to your people at the time?\n>> Susan Warsinger: I'm glad you asked that.\n>> Bill Benson: A question about Susan's religious life and how did that help.\n>> Susan Warsinger: Yeah. My father was very Orthodox. He was a very Orthodox Jewish man. We\nkept all of the traditions. When we went to France in that children's home, in the chateau, the children's\nhome kept kosher and we kept all the traditions. Even though in France, you know, the kids in France\ndon't go to school the way you guys go. You have the weekend off, Saturday, and Sunday. In France\nthe kids get off on Sunday and Thursday. So the Jewish kids had to go to school on Saturday, which\nIS --\n>> Bill Benson: The Sabbath.\n>> Susan Warsinger: Yeah. So we went but the teacher was really good. You're not supposed to\nwrite, drive, all Orthodox rules. So they were really good. The teacher, we read and we talked. So he\nunderstood our plight because we were religious.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nAs far as believing in God -- | think that's probably what you were asking me. Probably saying\nto me how can she still believe in God when she saw all of these things happening to the Jewish\npeople. Well, my feeling is this. It wasn't God who was responsible for the Holocaust. God gave man\na choice to do what he wants to do. It was the Nazis who did it. It wasn't God.\nAs far as my religion is now, in the United States, it's much easier not to be Orthodox. Guess\nwhat? I'm not Orthodox anymore but | still believe in the Jewish religion. So I'm proud to be Jewish.\nDoes that answer your question?\n>> Yes.\n>> Bill Benson: Thank you. Thank you.\nWe have time for one more. Right here in the middle.\n>> What languages are you fluent in?\n>> Bill Benson: What languages are you fluent in?\n>> Susan Warsinger: In English, maybe. When | was in Germany, | was 9. | left Germany when | was\n9. That's like my mother tongue. | speak still and read still on a 9-year-old's level. | find that fine. But\nthe minute you start talking and start reading German writers who are very intellectual and literate, it's\nvery hard for me to understand those words because | never got a chance to use them. So my German\nis ok. When people speak slowly, I'm fine. | went back to Germany. | was fine if people were speaking\nslowly.\nAnd my French -- the thing, the most important thing | wanted to tell you, you know, like\nGermany is not my country. I'm an American. | really never liked German people for a long, long time.\nIt wasn't their fault but. And | didn't like hearing it. | didn't like hearing German. So | kept away from it\nfor a long, long time. But now, you know, the Germans said, look, we're sorry for what our\ngrandparents did. They do everything, all of the young people. They put up monuments. They're sorry\nfor what their grandparents did. They are shocked at what their grandparents did. So | can't be upset\nwith the German people anymore. I'm not. I'm just upset with what their grandparents did.\nAnd the French was the same thing. It gave me two years -- | used to speak really well. Gave\nme two years of being away, separated from my parents and it brings back bad memories. But | can\nstill speak it but from a child's level. But | don't like doing it. I'd rather speak in English.\nI'm very patriotic. You can ask me anything patriotic. I'm all for the United States.\n>> Bill Benson: We are about to close our program. I'm going to turn back to Susan in just a moment\nto close our program because it's our tradition at First Person that our First Person gets the last word. |\nwant to just remind you that we will end our season tomorrow with our program tomorrow. We will\nresume again in the spring of 2016. So we hope if your travels bring you back to Washington, D.C. or if\nyou live somewhere in the area that you'll come back to a First Person program next year.\nWhen Susan's done with her final word, she's going to leave the stage. I'd like her to make\nher way up the aisle on the right so that she can get out and sign copies of \"Echoes of Memory\" that\nshe contributes to. That will be an opportunity for you, too, to ask her a question that you may not have\nbeen able to do so.\nWhen Susan's finished, our photographer, Joel, who has been taking pictures as you noticed,\nIs going to come up on stage and take a photograph of Susan with you as the backdrop. So I'm going\nto ask you to stand at that point because it makes just a really nice photograph for Susan to have when\nwe're done with the program.\nOn that note, | turn it over to Susan.\n>> Susan Warsinger: | knew you were going to ask me that so | wrote it on my computer and printed it\nout. It's just one page.\n| want my children, my grandchildren, my brothers and their families, my friends, and the\nvisitors here in the audience to rejoice in the fact that we are living in a democratic society and that all\nof us should make sure that no dictatorship would ever usurp our liberties. We need to remember the\natrocity that happened to families during the Holocaust and pass this information on to our progeny.\nWe need to learn from this horror in our history. We cannot undo the atrocities of the past. Besides\nremembering, we have to take action to confront hate. When we see injustice taking place, we have to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\ndo something about it. We cannot be onlookers. We have to be sensitive to each other. We have to\ntake care of each other.\nWhy | do volunteer in this museum? People ask me: How can you do this over and over?\nHow can | not? Giving tours to our visitors through our Permanent Exhibition hopefully teaches them\nwhat hatred and prejudice can do to people. And when touring law enforcement officers and future FBI\nagents, | hope that they understand their role wnen encountering atrocities.\nWe cannot be bystanders and definitely not be collaborators. There are threats of genocide in\nmany parts of the world at the present time. We cannot be indifferent to emerging threats of genocide\nand mass atrocities. All of us need to be aware of what is happening and we need to work together\nand take the necessary actions to prevent people from being murdered for the simple reason that they\nare different. Never again do we want to stand by and do nothing.\n| want to thank you, Bill, for helping me tell my story. | want to thank you, the audience, for\ncoming to our museum and being witnesses to this story of the Holocaust and for listening to my story.\nNow, when you go to the Permanent Exhibition, make sure -- my story is all on the fourth floor.\nAnd many of the exhibits there discuss exactly what | was talking about. So look at the exhibit called\n“The Boycott\" and \"The Propaganda\" exhibit, and \"The Jewish Responses,\" and look at the “Evian\nConference” exhibit. There is a big exhibit about the Night of Broken Glass up there.\n| hope that you have a wonderful learning experience when you go up there.\n[Applause]\n",
    "segments": []
}