{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES — SUSAN TAUBE\nThursday, March 16, 2017\n10:30 A.M. — 12:00 P.M.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We began the 18th year of the First Person\nProgram yesterday and our first person today is Ms. Susan Taube, which we will meet\nshortly. This is made possible by the Louis Franklin Smith Foundation with additional\nfunding from Arlene and Daniel Fisher Foundation. We are grateful for their\nsponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who\nshare firsthand accounts of their experience during the Holocaust. Each of the First\nPerson guests serves as volunteers here at the museum. Our program will continue\ntwice weekly through mid-August. The museum's website at www.ushmm.org\nprovides information about each of our upcoming First Person guests. Anyone\ninterested in keeping in touch with the museum and its programs can complete the\nstay connected card you'll find in your program or speak with a museum representative\nat the back of the theater.\nIn doing so you will receive an electronic copy of Susan's biography so that you\ncan remember and share her testimony after you leave today.\nSusan will share with us today her First Person account of her experience\nduring the Holocaust and as a survivor for about 45 minutes. If time allows, we will\nhave an opportunity for you to ask Susan some questions. The life stories of\nHolocaust survivors transcend the decades. What you are about to hear from Susan is\none individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction, and\nWe begin with this portrait of Susan Taube, born Susan Strauss.\nSusan grew up in the small town of Vacha, Germany, where her family lived\nmore than 400 years.\nOn this map of Europe, the arrow points to Germany.\nThis picture shows Susan's home and her family's business in Vacha. The\nStrauss home is on the right-hand side of the storefront.\nHere we see Susan and her mother, Bertha Strauss together in a field near their\nhome in Vacha.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn November 1938 the Nazis unleashed a wave of pogroms throughout\nGermany known as Kristallnacht or the \"The Night of Broken Glass.\"\nThis photograph shows Germans passing the broken window of a Jewish\nowned business destroyed during Kristallnacht.\nIn Vacha, local party members damaged the family store and imprisoned\nSusan's father in the Buchenwald concentration camp.\nIn 1939, Susan, sister, mother and grandmother moved to Berlin.\nSusan and her family were deported to the Riga ghetto in January 1942.\nThe arrow on this map points to Riga.\nEventually Susan and her mother were sent to the Kaiserwald concentration\ncamp, which the first arrow points, to do forced labor. In the fall of 1944 as the Soviet\narmy approached, Susan and her family were deported to the Stutthof concentration\ncamp which the second arrow points to.\nThis is a photo of the Stutthof concentration camp.\nAfter the war, Susan married and immigrated with her husband Herman Taube\nand her family to the United States. In this photograph we see Susan, Herman and\ntwo of their children in the family store.\nSusan lives in the Washington, D.C. area, her beloved husband Herman passed\naway March 25th, 2014, three years ago next week.\nHerman, who we miss, was a Holocaust survivor and a First Person guest.\nSusan and Herman ran their own small business, a store in Baltimore, for many years\nbefore moving to Washington, D.C. 42 years ago.\nShe co-authored several books with Herman who is a noted author and poet.\nSusan and Herman have four children, eight grandchildren and eight\ngreat-grandchildren. Five live in Israel. The oldest of the great-grandchildren is in\ncollege and the youngest is a year old.\nSusan is joined today by her daughter Judy. We have Susan and Judy in the\nfront row.\nSusan is active with the Holocaust Survivors Association and volunteers here\nweekly at the museum. You will find her here on Tuesdays when she helps staff the\nmembership and donor desk.\nSusan has also spoken frequently at the museum. As an example, she spoke\nto a German group that promotes reconciliation. She has also spoken in other settings\nlocally, including synagogues and schools and after we finish the program today,\nSusan is going to go back out through the doors you came in to the top of the stairs\nwhere she will sign copies of several of Herman's books. And with that | would like to\nask you to join me in welcoming our First Person, Mrs. Susan Taube.\n[Applause]\nSusan, thank you so much for being willing to be our First Person and joining us\ntoday. You have so much to share with us. We have just a short time, so we'll start\nright away.\nYou were just seven and living in the small town of Vacha, Germany, when\nHitler came to power in 1933. After that, of course, your life and that of your families\nchanged dramatically. Start by telling us about your family and your life in the years\nleading up to Kristallnacht, before then, what was your family's life like? Tell us about\nyour family.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Susan Taube: Well, as you said, | was born in the small town in the middle of\nGermany. In the town there were about 30 Jewish families, and life was normal.\nNormal life. Very few children, because -- | started school in 1932, and in 1934, | went\nto higher education school, but then 1936 | had to leave school. No Jewish children\nwere allowed anymore in the German schools. And | was sent to Frankfurt am Main\nand attended there.\nIn 1938 --\n>> Bill Benson: Before we go to Kristallnacht, let me ask you some questions. What\ndid your father do to earn a living? What was his living?\n>> Susan Taube: My father had a family store for many years already. Actually, my\ngrandfather on my mother's side died in World War I, he was a soldier in the German\nArmy, fighting for Germany in World War I, and my grandmother was a widow and she\nran a store. And my mother grew older, she helped and eventually my mother got\nmarried and the store went on until Hitler came to power.\n>> Bill Benson: Speaking of Hitler coming to power, you told me about the family that\nwere neighbors of yours, and you told me an incident about voting. Will you share that\nwith us? Do you remember they went to vote?\n>> Susan Taube: When Hitler came to power. Yeah, the elections in Germany, and\nwe all had to go to the port, and whoever voted, you had to work for Hitler because you\nreceived a little... what you call it? Yeah, | voted for Hitler, and you would be -- even\nthough caught without it on the street, without it, even the Jewish people voted for\nHitler because nobody knew what was in store for them in the future, so... we all voted\nfor Hitler.\n>> Bill Benson: At some point | think even before Kristallnacht you started having\nvandalism done to your family business.\n>> Susan Taube: Yeah, when Hitler came to power, then they were against the\nJewish people. We had a display window in our business, big display windows and\nthey were smashed in at night. And once we. Fixed them up again, they put the paint,\nand they put it on the house, and it was quite a few times we had to replace the\nwindows. In the beginning, insurance paid for it and then insurance wouldn't pay for it\nanymore, we had to do it ourselves. But eventually we bolted up, that's it.\n>> Bill Benson: Then you started to tell us about Kristallnacht. What do you -- you\nwere still a girl. What do you remember about Kristallnacht?\n>> Susan Taube: As | said, | had to live with my -- in the little town, | couldn't go to\nschool anymore. | was separated completely from the other children, sitting on a\nbench all by myself right next to the door, the first one to leave and the last one to\ncome in. My parents saw my mental situation became -- | don't know what you call it.\nDepression, | guess. So they enlisted me in a Jewish school in Frankfurt am Main,\nand | lived with complete strangers. In 1938, Kristallnacht happened. There was a\nyoung Jewish man in Paris -- in 1938, the Polish -- the Jewish people who were not\nPolish -- German citizens, born in Germany for generations already, you couldn't just\nbecome a German citizen because you were born there. You became -- you became\na citizen from your parents. Living in Germany many years, polish children are still\nPolish.\nJust picked up without any warning, put on a train and put on the border of\nPoland and Germany, and there's no place to go, no man's land.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nSO a young man who was studying in Paris at that time, he found out what was\nhappening to his parents, he tried to bring the attention to what is happening. He went\nto the German embassy in Paris and killed one of the officers there. So when that\nhappened, a few weeks later, they organized what they called a pogrom. It was just an\nexcuse to demolish all owned by Jewish people or whatever was owned by Jewish\npeople was demolished. And the men were arrested and sent to concentration camps.\nAnd all the schools were closed, because all the teachers were arrested too.\nAnd | just went back home to my hometown at that time. My mother was there. She\nhad to close the business up. It couldn't open up anymore. And my father was in a\nconcentration camp for about four weeks. He was dismissed because he was in the\nWorld War |. He was one of the first one to let go.\nHow do you call it?\nHe had a job in certain time\n>> Bill Benson: They would let him out of the concentration, but he had --\n>> Susan Taube: They didn't want to spread the word what was happening.\n>> Bill Benson: A veteran in the German Army.\n>> Susan Taube: Luckily, we looked to immigrate already --\n>> Bill Benson: Let me ask you another question about Kristallnacht. In addition to\ndestroying businesses, your home was vandalized?\n>> Susan Taube: Yes, | went to school in Frankfurt am Main and they just knocked\ndown the door, came in and they destroyed the whole apartment, crying out from the\ncouples, and everything was demolished.\n>> Bill Benson: They knocked bookcases over.\n>> Susan Taube: Busted out the windows. It was terrible. And they went from\napartment to apartment and did the same thing.\n>> Bill Benson: Before your father was arrested, if | remember correctly, he was -- he\nhid for a couple days and the Gestapo came.\n>> Susan Taube: Gestapo came and said, if he doesn't give himself up, you have to\ntake my mother into the camp. So my father gave himself up and they took him to\nBuchenwald, where he worked for four weeks, and let go because he was a World\nWar | veteran. He had to leave Germany right away. He couldn't stay in Germany.\nSO we were ready to emigrate. Things became bad in Germany. We didn't see\nany future there anymore. But we had no place to go. We wanted to go to America.\nRelatives in America, somebody to vouch for you. And even if you found somebody to\nvouch for you, they had to put a certain amount of money in the bank and then you\nreceived a number and you had to wait for your number to come up. And a lot of\npeople wanted to immigrate and the number was very high and when we found out\nhow -- when it would be, they told us it would be about four years before our number\nwould be called.\nIn the meantime, came Kristallnacht and my father was arrested, and he was let\ngo, but...\n>> Bill Benson: So you couldn't immigrate, you couldn't get out because of the delays\nand the requirements and all the things described. So what did he do? What did your\nfather do then?\n>> Susan Taube: He went over the border and he paid somebody to go over the\nborder, without anything, a little suitcase and just what he had on his body, and a lot\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nof -- it happened to a lot of people at that time, and a lot of people went this way, left\nGermany this way, but the Jewish community in Belgium welcomed everybody, and\nthey couldn't work or do anything like that, but they had soup kitchens there and\npeople took them in and gave them food. So while in Belgium his number came up for\nimmigration to America, and because he had left, the papers had to go to Belgium, and\nthat prolonged the whole system about six months, eight months. And in the\nmeantime the war broke out, so that stopped everything. But he made it out just\nbefore America went into the war, just before they invaded Belgium, just before they\ninvaded Belgium, he made it out. He got to America in February of 1940.\n>> Bill Benson: 1940, right?\n>> Susan Taube: Something like that, yeah. 1941.\n>> Bill Benson: So here you are with your mother and your grandmother, and | think\nyou moved to Berlin to be close to the U.S. consulate in the hope that you might still --\n>> Susan Taube: We might still go to America. So we moved to Berlin. My mother\nworked to sell the house. She was the only Jewish family still living in that small town,\nand life was just miserable for her. So she sold the property, almost gave it away.\nShe never received the money for it because after 1938, after Kristallnacht, all the\nmoney was confiscated, and you received only a certain amount for your expenses,\nwhat you need for food and whatever. But only a certain amount of money. You\ncouldn't have any more. And the money stayed with the government.\nAnd then we moved to Berlin. We received -- my mother, my sister, my\ngrandmother, father's mother still with us, and myself, and a lot of little towns where\nJewish people moved away to bigger cities, so we were what you called...\n>> Bill Benson: Crowded together?\n>> Susan Taube: Crowded together, right. We had one bedroom, communal living\nroom, communal kitchen, communal bathroom, just one private bedroom, that's all,\nand you all slept in one bedroom.\nLife in Berlin, by that time | was a teenager. | had to go to work. So my first job\nwas as a day care worker to take care of children. Because all had to work for the war\neffort. They all had to work in factories for the war machinery. And the children got up\nat 6:00 in the morning. We had to be there at 6:00 until morning until 9:00 o'clock at\nnight when the last child was picked up. And we had to take public transportation.\nAnd also in 1939, it was, or '40 we all received the honor of wearing a nice yellow star,\nand we had to wear it on our outer clothes so we would be recognized for whoever we\nare. And that wasn't a very pleasant situation because we had to use public\ntransportation at that time, and, you know, when you're young and branded like this,\nyou tried to hide it. But if you were caught hiding it, you received a punishment too.\nSo anyhow, | worked in the children's home and they got dropped off in the\nmorning and worked all day until 8:00 o'clock at night and then went home, and that\nwas it. Seven days a week.\n>> Bill Benson: And, Susan, the deportation started and you and your family were\ndeported to Riga, Latvia.\n>> Susan Taube: Started in the fall of 1941, and what happened there, we lived\nwith -- there was another gentleman living and another lady, and the daughter of the\ngentleman lived a few blocks away and one day he tried to get in touch with her and\nthere was no answer. Didn't know what happened to her. About two weeks later he\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nreceived a note from Poland, your father, due to circumstances, German citizen from\nPoland will be resettled to Germany. We are settled here. We are fine, don't worry\nabout us. You will hear from us again. And that was the only time he heard from\nthem, nothing else.\nThen slowly deportation started and the next one | knew about was my best\ngirlfriend. It became very organized then. You received a notice by mail, so and so,\nthis day you be ready, you will be resettled to the east. You can take with you what\nyou can carry. Everything else, what you would like to take, bigger items, you leave at\na certain place and it will be shipped to your new destination. Never told where or\nwhere it goes to or where we are going or whatever. We were never told.\nOur time came, my mother, my grandmother, my sister, myself, in the winter we\nworked actually in factories, and we thought if you worked for the war effort, you kind\nof exempt --\n>> Bill Benson: Be exempt from that?\n>> Susan Taube: But, no, that didn't help any.\n>> Bill Benson: If | remember right you were in a factory making submarine\nequipment.\n>> Susan Taube: Receivers for submarines. And the Jewish people, the Jewish\nemployees were kept separately from the Christian people. The Christian people\nreceived lunches, food. We received nothing.\n>> Bill Benson: And they received pay?\n>> Susan Taube: Pay was not -- pay was nothing at all.\n>> Bill Benson: And you were told that if you were suspected of any sabotage you\nwould be executed?\n>> Susan Taube: Better not, yeah.\nSo we worked -- where was |?\n>> Bill Benson: Deportation to Riga.\n>> Susan Taube: We received a notification to be ready on this and this day. You can\ntake with you what you can carry. Everything else you bring to a certain place and it\nwill be shipped to your new destination. So first of all we put a lot of clothes on. The\nGestapo came and said it would come. Show us all your bank books, paper. Money\nyou can take with you for transportation, public transportation. Everything you leave\nhere, and this is it. You sign your papers, you sign the note.\nSo we took our little package. We couldn't take much. And we took public\ntransportation in Kristallnacht, the point of concentration for all the people. It was\nFriday night, | remember that, and eventually, about 100,000 people. Children, young\npeople, old people, mixture of population. And it became -- we had a lot of clothes on\nus. We figured what we have on us we can take. But anyway, they stayed in that\nplace for about two or three days. You were registered. Again, we had one more ID\nleft. So you would be recognized. Nobody has passports anymore, they were\nconfiscated. That was taken away from us too. And then we found out we would be\nresettled to a place called Riga, Latvia. Okay, Riga, Latvia.\nSunday morning, we were assembled in front of the synagogue and we were\nmarched to a station in Berlin, the capital of Berlin, and we looked for the train to be\nresettled to Riga. And what we saw was the cattle cars. Only cattle cars. The doors\nwere opened and we looked inside and went inside and there were benches made out\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nof straw all around the wall, on each side of the end of the wagon. A bucket of water.\nThat was it.\nOnce the train was full, everybody was in, we went, we traveled four days and\nfour nights | remember. Very cold winter in January 1942. It was very, very cold. No\nheat in the wagons, nothing.\nWe arrived in Riga the end of January -- no, beginning of February, it was, end\nof January. | don't remember exactly the date. End of January, | think it was. And\nthey opened up the wagons, out, out, out. Everybody out. You could hardly move\nbecause of the cold. You were stiff. Old people couldn't move. We were told if you\ncan -- you have to walk about 10-kilometers, if you cannot walk, there are trucks, you\ncan go in the trucks and we'll take you to your new destination. Well, the people who\nwent on the truck, we never saw again. It was mostly older people, children, it was\nhard to walk for them. They went on the trucks and we never saw them again. My\nfamily, we walked. We walked 10-kilometers, slow in ice, very slowly. It took almost\nthe whole day. And we came to a place in Riga, which was -- what was it called? A\nsection of the city of Riga, a very poor section it was. We came to the place and they\npushed us in apartments and no light, no heat, nothing. And we saw food laying there\nand clothes everywhere around the place. We didn't know what happened. But it was\nnighttime. We didn't give it much thought. So we found a place to sit and sat down\nand that was it. In the morning when daylight came we looked around, we went\noutside and a lot of ice and snow and force of elements. Terrible sight.\nSo we didn't know what happened. Back to the house, no food, nothing.\nEventually we received a piece of bread. There was some food left in the apartment,\nwhich we eventually figured out we eat. And February 5th, | remember this like today,\neverybody out of the buildings, everybody assemble in the street. The place was\nsurrounded, two times. Completely surrounded. You couldn't go out of the place\nthere. And we were assembled and looked over and the trucks were staying there.\nAnd they looked us over and just like this, this, this... if you went this way, you went on\nthe truck, and you went this way, you went back to the house. My grandmother was\ntaken away from us. My mother, my sister and myself, we went back into the house.\n>> Bill Benson: Susan, | remember you telling me that they would tell the elderly\npeople that were with you who were going to put you in a fish factory where you can\nwork indoors.\n>> Susan Taube: The second time around, yeah. Well, in the meantime there came\ntransports from all over Germany, Austria, back from Germany, Jewish people,\ntransported there. And eventually the ghetto was overflowing, and in February -- end\nof February, again, everybody out of the house, selections were coming and people\ntaken away, always taken away.\nA lot of children they are taking away and invalid people. People they figured\ncould work, they kept them alive for a while.\n>> Bill Benson: Susan, you would remain in the Riga ghetto for 20 months, from the\nend of January, early February 1942 to December 1943. Tell us what your life was like\nin the Riga ghetto over those 20 months, what you were forced to do, and you touched\non this a little bit, but the image you described of arriving in a place that is just covered\nin ice, indoors, outdoors, just a coating of thick ice on everything, and | think the very\nfirst job you were made to do was to --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Susan Taube: Go to the city of Riga and supplied us with --\n>> Bill Benson: Like iron rods? Ice picks.\n>> Susan Taube: Ice picks. We had to loosen the ice from the sidewalk so the\ncitizens of Riga could walk on the sidewalks. We were not allowed to walk on the\nsidewalks. We had to walk in the streets. Before we went through, a piece of dry\nbread, nothing warm to eat all this time, nothing at all. Just bread. And that was it.\nSo we marched to the city and worked all day from morning, daylight until\nnighttime came, and back to the ghetto. Back to the ghetto there was nothing to look\nforward to. If you were lucky, somebody in the street gave you something to eat,\nactually. Some citizens of the street. And then eventually we received some food in\nthe ghetto. It was organized. We received some rations in the ghetto, but no place to\ncook or anything like that, so people became-engineers, the people there, they found\nscraps of iron or whatever it is and they build little stoves from it. And while we went to\nwork and found a piece of wood or something, we picked it up and took it home and\nthat's how we cooked our stuff.\n>> Bill Benson: You shared with me there was an attempt by all the Jews there to try\nto create some sense of a community while you were there, try to do some education if\npossible.\n>> Susan Taube: The children still were in school, like the day care center. They\nwere never allowed to go in the streets, the children. They were always supervised by\nold people in homes -- | mean, in rooms, wherever they were living. Or they had a day\ncare center for children, and the towns had to go to work, and they had the children\nand dropped them off and they never could go outside. They were never allowed to go\noutside, the children.\n>> Bill Benson: What was the other work you were forced to do while you were there?\n>> Susan Taube: Besides shoveling snow, the next job | worked for the air force.\nThat was a good job, because inside you are not exposed to the cold weather. And we\nsat in the basement and sorted out potatoes. They delivered the food to them, but\neverything was frozen. So we had to pick out the good ones from the bad ones. And\nthat was good, because the bad ones we could take home with us. Actually, we were\nallowed to take home, but they tasted horrible.\nBut, again, you know, you work for the military, some people had a human\nheart. You could find some human beings among them. And | say that -- if you didn't\nhave someone -- not to look out for you, but have a little bit of feeling what was going\non and help you a little bit, that's life really.\n>> Bill Benson: At some point you were forced to go outside the ghetto, | think, to\ndig...\n>> Susan Taube: That was in the summertime. They called it peat moss, and they\nuse it for heating and cooking, and so -- and they would take the young girls, mostly\nyoung girls and young men and send outside the ghetto about 40 or 50-kilometers\noutside the ghetto, and there were big fields and we had to dig out peat moss from\nthere, and that was dug out and put on bridges and put on the lawn to be dried and\nturned over and dried up again, and then it was shipped into the city. And that was --\n>> Bill Benson: Used as fuel for the citizens there?\n>> Susan Taube: Yes. Not too bad, actually. We went swimming a little bit. You\nknow, a reprieve of some sort for a while.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: Late August or September 1943 you were brought back into the ghetto\nand what you said to me was, we kind of knew what the ball game was then. That was\na quote from you.\n>> Susan Taube: Well, we heard news. We had some kind of -- we didn't have radios\nor anything like that. Nobody had a radio, but the places we worked had radios, and if\nyou had a chance, you could always listen to the news, and there was always -- the\ngood news was the Germans had a successful retreat, always a successful retreat.\nVery slow. In Riga, until 1944, the ghetto was liquidated and we all went to\nconcentration camps. Actually concentration camp. Men and women were separated.\nThere were no more children there. Everybody had to go to work. Mostly young\npeople, no old people anymore. But, again, | have to say, | was lucky. Before the\nghetto was liquidated there was an organization, and the German Army, they made\nbridges and we came to this place and we had to repair the boats.\nThe situation was also like a reprieve for us really, because the one who\noversaw it was a civilian, a German civilian, and he was one of five sons. Four were\nalready gone on the front. So anyone alive was made a director of the facility. | have\nto say he had a human heart. He could -- not help us, but make it more pleasant than\nit's Supposed to be.\n>> Bill Benson: He could have made it worse?\n>> Susan Taube: He had a human heart, put it this way. But he couldn't help us\nanyway. And the Russian army came closer and we evacuated, the whole army, Riga,\nthe German Army, so the ghetto was eliminated and old people disappeared. And\npeople who were able to work were put on a boat.\n>> Bill Benson: Before you go there, as you were being evacuated from Kaiserwald,\nyou explained this was mid 1944, the summer of 1944, you said there was a period\nwhere you were just waiting, and groups of young people were sent out. Do you\nremember telling me that?\n>> Susan Taube: You know, Riga had a very nice population, Jewish population at\nthat time, but when they came in, all but 4,000 men eliminated. They kept 4,000 men\nto work, but all eliminated.\nBy the end, when the German and Russian army came closer, they wanted to\nget -- cover up what they did, | guess, and the people from Kaiserwald, they organized\ngroups of 40 men each day. They had to go out. And whoever went on the job during\nthe day, they never came back. They killed them there. Because they didn't want any\nwitnesses.\n>> Bill Benson: The next day another group of 40.\n>> Susan Taube: Next day, another 40, another 40...\nAnd what was left then, we were all deported on a boat and shipped to\nGermany, concentration, which was an extermination.\n>> Bill Benson: Tell us about Stutthof.\n>> Susan Taube: Beautiful lawns, beautiful flowers. We thought we were in heaven.\nWe walk in, the picture changed very quickly. Nothing but barracks. People walking\naround, hungry, miserable, shaved their heads. Our heads were shaved before we left\nRiga actually. We were all bald, no hair on our heads.\nAnd life in Kaiserwald was in the morning, 5:00 o'clock. Just like sardines. At\nthat time we had wooden shoes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nLuckily, | was only about two weeks in Stutthof. Stutthof, Germany, right?\nYeah, Stutthof, they took us out. One day they counted and counted, counted 400\nwomen, took us from the camp, put us on the train and sent us to a place called\nSophienwalde. They arrived there, the camp was made out of plywood, little huts\nmade out of plywood, and each hut pushed 15 people, only straw on the floor, nothing\nelse. One blanket we had.\nAnd so the first thing we didn't know what to do. The next day we had to get\nout. We were called out. The whistle blew and we had to get out and be counted.\nThere were ladies from the SS, we had three, three ladies. Martha, Erica and...\nOne was a beast. One was more human. And the other one couldn't care less\nas long as she had a boyfriend. She was okay.\nSo that was our lives. So every day we had to go to work in the morning. We\nreceived shovels and picks and stuff, and we marched to woods and we had to take\nout the wood from the ground, because they were supposed to build a military exercise\ncamp there.\n>> Bill Benson: You had to dig out all the roots?\n>> Susan Taube: We had to get all the roots out from the trees. It was hard work. It\nwasn't easy. We were girls, not men. We didn't have muscles. But we had to do it,\npull them out and then we had to push them over to a dump where everything was\ndumped. Then back to the woods and fill it up again. And that was our day's work.\nWe received a piece of bread in the evening and a piece of bread when we\ncame back from work, and if you had a bowl, if you were lucky and had a bowl, you\nreceived a bowl of soup and that was our nourishment\n>> Bill Benson: In the late winter of 1945 as the Russians advanced, you were\nevacuated from there and forced to go on what is known as a death march?\n>> Susan Taube: They took us to this unfinished building that we built, and in the\nbasement, we were there. But, again, no heat, no nothing. Just one piece of bread\nand a soup.\nFebruary, Russian army came much closer, and one day the commander came\nand said -- assembled us and said, look, we cannot stay here. The Russians are here.\nWe have to migrate from here. If you're able to walk, you sign up, you can walk. And\nif you are not able to walk, you stay here and somebody will take care of you.\nWell, the ones who signed up, they marched out and the ones who stayed\nbehind, we never heard from them again.\nWe marched ten days. Every day, kilometer, kilometer, wooden shoes, flimsy\ncoat, not much.\n>> Bill Benson: And especially brutal winter.\n>> Susan Taube: 1942 --\n>> Bill Benson: 1945?\n>> Susan Taube: Terrible, terrible cold winter. Walking on ice and snow and walking\nthrough villages, and kids were throwing snowballs at us. It was just terrible. At night\nthey put us in a barn and in the morning we march again. And that was it for ten days\nuntil we came to a place called Sophienwalde.\nSophienwalde we entered the camp. It was -- it used to be POW camp for\nRussian POWs, and they already evacuated too. So we went in there. Then we went\nthere it was empty but eventually it filled up because people came from all over the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nplace. There were camps everywhere, where people worked all over eastern\nGermany, and from the camps, the Russian army came closer, we were all\nconcentrated in that place. | don't know, | have no idea.\nWe went to this place two weeks, three weeks. Again, the Russian army came\nclose. We heard the shooting already. And they assembled us, we cannot stay here.\nlf you can march, we have to leave. And most of us went at that time. And we\nmarched a whole night and we came to a place in the morning, and they put us ina\nbarn and closed the door, and that was it. They left us there.\nWell, we laid down. There were animals there, and just -- in the early morning\nhours, we heard big booms, and we said, oh, no, they're coming closer, they're meant\nfor us. But it was the Russian army that was chasing the German Army. And we were\nliberated by the Russian army on March 10th, 1945.\nThe doors were opened. We went out. The German people packed their\nwagons because they wanted to go west away from the Russian army. And they\npacked what they could take with them. And we became -- what do you call it? Well,\nwe had our first food, and my first food was a piece of bacon.\n| got sick. | sure got sick.\nYeah. They told us, don't eat anything. We were told not to eat anything at all\nbecause our stomachs couldn't take any food. Just couldn't take food.\nSo the Russians took us to work. They said you could work for the Germans,\nyou can work for us too.\nSo we were taken to a farm, German farm, where the people had left already\nalso. And we had to clear the fields, put the seeds down, take care of the animals that\nwere left there. But we were cleaned up. We got clean clothes, and we had food,\npotatoes in the morning, potatoes at noon, and potatoes at night. Potato was the\nmainstay. Soon enough we all looked beautiful.\n>> Bill Benson: Speaking of looking beautiful, Susan, and | know our time is running\nshort, that leads, of course, to you having to tell us how you met your future husband.\nWill you do that?\n>> Susan Taube: Well, the farm was finished and everything was in the ground and\ntaken care of, the next job was the Russians took us to a city called Kielce and the\nGerman population left and we had to clean out the houses and put them in whatever\nwe found in the houses, went into warehouses and shipped to Russia. Don't forget the\nGermans -- it was all sent to Russia, and that was our job. We didn't cook for\nourselves. We had a communal kitchen. At that time there were ten girls, all lived in\nan apartment, and ten girls, but we didn't cook for ourselves. There was a communal\nkitchen run by a Jewish officer from Romania, and one day we went there to eat and\nthat was it. But the people ate there. And one day a young man showed up there and\nwe have survivors here and we have some sick people here. How about you look after\nthese people and take a look, if you can help a sick person.\nSo he went and he looked at my friend, and while he was a doctor in the\nRussian army, and that's how | met my husband, who was a doctor in the Russian\narmy at that time.\n>> Bill Benson: There's more to it than that, because -- if | can share a little bit, the\nyoung women were worried about the Russian soldiers that were around, so --\n>> Susan Taube: We had to protect ourselves very much.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: Herman put up a sign saying, this group of women are under\nquarantine for infectious disease. And then the story continues. He did some bribing\nwith vodka?\n>> Susan Taube: And take me out of there...\n>> Bill Benson: And got you in a tank that he had gotten somebody to drive with you in\nthe tank.\n>> Susan Taube: Out of the place, yeah. Then we went -- together we went to -- he\nwas in the Russian army, a doctor in the Russian army, and we went and occupied\neast part of Germany. We were in eastern Germany for a while, and then we went\nback to Poland and we got married. And we lived in Poland for a while until 19 -- what\nwas it?\nThe Polish didn't like very much when the Jewish people came back to the\ncities, which they occupied in the meantime, and they wanted the houses back. So\nthey organized the pogrom in the city of Kielce, and killed all the Jewish people who\ncame back from the camp. And that we wanted to stay in Poland. There was no\nfuture for Jewish people in Poland, and there were organizations, Jewish organizations\nthat took people out of Poland and that's where we wound up in east Germany.\n>> Bill Benson: Susan, in the little time we have left, how did you locate your father, as\nyou told us earlier, had made it to the United States?\n>> Susan Taube: My father made it out, just before America went into the war. And |\nkept his address in my head the whole time. | never forgot his address. And when we\nwere liberated and back and forth, we didn't have anywhere to go, | had a letter\nprepared just in case | had an opportunity somehow. So one time along the way | saw\nan American soldier and | asked him if he would do me a favor and deliver this letter to\nthis address. And he did. And that's how my father knew that I'm alive. But we\ncouldn't correspond because | had no permanent address yet. So once | had a\npermanent address, | wrote to him again, and that's how we got in touch.\n>> Bill Benson: When did you finally get to the United States?\n>> Susan Taube: We came in 1947.\n>> Bill Benson: Two years after the war ended.\n>> Susan Taube: We went back to Poland. We wanted to stay in Poland, actually, but\nafter that pogrom we left. So we went to Germany and at that time America opened up\nthe doors, which were very closed before the war, but the doors were opened up and\nwe came to America. Since my father was in America, he vouched for us too, SO we\ncame to America.\n>> Bill Benson: Susan, when did you learn about what happened to your mother and\nsister?\n>> Susan Taube: Well, we were separated in Riga. | went to one work camp, they\nwent to another work camp. We had no control over our lives. After the war, |\nremember now | kept in touch with a woman who worked together with my mother in\nthe last camp, and she told me what happened to my mother. My mother died actually\nof natural causes in that camp, from starvation. But she always taught me she was\ngood. She had a job. She was the cleaning lady, so she didn't have to work too hard.\nAnd she also got -- typhus broke out and she died and so did my sister.\n>> Bill Benson: We have questions from the audience, is that okay?\nlf you don't mind we have -- our ushers have microphones and we're going to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nask that if you have a question, please make sure you have a microphone so it will be\npassed down to you. Please make your question as brief as you can, and | will repeat\nthe question just to make sure that we not only hear it here but everybody hears it in\nthe audience. So who would like to ask Susan a question, if anybody would? We\nhave a couple minutes to do this. We have one here. Thank you, sir.\n>> How well were you received in the United States and how were you\nemployed or your husband employed once you came back to the states?\n>> Bill Benson: The question is: How were you received once you got to the United\nStates and how did you basically financially manage, how did Herman find work and\nyourself?\n>> Susan Taube: The Jewish community in America was very generous at that time,\nand they had sponsors, and they helped quite a bit. The Jewish community helped.\nOur first -- well, we came to my father. My father was here, so didn't have to worry too\nmuch with my family, but we received help. We did receive help, yes. And my\nhusband didn't speak English. | spoke a little English, | learned in school, and his first\njob was in the Jewish bakery cutting bagels at night. That's what he did.\n>> Bill Benson: And then he learned English?\n>> Susan Taube: Night school. We all went to night school. Every night, night school.\n>> Bill Benson: And when you --\n>> Susan Taube: And wrote quite a few books.\n>> Bill Benson: Quite a few books. We have another question. We have one right\nthere in the middle. Yes?\n>> Were you able to observe Shabbat or any of the holidays at all?\n>> Bill Benson: Were you able to observe Shabbat or any Jewish holidays at all at that\ntime?\n>> Susan Taube: We had the synagogue in the ghetto. My mother used to go. | had\nto work. There was no choice. If you had to work, you had to work. My mother, she\nwent. Yeah. Jewish life... we did have concerts, come to think of it. We did have\nconcerts. The Riga ghetto was actually two ghettos. One was for the Latvian Jews\nand one for the German Jews. The Latvian Jews had artists in their group, and we\nhad concerts actually. And listened to it. For free.\n[ Laughter ]\n>> Bill Benson: | think we're probably ready to close the program. | am going to turn\nback to Susan to close our program, because it's our tradition at First Person that our\nFirst Person has the last word. So | want to make sure we do that. First | want to\nremind you we will have First Person programs each Wednesday and Thursday\nthrough mid-August, so | hope that you will have an opportunity to return, and as |\nmentioned earlier, the website has information about each of our upcoming First\nPerson programs. When Susan finishes, she's going to step off the stage and make\nher way as quickly as possible, we hope, up the side and out. So let her get by if you\ncan, so she can get to the top of the stairs and sign copies of several books of\nHerman's that are available. | hope you'll have a chance to chat with her there,\nperhaps, ask a question and get a book.\nSusan...\n>> Susan Taube: Well, thank God I'm here, | survived. It was a terrible time. It should\nnever happen again. But reading the papers today, | think it's happening all around\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nthe world. | have a beautiful family. | raised a beautiful family.\n| hope so.\n>> Bill Benson: You did.\n>> Susan Taube: We have how many doctors in the family? Three doctors. Three\nteachers. CPA. Thank God for that.\n| miss my family. The older | get the more | miss them really. But they're gone.\nAnd I'm here and | do the best | can. That's it.\n>> Bill Benson: Thank you, Susan.\n[Applause]\n",
    "segments": []
}