{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, April 4, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: JOSIE TRAUM\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being provided\nin rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust\nMemorial Museum. My name is Bill Benson. | am the host of the museum's\npublic program, First Person. Thank you for joining us today. We are in our 14th\nyear of First Person. Our First Person today is Mrs. Josie Traum, whom we shall\nmeet shortly.\nThis 2013 season of First Person is made possible through the generosity\nof the Louis Franklin Smith Foundation, to whom we are grateful for again\nsponsoring First Person.\nFirst Person \\s a series of conversations with survivors of the Holocaust\nwho share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum.\nWe will continue our program through mid August. The museum's\nwebsite, at www.ushmm.org, provides information about each of our upcoming\nFirst Person guests.\nJosie Traum will share with us her First Person account of her experience\nduring the Holocaust and as a survivor for about 45 minutes. If we have time at\nthe end of the program, we'll have an opportunity for you to ask Josie a few\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you\nare about to hear from Josie is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nWe begin with this portrait of Josiane Aizenberg walking on a street in\nBrussels. Josie was born March 21, 1939 in Brussels, Belgium, to Jacques and\nFanny Aizenberg. The arrow points to Brussels.\nThe German army conquered Belgium in May of 1940. Shortly before the\noccupation, Josie's father left Belgium to join the British Army. In this photo, we\nsee Josie with her parents in Brussels.\nIn 1942, Josie's mother Fanny was able to secure a hiding place for Josie\nin a convent in Bruges, Belgium. Here we see Josie and Fanny shortly before\nJosie went into hiding. Soon thereafter, Fanny, who worked with the Belgian\nunderground, or the resistance, was denounced and she was deported to\nAuschwitz.\nAfter six months of hiding in a convent and growing Nazi suspicion, the\nBelgian underground relocated Josie to hide with the Debrackelaers, a Christian\nfamily in Brussels. Here we see Josie with the Debrackelaers. Josie is in the\nfront, on your right, right here. Behind her are the Debrackelaers. The couple to\ntheir left are friends of Josie's grandparents, who were neighbors of the\nDebrackelaers, and the little girl standing in front of the neighbors is the\nDebrackelaers' daughter. | think their son is standing right between the two girls\nin the front row.\nAllied forces liberated Belgium in September 1944. Soon after, Josie was\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nfound by one of her aunts, Fanny, her mother's sister. Here we see Josie,\nJacques and Fanny after they were reunited in the United States.\nJosie would eventually marry Freddie Traum, also a Holocaust\nsurvivor. We close our PowerPoint presentation with this wedding portrait of\nJosie and Freddie.\nAfter moving to the United States with her parents in 1949, and then\ncompleting her schooling in Paterson, New Jersey, Josie went to Israel to study\nfor a year. On the return trip, on a ship, she met Freddie Traum, the ship's chief\nradio officer. Upon her return to the US, Josie attended Montclair State\nTeachers’ College for one year. Josie and Freddie were married on a ship a year\nafter she met him, and she moved to Israel where they lived for five years. While\nin Israel, the Traums' son Michael and daughter Yael were born.\nUpon the advice of medical experts in Israel, the Traums relocated to the\nUnited States in 1963 to obtain medical care for their disabled son, Michael.\nTheir third child, Jonathan, who is also disabled, was born in the United States.\nEventually, Freddie's work brought them to Vienna, Virginia. Josie returned to\nschool and graduated from the Catholic University of America School of Social\nWork and began her career in child welfare. She retired in 2008 from her work\nas a Clinical social worker for abused children in Montgomery County, Maryland.\nToday, Josie and Freddie live in Silver Spring, Maryland. Josie's volunteer\nwork at this museum includes leading tours of the permanent exhibition for law\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nenforcement, including police officers, the FBI, judges and others. She also\nvolunteers with Visitor Services.\nJosie has only recently started speaking publicly about her\nexperience as a Holocaust survivor. She now speaks at local synagogues and\nschools, such as Christian Academy and Walter Johnson High School in\nMontgomery County, Maryland. In February, she spoke to grades 1-8 at Legacy\nSchool in Carroll County, Maryland, which one of my sons attend. Next week,\nJosie and Freddie will soeak at the Montgomery College next week as part of the\ncollege's commemoration of the Holocaust.\nAnd, as part of the Holocaust Days of Remembrance next week, Josie will\njoin others in reading aloud here in the museum the names of those killed during\nthe Holocaust. Josie will read the names of 100 victims. Anyone can sign up to\nread names of survivors for five minutes, by going to the website, if you are here\nor available. Freddie is also with us today. If you wouldn't mind waving, so\npeople know you're here.\nWith that, | would like to ask you to join me in welcoming our First Person,\nMrs. Josie Traum.\n[Applause]\nJosie, thank you so much for joining us today. Just such a pleasure to\nhave you with us. We have a very large crowd today. We should probably start.\nWe have so much to cover in a short period.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nYour parents, Fanny and Jacques Aizenberg, were married in early\n1938, and you were born the following March 1939. Just months before\nGermany and Russia attacked Poland, launching World War II. Tell us about\nyour parents and their life in Brussels prior to war beginning. What was their life\nlike?\n>> Josie Traum: OK. First of all, it's a pleasure to be here. I'm so glad there's a\nfull audience. Thank you for coming in.\nMy parents led a pretty, | guess, newlyweds' life. Both my parents were in\nthe textile and dressmaking and sewing industry. My mother had graduated from\ntechnical design art school, and she became a dressmaker and a pattern\ndesigner, and she actually worked for the royal family, which was a real big deal\nat that time.\nMy dad was a tailor. However, before he became a tailor, he used to be a\nviolinist. Many, many years ago, I'm sure way, way before any of your times,\nthere used to be movies that were silent. Because they were silent movies, they\nused to have a quartet, an orchestra playing music while the film was being\nshown. Once the talkies came, once the films became talking, like they are\ntoday, my dad lost his job. They didn't need musicians anymore in all of the\nmovie houses. So he went to school, and actually learned to be a tailor.\nSo both my parents were involved in clothes making, and they were\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmarried, and as newlyweds | was born about a year and a half later. So | think\nthey were a young couple with just me coming around.\n>> Bill Benson: Josie, do you know whether or not -- from what they said to you\nlater, that they were married in 1938, later that year in November, of course,\nthings became even more ominous in Nazi Germany with Kristallnacht, and you\ncame along in March 1939. There were war clouds, September the war would\nbegin. Do you think your parents were fearful about the future at that time, when\nyou were born?\n>> Josie Traum: | think they really were. At the time, there were rumors in\nBelgium that when the Germans would invade, it was said, they would leave the\nwomen and children alone, and only arrest the men. So therefore, there are\nalways Calls on the radio asking people to volunteer for the army.\nMy dad and his brother heard the calls from the British to come on over,\ncross the channel and join the British Army. So my dad and his brother, who\nwere both tailors, actually took one of the last ships across the channel in 1940,\nand came to England to volunteer for the British Army.\n>> Bill Benson: I'm going to take you back for just a moment before we continue\nfrom there, Josie. As a result of Kristallnacht, the Night of Broken Glass, in\nNovember 1938, didn't your parents take in for shelter a Jewish child, for a\nperiod?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Josie Traum: They did. Jews were running away from many of the eastern\nEuropean countries, from Poland, Czechoslovakia, trying to find a safer place to\nbe. So my mom -- actually, both my parents and grandparents took in people\nwho would stay with them for a few days till they would find a safer place,\nperhaps crossing a border in another country. So there was always a lot of\nmovement in our apartment.\n>> Bill Benson: Before we come back to the war itself, | just have to ask you to\nexplain how you got your name, Josiane.\n>> Josie Traum: My real name is Josiane. It's named for a French singer. My\nmother adored that name. She thought it was marvelous. Here | was given that\nvery special name. When | came to this country as a little girl, nobody could say\nJosiane. And so | became a Josie. So here | am, | come to you as Josie.\n>> Bill Benson: The Germans, of course, attacked Belgium and France in May\n1940. As you explained, with war looking like it was going to come to Belgium,\nyour father responded to the call from the British to go to England to fight for\nthem. As you say, he made it away from Dunkirk. Can you tell us more about\nDunkirk?\n>> Josie Traum: No, | can't.\n>> Bill Benson: There were, | think, several ships --\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Josie Traum: | see what you're saying. I'm sorry. Only a couple ships made\nit. Many were torpedoed by the Germans. My dad, being on the ship, made it\nacross the channel, got to England.\n>> Bill Benson: Did your mother know that?\n>> Josie Traum: She did not.\n>> Bill Benson: The last she saw, he was going off to England --\n>> Josie Traum: Not knowing what would happen to him.\n>> Bill Benson: With him gone, it's you and your mom. What happened then?\n>> Josie Traum: My mom and | were living together, with my maternal\ngrandparents, my mother's parents, and we lived very much together in an\napartment, hiding. Pretty much in hiding. When the Germans came, you had to\nhave an identity card identifying if you were a Jew. If you were a Jew, when you\nwere walking on the street, a German would stop you and say, \"Show me your\nidentification card.\" Of course, if they saw you were Jewish, they might arrest\nyou, deport you, or you really didn't know what was going to happen.\n>> Bill Benson: What about your grandparents? Both sets of grandparents, |\nbelieve, were still alive at that time?\n>> Josie Traum: My father's parents, my grandfather actually died before | was\nborn. My grandmother from my father's side died once the war began, and it was\nnot war-related. Both my paternal grandparents died. My maternal\ngrandparents, we lived with them, pretty much in hiding together with them.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Bill Benson: Your maternal grandmother worked at a place for the homeless\nat that time?\n>> Josie Traum: It was a society that took care of people to make sure they had\nfood. It was like a Jewish kind of community, society. She would -- because of\nthat, she would sometimes get a little bit of food for us. At that time, in Belgium,\nfood was rationed. You only got certain rations once a week. You would pick up\nthe food, and that's really all you would have.\n>> Bill Benson: At one point, your grandfather was arrested, wasn't he?\n>> Josie Traum: My grandfather was arrested, and he was taken to one of these\ngathering camps called Malin, or Mecaline. The Jews -- actually, the prisoners\nwould be gathered until they had enough of them, then they would deport them\nby railroad cars to the concentration camps. So my grandfather was actually\ntaken before my grandmother and mother.\n>> Bill Benson: Now it's the three of you, your mother and grandmother.\n>> Josie Traum: Yes.\n>> Bill Benson: How did they make ends meet?\n>> Josie Traum: My grandmother worked, not only for the Jewish community,\nbut she also worked what we call hada kaddisha. When a Jewish person dies,\nyou are taken care of; they make sure you have a proper burial, and they watch\nover you. So my grandmother was very involved, where the Jewish community,\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\npeople who were dying, she would get food from them. Really, we did with\nwhatever little we could get.\n>> Bill Benson: If | remember right, you were telling me that all healthcare was\ncut off?\n>> Josie Traum: Yes.\n>> Bill Benson: Here you are, a young child, the clinics and everything were\nclosed to you just because you were Jewish.\n>> Josie Traum: Exactly. All of those things were controlled by the Germans,\nand they were of course closed, so | was not able to go.\nWhen you're a newborn, you go to a special clinic --\n>> Bill Benson: Like a well baby clinic?\n>> Josie Traum: A well baby clinic, a few times a month, to make sure you're\ngaining the right weight, getting the shots you need. All of that was closed. | was\npretty much on my own with my mom and grandmother.\n>> Bill Benson: As you were saying a few moments ago, Josie, you had\nidentification cards, and you never knew what would happen. You describe to\nme one of your early memories, because you were so young, but you do have an\nearly memory of an incident on a bus.\n>> Josie Traum: | do. | remember sitting on a bus, it was before my third\nbirthday. | was really still a little one. My mother and | were riding the bus, public\ntransportation, and a German officer, Nazi, came on the bus, and what they\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nwould do, they would go from row to row and ask for your identification card. You\nhad to show it to them, of course.\n| remember sitting next to my mom, who was very, very scared, and |\ndidn't understand why, and | was only 3 years old, not even 3. Anyhow, the\nGerman came from row to row, asking for the ID cards. All the passengers on\nthe tram actually would give him the card, and he would read it and give it back.\nHe got to the last row where my mom and | were sitting, and for some\nreason he turned around and left the tram, so he never came, he never actually\nasked my mom for identity cards, which is obviously pretty lucky. | think\nsomebody must have been looking over.\n>> Bill Benson: A stroke of luck.\n>> Josie Traum: Justa stroke of luck. My mother was shaking. | really didn't\nunderstand why.\n>> Bill Benson: Your mother got active in the resistance, the underground, which\nhad to be just an extraordinarily brave thing to do.\n>> Josie Traum: Right.\n>> Bill Benson: Tell us what you know about that.\n>> Josie Traum: OK. At that time, of course, | didn't understand what was going\non.\n>> Bill Benson: Right, right.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Josie Traum: My mother was hiding people in our apartment. We always had\npeople there hiding till they found a better place to go. She would also deliver\nnewsletters, leaflets for meetings for where the underground, or resistance\nagainst the Germans would be meeting. So she was busy with all of these\nthings, and my understanding is she was very involved with that. Because of\nthat, she wanted to make sure that | would be safe. She actually got in touch\nwith the underground and made sure that somebody would pick me up and place\nme in hiding.\n>> Bill Benson: That was one of the real motivators -- a real motivator was in\n1942 the Nazis began earnest efforts deporting the Jews.\n>> Josie Traum: Right. In 1942 the deportations began. They started gathering\nJews, deporting them mainly to Auschwitz. My mother wanted to make sure |\nwould be safe, so one day, 1942 | was 3 years old, and two strange ladies came\nto pick me up. They actually picked me up. My mother, by the way, was not\nallowed to know where they were taking me, because they knew when the\nGermans would come to deport you, to arrest you, they would beat you till you\nwould tell them where the rest of the family was.\nSo my mother, these two strange ladies came to pick me up, and my\nmother was not allowed to know where they were taking me. They took me to a\nconvent in Bruges, a beautiful little city near Belgium, near canals. It's really\nbeautiful, lots of convents.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n| was taken to a convent, very much like an orphanage. In those days,\nwhen people couldn't take care of their kids or didn't have enough food and the\nwar was going on, people would put their kids in a convent, which was like an\norphanage. When the parents could, were able to manage and take care of\nthem, they would pick up the children.\nSo this convent was full of kids, and unbeknownst to me there were three\nother Jewish children there being hidden. So there were four Jewish kids hidden\nin this convent.\n>> Bill Benson: Along with many other non-Jewish kids?\n>> Josie Traum: Yes.\n>> Bill Benson: Josie, has your mother had the opportunity to tell you what it was\nlike for her to actually put you into hiding to an unknown place, not knowing when\nand if she would see you again? That was a huge decision for her to make.\n>> Josie Traum: It was a huge decision. It must have been so difficult. | think to\nmyself now, my grandchildren, | don't think I'd be able to just give them up and\nnot know where they were going.\nObviously, my mother made the sacrifice in deciding to take a chance and\nhave me be safe, and even though she didn't know where | was going. Indeed,\nshe really didn't know. One important thing to remember in Belgium, in most of\nEurope, if you were hiding a Jew and the Germans would find you they would just\nshoot you. No questions asked. They would just shoot you.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSo the nuns who hid me were really risking their lives. They were really\ntaking a chance.\n>> Bill Benson: Do you know anything about how your mother was able to make\nthe arrangements for you to go, or just her connections in the underground?\n>> Josie Traum: Just her connections in the underground. Indeed, they sent two\nladies to pick me up. | left. | didn't see my mother again till the end of the war.\n>> Bill Benson: Right. Right. You were in the convent, | think for about six\nmonths. What do you remember? Again, Knowing how little you were. Do you\nrecall anything of your life there?\n>> Josie Traum: The nuns were very strict. But my understanding, it's not\nbecause -- they were very strict with me. They were strict with all of the kids, not\njust because | was Jewish. | have spoken to many people who have gone to\nCatholic school with nuns, they said, \"oh, yeah.\"\n[Laughter]\n>> Bill Benson: They get it.\n>> Josie Traum: They getit. They were really, really strict. But they saved my\nlife. What can | say? One thing | do remember about the nuns, this shocked me\nmore than anything else, we slept in big dorms, and the nuns in those days wore\nvery stiff habits like you see in \"The Sound of Music,\" very stiff, very tight around\nhere. The nuns at night would take off their headgear to go to sleep. They would\nsleep with us in the rooms.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n| was shocked, they were bald. That gave me the biggest shock. | think\nit's because it was so hot with the headgear, what they wore, they must have\nshaved their heads. | know that's what shocked me more than anything else. |\nhad never seen a bald woman.\n[Laughter]\n| did that, it was pretty scary.\n>> Bill Benson: You were saying they were strict, but not just in the sense of\ndon't do this, don't do that. You told me about, not an incident, you were a finicky\neater, | believe you said. How did they handle finicky-eating kids?\n>> Josie Traum: | remember throwing up, and they would let me stay in bed in\nmy throw-up, which is pretty horrible. They would also put me in a closet to\npunish me and say the devil would come and get me. But here again, it's not\nbecause | was a Jew. This is how they were with all of the kids. | happened to\nhave been a very finicky eater. My mother used to play into it. | survived,\nthough.\n>> Bill Benson: You had to, of course, have a different name while you were\nthere. Tell us about the name that you were given.\n>> Josie Traum: Belgium has two languages, two different ethnic groups. They\nspeak Flemish and French. Sol was given a Flemish name. My first name was\nthe same, Josiane, but instead of Aizenberg, a very Jewish German name, they\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ngave me the name of Van Berg, a very Dutch name, very Flemish name. So my\nname did change. They gave me a different name.\n>> Bill Benson: You explained to me one time that, you told me what you\nthought was the most significant impact on you personally while you were in the\nconvent. Do you remember talking about it? It was -- the impact was just the\nlack of nurturing. Will you say a little bit about that?\n>> Josie Traum: This is where my tears come. | strongly, strongly believe, with\nall of the social work I've done and with the psychology and child development,\nand what I've really read, | really learned that the first three years in a child's\ndevelopment are the most important, as far as bonding with the caretaker, not\nnecessarily a parent, but a person who takes care of the child, a caretaker that\nyou learn to trust and you bond with.\n| must say that my first three years were with my mother, and | bonded\nwith her, and | really felt nurtured and loved. So | feel whatever happened\nafterwards, being in the convent, having a pretty difficult time, | really feel that |\nkind of basically relied on those first three years of bonding and nurturing with my\nmother, and | think they made me strong as a person, as a child.\n>> Bill Benson: | Know that's hard to talk about, so thank you for that. Josie,\nafter about six months in the convent, the nuns made the decision to move you\nout of there. Will you tell us wnat you know about that?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Josie Traum: My understanding is that the nuns found out that the Germans\nwere going to come and pick up the four Jewish children, the other three and me.\nSo by night, the nuns smuggled me out of the convent and took me back to\nBrussels, which is where | was originally from. There, they placed me, they must\nhave had connections with the underground, they placed me with a Christian\nfamily in Brussels. You saw the picture of the Debrackelaers. | was with them\nthe remainder of the war. It was a mother, a father, and a little girl. And | pretty\nmuch stayed with them for the entire duration of the war.\n>> Bill Benson: Almost two full years?\n>> Josie Traum: Two full years. And the father, Mr. Debrackelaer, was involved\nwith the resistance, in the underground movement. Very often, he would be\ntaken out during the day and questioned and interrogated, but he never told them\nthat | was there.\nHe used to actually work in the underground against the Germans, as a\nChristian, which many Christians did. So | was very, very lucky they kept me.\nThey kept me safe, and they risked their lives. Because, here again, had the\nGermans known that they were hiding me, they would have been shot.\nAlso, as | mentioned before, food was rationed in Belgium, and because\nthey were a family of three, mother, father and child, they would pick up food for\na week in rations, and | was not listed there, because | was there illegally. So\nthey actually got food for three people and shared it with me.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nMr. Debrackelaer, whenever he was interrogated, never told them that |\nwas there, and actually | remained safe there for the entire duration of the war.\n>> Bill Benson: What can you tell us, what do you remember, again knowing\nhow young you were, what life was like living with them? | presume to neighbors\nyou must have been a relative that came in.\n>> Josie Traum: Yes.\n>> Bill Benson: What life was like for you during that time.\n>> Josie Traum: | kept very much to my -- well, not I, the family kept very much\nto themselves. We stayed indoors. | played with the little girl. And our life was\nvery much limited. The family took a risk. They saved my life, which I'm forever\ngrateful for.\n>> Bill Benson: During that time do you remember what kind of setting? Did\nthey live in the city, outside?\n>> Josie Traum: They were in Brussels, a little outside the city, in Brussels. We\nwere in a main floor, as you come in, it was the main floor. And there was a\nbedroom where we -- actually, the parents slept in one bedroom and the little girl\nand | slept in another bedroom. We played, and we were very much to\nourselves.\n>> Bill Benson: And do you know if neighbors knew you were there?\n>> Josie Traum: | don't think so, because | don't remember seeing neighbors.\n>> Bill Benson: You really were in the house?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Josie Traum: | was very much inside. | would be able to get out once ina\nwhile to my grandparents. You saw the picture, of the Debrackelaers with my\ngrandparents’ neighbors. So sometimes | would meet with them, and | would be\nwith them, but aside from that, we really kept to ourselves.\n>> Bill Benson: The war ended for Belgium, not elsewhere in Europe but for\nBelgium, in the fall, | believe, of 1944.\n>> Josie Traum: Yes.\n>> Bill Benson: You were liberated with the Debrackelaers and others. One of\nyour aunts found you. Tell us what you know about that, and then what\nhappened from there.\n>> Josie Traum: My mom had two sisters, my two aunts, and they were also, by\nthe way, during the war hidden through the underground. They were all hidden in\nchurches. They actually remained in churches for the entire duration of the war.\n>> Bill Benson: Actually in the church?\n>> Josie Traum: In the church. They stayed there. One aunt had three boys\nand her husband, and they all stayed in the church, and all survived, all remained\nalive.\nWhat | forgot to mention before, by the way, my mother, very soon after |\nwas taken away to the convent, my mother was deported to Auschwitz. She and\nher mother were deported. My grandfather had already been deported to\nAuschwitz. So my grandparents did not survive. However, my mother did. And\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nwhat | do want to mention, my two aunts really were saved through the\nunderground, through churches. Because there was a whole network in the\nunderground, my aunt knew where to find me. There was like a network you\ncould find people who were also hidden.\nSo my aunt found me, and very soon after that wnen she found me she\nbrought me to her house. And | stayed there till my mother eventually came\nback.\n>> Bill Benson: Which would be later, in 1945. You were with your Aunt Theresa\nquite a while.\n>> Josie Traum: Yes.\n>> Bill Benson: Do you remember any of that time?\n>> Josie Traum: They treated me like their pet. She had three sons. They were\nall older than me. She treated me like a little mascot.\n[Laughter]\nThey spoiled me rotten. They were wonderful to me. They were really terrific.\nMy mother had been deported to Auschwitz, and she survived.\n>> Bill Benson: Before we turn to that, if that's OK, tell us a little bit about your\naunt's husband, your uncle.\n>> Josie Traum: Yes. His name was Maurice. He was a very quiet, shy, meek\nman. And after the war, we found out he got special honors for killing Germans.\nHe apparently was part of the underground, and none of us could believe it. |\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwas a little girl, | didn't understand very much, but my mom and her two sisters\ncould not believe that Maurice was able to do this.\nHe actually went in the underground and attacked Germans and helped\nJews as much as he could, and he got a special award, which was amazing to\nme.\n>> Bill Benson: What about your other aunt?\n>> Josie Traum: My other aunt was younger. There were three sisters, my\nmom, her younger sister, each is five years apart. My younger aunt was quite a\nbit younger. She worked. She was also in a church. She worked -- also, when\nthe Americans came, she started working actually with the Americans.\n>> Bill Benson: War would continue in Europe until May of 1945, so a lot longer.\n>> Josie Traum: Yes.\n>> Bill Benson: Do you know if there was fear the Germans might come back, or\ndid everybody at that point, do you think they felt really free and liberated?\n>> Josie Traum: | think Belgium felt liberated. The Americans and the allies had\nliberated Belgium, and | think we felt cautious, but very safe. | felt safe, certainly,\nas a child. | was with my two aunts. | felt safe with my three cousins. So | felt\nvery safe being with them.\n>> Bill Benson: Was that a period of hardship, because they were trying to\nresume their lives, and food?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Josie Traum: Of course. They had a store, and their apartment was behind\nthe store, and it was very hard starting to work again, opening your business,\ngetting enough money for food and everything else. So life was difficult. Yet, my\naunt took me in. | was just part of the family.\n>> Bill Benson: It must have seemed like a miracle that your mother was able to\nsurvive and return in April of 1945, after she was liberated.\n>> Josie Traum: Absolutely. You know, my mother and her mother were\ndeported at the same time. They were arrested.\n>> Bill Benson: Somebody denounced them, didn't they?\n>> Josie Traum: We talk about wonderful people in Belgium, the churches, the\nnuns. There were so many wonderful people. But there were many people who\ndenounced Jews, who would get money for telling the Germans where the Jews\nlived.\nSo | was saved, really, by many, many people. However, neighbors\ndenounced my mom, said where she lived, and they found her, and they arrested\nher and deported her, her and my grandmother.\nSo my mother was taken to Auschwitz. My grandfather, by the way, died\nbefore he got to Auschwitz. He died on one of the cattle cars, on the way to\nAuschwitz.\nMy mother and grandmother, as soon as they got to Auschwitz, they had a\nselection where they put people who were healthier and younger in one line and\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\npeople who were a little bit elderly, like my grandmother, who must have been in\nher late 40s.\nMost concentration camps, you got there, they killed you. Auschwitz\nhad a subcamp, which was a labor camp. It was called Birkenau. So they\nactually would put people who were younger, more healthy looking, onto the\nlabor camp. So my mother and her mother were separated immediately, as soon\nas they got to Auschwitz. And my mother went to run to be with her mother, and\nthe German really hit her hard and said, \"You go where you're told.\" She actually\nnever saw her mother again.\nSo, luckily, my mother survived, and my grandparents did not.\n>> Bill Benson: What was it like for you to have your mother come back?\n>> Josie Traum: Well, first of all, my mother was very, very sick when she was\nliberated. She was liberated by the Russians. Different concentration camps\nwere liberated by different armies. Auschwitz was liberated by the Soviets, by\nthe Soviet Union. So when she was liberated, she was taken to a hospital by the\nRussians. She was pretty sick. She had typhus and meningitis, and eventually\nthe Red Cross brought her back down to Belgium. And she got back to Belgium,\nthe first place she went was her sister's house. She knocked on the door, and\nthere | was. So we were reunited.\n>> Bill Benson: Up until that point, she probably had no idea you were there,\nnone whatsoever.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Josie Traum: No. She had no idea. And | didn't know about her.\n>> Bill Benson: Your mother's experience was just beyond description what she\nwent through. She was very ill wnen she came back. At what point was she able\nto begin to really take care of you?\n>> Josie Traum: Well, | think probably very soon, even though she was sick, she\nreally did take care of me. My dad didn't come back from England until 1946, a\nyear after the war. Where he was living in England, a bomb fell on his house and\nhe was in a hospital for two years. So he really couldn't come back until he was\nhealed. He did come back in 1946, and of course, | didn't remember him\nbecause | was 13 months old when he left. | was 7 years old when he came\nback. So it was really like meeting up with a stranger. For my mom, too, | think.\nThey, all three of us, had very different experiences, and | think it took a while, a\nlong, long while to become used to each other again.\n>> Bill Benson: Your father came back in 1946, so better part of a year after your\nmom got back. What was -- do you know what life was like for her to re-establish\nher own life, without your father for that year period, and with you? What was\nthat time like?\n>> Josie Traum: Well, first of all, | started going to school. | was too young, |\ncouldn't go to school anyhow during the war. | started going to school, and | had\nsome kind of regularity and schedule to my life.\nMy mom, | think, tried to establish herself. We had a store. The\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\napartment house we lived in had a store on the bottom floor. My dad used to\nhave a shop there, which he opened again when he came back. My mother\nstarted working a little bit with dressmaking, and | think she relied a lot on her\nsister.\nEventually, our life became somewhat normal. Once my dad came back,\nmy parents both felt they really wanted to leave Europe, and they wanted to\ncome to the United States. So they applied for visas and papers, and in 1949 we\nactually -- | was 10 years old, in 1949 we came to this country.\n>> Bill Benson: Before you tell us about that more, I'm going to take you back a\nlittle bit. You remember actually waiting for your father when he disembarked.\nTell us about that, because that's one of your real memories. But also a little bit\nabout what happened to him, up until the time he came back. I'm not sure what\npoint your mother knew he was alive. What happened during his time?\n>> Josie Traum: During his time, first of all, | think | mentioned the British when\nhe came to volunteer in England, he volunteered in a factory making British\nuniforms, he and his brother were making British uniforms. Once he was injured\n>> Bill Benson: From the bomb that fell on the house?\n>> Josie Traum: When the bomb fell on his house, we pretty much lost contact.\nHe had been writing to my mother at the end of the war.\n>> Bill Benson: After the end of the war, OK.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Josie Traum: 1945, he was writing to my mother. But prior to that, we really,\nthere was no contact whatsoever. My mother didn't know if he was alive, and he\ndidn't know if we were alive. So it was purely by stroke of great luck that we were\nreunited.\nMy father came back. There's a port, Astand in Belgium, where the ships\ncome in, it's a port city. My dad came back from England, and my mom and |\nwent to wait for him at the port. We saw him coming down the gangplank, and\nmy mother of course knew immediately who he was. She said, \"There's your\nfather.\" Of course, to me he was a total stranger. | was 7 years old. This was a\nman | don't remember, because he left when | was so young. That's how | first\nmet him.\n>> Bill Benson: You would live together as a family for three years before you\ncame to the United States. What was that period like?\n>> Josie Traum: | think it was very difficult. It was a lot of readjustment and\nadjustment for all of us. My mother had gone through hell, really, and so had my\nfather, in a different way. My mother had lost her parents, she had lost much of\nher family, and it was very, very hard. It was a hard adjustment.\n| remember -- | remember my mother having nightmares and crying and\nscreaming during the night. So it was very, very hard for my parents to become\nreadjusted to each other, not just to each other but then to me. It was like, ina\nway, three people with totally different experiences\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Josie's mother, Fanny, has also been with us at First Person\nprogram, and she described you tying your -- | Know that's hard.\n>> Josie Traum: Bill, he Knows how to get me. My mother tells me, because\nthere's so many things | don't remember. | mean, | was 6 years old when | saw\nher again. My mother tells me that when | first became reunited with her, and\nbefore going to sleep at night, | would tie my nightgown to hers, because | was so\nafraid to lose her. She tells me that. | don't remember it.\n>> Bill Benson: She said she tells it with a just profound emotion.\n>> Josie Traum: | know.\n>> Bill Benson: 1949, you make another huge change. You come to the United\nStates. Tell us about that.\n>> Josie Traum: We moved to New Jersey, because my mom had an aunt who\nlived in Paterson, New Jersey. One usually gravitates where you have a relative.\nWe lived with my mother's aunt about a month, till my parents found an\napartment. They both found jobs. And we were pretty much on our own.\nMy parents were really working very, very quickly once we did come to the\nUnited States. But adjustment was very hard.\nThey put me -- | was 10 years old. They put me in the first grade, because\nthey thought if | don't soeak English, you know, first grade is fine.\n[Laughter]\nSo | was in the first grade --\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Bill Benson: You're 10 years old?\n>> Josie Traum: 10 years old. | was never very tall, so | never towered over the\nkids. | was in first grade about two weeks, then in second grade another week,\nthen in the third grade. | finally caught up.\n>> Bill Benson: They were convinced you could actually go on grade, yes.\n>> Josie Traum: Yes. Then | spoke English. It's interesting, when you're a kid,\nyou really pick up the language very quickly. My parents were very emphatic. At\nhome we would speak French, but when | came home from school | would speak\nEnglish to them, because they really wanted me to. As soon as we got to this\ncountry, to New Jersey, they registered in high school because they wanted to\nlearn English, they wanted to learn history, they wanted to become Americans.\nSo | spoke English to them when | came home.\nBy the way, Bill did not mention, my mother is still alive. She's 96. Which\nis incredible.\n>> Bill Benson: And she's tiny and frail, but when she starts to talk, it is so\npowertul.\n>> Josie Traum: Yes.\n>> Bill Benson: Absolutely. Soon after you arrived, you were beaten up by a\ngang of girls.\n>> Josie Traum: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Tell us what the principal used as the explanation for why these\ngirls beat you up. This little French-speaking girl in the school.\n>> Josie Traum: Right. Who knew no English. When | got out of school, there\nwas a whole gang of girls waiting for me. | didn't know why. And | felt they were\nmaybe waiting to play with me.\n[Laughter]\nBut they weren't. They really beat me up. | came home, of course, | was crying.\nMy mother went to school the next day, in her broken English, whatever she\ncould speak, and wanted to know why, what had happened. The principal said\nit's because these girls thought that | was German.\nNow, | can't imagine these kids knowing or thinking, even, | might be\nGerman, but that's the excuse that they gave. Maybe because | didn't speak\nEnglish, | looked different, but | got quite a beating. It never happened again. |\nlearned how to run.\n[Laughter]\n>> Bill Benson: Did your aunts stay behind in Belgium or did they also move?\n>> Josie Traum: The older aunt, the one five years older than my mom, with her\nthree sons, remained in Belgium for a number of years, then they all moved to\nIsrael. My younger aunt, five years younger than my mom, eventually came to\nthe United States and lived in New York. They both have died, but not war\nrelated at all.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: You had some remaining extended family that came to the\nUnited States as a result of that?\n>> Josie Traum: Yes.\n>> Bill Benson: How many family members did you lose?\n>> Josie Traum: Well, my grandmother, her sisters, my grandfather, his family.\nProbably, at least, 10 people.\n>> Bill Benson: On a different note, tell us about meeting Freddie, if you don't\nmind.\n>> Josie Traum: Freddie.\n[Laughter]\n| went to study in Israel for a year, and on the way back, on the ship -- in those\ndays, in those days, this was in the 1950s, | went to study in 1956-57, for a year,\nand getting on the ship | met Freddie, who was the chief radio officer on the\npassenger liner.\nIn those days, you didn't travel by plane. They had planes but it was\nprobably very, very expensive. | traveled by boat. It took 14 days from Israel to\nget to New York. 14 days to meet him.\n[Laughter]\nSo that took me a long time to get to Know him. So anyhow, | met Freddie, and\nwe were married a year later.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: We're going to have Freddie as a First Person in June. So if any\nof you happen to be back in Washington or live locally, there's another, a whole\nother part of the Aizenberg- Traum family to hear from.\nJosie, we have time to turn to our audience for questions. If you're game,\nI'd like to do that.\n>> Josie Traum: Absolutely. I'd love that.\n>> Bill Benson: We have folks helping us with microphones. If you have a\nquestion, please wait till you get the microphone in your hand, then make the\nquestion as brief as you can, and if necessary | might repeat some of them to\nmake sure we all hear it, even though you have a mic in your hand. Then Josie\nwill respond. | have many | can ask, if | don't have volunteers. Right in the front\nrow. Right here, Paul.\n>> Hi, Josie.\n>> Josie Traum: Hi.\n>> Thank you for taking the time to do this. My question is, how did the Germans\nknow that you were in the convent? Did they have some kind of connections?\nBecause, you said they knew, they were coming for the four children. How did\nthey know you were there?\n>> Bill Benson: In case the folks in the back didn't hear, the question is when\nJosie was in the convent and the nuns had information that it was going to be\nraided, how did they know that?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Josie Traum: First, the Germans were very organized. All the Jews in\nBelgium and in most European countries were actually registered in the\nsynagogues, in the Jewish community centers. The Germans really knew where\nmost of the Jews lived.\nThey also had a lot of inside information. They knew that convents and\nnuns and Christian people were hiding Jews. So whether they had people\nworking with them, people denouncing for money, for whatever reasons, but they\nknew there were Jewish kids being hidden in the convent.\n>> Bill Benson: Periodically, probably had raids and must have known that one\nwas going to eventually come no matter what.\n>> Josie Traum: Yes.\n>> Bill Benson: OK. Thank you very much. We have a question back there. Do\nwe have one right here? Yes, right there. Young man.\n>> | was going to say, who or what kept you going through the Holocaust?\n>> Josie Traum: Excuse me?\n>> Who or what kept you going through all of this? It must have been pretty\nhard.\n>> Bill Benson: How did she get through it all?\n>> Yes.\n>> Josie Traum: Asa child, you don't question many things. | was used to\nthings the way they were. | didn't know life in any other way. | Knew | was in\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhiding. Didn't know what it was like not to be in hiding. So as a child, you don't\nquestion those things as much as you do an adult.\n| think you'd get a different answer if you asked my mom what kept her\ngoing and what kept the adults going.\n>> Bill Benson: One of the things | recall you saying to me the first time | talked\nto you about this, Josie, you said when the war ended, there you were with your\naunt, your words were \"| was just a child who really needed to be held.\" Yeah.\nOK.\nWe have right back there. No, back here, then to you with the mic. OK.\n>> Can you hear me? Josie, you mentioned that your mother was deported to\nAuschwitz.\n>> Josie Traum: Yes.\n>> From there, she went to a subcamp for labor, Birkenau.\n>> Josie Traum: Yes.\n>> What type of labor did she do there?\n>> Josie Traum: Actually, she went daily to Birkenau. They would take the\nprisoners daily, then back to Auschwitz. She was working in an ammunition\nfactory. She was filling grenades and bombs.\n>> Bill Benson: Exceptionally, exceptionally brutal circumstances. She tells me\nthat her eyebrows and eyelashes burned off and would turn yellow because of\nthe chemicals. It was pretty hard.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: OK. A question right here. A mic coming to you.\n>> Josie, thank you so much. I'd like to ask you a question that I've asked some\nother survivors, and that is maybe for you and for your other family members,\ncould you tell me maybe would you say that with your experiences and your\nmother's experiences, has this all been a God-affirming experience for you or a\nGod-denying experience for you?\n>> Bill Benson: The question, if you didn't hear in the back, is really the impact\nfrom a religious perspective for you, if | can put it that way.\n>> Yes.\n>> Josie Traum: That's a very hard question. Right now, I'm an observant\nperson and | believe in God. There are too many good things and wonderful\nthings that are happening in this world to make me feel that there is a God. Many\npeople, after the Holocaust, had a very difficult time believing in God. You know,\nhow could this have all happened if there was a God?\n| don't know. | feel that | do believe in God, and | am observant, to some\nextent, traditionally as a Jew. And | think it's made me a strong person.\n>> Bill Benson: Thank you. Thank you. We have one right in the middle here,\nthen one over there. Let's do the middle right here. The mic is coming from your\nother side. There you go. Thanks, Kristin.\n>> Hi, Josie. | was wondering, when did your mom start talking to you about her\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection x\nexperiences in Auschwitz? What was it like for you, when you first heard it, what\nyour mom went through in Auschwitz?\n>> Bill Benson: Did you hear that OK?\n>> Josie Traum: | did. Actually, she did not start speaking to me for many, many\nyears after that. As | mentioned before, | remember during the night her having\nnightmares, and running through the apartment screaming and crying, and |\ndidn't quite understand many of the things she was going through. As a child, |\ncouldn't understand, because | myself was having a difficult time readjusting to\nlife and to everything else.\n| Know she tried to speak to some relatives, and they didn't want to hear\nher. They would actually say, \"We don't want to hear about that. That was in the\npast, and that's bad. Things are different now.\"\nSo my mom actually didn't talk for a long, long time, for many years. In\nfact, | think she only really started talking about her history in the -- when she was\n90 years old. Here, | would think, | think it's because of the museum. It gave her\na place that she could actually talk and feel comfortable about talking. But |, she\ndidn't -- what | did, | did a lot of reading when | was very young, and | read as\nmuch as | could, from different experiences from Eli Wiesel, from different people\nthat have gone through the Holocaust, and | kind of surmised what she had gone\nthrough. Little by little she tells us.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ¥\n>> Bill Benson: Over here, this gentleman.\n>> Thank you. Your story is heart-rending. It's wonderful. Thank you for sharing\nyour story.\n>> Josie Traum: Thank you.\n>> My question is, we hear much about the scars of the children and\ngrandchildren of the Holocaust survivors. In your years of social work, | wonder if\nyou might tell us a little more about what the scars are, and how serious are they\nfor the children and grandchildren of the survivors?\n>> Bill Benson: Does that -- OK.\n>> Josie Traum: Yeah. That's a very, very big question. First of all, let me tell\nyou, | can tell you about my experience or how | feel. | am not only a child of a\nsurvivor, but I'm a survivor myself. So | have like a double whammy. And\nbecause of that, | think I've been very, very overprotective with my children.\n| am so worried that something might happen, even though they might be\nvery, very safe. But | think children do have a lot of scars. I've heard children\nsay, who are now adults, whose parents made them be safe and let them go\naway, or made them go away, and those children are angry because they were\ngiven away, not realizing that the parents, how hard it was for the parents to give\nup the children for them to be safe.\nSo there are scars, | think, that are brought from generation to generation.\nThere really are.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ne\nYou know, you're afraid. |, growing up as a child, was a very good little\ngirl. | was afraid to get my parents angry, because | felt that they had suffered so\nmuch. How could | do anything to hurt them? So it works in many, many\ndifferent ways.\nAnd then, of course, | went into social work, and | worked with abused and\nneglected children. | wonder why.\n[Laughter]\nSo there's an impact.\n>> Bill Benson: Your daughter is a psychologist, right?\n>> Josie Traum: A psychiatrist.\n>> Bill Benson: Psychiatrist. Excuse me, she's a psychiatrist.\n>> Josie Traum: Yes, she is.\n>> Bill Benson: | think you told me one time she said, \"You've given me a whole\nlot to --\"\n>> Josie Traum: Yes, \"Given me a lot of material, mom.\"\n>> Bill Benson: | can imagine you were an extraordinary social worker with\nabused children.\n>> Josie Traum: Thank you.\n>> Bill Benson: Very lucky kids to have you work with them, I'm sure.\n>> Josie Traum: Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -o\n>> Bill Benson: We're going to close in a moment. I'll turn back to Josie to close.\n| want to thank all of you for being here. | remind you that we'll have a First\nPerson program each Wednesday and Thursday until the middle of August, and\nwelcome you back at any time. So please join us again if you can.\nWhen Josie is finished, she's going to step down from the stage. If\nanybody wants to come, say hi, meet her, get a photograph taken with her,\nplease do that.\nSo with that, it's our tradition at First Person that our first person has\nthe last word. So with that, I'm going to turn back to Josie to close today's\nprogram.\n>> Josie Traum: OK. Bill, you Know what my last word is? This is always my\nfavorite. On the second floor, | don't know if any of you have been through the\nmuseum yet, but on the second floor, as you leave the second floor, there's a big\nquote on the wall, which | think is so meaningful and really explains what the\nmuseum is about and what your future generations need to be doing. It's a quote\nby Martin Niemoller, a Lutheran minister, and it says, \"First they came for the\nsocialists. | did not speak out because | was not a socialist. Then they came for\nthe trade Unionists. | did not speak out because | was not a trade Unionist.\nThen they came for the Jews. | did not speak out because | was not a Jew.\nThen they came for me. And there was no one left to speak for me.\"\nAnd this, to me, embodies what our task and our duty is. You need to\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n40\nspeak out for people if you see injustice or people treating other people badly\nbecause they look different, they're a different color, they're wearing the wrong\nsneakers, or whatever.\nPlease speak up and intervene. Do something. I'm here today because\npeople intervened.\n>> Bill Benson: Thank you.\n[Applause]\n[Ended at 12:57 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\n",
    "segments": []
}