{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON FANNY AIZENBERG\nWednesday, March 15, 2017\n10:30 a.m. — 11:57 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. This is the start of our 18th year of the First Person program.\nOur first First Person of 2017 is Mrs. Fanny Aizenberg, whom we shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as a volunteer here at this museum. Our program will continue\ntwice-weekly until mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in your program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Fanny's\nbiography so that you can remember and share her testimony after you leave here today.\nFanny will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Fanny questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Fanny is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nWe begin with this portrait of Fanny and her daughter, Josiane, taken in 1942. Fanny\nwas born on December 3, 1916, in Lodz, Poland. She was the second of three daughters born\nto Benjamin Orenbach and Rivke Leah Aspis Orenbach.\nSoon after her young sister Rose's birth in 1921, the Orenbachs moved with their\ndaughters, Terese, Fanny, and Rose, to Brussels, Belgium. On this map of Belgium the arrow\npoints to Brussels.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nFanny graduated from college where she studied dressmaking and design. While\nworking as a dressmaker for the Royal House, Fanny met Jacques Aizenberg. On May 19,\n1938, Fanny and Jacques were married. Here we see their wedding portrait.\nOne year later, on March 21, 1939, Fanny gave birth to Josiane. The following year,\non May 10, 1940, Germany invaded Belgium. This picture of Jacques, Fanny and Josiane was\ntaken in 1941.\nIn 1942, Germany began the roundup of Belgian Jews. Fanny arranged to hide\nJosiane in a Carmelite Convent. For security reasons, Fanny was not told where her daughter\nwas hidden. This photo of Josiane was taken in 1941.\nIn Brussels, Fanny worked for the underground. In 1943, she was denounced and\nsent to the Malines transit camp in Belgium and then to Auschwitz. The arrow on this map\npoints to Auschwitz.\nHere we see a document recently uncovered in the International Tracing Service\narchive listing Fanny on the transport list from Malines to Auschwitz. She is listed as No. 119,\nabout a third down the page. Her profession of seamstress is listed in French on the right-hand\nside.\nHere we see Fanny's daughter, Josiane, being recognized for Fanny's work in the\nBelgian Resistance. This photo was taken in the fall of 1944 after Belgium was liberated but\nbefore Fanny was liberated.\nFanny lives in the metropolitan Washington, D.C. area. She and her husband Jacques\nmoved here in 1983 after 25 years in Atlantic City. Jacques passed away in 1988. Fanny's\ndaughter, Josiane, lives near her and is retired from her work as a social worker for abused\nchildren. Josiane and her husband, Alfred Traum, are also Holocaust survivors. Fanny has\nthree grandchildren from Josi and Freddy and I'd like to point out that Josi is here us in the\nfront row.\nOn Sundays, you will find Fanny at the Museum's Donor's Desk answering questions.\nFanny's volunteer work at this museum has included translating documents from French to\nEnglish. For example, she translated a book about the deportation of Belgian Jews written by a\nnon-Jewish teacher from the Holocaust. Fanny has spoken at several seminars about the\nHolocaust including this museum's event to commemorate the anniversary of the liberation of\nAuschwitz.\nFanny started and was an active member of the Yiddish Club at a senior citizens\ncenter that meets twice weekly. She is also a sculptor. | don't think Fanny will mind me sharing\nwith you that she celebrated her 100th birthday this past December.\nWith that, | would like you to join me in welcoming our First Person, Fanny Aizenberg.\n>> [Applause]\n>> Bill Benson: Fanny, we are so glad you are here with us today and willing to spend an hour\nwith us telling us what you went through. And today we're focusing on what you experienced,\nyou and your family. We don't have a lot of time but let me start with my first question, Fanny.\nTell us about your early life when your family moved from pollen to Brussels. You explained to\nme that your early years you had a wonderful life. Tell us about that wonderful life.\n>> Fanny Aizenberg: The reason it was a wonderful life is because we were young, innocent,\nand very believing. And we were also very, very lucky that our parents cared. The reason why\nwe left Poland from that time where we were all born we don't know. But we know one thing,\nthat we took -- we were encouraged by my father and mother. My father happened to be a very\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\neducated person. And his job was to work for the Jewish community mainly organizing the\nsynagogue.\nAnd at that time, it was a very small country. They were supposed to remain a free\ncountry, not to be occupied, free like Switzerland. We didn't know a lot of things at that time.\nNot only because we were young but we were very innocent. And we had parents who had\nencouraged us to go a little bit further than just the daily news and just high school, which we\nall did.\nBelgium is a small country but a wonderful country. Education is free of charge. | don't\nknow if it is still today. If you were good, till the fifth grade, that means you were intelligent\nenough to understand the pages were you just turning or what you were learning, then you\ncould continue another grade and after that another grade.\nAnd most of us, we were very, very lucky that we finished college because my parents\nand many other parents would not have the monetary ability of supporting college because\ncollege in Belgium was just as costly as here in America. And even in Belgium, if a student\nwas not good enough to get an education, they had to learn a trade which means that they\nwould be able to be without the welfare. Belgium does not have -- they have a system but they\ndon't have one thing, as of today.\n>> Bill Benson: Before the war began in Europe in 1939, you finished college, you went to\nwork, you got married and you gave birth to a child. During that time Hitler consolidated his\npower and Kristallnacht happened, the Night of Broken Glass. Tell us about that time as you\nwere starting your life while Hitler is becoming to power, Nazis are gaining power. War hadn't\nbegun yet. What was your life like? Tell us about meeting Jacques and getting married. Tell us\nwhat your life was like.\n>> Fanny Aizenberg: It was very easy for young people to meet other young people, especially\nif they were a musician and he was.\n>> Bill Benson: He was a musician.\n>> Fanny Aizenberg: Yes, and has a trade somehow.\n>> Bill Benson: Tell us about your future husband being a musician. What did he do?\n>> Fanny Aizenberg: One, he made a living by playing in the movie houses. Don't forget, you\nare so educated and so knowledgeable, now you don't need that. Now you have automatic\nmusic with the movie.\n>> Bill Benson: This was the silent films. He was a musician at the silent films. Right?\n>> Fanny Aizenberg: Five musicians were playing in one movie house but they had to play\naccording to what the movie was. But now it's a different world, like so many things have\nchanged for all of you young people.\n>> Bill Benson: And when the talkies came in, Jacques lost his job. Right?\n>> Fanny Aizenberg: Not only Jacques, everybody who was in the music industry. The same\nthing as his teacher who was also already head of music department, he lost his job.\n>> Bill Benson: What did Jacques do then?\n>> Fanny Aizenberg: Jacques went to night school and learned to be a tailor. And he worked a\nlot. You had to know a profession. You could not just go and say I'm going to be a tailor or I'm\ngoing to be something and do it. You had to go to school. And you had to have proof that you\ndid go to school and that you learned it.\n>> Bill Benson: You and Jacques got married in 1938, and the next year, March 21, 1939, 78\nyears ago, you had your baby Josiane.\n>> Fanny Aizenberg: Right.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: At that time, March 1939, the war would begin a few months later. Do you\nrecall whether you were fearful about the future when you were giving birth to Josiane?\n>> Fanny Aizenberg: We were scared to death. There's no word to describe it. But we were\nafraid to talk amongst ourselves. We were so sure that Belgium and Holland would be such a\npeaceful country and peaceful people that the war would never happen or they wouldn't let it.\nNone of us, not even our big politicians, knew the power of the Germans.\nBelieve it or not, as of today I'm talking to you, Germany does not recognize that they\nwere the ones who started the war. And they have been killing many, many people.\n>> Bill Benson: Go back to that time just a little bit, you graduated from college.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: You got your Bachelor's degree in dress design. And then you got a very\nprestigious job. Tell us what you did.\n>> Fanny Aizenberg: Well, each one of us -- there were groups chosen, that made the whole\ngroup, that made the whole outfit. We had to know what kind of party they were going to go,\nhow many people were going to be, is it morning, noon, evening. It was very, very, very well\norganized. And everything was quiet.\n>> Bill Benson: And you were working for the Royal family. Right?\n>> Fanny Aizenberg: Can you believe it? But they were the same people like anybody else.\n>> Bill Benson: They were?\n>> Fanny Aizenberg: The only thing is what we people -- we lost because we didn't get Social\nSecurity. Now | started Social Security and | get $56 of $59. For three years we didn't get\nmoney.\n>> Bill Benson: Germany and the Soviet Union invaded Poland in September 1939 to start\nWorld War II. Eight months later the Nazis invaded Belgium and The Netherlands and the low\ncountries. What was your life like, as you recall it, during that time?\n>> Fanny Aizenberg: Scared to death.\n>> Bill Benson: Scared to death. Ok.\n>> Fanny Aizenberg: Because many people at that particular time were able to escape from\nAustria and Belgium had an open door. And that's what happened.\n>> Bill Benson: And at that time in May, | think, of 1940, when the Nazis were coming, there\nwas a Call for men to join the military.\n>> Fanny Aizenberg: That's correct.\n>> Bill Benson: Tell us what Jacques did.\n>> Fanny Aizenberg: Well, not only my late husband but every young person from any other\ncountry, they were able to escape because from Belgium there was a way to go to England.\nThat was the main point.\n>> Bill Benson: He left. He was planning to join the British military, right?\n>> Fanny Aizenberg: They did.\n>> Bill Benson: He did.\n>> Fanny Aizenberg: They did.\n>> Bill Benson: When he left, when he left you, he responded to the call to join the military.\nOnce he left, did you know what happened to him?\n>> Fanny Aizenberg: Nobody did.\n>> Bill Benson: Nobody did?\n>> Fanny Aizenberg: Because apparently even before the Germans invaded Belgium they had\nalready spies and checking. And they had made a request. Whatever the Germans wanted, it\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nwas not a demand, it was a request. You had to -- or you go to work. You still don't know which\none you would be.\n>> Bill Benson: When Jacques left, you didn't know what happened to him. And now you're\nalone with Josiane. What did you do then?\n>> Fanny Aizenberg: | had no problem. There was a daycare. She went every day to daycare.\nAnd besides that, daycare was responsible. They were also checking, according to the age of\nthe baby, what kind of medicine, what kind of vitamins. We were so much ahead of time where\nthe daycare is, much, much, because more young women went either to school or to work, but\nmostly went to school.\n>> Bill Benson: You shared with me that once the Nazis were in power in Belgium, conditions\ngot worse and worse very quickly, especially for Jews. One of the things that you shared with\nme is that there was a system of clinics for mothers and babies in Belgium that you had access\nto but one of the first restrictions imposed was to cut off Jewish women and babies from those\nclinics.\n>> Fanny Aizenberg: Correct. That's right.\n>> Bill Benson: What did that mean for you?\n>> Fanny Aizenberg: It meant all of the Jewish people. But then again, as soon as the\nGermans occupied Belgium, the first restriction we had is confiscate our radio. Like the\nnewspapers today or wherever you got the news, it's so difficult for young people to\nunderstand that you can or you have or you must live without the radio. And we didn't have the\nradio until my late husband left.\n>> Bill Benson: During that time, you still had your mother and father. What were your parents\ndoing at that time?\n>> Fanny Aizenberg: Well, they were still -- had been paid to work in the synagogue. And my\nmother was always helping somebody else. And there were many organizations which were\ndepending on somebody else. We were not wealthy people but we always had our house\nopen.\nCan you believe it? At that time, which is not that so many years ago, we were the first\npeople who had a record player.\n>> Bill Benson: You were the first with a record player.\n>> Fanny Aizenberg: In a big, big neighborhood.\n>> Bill Benson: You lived in your apartment with Josiane until 1942.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: Tell us when the deportations started. Do you remember when that happened?\n>> Fanny Aizenberg: The deportations started very, very strangely, also because the Germans\nor Nazis, whatever you want to call them, they knows who they are, and in Germany, of\ncourse, they were able to organize to get the children. This way they could take the parents.\nBut the children, they were sending them to Holland and Belgium.\n>> Bill Benson: Once the deportations began, Fanny, you made this extraordinary decision to\nput your daughter, Josiane --\n>> Fanny Aizenberg: It took a long -- how could a single mother with a child of -- very happy\nsinging. She didn't talk but she started to sing. And it was wonderful. How do you put the child\naway? That's the only thing | had. | had nothing else. And that decision is still bugging me\nbadly today, would | try or wouldn't | try. Because the people who took care of any child they\ntook from a home, we were not allowed to know where that child is going to be put in case we\nare getting caught. Then we definitely, in order to save --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: So you had no idea where Josi was.\n>> Fanny Aizenberg: We were not allowed. It's not because they didn't want to tell us.\n>> Bill Benson: Right.\n>> Fanny Aizenberg: And today | still think maybe | should and maybe | shouldn't. But she's\nalive today, thank God. But you never know. At that particular time, especially as small\ncountry. Number one, we were not allowed to go to school anymore. | lost my job not because\nthe queen didn't want me or didn't like me anymore but Jewish people were not allowed to\nwork for non-Jewish people. Even as servants they were not allowed to work. This was such\nan easy way to make us less and less in number without being able to function. A teacher was\nnot allowed to teach anymore, so there was no salary. So you could imagine how fewer and\nfewer families having to live in this situation. And the scare of the Germans was unbelievable.\n>> Bill Benson: With Josi in hiding, somewhere you didn't know, Jacques gone, you didn't\nknow where he was, you then joined the Belgium resistance.\n>> Fanny Aizenberg: | think most of us.\n>> Bill Benson: Tell us about what it was like to be part of the resistance.\n>> Fanny Aizenberg: | think it was unbelievable because it kept your mind from the daily\nbusiness and the daily pain and the daily hunger.\n>> Bill Benson: What did you do in the resistance?\n>> Fanny Aizenberg: Well, we all went down. We all had a job.\nCan you believe, 5-year-old boys were the leaders of the underground. They were the\nones, because they were so innocent looking, they were able to do -- display like newspapers\nwhich we didn't get anymore. It's undescribable.\nThe more -- | wouldn't say -- it's constant in our mind. And the older I'm getting, it's\naching, like taking your soul away.\n>> Bill Benson: You told me one of the things you did was go out at night and put anti-Nazi\nposters up.\n>> Fanny Aizenberg: That's correct.\n>> Bill Benson: That had to be very dangerous.\n>> Fanny Aizenberg: Of course it was. Not only because it was, but next to the signs you were\ntrying to put -- there was a sign that said if you caught somebody, they are going to be shot on\nthe spot, which they were.\n>> Bill Benson: And somehow or another, for a while, you were safe and able to do that.\n>> Fanny Aizenberg: Right.\n>> Bill Benson: Where were you hiding?\n>> Fanny Aizenberg: We were hiding in so many different places. Any kind person who was\nwilling to open the door and share a slice of bread with a Jewish person in hiding, and there\nwere many.\nAnd | want you all to know, it is undescribable and unbelievable. Belgium is the only\ncountry that today we have 4,000 Jewish people who are alive thanks to the churches. And\ndon't forget, the churches were in danger. Because when the Nazis came to a church and they\nsaid we want the Jewish children because we're going to take them on a vacation, Mother\nSuperior said, well, you have to come back in two days because we have to see if we can\nclothes for them. And Mother Superior was about maybe two feet tall.\n>> [Laughter]\n>> Fanny Aizenberg: That's the amazing thing. It's so incredible what people were willing -- |\nsay were willing. Nobody was forced.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\n>> Bill Benson: Fanny, you were in hiding, your mother was in hiding, your two sisters were in\nhiding in that time.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: Where was your father? What happened to him?\n>> Fanny Aizenberg: My father, since he was working for the synagogue -- and Jewish people\nwere not allowed to be buried. So all of that had to be done in hiding, which it was. And that\nwas always done at night at the rabbi's house. That's where they had the ritual.\n>> Bill Benson: Your father was taken away?\n>> Fanny Aizenberg: Yes. But he was caught very, very, very early. And then they had a\ncamp. It is now a museum. And what the Nazis did -- they still had Nazis working. They\nshowed the tomb. Nobody had ever gone out alive.\nThey have today a museum and they showed the tomb and how they were using to\ntorture those people. And they were killing the Jewish men. And in that museum there's like a\nrecord player and it tells you what they did and how they did it.\n>> Bill Benson: In 1943, you and your mother were both denounced and you were taken and\narrested by the Gestapo. Tell us about the arrest and what happened to you.\n>> Fanny Aizenberg: Well, the arrest is very scary. They scare you. Because the main thing\nthat they were hurting us or hitting us is on the face. They deformed us and then -- that's what\nthey told us, we wouldn't be used for anything.\n>> Bill Benson: Did you know who denounced you? Did you know who denounced you?\n>> Fanny Aizenberg: No. We still don't know today. And many, | wouldn't say prominent\npeople, but very active people -- when | say active people, people who were involved of\nhelping either or the other -- don't forget, it was also a matter of supply ammunition to the\npeople who were hiding because -- so both sides in case they would be discovered.\n>> Bill Benson: After you were taken to the Gestapo headquarters, from there you were sent to\na camp called Malines. What kind of a place was that?\n>> Fanny Aizenberg: It was a camp, organizing people where they should be sent. And\neverybody who was sent to any camp, they would send in cars used for animals. So we were\nall covered up. We were 116 people and we got to Auschwitz three nights and four days later.\n40 people came out alive.\n>> Bill Benson: Out of the 116.\n>> Fanny Aizenberg: Of the 116. There was one wagon they were able to have over 200\npeople. So the more people they had in those -- | don't know how you called it -- the less that\ncame out. But it didn't matter to the Germans because it would be less elimination and less\npeople put through the gas chambers.\nThat's another thing. We have learned so many things we didn't know before, like gas\nchambers. And I'm sure when | meet people who come to visit the museum, they hadn't heard\nabout gas chambers either. And thank God they haven't. That's what's so amazing today. A\nweek ago -- there's a delegation from America from this imposition who go to Germany and still\ntry to have some people recognized, that over six million Jews have been killed and they still\nare discovering more and more dead bodies in Poland, underground, that they didn't have time\nto get yet.\n>> Bill Benson: You told me you don't have the words to describe what Auschwitz was like. To\nthe extent you can, tell us a little bit about what it was like for you when you went to Auschwitz,\nwhat it was like once you got there.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Fanny Aizenberg: There's no words. There's smarter people than | am and many of them\nare much more educated but nobody has found a word.\nHow could a normal human being, any kind of education, could invent that in nine\nminutes on the clock 100 people were dead? They had a regimen of Nazis going around those\ndead bodies and making sure. That's why we don't have gold anymore. All the gold had been\ntaken out from anybody who went to Auschwitz or any of the camps because the gold they\ncollected from the bodies, on the train, or any transportation -- the main transportation was\ntrains because they still used the trains.\n>> Bill Benson: When you got to Auschwitz, you were selected to do slave labor.\n>> Fanny Aizenberg: Correct.\n>> Bill Benson: What was the labor that you were forced to do?\n>> Fanny Aizenberg: Either the kitchen on the grounds. But our main job was to work in the\nammunition factory. Because we were dying much faster than we would die at another job.\nFaster than we would die working on [Inaudible]\n>> Bill Benson: Because the work in the ammunition factory was so dangerous.\n>> Fanny Aizenberg: From the smoke and fumes. That's why when we were liberated, we\ndidn't have nails anymore. And we didn't have the color of the eyes.\n>> Bill Benson: From the chemicals.\n>> Fanny Aizenberg: That's correct. And we had to work 20 hours a shift.\n>> Bill Benson: You shared with me that you were given a tattooed number when you got to\nAuschwitz, not once but twice.\n>> Fanny Aizenberg: Right. And both are the same.\n>> Bill Benson: Explain that to us.\n>> Fanny Aizenberg: | can't because they were too stupid.\n>> [Laughter]\n>> Fanny Aizenberg: I'm sorry. | didn't mean it that way.\n>> Bill Benson: So they had given you -- first they gave you a number that they had tattooed\non somebody else, so then they had to tattoo you again.\n>> Fanny Aizenberg: | have two numbers. And what they have done at the museum here,\nshows many survivors because we have more than one number or two or three. That was their\npride because they had invented that. Nobody had numbers, except cattle. That's why we all\nhad numbers. They commended their invention on its numbers.\nWhat we are so grateful, that the Holocaust Museum has decided, in order\nto -- whatever they said they would do to us, they ask, can we see your number? | don't show\nmy number either. So they have a room and they show a number of numbers which has been\ndone in camp. So the visitors don't have to see that and they see that people had been hurt by\nhaving a number because normal people, people living in any country, they never had a\nnumber.\n>> Bill Benson: | know this is very difficult to talk about. I'm going to ask you if you would say\nanything about the fact that medical experiments were conducted on you at Auschwitz.\n>> Fanny Aizenberg: This is what the reporters from America had found last week. They had\nmade medical experimentation on babies, believe it or not. The most experimentations had\nbeen done to young women under the age of 20.\n>> Bill Benson: And you were one of them.\n>> Fanny Aizenberg: Yeah, | think | just made the deadline.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: Fanny, you shared with me -- what you said is it was not done by hoodlums.\nThe experimentation was done by very educated people.\n>> Fanny Aizenberg: They had to be educated to look and do this kind of surgery on all of us.\nAnd some were younger than | was.\n>> Bill Benson: And you told me that you were not permitted to scream.\n>> Fanny Aizenberg: You couldn't scream. That's way to be killed. And that's a good excuse to\nbe killed. Or if killing was not fast enough, they had leather whips and 10 of those and then you\nwere gone.\n>> Bill Benson: In January 1945, as the allies were advancing, the Germans forced you and\nothers who were still alive to go on a Death March before you were liberated.\n>> Fanny Aizenberg: Right. You would know. He made the map of Germany. | wanted to know\nwhere we went.\n>> Bill Benson: Did a map of where you went on your Death March?\n>> Fanny Aizenberg: Oh, yes, every city and every country.\n>> Bill Benson: So it was for about four months.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: What happened on the Death March. How did you survive that?\n>> Fanny Aizenberg: | would say 90%. That's why it was called the Death March.\n>> Bill Benson: Because almost everybody died.\n>> Fanny Aizenberg: Most of us, because it was very heavy snow and very, very cold. And not\nonly that, we hadn't eaten for two years by then. So it was very tough to remain.\nAnd six of us, because we had stuck together, in good and in bad, mostly bad.\n>> Bill Benson: You became very close to those other five, like family.\n>> Fanny Aizenberg: Yeah. We played together. Even a piece of bread, or a peel of a potato\nwas shared amongst the six of us.\n>> Bill Benson: After the Death March, you were still alive, you were taken to Ravensbruck.\nWhat was it?\n>> Fanny Aizenberg: It was a concentration camp which was already empty because the\nRussians were too close.\n>> Bill Benson: And that was a camp mostly for women. Right?\n>> Fanny Aizenberg: Right. Only women.\n>> Bill Benson: You were liberated in April 1945. Tell us about your liberation.\n>> Fanny Aizenberg: Well, the main thing, we couldn't walk anymore or we couldn't talk\nanymore. We were not humans anymore. And we just fell down. Being snow it would have\nbeen very easy to have disappeared, like many have been discovered now or much later even.\nAnd we were very lucky because it was the last battle they had a victory.\nBelieve it or not, | had a hard time to believe it -- do you know that the Russians,\nbecause they had been fighting for so long and so much and they had lost so many of their\npopulation, they were the first nation who had signed the liberty to the American papers.\n>> Bill Benson: You were liberated by the Russians.\n>> Fanny Aizenberg: The Russians helped us because we were not -- they were willing to\nshare what they had.\nFirst of all, they cleaned us up. Can you imagine after so many months of marching\nand not eating? | don't know what would have killed us more. Many of the young women died\nbecause their body couldn't hold food, especially the ones liberated by the Americans or the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nEnglish. They had wonderful food, we were told. And many had died. A cousin of ours lost his\nsister, the only one who had remained alive because her body could not absorb the food.\nWe were lucky. They didn't have anything. So what they did, they used to steal from a\nfarm a horse or two and go to another farm and steal a cow. But we got the same amount as\nother people. And we were really treated as human beings which we hadn't been for such a\nlong time.\n>> Bill Benson: After the war ended, you found your daughter, Josiane, and then you were\nreunited with your husband, Jacques. Will you tell us about that, how that happened?\n>> Fanny Aizenberg: That's such a difficult emotion. First of all, my sister, she was in the\nunderground for so long, she got her apartment. And the only thing she could do was get the\niron cots. So she had her own food, my only sister.\n>> Bill Benson: And all of them were in hiding as well. Right?\n>> Fanny Aizenberg: Oh, yeah. Also in a church. Her three sons were in a church. And\nremained alive.\nBut anyway, it's --\n>> Bill Benson: Your sister is the one who was able to find Josiane, right?\n>> Fanny Aizenberg: Yes. Because through the underground. There was no problem. In many\ncorners of the different streets there was a list of each town a person was from. So a name\nwas on that piece of paper. So anybody passing had a chance of finding somebody.\nThe most interesting thing -- and | don't know if my daughter recognized me or not.\nBut what she did, at night she used to come to my cot and used to tie a knot in her night gown\nand mine so | wouldn't run away anymore. But it took her a while till she had realized.\n>> Bill Benson: When Belgium, | believe, was liberated, in the fall of 1944, so your sisters and\nJosiane, they were all liberated many months before you were.\n>> Fanny Aizenberg: Oh, sure.\n>> Bill Benson: They had no idea where you were.\n>> Fanny Aizenberg: Nobody had. They were not allowed to. Otherwise maybe somebody\nwould be looking for us.\n>> Bill Benson: How did you make it back to Brussels after your liberation?\n>> Fanny Aizenberg: With the Red Cross. No problem. They were wonderful people. And they\nwere also people -- they brought us back where we come from. That's how they wound up at\nmy sister's. She's the only one who had an extra cot.\n>> Bill Benson: So you were reunited with your sisters and Josiane in the spring of 1945.\n>> Fanny Aizenberg: Right.\n>> Bill Benson: And at that time, again, you still did not know what happened to Jacques. How\ndid you find out about Jacques?\n>> Fanny Aizenberg: Because his position -- they got hit by a bomb very badly. And he worked\nfor two years in a hospital in England. But nobody knew where those people had gone. | guess\neverybody was running and trying to find a hiding place or a place people would open the door\nfor them.\n>> Bill Benson: When was it that you finally were reunited with Jacques? He spent two years in\nthe hospital.\n>> Fanny Aizenberg: It was the beginning of 1946 because it was already two years after the\nhospital.\n>> Bill Benson: So it took until 1946 before your family was back together.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Fanny Aizenberg: And | had a very hard time. | was in the hospital in Belgium, after when\nwe came to America, also.\n>> Bill Benson: Which happened in 1949. Why did it take from 1946, ‘45, until 1949 to come to\nthe United States?\n>> Fanny Aizenberg: Because it took three years to get a visa permit.\n>> Bill Benson: Once you arrived in the United States as immigrants, share with us what it was\nlike for you here. How did you get established? How did you find ways to earn your living?\n>> Fanny Aizenberg: Well, it was very difficult. The reason why it was difficult, number one, in\norder to apply for an American citizen, you had to know how to speak English. So we went to\nnight school. It was very, very difficult.\n>> Bill Benson: What did your sisters do after the war?\n>> Fanny Aizenberg: My older sister's husband and she finally got together with the three\nsons. They had medical problems. We all had medical problems. But besides that, | think we\nmade it with flying colors as human beings, as civilized human beings, | could say. | don't know\nany better.\n>> Bill Benson: Exactly right.\nFanny, what is it like for you to talk about the Holocaust?\n>> Fanny Aizenberg: | didn't.\n>> Bill Benson: You didn't?\n>> Fanny Aizenberg: | volunteered at the Holocaust Museum and | had a wonderful boss. |\nworked for him about eight years. He kept telling me, “You are old already. When are you\ngoing to start talking?” And he was in glory when | had my birthday party.\n>> Bill Benson: And you had some great birthday parties here.\n>> Fanny Aizenberg: Very great birthday parties. Done right here. It was just wonderful.\n>> Bill Benson: We're sure glad you're willing to speak out and spend this time with us.\nFanny, we have time for some questions from our audience. Would that be ok?\n>> Fanny Aizenberg: Of course. That's why I'm here. It's wonderful. I'm volunteering here\nevery Sunday. And the reason it's Sunday, because we have the largest attendance, families\nwith youngsters. And it's wonderful. Because you get educated by the questions you get from\nthem. Here's a volunteer. This is another volunteer. And it's wonderful how we get along with\nsuch a different background.\n>> Bill Benson: So wonderful that you come each Sunday.\nSo let's turn to our audience, Fanny.\nWe're going to ask that you please remain with us through the question and answer\nperiod because when we're done with that I'm going to turn back to Fanny for her to offer us\nher last word to close our program, her final thoughts.\n>> Fanny Aizenberg: And excuse me, | also need to have to show the picture.\n>> Bill Benson: Absolutely.\n>> Fanny Aizenberg: Now | have a right to show them.\n>> Bill Benson: You have the right. Yes, you have earned that for sure.\nOur ushers will have two microphones. So we ask that you use the microphone in\norder to ask your question; that way we will hear it and everybody in the room can hear it.\nIn addition, | will repeat the question just to make sure that we hear it correctly.\nLet's see if anybody would like to ask the question of Fanny to start us off. We have a\nyoung. Woman here. Thank you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Hi. So you said that you didn't know the location of your daughter. How were you reunited\nwith her? How was that organized?\n>> Bill Benson: The question was -- because you didn't know where Josiane was hidden, when\nyou were able to reunite with her -- well, your sister is the one who found her. Describe how\nyour sister was able to find Josiane.\n>> Fanny Aizenberg: No problem. My child was brought to my sister because they knew my\nsister and her husband and the rest of the family. So they knew she would be in good hands.\n>> Bill Benson: And your sister was also with the underground.\n>> Fanny Aizenberg: That's correct. That's why they had --\n>> Bill Benson: And the underground placed Josi so they knew where she was. That's how\nthey were able to bring them together.\nWere you, Fanny -- when you came back, were you surprised to find Josi?\n>> Fanny Aizenberg: | was surprised to be a person or to be alive. And | think | had lost a lot of\nmy softness and many of the others. And still today it's very difficult many times to be back as\na person.\n>> Bill Benson: And you are. You've got a fan club here. Everybody knows you as this\nextraordinary human being in every way. We are so glad you're here.\nLet's see if we have some more questions. There we have one right there.\n>> You said that you had gotten really close with five other ladies during your Death March.\nAre you still -- were you able to stay in contact with them after you were liberated for any\namount of time?\n>> Bill Benson: The question, Fanny, you were so close to the other five women at Auschwitz\nand then on the Death March; after the war were you able to stay in touch with those women?\n>> Fanny Aizenberg: With some. They were much older than | was. And they were deported\nmuch earlier than | was. That made a big difference. Just a day or an hour in Auschwitz made\na difference of a lifetime.\n>> Bill Benson: But you were able to stay in touch.\n>> Fanny Aizenberg: Yes, but they were much older and died much earlier. | don't know why\nI'm still around here.\n>> Bill Benson: Because you need to be and we're glad.\n>> Fanny Aizenberg: Why?\n>> [Laughter]\n>> Bill Benson: To do what you're doing today. That's one of many good reasons.\nDo we have another question?\n>> Fanny Aizenberg: | really would like to show --\n>> Bill Benson: You want to show your picture? OK.\n>> Fanny Aizenberg: Just one picture. Go ahead.\n>> Bill Benson: You describe it. You tell us what this is.\n>> Fanny Aizenberg: This is a wonderful picture 15, 16-year-old young girl who graduated and\nhad her picture taken with us.\n>> Bill Benson: It's beautiful. For folks who would like a closer look, when we're done, you'll\nhave the opportunity to do that. Oh, just wonderful, wonderful set of photographs.\nAll right. We'll have a chance to share that. You want to show this one, too, don't you?\n>> Fanny Aizenberg: Yes, please.\n>> Bill Benson: Don't know if we'll have time for that but let's do this one. Tell us what we have\nhere.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Fanny Aizenberg: Well, I'm sure the audience know.\n>> Bill Benson: You think so? Ok. But they can't see what's on this side. What's this?\n>> Fanny Aizenberg: You better read it to them.\n>> Bill Benson: Ok, ok.\nNovember 7, 2016, stationary of the White House. “Dear Fanny, | send my warmest\nwishes for a happy 100th birthday and | hope you get to spend the day with loved ones.” And\nyou sure did. “You are part of an extraordinary generation that in the face of unspeakable evil\nshowed the courage to persevere and the strength to thrive. More than half a century after the\nhorror of the Holocaust, our grief for those we lost is not diminished and the legacy of hope\nand moral triumph left by survivors continues to inspire us. Michelle and | wish you all the best\nfor the coming year, sincerely Barack Obama.”\n>> Fanny Aizenberg: | did show up. Thank you.\n>> Bill Benson: You bet.\nI'm going to turn back to Fanny in a moment to close our program. | want to first thank\nall of you for being here with us today. | remind you we'll have First Person programs each\nWednesday and Thursday through the middle of August. We hope you'll have an opportunity to\nreturn and join us.\nFor those of you who would still like to ask Fanny a question when we finish, Fanny\nwill remain here on the stage. We invite any of you to come up on stage, look at Fanny's\npictures, ask her a question, just give her a hug or have your photo taken with her. Please feel\nfree to do that.\n>> Fanny Aizenberg: And another thing | would like to tell your audience. Don't forget anybody\nwho is visiting the museum today or anytime you come here, you go home and read a become\nor a newspaper or anything else and if you have any kind of question, | said any kind of\nquestion, even a funny one, you send your question right to the office here and any of the\nsurvivors is answering you. | want you to know you get your answer definitely. | got a letter not\ntoo long ago. Two years -- it took two years to come from Texas because it got lost on the way.\nBut the person got their questions.\nAnd you feel so good to contact another human being. | think this is going to be the\nnext and the next generation, more interests in one another and caring for another. And you'd\nbe surprised how much you could do for one another, a lot.\n>> Bill Benson: Thank you, Fanny.\nOur photographer, Joel, is going to come up on the stage and he's going to take a\nvideo of Fanny with you as the backdrop. So if you don't mind, when Fanny finishes, we're\ngoing to ask you to stay for a moment. In fact, | think we'll ask you stand as part of that\nphotograph, if you will.\nFanny, to end our program today, our first program of 2017, any last thing you would\nlike to share with us?\n>> Fanny Aizenberg: | want to thank you all for coming. It's wonderful that you show an interest\nin that part of history because it's going to affect us for many, many of our future generations.\nThat's why.\n>> Bill Benson: Thank you very much.\nJoel?\n>> [Applause]\n",
    "segments": []
}