{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, April 30, 2015\n11:00 a.m. - 12:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: NAT SHAFFIR\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nNat Shaffir, wnom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship. First Person is a series of weekly conversations with survivors of the Holocaust\nwho share with us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue through mid\nAugust.\nThe museum's website, at www.ushmm.org, provides information about each of our upcoming\nFirst Person guests. Anyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at the\nback of the theater. In doing so, you will also receive an electronic copy of Nat Shaffir's biography so\nthat you can remember and share his testimony after you leave here today.\nNat will share his First Person account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, there will be an opportunity for you to ask him A few\nquestions at the end of the program. The life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Nat is one individual's account of the Holocaust. We have prepared\na brief slide presentation to help with his introduction.\nNat Shaffir was born Nathan Spitzer on December 26, 1936, in lasi, Romania. In this\nphotograph, we see Nathan with his parents and his sisters, Sara and Lili. The arrow on the map\npoints to Romania. Near lasi, shown on this map, Nathan's family owned a dairy farm. In 1941, the\nFascist Iron Guard confiscated the farm and all the cattle because Nathan's family was Jewish. The\nfamily moved to a neighborhood of lasi, where Nathan's father, Anton, was able to keep cows, and\nhis mother, Fany, bartered dairy products in exchange for tutoring for the children. When Anton was\nsent to perform forced labor in early 1944, 8-year-old Nathan helped his family continue to make dairy\nproducts. After lasi fell to the Russians in the spring of 1945, Anton returned to his family. The\nSpitzers would stay in Romania for several more years before immigrating to Israel.\nAfter moving to the United States in 1961, Nat got a job as a dental technician with plans to be\na dentist. But a job offer to work for a major toy manufacturer began Nat's long career as a\nbusinessman and entrepreneur starting several successful import/export companies. He then opened\nan internet company selling home health care products. In 2005 Nat retired but that lasted six months\nbefore he accepted an offer to be executive director of a synagogue. Following that, Nat opened a\nhome care agency in Maryland, Personal Health Care Providers, which he operates today.\nNat and his wife Merryl live in Silver Spring, Maryland, having moved there in 1986 from North\nCarolina. They have four children, Deborah, Ari, Michael and Ilana. Nat has a son, Jeff, from his first\nmarriage. Nat and Merryl have 12 grandchildren. Nat started volunteering here at the museum in\n2010, first at the information desk, then the donor's desk, where you will find him on Mondays. He is\nalso a guide for the Permanent Exhibition, often leading groups from such places as the FBI and\nHomeland Security. Nat speaks Hebrew, Yiddish, German and Italian. In his spare time he loves\nbuilding things in his workshop, gardening, baking bread, and Merryl told me, “He is a great cook.”\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nMerryl is here with Nat today, as are three of their children: Jeff, Ilana and Deborah, who is joined by\nher husband Josh. Also Here are five of theirgrandchildren and a close family friend.\nAs you can see, it's the front row here. So look down here, you see Nat and his family. Still seven\ngrandchildren we don't have yet, but we'll work on that for the future.\nWith that | would like you to join me in welcoming our First Person, Mr. Nat Shaffir.\n[Applause]\nNat, thank you so much for joining us and your willingness to be our First Person today. It's wonderful\nto see your family right here in the front row. We're going to start because you have so much to share\nwith us, and we have just an hour. You were not yet 3 when Germany invaded Poland in September\n1939, starting World War II. But before we turn to the war years and particularly as it affected your\ncommunity, let's start first with you telling us a little bit about your family and your community before\nthe war began.\n>> Nat Shaffir: Both my parents come from small villages in eastern of Hungary, which is called\nTransylvania at that time. My mother was the oldest of 12 children, and my father was the youngest of\nsix. A little later on, in 1924, after first world war, my father and two of his brothers immigrated to\nRomania, opened a big farm, dairy farm to provide products to the Romanian Army.\nThen in 1930, my father went back to get married. The two families knew each other, because both\ngrandparents, their parents, were in the cattle trade, and they knew each other from the different\ntrading. So it was natural for them to get married within the family.\nSo in 1930, my father came back to Romania with a young bride, and before long they had three\nchildren, two girls and a boy, and I'm the boy.\n>> Bill Benson: What was life like in the dairy farm for you as a youngster?\n>> Nat Shaffir: A normal life, different chores to do. Normally, it was not really exciting. We didn't\nhave any television, no iPhones, iPads or anything like that. But pretty much we stayed home and we\nhad home schooling. That's pretty much what life was all about, very simple.\n>> Bill Benson: How large was the Jewish community?\n>> Nat Shaffir: There was approximately 25 different families in that farm community, so different\npeople had different farms. Some were traders of different products, but generally about 25 different\nJewish families.\n>> Bill Benson: So a small community. What were relationships like with the non-Jewish population?\n>> Nat Shaffir: My father lived there approximately 20 years. He dealt with the gentile farmers. He\nhelped them a lot when things were bad for them, crops were short or certain things. He always tried\nto help. He never said no to anyone in this entire area.\n>> Bill Benson: Was your family religious?\n>> Nat Shaffir: Yes, they were.\n>> Bill Benson: You mentioned to me that, you mentioned a moment ago, there were no iPads,\nthings like that. In fact, there was no electricity.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nA\n>> Nat Shaffir: Correct.\n>> Bill Benson: It was a very simple, rural life that you were living at that time?\n>> Nat Shaffir: Right.\n>> Bill Benson: Nat, you mentioned also that you had three different birth dates. Why was that?\n>> Nat Shaffir: Actually, two, yeah. I'll tell you what happened. My daughters are laughing. When we\nlived further away from the main city, my mother gave birth at home. By the time my father got a\nchance to go to the big city to register us, took some time, some months, sometimes two months, so\nat that point they registered based on the date maybe that he came, but my birth date was actually\nDecember 26, 1936. It was registered as December 28, 1938. And | think it was only one December\n28, 1936. Even my mother never had it together exactly what was the date. So that's what happened.\nSo one time, we didn't know exactly what's going on, so | sent away to the Romanian embassy for\nbirth certificate. Finally came back, my birth date was December 26, 1936.\n>> Bill Benson: That's when you celebrate?\n>> Nat Shaffir: That's when you celebrate.\n>> Bill Benson: Nat, although World War II began with Germany and Russia attacking Poland in\nSeptember 1939, it wasn't until 1941 that the lives of your family and other Jews in your community\nnear the city of lasi changed dramatically. Tell us about that period, what you can, about that period\nbetween the start of the war in September 1939 and when things really changed dramatically in 1941,\nthen later in 1942.\n>> Nat Shaffir: As Bill mentioned, we didn't have radios, television, we didn't know much what's going\non. Somehow, little things trickled into the farm area that there's a war going on in Poland, and the\nRussians joined the Germans. Little by little, we found out after 1940 people are being killed, people\nare being sent away. What we had in Romania, in lasi in particular, in July of 1941, was a big pogrom\nwhere 10,000 Jews were rounded up and killed. That was the extent we knew exactly what's going on\nin the war to this point, that people are killing Jews. For no reason, just because they're Jewish.\n>> Bill Benson: | think you told me that even before the war, in 1938, the government became more\nanti-Semitic in Romania. So there are changes already happening, things got less friendly than they\nhad been for you as a youngster.\n>> Nat Shaffir: Romania was a monarchy. | don't know if you knew that. It was a monarchy, then the\ngeneral in the Iron Guard Army took over. Was a very anti-Semitic individual. He hated anybody, but\nparticularly Jews. So Jews were always low citizen, or the lowest class of his government. There was\nno Jewish people in his government. Jews were treated differently than the gentiles were treated. So\nthrough the years, later until 1945, he handled everything that's going on in Romania at that time.\n>> Bill Benson: In the early years of the war, but before things got really awful in Romania, was your\nfather and his brothers, were they able to continue to operate the farm as they had?\n>> Nat Shaffir: Until 1941, yes. There were problems from time to time. | remember one particular\nproblem. My father hired some people to do manual work, actually hired one, two people, and about\nfour of them showed up. My father told the individual that he hired, he said, | only hired two of you.\nThe guy had an axe in his hand. He said, How many did you hire?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nHe said, Four of you.\n>> Bill Benson: In the fall of 1942, your family and other Jews from Buchum were abruptly forced to\npick up and move to lasi. Tell us how that happened. Tell us what happened there.\n>> Nat Shaffir: When we lived in Buchum one of our neighbors was a priest. Every week he would\ncome by and ask for donations for the church, some dairy products for some of his congregants who\ncouldn't afford. In 20 years, my father never refused once. One day, 1942, the same priest shows up\nwith a policeman, a police officer, and two armed guards armed. When we saw him approaching the\nhouse, we all came out to greet him. Once he came close, he turned to the officer and pointed at us\nand said, These are Jews. He used the word for a Jew. The officer told my father and mother that we\nhave four hours to vacate the farm, and they're going to take us to a place, relocated close to the\nlarge city of lasi. In the four hours, we're allowed to take one horse-drawn wagon to take whatever we\ncan carry or can load in four hours. Keep in mind, it was November, so my mother realized, though\nmy father tried to convince him perhaps he can forget the order. My father said, Look, I've known you\nsince you were born. I've known your family over 20 years. Can't you do something about it, forget\nabout the situation?\nHe says, The reason that he got the four hours is because you know me, you know my family.\nOtherwise, you wouldn't have gotten four hours.\nMy mother realized there's no way to convince him not to take us away. She ordered all three of us\ninto the house and told us to put on as many clothes as possible. | remember putting on two pairs of\npants, two shirts, socks, and | remember that a small wagon with one horse is not a lot. My mother\nwas able to take blankets, some pillows, the cash she had in the house, her jewelry, some pots and\npans, cooking utensils. Then we were escorted to the ghetto of lasi.\n>> Bill Benson: You mentioned, Nat, that this priest was also with somebody from the Iron Guard.\nWill you explain to us what the Iron Guard was?\n>> Nat Shaffir: The Iron Guard was fascists. It was run very -- very close to Mussolini. They hated\nJews. Very anti-Semitic. They actually did later on through the war did a dirty job, a dirty war for the\nNazis, because Germany or the Nazis did not occupy Romania per se, but the Iron Guard did their\ndirty work.\n>> Bill Benson: You were young at that time. But you remember the day you were forced to leave\nyour home so abruptly.\n>> Nat Shaffir: Yes, | do. Going from Buchum all the way to lasi, riding on the wagon, it's very clear\nto me.\n>> Bill Benson: You described to me when | first talked to you about it that you remember, just the\nraw emotions everybody had, the fear, all of those things.\n>> Nat Shaffir: Yes. First, we didn't know where we're going. Didn't know all we had was the clothes\nthat we came with. And a little bit my mother put in the wagon. Everything else we had to leave\nbehind.\n>> Bill Benson: Where did they take you?\n>> Nat Shaffir: To a closer city, lasi. lasi is a big city at that point. Had a population of 50,000 Jews.\nlasi was situated, the way it was situated was courtyards. Each courtyard has a certain number of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nhouses. They took these houses and divided each individual room from the house given to one\nfamily. We received one room for five of us. The only thing we had in that room was two beds. No\ncloset, no nothing in there. One bed my mother and two sisters sleeping, the next bed my father and |\nwere sleeping there. Once arrived to the ghetto, number one, they took your name down. You had to\nbe registered to receive ration cards. They were for bread, kerosene for heating and cooking. Once in\nthe ghetto you had to do certain things that normally we were not used to do before.\n>> Bill Benson: When they came to get you, the authorities created this already?\n>> Nat Shaffir: The ghetto was created before us. Probably within the last six months. People would\nstart to accumulate different farms or different little small towns, smaller cities.\n>> Bill Benson: Did your extended family go with you?\n>> Nat Shaffir: No, my extended family stayed in Hungary, all my grandparents, my uncles, aunts.\nThere were three of them -- 33 that remains back in Hungary at that time. Later I'll tell you what\nhappened to them.\n>> Bill Benson: Your father, | think, operated the dairy farm with two brothers.\n>> Nat Shaffir: Correct.\n>> Bill Benson: Were they with you?\n>> Nat Shaffir: Not in -- in the ghetto, but different areas. There were 400 ghettos. Some ghettos\nwere closed, some were open. We were in the open ghetto, which means we had a certain amount of\nspace we were allowed to walk around. We had to wear our yellow star declaring us as Jew. The two\nuncles you mentioned were in the different part of the streets. We didn't see them. Once in a while my\nfather saw them, because they were having different manual jobs performing for the iron guards and\nthe authorities. So they see each other from time to time.\n>> Bill Benson: Even though you were in so-called open ghetto, you could not freely move to where\nthey were because they were in a separate open ghetto?\n>> Nat Shaffir: That's correct. We had approximately 12 blocks to move around. Things had to go, for\ninstance, for the bread was outside the ghetto. To get the kerosene, outside the ghetto. We could not\nleave the ghetto before 5:00 a.m. and then only for different reasons.\n>> Bill Benson: I'll take you back a little bit. You mentioned the pogrom that took place in 1941. Can\nyou tell us more about that?\n>> Nat Shaffir: In July 1941, there were two trains loaded with Jewish people, ferried from lasi to\nanother town approximately 150 miles away. For three days, going back and forth, without any\nreason. No food or water. By the time they came back to lasi and opened the trains, half of the people\nwere dead. In addition to that, at the same time, in July 30, 10,000 people were killed by axes, guns,\nclubs, just because they were Jewish.\n>> Bill Benson: That was before they began creating the ghettos and moving you into the ghettos?\n>> Nat Shaffir: Yes.\n>> Bill Benson: You remained in the Socola ghetto until 1945 when lasi was liberated. Tell us what\nlife was like in the ghetto you described a little about.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Nat Shaffir: Since | mentioned the ration cards, we have to go to the bakery, to the kerosene\nstation. The ration card was a booklet. There were pages for kerosene, pages for bread. Also pages\nfor butter and oil, but we never saw these rations because the individuals responsible for the rations\nsold those things to the black market.\nTo stay in line, to go outside to stay in line to get the bread, for instance, we were allowed 1/4 loaf of\nbread for every two days per person in our family.\n>> Bill Benson: A quarter loaf of bread, every two days?\n>> Nat Shaffir: My father sent me to stay in line, because he didn't want to send my older sister,\nbecause there's a lot of hooligans picking on Jewish girls. Here I'm approximately 8 years old. He\nsent me out to get all the bread and the kerosene. That's pretty much what happened.\n>> Bill Benson: You told me that when he didn't want to send your sister out, you would go out, and\nyou did get into some scuffles, as you put it.\n>> Nat Shaffir: Yes, | did. | came home many times with a bloody nose. | tried to fight back a little bit,\nbut we couldn't because they were ganging up on one individual. It was hard to fight back. In the\nghetto they had for the grown-ups, 18 and 15, different manual jobs to be performed: Sweeping the\nstreets, laying cobblestones, cleaning the market area. That's for the older people.\n>> Bill Benson: With such harsh rationing, food was very scarce. How did your family manage for\nthose several years to make ends meet while living in that kind of environment?\n>> Nat Shaffir: First, there was a black market. Some people took their own lives in their hands going\nout the ghetto, trying to smuggle in things. Many were caught. Some were not. Bringing in products\nthrough the black market. People who still had cash with them were able to buy some things, eggs,\npotatoes, fruit. Even with kerosene, for five liters of kerosene, once a week, especially in the\nwintertime, it wasn't that much. Especially if you had to warm up, my mother always cooked at night,\nthis way whatever she had to cook, this way she warmed up the room itself as well. And my father\nwould be taken every day in the morning to a certain location to do some manual labor, then come\nback late in the afternoon or evening.\n>> Bill Benson: Your father was clearly a very enterprising man, and you told me somehow or\nanother he managed to get ahold of some cattle while in the ghetto. Tell us about that.\n>> Nat Shaffir: Let me go back first. What happened, one day he worked, he was working the market\nto clean the market area, and there was an old farmer, what happened before that, let me go back a\nlittle bit, the farmers used to congregate in one specific place around midnight on Wednesday night,\nbecause the market, in lasi, was on Thursday. They congregate in some area, then go as a caravan,\ndrive into lasi and sell the products on Thursday.\nWhen he was cleaning the area in the market this old farmer came by, and he said to my father, I'm\nreally sorry what happened to you and your family. | hope you guys are doing well. And never said\nanything after that. He said, By the way, some of the farmers, we think about you, we know you\nhelped us before. We tried to help as much as we can, but we don't know how to do anything like\nthat.\nlt was the area we had to get our kerosene, so to get the kerosene you had to line up at 5:00 in the\nmorning to line up at a certain place. Some would show up 7:00, 7:30.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: You've been in line since 5:00 in the morning?\n>> Nat Shaffir: Correct. Imagine rain, snow, heat, depending the weather at that time. The way it\nworked like today, put in your credit card, you get the gasoline. There was a booth where the\nattendant would be in there, there was a line next to the booth, approximately five feet away. Once\nthe line was lined up, he motioned for five people to come forward. He will take the ration card, took\nthe coupon for that particular week. Then he will pump the kerosene. The way it works, the pump, on\nthat pump was a cylinder. To fill that cylinder from the bottom was a handle you pushed back and\nforth. Once you did that, five liters of kerosene would come up, then he lowered it into a can. Then he\nwould get the next five. Then if he didn't feel loo it, he just stayed in his booth for a while, didn't come\nout.\nOne day, | decided, | don't know if it was arrogance or --\n>> Bill Benson: Entrepreneurial.\n>> Nat Shaffir: Let me approach him, perhaps | can do something together with the extra kerosene.\nHis name was Gregor. | never forget his name. When my time came and the five people in front of\nthat line, | said to him, | addressed him as Domino, that is someone very important, intellectual. He\nwas noneducated person, he was a drunk and lazy person. So | pushed him, | said Domino Gregor,\nI'd like to help you.\n>> Bill Benson: You're 8 years old?\n>> Nat Shaffir: Yeah. He looks at me, he said -- | was kind of maybe smaller than he was. He says\nyou're going to help me?\nYeah.\nHow?\nll do your job. You look sick, tired, probably didn't sleep so well. Why don't you rest in the booth. I'll\ncollect the coupon and the ration cards. I'll bring them to you. I'll pump the kerosene. When my turn\ncomes, give me a little bit extra.\nSo he's looking at me, he said, I'll see. Before long, he says, Go ahead. Let me see what you can do.\nSo | start pumping the gasoline. He never gave me anything. For three weeks | was doing his work,\nhe never gave me anything. Finally, one day after three weeks, he says to me, next week bring a little\nextra can with you. From that point on | was getting perhaps another liter, liter and a half, a little extra.\nWhich, number one, helped us to warm up the house. Also since my mother was a firm believer in\neducation, she gave so much kerosene to an old teacher in the ghetto teaching us, shared with him\ncertain things.\nThat worked for a while. Then | said, if | got that, perhaps | can convince him to give me something\nelse. So in 1944, June of 1944, there was a message into the ghetto that every male between the age\nof 18 and 50 must assemble in the synagogue yard, and to bring extra clothing with them because\nthey would be shipped out for the east.\nMy father left. The day he left, he said to me, Nat, take care of the girls. So I'm 8 1/2 years old at this\npoint. The pressure one gets to take care of a mother and two sisters was enormous.\nBut you know, you grow up very fast, the wartime, especially in conditions like that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nSo after he left, again, | said, | mentioned that we didn't have any closets in the room, all we had was\ntwo beds. Everything we had we kept underneath the bed. One day | tried to get another shirt from\nunderneath the bed, and | found a bottle that my father had. A plum Brandy. | wrapped it in the shirt.\nDid not tell my mother, because she probably would have told me not to do what | was planning to do.\n| wrapped it in another shirt, brought it to Gregor. | came to him in the morning, | said | have a present\nfor you. | unwrapped the shirt. He saw the bottle of Schlibalwitz. His eyes got bright. He said | assume\nthis will cost me something. You want extra kerosene? | said no, | want an extra ration card. This\nway, | get another five liters of kerosene, another loaf of bread. Before that, | want to mention, before\nmy father left, when he went back to clean the market area, one of the farmers that he was very\nfriendly with, my father, said to my father, We got together and we want to help you. Here's what\nwe're going to do, between 2:00 and 3:00 we pass the ghetto where you live. Come out and watch\nthe last three wagons, see what happens. We will try to drop something for you.\nSo first, being outside the ghetto at 2:00 or 3:00 in the morning was terrible situation, because,\nnumber one, you were considered trying to escape. Who would go out at that particular time in the\nmorning? My mother decided the risk was worth it. My father came out where the farmers told him to\nbe. The last three wagons created a situation where one of the wagons had a problem, and while\nstopping there a sack or package kind of was thrown towards the side of the road. In the package\nwere some potatoes, apples, things like that. Every week it was something different.\nThis was going on for a while. After a while, the farmer said, I'm sorry, Anton, my father's name, the\nauthorities are trying to find out who is leaving stuff for the ghetto, and we're risking our lives. We're\nsorry, we can't do that anymore at this point. So that stopped.\nWhile these things were going on, we were getting different products from them, certain things. For\ninstance, once we got a ham in the package. Obviously, we kept kosher, so we couldn't eat that. My\nfather traded that with other people who were not keeping kosher.\nThe way the thing worked, growing up, there was confidence in the ghetto, so the police know to\ncatch anybody with contraband, number one, would be arrested, probably worse than that. My father\nalways told me, You carry the stuff. Follow me 30 paces away. Once we get to where people are\ntrading, then I'll do the trading. So if you are caught, if a child is caught he gets probably beaten up a\nlittle bit. But after that, the ham will be taken away from him, probably would hurt more than the\nbeating, but that's what we did.\nLater on, when we went to Israel, | was told that they only took me to protect him.\n[Laughter]\n>> Bill Benson: Of course, you were school age in the ghetto. You mentioned that your education\nwas very important. How were you able to get some education while in the ghetto?\n>> Nat Shaffir: Number one, | was not allowed to go to school at that point anymore. We did have\nsome elderly teachers in the ghetto, Jewish teachers. They tried to school us. That's where we\nlearned. Although when we finally were able to go to school after the war, we were probably behind a\nyear, year and a half from the regular children. We were always the oldest in class. Always looked at\nus as dumb kids, because we're so much older and aren't in their class. Eventually we caught up.\n>> Bill Benson: How about religious practices? Were you able to practice?\n>> Nat Shaffir: Yes, but not openly.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: Was that a great risk?\n>> Nat Shaffir: It was. People were standing outside what we called the synagogue area, people\nwould stay outside and notify us when the authorities show up.\n>> Bill Benson: Would the Iron Guard ever come into the ghetto?\n>> Nat Shaffir: Yeah, from time to time. Those were the police, the police that were constantly\npatrolling the ghetto. Looking for contraband, looking for the black market, which most of the time\nthey never found, because they were moving around.\n>> Bill Benson: This will probably sound like maybe a silly question in light of what you've told us\nabout going out, protecting your father, dealing with Gregor, basically being the man of the family. But\nyou were still a kid. Were you able to do anything for fun during those years you were there? What\ndid you do as a kid, for a boy?\n>> Nat Shaffir: Didn't do much. | remember the only thing in the ghetto we had other kids, so my\nmother was taking some ration and sewing them up, we made a soccer ball out of that.\n>> Bill Benson: A soccer ball out of rags. You played marbles with walnuts?\n>> Nat Shaffir: Right. We were able to get walnuts from the trees in the fall. There was a little hole in\nthe dirt, we'd throw the walnuts towards that hole, then flip them. Whoever was able to get closer,\nobviously they would get the whole lot.\n>> Bill Benson: Get the walnuts?\n>> Nat Shaffir: Right.\n>> Bill Benson: You told us a little about your father being forced in 1944 to go for forced labor. It\nwhere did he go, and what do you know about what he was forced to do?\n>> Nat Shaffir: In June of 1944 he left the house. They took him east going to lay railroad tracks\nbetween Romania and Poland towards Russia. All these times, for almost a year, we never heard\nfrom him.\n>> Bill Benson: Not a word?\n>> Nat Shaffir: Not a word. Didn't know if he's alive or dead. From time to time, we hear some stories\nabout people were moving further east. That's about it that we heard. Never heard from him, until the\nwar was over.\n>> Bill Benson: Speaking of the war ending, you were liberated, Romania, Socola ghetto, you\ncontinued living there until the spring of 1945 when the Russians came in and took lasi and you were\nliberated. Tell us what life was like -- what it was like to be under Russian attack, and then to be\nliberated, what that was like for you.\n>> Nat Shaffir: For quite a while there was bombardment constantly, day and night. In particular, the\nlast three days, remember later on that was the final Russian capturing the city of lasi, was\nbombardment day and night. The people once bombardment started, outside the ghetto was a little\nfield we all would go in there. There was a big ditch, what we called a bomb shelter. We would all go\nin there. For three days we stayed in the bomb shelter. All of a sudden, it was quiet. One individual\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nfrom the bomb shelter looked out, and he said, We're liberated. We said, What do you mean we're\nliberated?\nYeah.\nWe took a look, far away on the outskirts of that field, there were soldiers dressed in long gray coats,\nfur hats with the red star on the forehead. We knew these were Russians.\n>> Bill Benson: You said you went into bomb shelters. That creates an image of a concrete thing\nunder the ground.\n>> Nat Shaffir: It was a dug-up ditch.\n>> Bill Benson: A hole in the ground?\n>> Nat Shaffir: Exactly, covered with branches. That's pretty much what the bomb shelter was. That's\nwhat most people, it was wet in there, most of the people suffered from arthritis later in life, a lot of\nsicknesses because of that.\n>> Bill Benson: And wouldn't protect your very much.\n>> Nat Shaffir: No.\n>> Bill Benson: You mentioned to me that you were forced to black out your windows during the\nbombardment period before liberation. Say a little more about that.\n>> Nat Shaffir: The Iron Guard thought we were German spies. That the Jews were German spies.\nNo, Russian spies. So the Germans authorized the Iron Guard to make sure every window of the\nhouse would be blackened out, either by paper or no lights being shone out, because this was\nsignaling the pilots to be able to drop the bombs at a certain place.\nObviously, people weren't doing that, but definitely had to blacken the windows to make sure no light\nescaped.\n>> Bill Benson: Had you not done that, the penalties would have been severe?\n>> Nat Shaffir: Severe, yeah. People were shot. Put into prison for that. There was wartime, so\neverything went pretty much.\n>> Bill Benson: Now you see the Russian troops, they're here. What did that mean? What was it like\nnow that you got Russian troops in control?\n>> Nat Shaffir: First, the Russians gave us food, number one. | remember them giving us sardines,\nblack bread, Russian bread. The older beam, they were giving butter. They tried to take us in and\nhelp us a little bit. That was for a little while.\nBefore that, eventually, my father came back. What happens is that he walked for days. He hitchhiked\nsome wagons. Finally, he showed up. When he showed up, obviously, we were happy because we\nnever knew if he ever died or was alive. So when the Russians took over, number one, we were able\nto go back to school. But life at that time wasn't great either, because the Russians, although it was a\ncommunist regime, the old regime became communist. So they kind of flipped and became\ncommunist the same. The same regime that we had problems with became our protector at that\npoint. The same officials. There was still lron Guard, but now under communists.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: Right. But for a period of time after you're liberated, your father was not back. So\nyour mom had no idea he was alive, still, even though you were liberated.\n>> Nat Shaffir: Correct. He came back sometime in the middle of May, perhaps, 1945. The war was\nover at that time. We still lived in the ghetto, but didn't know exactly what to do. He tried to figure out\nwhat we can establish certain things. Then obviously, my father came back, it was easier. Number\none, we were able to move out of the ghetto, different location, tried to open up another small type of\nfarm.\n>> Bill Benson: You couldn't get the other farm back?\n>> Nat Shaffir: The main one we had in Buchum, six months after he returned my father and | went\nback to the farm to see what's going on. The first thing we did, we stopped at the old farmer that\nhelped us with the packages from time to time. They were talking for a while, then the old farmer said,\nAnton, | wouldn't come back here if | were you, because they're going to kill you.\nNow, we tried to figure out what happened to that farm. The farmer said that farm was divided into\nthree. 1/3 given to the priest's brother-in-law.\n>> Bill Benson: The one who denounced you?\n>> Nat Shaffir: The one who turned us into the authorities. The other given to the mayor of the official\nthat was part of the town. The third was some of the Iron Guard officers would get that. So obviously,\nthey were choices made. The priest made a choice, because of financial gain. The farmer made the\nchoice because of rightful gain. The farmer helped us out, knowing that he is in danger himself. He\nrisked his own life, not only his own life, but the life of his family if they found out he's trying to help\nJewish people. So that's what happened.\n>> Bill Benson: Nat, do you know when your family realized the, or learned the full magnitude of the\nHolocaust and what happened to your extended family?\n>> Nat Shaffir: There were rumors coming back that all the Jews from Hungary were sent to\nAuschwitz to be killed. There's no Jews left in Hungary at that point. Five months after we were\nliberated, that's when the rumors were coming in, because we couldn't have any -- there's no phone\nor any kind of communication.\nFinally, people were able to travel back into Hungary, and they figured out that some of the people at\nAuschwitz did die, some did survive. We heard from the survivors that some families were\nimmediately killed, some families were sent to concentration camps, some families were sent to slave\nlabor camps.\nThe real thing about my family we found out only in 1960, approximately, when one uncle who\nsurvived -- let me go back a little bit.\nWhat happened is that the family from Hungary, there were 33 of them, Germany invaded Hungary in\nMarch of 1944. That's historical fact. Between April 151944 and July 9, 1944, 440,000 Jews were\ndeported to Auschwitz. Among those, 33 were some of my family. The older ones, the younger ones\nwho could not work, once they got to Auschwitz, they immediately were sent to the gas chambers.\nWithin six hours of arrival in Auschwitz they were dead. The rest of them, the ones who were able to\nwork, were sent to subcamps in Auschwitz, to slave labor camp. Some of them remained in\nAuschwitz for a while. The rest were sent to different camps. My grandfather and two of his sons, two\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nof my uncles, remained in Auschwitz at the time. My grandfather died of starvation a month before he\nwas liberated. Two uncles, one 21 years old, one 22 years old, weighed 65 pounds each. Imagine a\n21 or 22-year-old weighing 65 pounds. It's like a walking skeleton.\nWhen the Red Cross came in, they saw the shape they were in, they were put on ships and sent to\nSweden, to sanatoriums to recuperate. Unfortunately, one of these two brothers, one of the uncles\ndied on the way to Sweden and was buried at sea. The rest of the family were in different camps. We\ndon't know where or when they died. So the only survivor from 33 people was one, my uncle, which\neventually immigrated to the United States.\nSo in 1960 when he came to visit us in Israel, he told us the whole story what happened to the family,\nto our family.\n>> Bill Benson: Nat, with the war over, your father returned and the family trying to re-establish\nyourselves, knowing that the government included many folks that had been the fascists and now\ncommunists, you would live under that environment for five years, until 1950, when you immigrated to\nIsrael. What were those five years like, and how were you able to get out and get to Israel?\n>> Nat Shaffir: After two years, 1947, my father realized there's no longer a future for us in Romania,\nso he applied for exit visas to Palestine, at that point. Every time, the papers came back denied.\nEvery time he applied again, again denied. Until he was able to bribe the proper individual, able to get\na visa in 1950. Actually, it was this month, April 1950, we arrived in Israel, which was Palestine at the\ntime. After five years that we were under the communist regime. It wasn't really pleasant, because\nunder communist regime, number one, Jews were not allowed to join any kind of young club or young\ngroup. There was a group called the Pioneers, which was the best in the class were allowed to join\nthe Pioneers. Though | was a good student, my sister was a good student, we were never allowed to\njoin the Pioneers. That's when we realized there's no future for Jewish people in Romania at that\ntime. So eventually in 1950 we went to Israel.\n>> Bill Benson: As you said, you ended up, the family, to bribe officials in order to get your visas to\nget out. Tell us about actually going to Israel, the trip you took to get there.\n>> Nat Shaffir: We went by cargo boat. There was like a cargo hold, some for men, some for women.\nlronically, the name of the boat was Transylvania.\n>> Bill Benson: Really? Men in one hold, women in the separate hold.\n>> Nat Shaffir: Yeah. At night, we come up on whatever it's called, to see each other. Usually took 2\n1/2 weeks to arrive.\n>> Bill Benson: Your two sisters, mother and father. Any other?\n>> Nat Shaffir: No other relatives at that point. Then other people the same way. We arrived at that\npoint, in 1950, then | stayed there until later on.\n>> Bill Benson: Do you know, have any idea how your parents were even able to manage to pay\nthose bribes?\n>> Nat Shaffir: My mother still had some jewelry they were able to cash in, whatever --\n>> Bill Benson: Whatever they had to get there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Nat Shaffir: Right. We tried pretty much when we arrived in Israel, we didn't have anything.\n>> Bill Benson: Any surviving family members remaining behind in Romania?\n>> Nat Shaffir: Yeah, one of my uncles, the oldest of the uncles from my father's brother, he stayed\nthere because his children couldn't leave. He did not want to leave the children there, so he stayed.\nLater on, the children were able to leave, but he couldn't leave anymore. Then he died in Romania.\nAlso one of the children. He could have left, but he didn't do that.\n>> Bill Benson: You told me that recently you did learn that you still have, | believe, a cousin or\nrelative in Romania, but you've had no luck in tracking her down.\n>> Nat Shaffir: Yeah, | found out that the older siblings of my father, the one that stayed in Romania,\neventually died, had a daughter. She was my age. We went to school the same time. | found out\nshe's still alive. She must have been at that point, two years ago, year and a half ago. | tried to find\nout exactly how | can get ahold of her. The museum tried to help me out. Finally got to the President\nof the Jewish community in lasi. Couldn't connect. So at this point | don't know what's happening.\nOne situation that eventually what's going to happen, my friend here, Jeff, he is in the Army, he goes\nto Europe with NATO a lot. Two years ago, | think, he was in Macedonia, he said to me, dad, why\ndon't you come down here, we'll drive out to Romania, see where you were born. Somehow, the\ndates didn't work out, but we still have in mind to do that.\n>> Bill Benson: You're 14 years old, you arrive in Israel. What do you remember about that?\n>> Nat Shaffir: The first orange | saw was 14. | never saw an orange before in my life. That was\nsomething good. The weather was beautiful. April time, nice weather. People were friendly. The\ngovernment obviously supplied enough to start us off with. Gave us certain places to go. Then later\non, went to school, eventually went to the Army and | served three years in the Israeli Army.\n>> Bill Benson: There's a story you told me about being in the Army during the 1956, this was the\nSuez Canal war in 1956. You saw lots of combat and were wounded. If you don't mind telling us this\nstory.\n>> Nat Shaffir: Yeah. We were advancing on Egyptian area in Sinai and | was shot in the knee. They\nevacuated me into a town where my mother happened to be a nurse at the time. Again, no\ncommunication there from there. The first time my mother saw me when they took me in ona\nstretcher to be able to come into the hospital. So obviously, it was not a good reunion in a way.\n>> Bill Benson: Your mother was working in the hospital where you were taken?\n>> Nat Shaffir: Yeah.\n>> Bill Benson: Go back a little bit when you got to Israel. How did your father establish himself?\nWhat did he do to earn a living?\n>> Nat Shaffir: Again, since he was in the dairy product business, he opened up a dairy distribution,\ndelivering and selling milk and milk products. That's how the whole thing started. Although he did go\nto different towns until they were able to get accommodations and housing in that particular town.\n>> Bill Benson: In 1961, 25 years old | think at the time, you made another big move. You came to\nthe United States. Tell us what prompted you to do that, and what it took for you to get here.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> Nat Shaffir: When my uncle came in 1960, that's the one that survived from Auschwitz, he told me\nall the stories about America, how great the country is. | fell in love with the things he was telling me.\nSo | decided maybe | should come for a visit, see for myself what a great country it is.\nSo he sponsored me to come as a visitor, to the United States. After being here two, three months, |\nrealized it's a great country to stay. So | had to leave the country for a couple weeks, to be able to\ncome back on a different kind of visa. From 1961 | decided to stay, and I've been here since then.\n>> Bill Benson: You had to go back to get a different visa, but once you had that you were able to\ncome. Were you the only family member that came?\n>> Nat Shaffir: My immediate family, yes.\n>> Bill Benson: Everyone else stayed in Israel?\n>> Nat Shaffir: Yes.\n>> Bill Benson: Did they ever move here with you?\n>> Nat Shaffir: No, not my family, not my own family. They did not move.\n>> Bill Benson: OK. Nat, we have time for some questions from our audience. So if you don't mind,\nI'd like to turn to all of you and ask if anybody would like to ask a question of Nat. We would like you\nto use the microphone. We have microphones on either side. Please wait until you have the\nmicrophone in your hand. | will make -- make your question as brief as you can | will do my best to\nrepeat the question so that everybody in the room hears it. Then Nat will respond to your questions.\nAny brave souls to start us off? There we go, right here. Sonia, one right down here. Here comes the\nmic to be passed down to you.\n>> | was wondering about how the news got to you, you heard all kinds of things. For instance, you\nheard about the pogrom and the people being deported and killed, but you didn't see it on TV. How\ndid that news come to you, in what way?\n>> Bill Benson: How did you get news when you were in the ghetto and that era? How did you learn\nwhat was happening elsewhere? Even in Romania, much less elsewhere in Europe?\n>> Nat Shaffir: People worked in different jobs and saw things happening. Once they come back into\nthe ghetto, they realized what was happening, like with the train station or different police stations like\nthat. They -- the different places like that. That is how it came back to us.\n>> Bill Benson: Sort of word of mouth?\n>> Nat Shaffir: Yeah.\n>> Bill Benson: You didn't have access to newspapers?\n>> Nat Shaffir: No.\n>> Bill Benson: Another question? One back here. Thank you.\n>> How did you feel about the creation of Israel after the war?\n>> Bill Benson: The creation is what are your feelings about the creation of Israel after the war?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\n>> Nat Shaffir: First, we were elated. We heard that about that in 1949, 1948. It was great, because\nat that point we realized if we ever get there, because we were not planning to be there, we'll have a\ncountry of our own. It was tremendous, tremendous feeling of, that Jewish people have a home to go\nto.\n>> Bill Benson: | want to pick up on that, Nat, about living under a communist regime. Were you able\nto get news, to know what was happening in Israel or other places in the world pretty readily or was it\npretty restricted?\n>> Nat Shaffir: A little restricted. People were traveling somewhat to different parts, maybe traveling\nto Hungary. People were communicating from Hungary by letters at that point.\n>> Bill Benson: You had mail?\n>> Nat Shaffir: Mail. That's how communication was at that point. It took long to get a letter from\nRomania all the way to Israel and back, but that's pretty much how we communicated at that point.\n>> Bill Benson: A young man here, then | see a hand back up there.\n>> What were the buildings or houses like in the ghetto?\n>> Bill Benson: What were the buildings or houses like in the ghetto that you were living in?\n>> Nat Shaffir: Not very modern. Primarily mud and straw put together. In lasi itself, there were more\nmodern buildings, but nothing compared to what you see today. Some of them were great, but very\nlittle. Very primitive-type living.\n>> Bill Benson: The family was in one room of the house?\n>> Nat Shaffir: Right.\n>> Bill Benson: And we're talking very small space for a family of five. Thank you for that question.\nWe have one right there.\n>> | just think of a childhood in the ghetto, not going beyond this 12-block radius. Most people ask\nchildren what do you want to be when you grow up, what do you see for your future? When you were\nthere what future did you see for yourself? What did you want to be? What were your hopes and\ndreams when | feel there's not much to look forward to.\n>> Bill Benson: As an 8, 9-year-old boy, what did you think about for the future? Did you have\ndreams? What did you think might become of you? What did you want to do? Things kids think about\nor get asked about.\n>> Nat Shaffir: Very good question, by the way. First, we didn't Know what's going to happen to us in\nthe immediate future. We didn't know what's going to happen tomorrow, if we survive or not while\ngoing through the war. The only thing | was thinking about surviving and hoping for a better future.\nJust being with my family and stay alive. But | really didn't dream of anything big or anything like that.\nPerhaps going back to the farm, perhaps live a normal life. That was the future we were thinking\nabout.\n>> Bill Benson: Nat, do you think, do you remember, if your parents believed that somehow or\nanother they would survive all of this? Or was there just a sense of hopelessness? Obviously, they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n17\nwere doing amazing things to try to survive. Do you have any sense of what it was like, what they\ncommunicated to you as kids?\n>> Nat Shaffir: Both my parents were very strong people. Both mentally and also physically. My\nfather was strong physically too. They always believed that eventually those who believe they will\nsurvive did survive. Those who gave up did not survive, because once you gave up you had no\nreason to live. So they kind of gave up. Most of the people who survived were strong individuals. My\nmother was a strong individual. My wife could attest to that. She knew that to survive she has to think\npositive. That's what she always taught us, to make sure we get our education, even in the ghetto,\nbecause eventually you're going to need that. She always looked somehow to the future knowing it's\ngoing to be a better future.\n>> Bill Benson: Thank you for that question. Right here. OK.\n>> What made you think that you wanted to become an entrepreneur? As you were getting older and\nyou had also gotten married, what made you want to become a businessman?\n>> Bill Benson: What made you want to become a businessman or entrepreneur?\n>> Nat Shaffir: Originally | was not. Then | met some other survivors from Poland that decided to go\ninto the toy business. They asked me perhaps | can join them. The way this was in 1970, before\n1970, probably 68, 1968.\n>> Bill Benson: You're in your 30s?\n>> Nat Shaffir: Right. The way toys were sold at that point is what, if you take a look at the\nsupermarket the dead space in the supermarket is the top of the produce department. That space\ndoes not contribute any money to the store itself. This individual, his name was Henry Ornstein,\ndecided to build toys, put a sample of that toy on the top of the produce department. People come to\nthe store on a weekly basis to buy groceries, they put a dollar away for that particular toy. At\nChristmas time, they pay the thing up, like a lay-away plan, by the time Christmas comes, they paid\noff the toy, they accumulate all the orders, and we deliver all the orders prior to Christmas. It was a\ngreat thing. Later on, the whole thing mushroomed out to a larger company, the name of topper Toys.\nCompeting with Mattel, if anybody knows the Barbie doll or other Mattel toys. That mushroomed to a\nlarger company and eventually we went public with that company.\n>> Bill Benson: Thank you. A question over here.\n>> Good morning. | would like to know, in terms of the languages that you spoke of, had learned,\nGerman, Yiddish --\n>> Bill Benson: Hebrew.\n>> Italian, Hebrew. When did you learn English and when did you learn those languages?\n>> Bill Benson: Great question.\n>> Nat Shaffir: | never had have a problem with English.\n[Laughter]\nIt was natural. Yiddish we spoke at home. German and Italian, one of the businesses that opened up\nback in the 60s, the company went public, late 60s, was a jewelry company. One of my partners lived\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n18\nin Italy. When | my partners lived in Germany. We were kind of traveling around together a lot. In\naddition to that, when | was in Israel, | went to Berlitz to study another language, it was German that |\nstudied there. Italian | had to do because the Italian didn't soeak English, so | had to force myself to\nspeak Italian.\n>> Bill Benson: Did you learn English after you arrived in the United States?\n>> Nat Shaffir: No, | learned most of the things from my little cousin, 4-year-old cousin, and mostly\nfrom cartoons and things like that, from television.\n[Laughter]\n>> Bill Benson: Time for probably one more question. We've got hands up. Maybe a couple.\n>> My question would be as a child going through the terrible stuff you've gone through, have you\never thought about giving up or feeling this sense of hopelessness or dread that you cannot live\nanother day in the terribleness that you've been through?\n>> Bill Benson: Did you ever go through a period when you're going through the war, where you\nwanted to give up, thought you couldn't go on?\n>> Nat Shaffir: | never gave up. | was sometimes were bad days, sometimes were better days. Never\na perfect day. But | never gave up. That's probably what kept me going. Because | never gave up.\n>> Bill Benson: Thank you. One more question, please. | have in my lasting image of you is in front\nof Gregor. Figuring out how you're going to get the kerosene. Pretty amazing.\n>> One question, please. Was there music? Was there dancing, singing, any joy, poems, storytelling\nin your ghetto?\n>> Bill Benson: Was there music, joy, songs, dancing in the ghetto?\n>> Nat Shaffir: None of the above. The only thing we had was the Bible. My father would try to teach\nme a little bit the portion of the week, teach me to read Hebrew. But that's the --\n>> Bill Benson: We're going to close the program in just a minute. | want to thank you for just\nwonderful questions. Thank you very much for those! I'm going to turn back to Nat to close our\nprogram in just a moment. It's our tradition at First Person that our First Person gets the last word. He\nwill have the last word. Before | do that, | want to thank all of you for being with us today. Especially\nwant to thank the clan. Thank you for being here. | would like to invite you back. We'll have programs\nevery Wednesday and Thursday through the middle of August. If you can come back this year,\nterrific. Or next year if you come back to Washington, DC. Before Nat gives us his last word, I'm\ngoing to ask you when he's finished to all stand. Joel, our tremendous photographer, you saw his\nphotographs at the beginning of the program, is going to come up on stage and take a photo of Nat\nwith you as the background. Just a lovely, lovely image. So I'd like you to do that. Then if any of you --\nNat, can you stay behind for a few minutes, if -- | Know there are hands that didn't get to ask your\nquestion. Feel free to do that. If you want to shake Nat's hand or take a photograph with him. Please\nfeel free to do that when Nat steps off. Why don't you stay put up here, if you don't mind. On that\nnote, Nat.\n>> Nat Shaffir: As we know, many individuals, many countries kept silent what happened, atrocities\nthat happened, genocide that happened between 1939 and 1945. They say that silence is golden,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n19\nexcept when it's problems like that. So what I'm saying at this point, to leave you with, is that we can\nnever afford to keep silent. You should never keep silent. By doing that, all of us here have a duty and\na responsibility for humanity to make sure that never again we have the same thing like this happen.\nThank you.\n[Applause]\n>> Bill Benson: If you will all stand up, we'll get the photograph.\n[Ended at 12:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}