{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, May 1, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: ERIKA ECKSTUT\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson, | am the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 14th year of the First Person program. Our First Person today is Mrs. Erika\nEckstut, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the Holocaust, who share\nwith us their firsthand accounts of their experience during the Holocaust.\nEach guest serves as a volunteer here at this museum. Our program will run through the\nmiddle of August. The museum's website at www.ushmm.org provides information about each of our\nupcoming First Person guests.\nErika Eckstut will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, there will be an opportunity at the\nend of our program for you to ask Erika a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Erika is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction.\nErika was born June 12, 1928, in Znojmo, Czechoslovakia, the first arrow on this map of\nEurope points to Czechoslovakia. In 1931 Erika, her sister and parents moved to the province of\nBukovina, the home of Erika's paternal grandparents. Our second arrow points to Romania.\nErika Eckstut was the second daughter of Dolly and Ephraim Neuman. Here we see Dolly and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nEphraim with their daughters Erika and Beatrice. In this photo taken between 1933-1934.\nErika's father, Ephraim, poses here with the students of the Stanesti Hebrew School, which he\nfounded. Erika, Beatrice and Ephraim are in this photo. The circle is Erika and her father is in the\nmiddle at the very top. | can put the arrow, you will see that's Erika's father right there.\nErika also attended public school. Here we see a group portrait of the Neuman family in a\ngarden. Seated from left to right are Erika's grandmother, Faige Pessia Neuman, her great\ngrandmother and Abraham Neuman, her grandfather. Standing left to right are Max Neuman, and\nher parents, Dolly Geller Neuman and Ephraim Neuman.\nIn 1940, the Soviet Union occupied the province of Bukovina, including the town of Stanesti. A\nyear later, wnen Romania joined Nazi Germany, the Soviets were driven from Stanesti. In the fall of\n1941, the Neumans were forced to settle in the Czernowitz ghetto where the living conditions were\npoor and the Jews were subject to deportation to Transnistria. Here we see the official identification\ncard bearing a large yellow star issued by the County Office of the Jews of Cernauti to Erika Newman\nauthorizing her to remain in Cernauti, rather than be deported in 1942.\nHere we see Erika reading a magazine in the Cernauti ghetto. In 1943, Erika and her sister\nBeatrice escaped from the ghetto on false papers that their father had obtained. After escaping to the\nSoviet Union, Erika and Beatrice returned to Czechoslovakia where they were eventually reunited\nwith their parents.\nWe close the slide presentation with this wedding portrait from Erika's wedding to Robert\nKauder, an officer in the Czech army, on August 28, 1945. Erika would have two children. She\neventually immigrated to the United States in 1960. Although Erika was not able to resume her\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmedical studies that she began in Prague, Czechoslovakia, after the war, she began a career as a\nmedical technician after arriving in the United States.\nUntil this past fall Erika lived in the Washington, DC area with her husband Donnie, who\npassed away on September 4, 2012. Erika and Donnie, who were married in 1963, would have\ncelebrated their 50th anniversary in January. Erika has a son and daughter, six grandchildren and\nfive great grandchildren. She now lives in New Jersey, where she is close to her daughter, Elise, who\nis here with Erika today. If you wouldn't mind, let people know you're here. Thank you.\nUntil Erika moved to New Jersey, she volunteered here at the museum's donor and\nmembership desk. She has spoken many times in many different settings about her Holocaust\nexperience and especially enjoys speaking at schools and military installations. Just yesterday, for\nexample, she spoke at Walter Reed Army Institute of Research in Silver Spring, Maryland. Erika is\nalso a contributor to the museum's publication \"Echoes of Memory\" which features writings by\nsurvivors who participate in the museum's writing class for survivors. After today's program Erika will\nbe available to sign copies of \"Echoes of Memory,\" which is also available in the museum bookstore.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Erika Eckstut.\n[Applause]\n>> Erika Eckstut: Hello. Hello, hello to everybody. | can't really walk well, but | don't like to take no\nhelp from anybody. | always say \"Don't help. | can walk.\"\n>> Bill Benson: She made that very clear to me before we got up here.\n>> Erika Eckstut: | have my little thing here. | usually walk with that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Erika, thank you so much for being here today, being willing to be our First Person.\nYou have so much to share with us in a short period, so we'll just start right away, if you don't mind.\nYou were born in Czechoslovakia, but your family moved to a small town in Romania when you were\nvery young. In 1940 Romania was occupied by the Russians. In 1941, when you were just 13, the\nGermans enter Romania which forever changed your family's life and your community.\nBefore we turn to the war years, tell us a little bit about your family and your life before war\nbegan.\n>> Erika Eckstut: We moved to Romania because my grandfather married a Romanian lady, and my\nfather was from five brothers, and one of the brothers was killed in the First World War, and my father\nwas shot very badly. The other three went to America.\nWhen we came there, before the Holocaust started, we had a very good life. My grandfather\nhad a cow, a horse and chickens, and | was a little girl, but | was always with the chickens. He put\nme there and gave me a little bag, and | had to take all of the eggs and not to break one. | was very\ngood. | didn't break not one egg.\nLife for me was very good. My sister, she was wonderful. She was a wonderful daughter. |\nwas not a wonderful daughter. | really and truly loved my grandfather, and my father did not agree\nwith what my grandfather thought. When | would ask him what's going to happen when I'll be in\nschool and the boy will try to hurt me. He said, that's no problem. One boy hurts you, you hurt three.\n>> Bill Benson: That was your grandfather?\n>> Erika Eckstut: My grandfather, of course. | couldn't do nothing just like that. When | came home\nand | told my father what grandfather told me, he didn't like it at all, and he gave me a long lecture.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n| couldn't understand why he didn't like that | could hit three boys instead of one. | got a long\nlecture. My father loved to give lectures, and | got a long lecture.\n>> Bill Benson: You described yourself to me as a wild duck.\n>> Erika Eckstut: Yeah, that's what | was.\n>> Bill Benson: That's what you were?\n>> Erika Eckstut: | was. | was a wild duck, and |, when the Holocaust started, | was never home, and\nthe first time when | went out | never had any ID. We had ID, all, and | just walked out. | heard my\nmother talk to her friend, and tell them that my father has a friend and he was a priest, and she told\nthe friend. | heard it. | remember it very well. | had no problem.\n>> Bill Benson: Before you go there, if you don't mind, you were under the Russians for about a\nyear?\n>> Erika Eckstut: Yes, that's true. In Romania about the first year, and we were under the Russians.\n| didn't speak Russian, but they were a year there, and we had to go to school. | couldn't read, but |\ncould speak Russian. | don't know how | learned it.\n>> Bill Benson: But you did?\n>> Erika Eckstut: | did. | could speak it, but otherwise, | wasn't really a good girl at all.\n>> Bill Benson: In 1941, then, that's when the Germans came in.\n>> Erika Eckstut: The Germans came in, and that was really very bad time.\n>> Bill Benson: Tell us what happened when they first arrived. You've described it to me before.\n>> Erika Eckstut: It's really not to be able to describe it. Who could describe? | mean, | wasn't -- |\nnever wore any ID on me. Nobody can figure out who | was. But! do have blue eyes and my hair\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnow is very light, but it used to be blonde. In the meantime, | had cancer and all, | didn't have any\nhair, then it started growing and growing all white.\nSo when | -- when they came, | spoke German fluently. | had no problem with the German,\neither. | never told anybody anything about myself, that I'm Jewish or whatever. Doesn't matter.\nNobody knew. That went on for quite a while, and --\n>> Bill Benson: Erika, soon after the Germans arrive, your family came very close to being murdered.\n>> Erika Eckstut: Absolutely.\n>> Bill Benson: Right away. Tell us what happened.\n>> Erika Eckstut: You know, my father was, by profession, a lawyer. He was working and in charge\nof the people. And when the Russians came they went after him like he was the biggest -- what do\nyou Call it? Biggest against the Germans.\n>> Bill Benson: He was so prominent, they were after him?\n>> Erika Eckstut: Right, they were after him. They really and truly, when they got him, he walked\nwith a cane. | walk now with that, and | can't walk very well. Why | walk with the wagon, | am very\nproud of it. | had, really and truly, helped my father. We were in the ghetto, and then we were\nsupposed to go to the concentration camp. There was a train designated to take us. When we went\nthere, my father thought he saw somebody he knew, and he waved. As soon as he waved, a soldier\ncame, was coming, | don't know if he had a stone there or whatever, he went straight to my father.\nBefore he was there, | was on top of my father. My father was down, | was on top.\n| got the beating, which | remember until today. And what it did to me, that | couldn't really\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwalk very well. | had to end up with that thing, which | hold on. | try not to use it, but | can't really\nwalk. Now I'm a little younger, you know. It's harder and harder.\n>> Bill Benson: As you get younger?\n[Laughter]\n>> Erika Eckstut: As | get younger.\n>> Bill Benson: Erika, one of the things that | know you want to mention is soon after the Germans\ncame in, you were forced with your family to go to a place where they had gathered all of the Jews in\nthe community.\n>> Erika Eckstut: Yes.\n>> Bill Benson: Tell us what happened there.\n>> Erika Eckstut: You know, we were forced, whatever we did we didn't do on our own. We were\nalways forced to do this or to do that. They forced us to go to a place where it wasn't really very good\nto go there.\n| have to just mention my sister. My sister was about almost five years older than me. She\nwas a wonderful daughter, really wonderful. She never did what wasn't supposed to be done, and\nshe just was a very, very good child.\n| was never, never, ever a good child. | was not. Whenever they came to hurt us, if | could |\nwould always be the one to protect them. | mean, not that | could protect them really, but | did\nwhatever | could. It was so bad that | remember, | have a picture really, when | went with a friend of\nmy sister, and a boy who was 17, | was about 12 or 13, | don't remember exactly, and my sister took\na picture of us. When she took the picture, whoever saw it was going after her, which was very bad,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbecause she couldn't do nothing to help herself.\nThey were after her, and it was terrible, you know, the way -- everything that happened was\nvery, very bad.\n>> Bill Benson: Erika, one of the things | know you've told me about is when the Germans first came,\nthey gathered everybody in a field and started shooting everybody, and you were able, you and your\nfather were able to, and your family were able to survive that. Then your father was told to get out of\ntown, and you moved.\n>> Erika Eckstut: You see, that was the time when the policemen who knew my father very well told\nmy father that he has to get out of the town, that he will not survive it. You know, these people didn't\nlike any Jews. He was a prominent person. They didn't like him at all. Not at all. When they said we\nhad to go, one of the policemen said they will take us.\nYou see, my father and my grandmother couldn't really walk. My grandmother wasn't around\nanymore; she had passed away. My father really couldn't walk much. He walked with a cane. They\nhad a wagon for my grandmother and for my father, but it didn't do a lot of good, because people\nwere coming.\nThey killed people, | remember all the children were also there, and they killed the children. It\ndidn't make a difference who you were. It didn't matter if you were 6, 8, 12, 14, 15, whatever you\nwere, they just killed right and left. Never bothered them at all.\nThat was also, at that time, they killed almost all my friends. | remember when we were kids,\n12 years old, and they would say if we survive, are you going to talk about it? | said | will talk to\neverybody who is going to listen.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nNot everybody was a big talker. | said | will talk, and | did. As soon as | could, my sister\nwouldn't talk to you for nothing. She never believed that anybody would believe her when she said\nabout this.\n>> Bill Benson: After you were able to survive the first time they were killing everybody in your\ncommunity, eventually you and your family would be forced into the ghetto.\n>> Erika Eckstut: Yes.\n>> Bill Benson: Tell us about being in the ghetto. You started to tell us about the name of the priest\nthat you had, and that was very important to your survival too. So --\n>> Erika Eckstut: That was very important too, for us to survive all together.\nWhen | found out that my father had a friend, and | knew his name, | went where they were\nselling food.\n>> Bill Benson: You're in the ghetto, but you're able to go into the town?\n>> Erika Eckstut: That was against the law to get out of the ghetto.\n>> Bill Benson: You just did it?\n>> Erika Eckstut: | just got out. Nobody ever stopped me or nothing. | went there and | bought\nwhatever | could. When it came to pay, | said, father, whatever his name was, will pay. | hada\nwoman who | met during my trip there. | cannot forget her name. The priest's name I've forgotten. A\nlot of other names I've forgotten. But | can't forget that name, because | had a run-in with the police.\nThe first time when | went out and | bought the food and | came home, my mother fainted because\nshe realized | wasn't home. She couldn't find me.\nMy father, when he saw me, he said \"How did you pay?\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| said \"I didn't want to -- | didn't want to really lie to my father, because if you lied you hurt the person.\n| said, \"| heard somewhere that you have a friend. | thought if | used his name, maybe | can get the\nfood.\" Because | didn't have any money. He said \"I Know you didn't. Where did you hear that | had a\nfriend?\"\n| said, \"| can't remember.\" He said \"You have to remember. You're a little kid. Why don't you\nremember?\"\n| said, \"| don't know why | can't remember.\"\nNo matter how my father asked me, | couldn't remember. He said \"That's fine. We'll go\ntomorrow, and you tell me what you did.\"\nNext day, my father said now you're going to go, and you're going to tell him that you used a\nname when you buy food. | went, when | came there before --\n>> Bill Benson: This was a store that sold to priests and nuns only, right?\n>> Erika Eckstut: Yes. That's right. When | came there, before | even -- he asked me anything, |\nwas already crying, because | knew | did wrong. | was very upset that father was so mad at me. He\nsaid \"Why are you crying, little girl? What's wrong\" | said, \"| did something very wrong. | used your\nname and | bought food, and | went again and | used it again.\" He never said nothing, so | didn't\nthink it was so bad. But there was a sign outside that if they would find a non-Jew helping a Jewish\nfamily, they and their family will be killed. My father didn't want to have anything to do with that.\nWouldn't have him killed because | wanted some food. But | didn't know any better.\n>> Bill Benson: He told you, the priest told you, it was OK to continue doing this?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Erika Eckstut: He said \"You can do it every day, as long as you want. But don't talk about it.\nDon't tell anybody what you are doing.\" But he said, \"You can do it as much as you want.\" And | did\nit. | did it maybe a year.\n>> Bill Benson: | want you to tell one other, if you will tell one other thing that you shared with me\nbefore, and that is the time you'd slipped out of the ghetto to get food and you came across a soldier.\nTell us what happened.\n>> Erika Eckstut: He didn't know, of course, that I'm Jewish.\n>> Bill Benson: Right.\n>> Erika Eckstut: He wanted to know why | bought whatever | bought. When | started to tell him, |\ndon't really remember exactly what happened, but he wanted to know who | am. | didn't really want to\ntell him the truth, who | am.\nlt was a terrible thing which happened. But | can't really and truly remember exactly what\nhappened, but it was a terrible thing.\n>> Bill Benson: | was thinking of the time when you came across this German soldier beating an\nelderly Jew, and you, as a little girl, and here you're outside the ghetto and you jumped into the\nmiddle of it.\n>> Erika Eckstut: Yes. | would tell him, you're going to get into a lot of trouble. The man is -- | really\nthought it's aman. | mean, he was bleeding. The soldier said, \"That's nota man. It's a Jew.\" | said,\n\"Who cares what he is? He's bleeding.\" You know, \"You'll get in trouble with the police.\"\nAt that moment a man came over, and he said, \"OK, little girl, time to get home.\"\nWe went, and then | went to the house alone, where | lived --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: You couldn't tell him you were actually living in the ghetto.\n>> Erika Eckstut: Oh, no.\n>> Bill Benson: You just saw a house, and said \"That's my house\"?\n>> Erika Eckstut: The Jews did not live in the house. They lived in the ghetto. We came there, and |\nrang the bell, why | said \"Mama\" | have no idea.\n>> Bill Benson: To the lady who answered the door?\n>> Erika Eckstut: | didn't see who answered. | just said \"Mama.\" When she opened the door, the\npoliceman said, \"That's your daughter, madam?\"\nShe said to me \"I told you once, | told you twice, home and homework.\" She said it again and again,\nand he asked her, he said, \"That's your daughter?\"\nShe just didn't do nothing. Just she never, ever said a word to him.\nThen | stood like in a dream. | heard his voice. He said \"Stop hitting her. Take her in. She'll\ndo the homework.\" She stopped.\n>> Bill Benson: She acted like a really angry mother?\n>> Erika Eckstut: Yes, yes.\n>> Bill Benson: In front of him?\n>> Erika Eckstut: In front of him. Never, ever said one word to him. She took me in, wanted to know\nwhere I'm from. | told her from the ghetto. She said, you know, you'll have to go back. | said I'm very\nhappy to go back, and | thank you very much. And | could never forget her name, never.\n>> Bill Benson: Erika, conditions got worse and worse in the ghetto. At some point is your parents\nmade a huge decision to send you and your sister out of the ghetto to leave. Tell us what happened.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n>> Erika Eckstut: When | just think about it, it was an impossible thing to do, and my parents were\ntalking mainly to my older sister. Of course, to me too. They told me, \"Don't do no new things,\" you\nknow. We had to leave. My mother went to the priest, and my father told her to ask him this for the\nchildren, if he could give her some papers that they had.\n>> Bill Benson: False papers for you and your sister?\n>> Erika Eckstut: Of course, false. When he said \"What about you and your husband, you don't\nneed nothing?\"\n\"Just for the kids.\"\nHe also gave us two crosses. He told her how they cross themselves, we have to cross\nourselves, and to make sure that we cross ourselves. But the papers, we tried not to show anybody,\nbecause they're not all right.\nWe both put on crosses and we took the papers, and we went. We ended up in jail. When we\nwere alone, we spoke German. A policeman heard us speaking.\n>> Bill Benson: A Russian policeman hears you speaking German?\n>> Erika Eckstut: Yes. He took us, put us in jail. We did tell him the truth, we said we are not\nGermans. We had the cross on. But we ran from the Germans. So we have to stay. About three\nweeks later, he came and he said to my sister, she was older, he said, \"What kind of holiday do you\nthink you will have now?\"\nStarted to think for a minute, she said \"April.\" Only holiday we have is passover. He said,\n\"You're right. Come with me.\" He took us to the door and let us go.\nWe couldn't believe we were free to go.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Now you're free in Kiev, right?\n>> Erika Eckstut: Yeah. It was terrible, because it didn't really help us. We had no money or\nanything to do, but it was a terrible time. | just talk about it, | think how everything was, it was\nunbelievably bad.\n>> Bill Benson: Here you are a little girl, 13 or so, with your sister, in Kiev, without your parents, and\nyet you would find a place to live there for a while?\n>> Erika Eckstut: Yes. My sister found a place where we lived, and we found a lady we thought was\nan old lady. We found out later she wasn't an old lady. She was 37. But at that time --\n>> Bill Benson: You called her the old lady, right?\n[Laughter]\n>> Erika Eckstut: For us, it was an old lady. She wasn't really an old lady. But for us, she was an old\nlady. It was really -- you know, everything was so bad. Whenever | came home, my mother was\nalways so upset and so happy to see me. Then when we came home we always had some food. |\nalways said that's for grandma and grandpa, but they wouldn't eat it. They were very, you know --\nkept their religion very close, and they wouldn't eat what | brought, because it wasn't kosher.\n>> Bill Benson: That was before you went to Kiev?\n>> Erika Eckstut: Yeah.\n>> Bill Benson: Once you were in Kiev with your sister found a job?\n>> Erika Eckstut: Yes.\n>> Bill Benson: You were living in the household with the old lady as you called her, the old woman.\nThen something terrible happened with your sister. Tell us what that was.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Erika Eckstut: She would never do anything which wasn't according to the rules. She was -- from\nthen on, we never, ever spoke German to each other. We did speak Russian, because we went one\nyear to Russian school.\n| don't really know exactly where it happened or what happened to her. She got into so much\ntrouble that | don't know really how the whole thing started, but | also got into trouble, but not like that.\n>> Bill Benson: She was suspected of being a German spy, right?\n>> Erika Eckstut: Oh, absolutely. She looked like a German spy. Her hair was blonde and she\nlooked German. Really and truly, she looked German. She couldn't say \"I'm German.\"\n>> Bill Benson: You had to leave Kiev then, right?\n>> Erika Eckstut: Yes. We went and we became -- we were, what do you call it, we had some kids\nwho were little and we were taking care of them. It was terrible. Terrible for us with the kids. We\ndidn't know what to do with the kids. We weren't far from being kids ourself. It was really very, very\nbad.\nYou know, when | just think about it, not to be able really to describe how bad it was.\n>> Bill Benson: When you left Kiev it was you and your sister and the old lady, the three of you left?\n>> Erika Eckstut: Yeah. Then we came to the border of -- at that time, it was Czechoslovakia,\nbecause the Slovaks were with the Czechs together. No problem, nothing. Also, when they left us,\nthere was no war or anything between us. They were staying alone, we were staying, but it became\nthe Czech Republic.\n>> Bill Benson: You were going to go to Poland from Russia, right, from Kiev?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Erika Eckstut: Yes. We went. We went, we had the old lady, we went there, and we were in\nRussia. This soldier, we met this soldier, this soldier came to our house and took us in, he said | \"I\nhave here the wife of a colonel\" or whoever. And his daughter, two daughters and the mother.\n>> Bill Benson: This is what the Russian soldier was telling somebody in Poland at the border?\n>> Erika Eckstut: No, no, that's what we told. We told him she's our mother and we're her kids.\n>> Bill Benson: Right.\n>> Erika Eckstut: He said, \"Yes, we have a room, you have to go upstairs.\" We went upstairs.\nMaybe 20 minutes later, my sister comes in. She was walking around. She said we have to run right\nnow. Because the woman was talking to somebody, and she said | have three Jews here, you can\nhave them all.\nSo the old lady started to talk, and that she doesn't want to go. The soldier at that time that we\nalso met, we also met the son there. He was the one who brought us there.\n>> Bill Benson: He was the soldier?\n>> Erika Eckstut: He was the soldier. When he wanted to take her out, was talking, asked to open\nthe window, she said you push her out, then you come.\n| was looking, she was half the size of the lady. She was skinny like you couldn't see nothing.\nShe was really skinny as can be. She stood there with her arm to catch the lady.\nShe didn't really catch her, but she broke her fall. Then she didn't hold the hand for me\nanymore.\n>> Bill Benson: She didn't break your fall’?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Erika Eckstut: No. And | didn't break a leg or nothing. The lady didn't break nothing, either. We\njust made it. | mean, it was terrible. Then we also, when we left, we found the place they had kids, |\nthink, they had two kids.\nAnyway, in Poland, we left that night, we left Poland. | always said if you want to take me to\nPoland, | can do whatever | want. | will go. | was scared. | was scared then, and I'm scared now. |\nwould never, ever go.\n>> Bill Benson: You and your sister and the old lady left Poland, then from there you make your way\nback to --\n>> Erika Eckstut: Back to Czechoslovakia. Then we met -- originally, we were also at the Czech\nborder, and we got a lot of food. We were hungry as can be. We gota lot of food. After we were\nsick as dogs. Because we ate. | don't know what it was there, but whatever they gave us, we ate\neverything. When we had to go away, we went, then we met the soldiers. Between those soldiers\nwas an officer, and he wanted to marry --\n>> Bill Benson: These were Russian soldiers?\n>> Erika Eckstut: Yeah, they came there. They wanted to -- then we met also the soldiers we met\nbefore, and my sister found the guy who wanted to marry her. She asked him, would you please\nmarry me? He said \"Of course. | asked you then, you didn't want to.\" She said \"| would like it if you\nwould marry me.\" He said \"Right away. | am ready to marry you.\" He was 15 years older than her.\nlt was really a very, very bad time. Very bad time.\n>> Bill Benson: If the soldier was going to marry your sister, what was going to happen to you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Erika Eckstut: To me it was a very good thing that happened. Nobody thought it was good, but it\nwas a good thing. He was also in the army. When we came to Czechoslovakia at that time, | mean --\nwhen | say we came, it's like nothing happened. Finally, wnen we came to the Czech Republic, my\nsister got married and his best man went somewhere. He went where he came from, and he found\nout that his mother and his sister were killed. They were not there anymore. And then his father went\nafter him to Russia, because -- everything is a long story. If | will tell everything the way it was, we\nwould be here until tonight.\n[Laughter]\n>> Bill Benson: We would.\n>> Erika Eckstut: We couldn't be here until tonight.\nWhen the soldier, he already married them, he came back, he said \"Would you marry me?\"\n| said \"Sure. Great. | won't have to go to school.\" | wasn't exactly crazy about school.\n[Laughter]\nSo | said \"Sure.\" When he wanted to get married, they wouldn't marry me. | was 16 already, but |\nhad to be 17 to get married. He found an aunt, the aunt had a husband who wasn't Jewish. Anyway\n>> Bill Benson: This was in the spring of 1945, the war is still going on in other parts of Europe?\n>> Erika Eckstut: Yes.\n>> Bill Benson: Now you and your sister have found husbands that are members of the Czech army,\nright?\n>> Erika Eckstut: Absolutely.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: When did you know that, for you, the war was over, for you and your sister?\n>> Erika Eckstut: That's really a very good question. The funny thing is | never thought that the war\nwas over. When | was with this soldier, | felt more secure. But the war wasn't over. It still wasn't\nover. It still was bad.\n>> Bill Benson: | know there are some things you could have told us that were really terrible, where\nyou were afraid of marauding Russian soldiers until you met men that would marry you. Eventually\nyou would find your way back to reunite with your parents. How did you --\n>> Erika Eckstut: That was the worst thing. For us the best thing which ever happened, but you see,\nwhen we left our parents, we left them in the ghetto.\n>> Bill Benson: Right. You didn't know what happened to them?\n>> Erika Eckstut: That's right, we didn't know what happened. We could not have gone to look for\nthem, because we didn't have any papers. We had the piece of paper which was no good, and that\nwasn't good for us either. My sister made me give it away too. | didn't want to. For me, it saved my\nlife. | wanted to keep itas a memento. My sister said no. We have two children and they needed tt.\n| had to give away, which | really didn't like the idea. It was really the most horrible thing | have ever\ndone.\n>> Bill Benson: How did you get reunited with your parents?\n>> Erika Eckstut: That's the problem. | don't know they could do anything they wanted. They were\nin the army, they had papers.\n>> Bill Benson: Your husbands?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Erika Eckstut: Our husbands. They found out that they were in Bucharest, the capital of\nRomania.\n>> Bill Benson: Your parents?\n>> Erika Eckstut: Yes. We left them in Czernowitz, they were in Bucharest. They made\narrangements to go there. When they came to my parents, we said we were both married. When my\nfather heard | am married, he almost had a heart attack.\n[Laughter]\n| was really 16 years old. | was really something. It was very bad, but we -- he wanted to annul my\nwedding, but my husband talked to him, and he didn't do nothing. But everything was bad.\nUnfortunately, he was wounded very badly. Everything was really bad.\n>> Bill Benson: When you finally -- your husbands found your parents in Bucharest, brought them\nback. | remember you describing to me you were in your house and you saw your father coming, and\n| think you jumped out of a second-floor window to get -- rather than go down the stairs, because you\nsaw him coming.\n>> Erika Eckstut: That was me. | always liked to do things which | shouldn't have done.\n>> Bill Benson: Were you ever able to learn what happened to your parents once you and your sister\nleft?\n>> Erika Eckstut: No. They wouldn't talk about it. My father said you don't have to repeat things\nwhich hurt a lot. Now we are together with you. That's all we really wanted. No use telling you,\nbecause we know you must have gone through hard times, like we did too. It was true. We went\nthrough very hard times. Really and truly, | mean, it wasn't -- my late husband, | was so upset, |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthought he was such a good man, and | married him, | thought | don't have to go through that. Next\nthing | know, we have to go to school. | said what for? He said \"You have to go to school.\" | said\n\"Why do | have to go to school? I'm a married lady.\" He said \"But you don't know anything.\"\n[Laughter]\nHe was right. | didn't know anything.\n>> Bill Benson: You would end up preparing for a career in medicine after that.\n>> Erika Eckstut: That's right. | went one year medical school. You know how it's really funny,\neventually we settled down, and where we lived my uncle had a man there who was getting a lady\nfrom Prague. You know, he wondered if | would go there and show him who. | knew her very well. |\nwent. Behind her | saw a man which looked like the professor. | remember telling how are you not\nstanding straight? | couldn't. | couldn't stay straight.\nAnyway, | went to him, | asked him, are you professor so-and-so? He said \"Yeah. You are\nKauder. You didn't stay straight.\" | said \"That's right.\"\n>> Bill Benson: Once the war was over, May 1945, you and your sister and your family are together\nagain. Then you would end up living under the Soviets for quite a while.\n>> Erika Eckstut: Yes. That was really terrible for us. When my husband passed away, it was\nterrible for me. | asked to go to America, and they wouldn't let me. Then all of a sudden | got --\n>> Bill Benson: This was 1959, late 1950s?\n>> Erika Eckstut: Yeah. They wouldn't let me really, you know, go. They said that | can go if | want\nto, but the children can't. | wouldn't leave the children for a minute.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: The Soviets and the communist Czechs said you could leave, but not take your\nchildren?\n>> Erika Eckstut: That's right. They didn't need me, but they wouldn't let the children go. | would\nnever, ever go without the children.\n>> Bill Benson: Right. Right.\n>> Erika Eckstut: | didn't go. Then later on, | got the thing that | can go with the children, anytime |\nwant. As soon as | could go and get my passport, | went and | left, and | came to America. | was in\nNew York, and it was -- then when | met my husband was very funny the way | met him.\n>> Bill Benson: The way you met Donnie?\n>> Erika Eckstut: Donnie, yeah.\n>> David Young: Tell us how you met Donnie.\n>> Erika Eckstut: A friend of my late husband was a friend of the girl who came, she was about 10\nyears older than me. When she came, she had a sister living here and her husband was a doctor.\nShe asked me if | will take her to Atlantic city.\nYou see, money | didn't have. Because, when we came, | got $29 and Elise got $29 and my\nson, who was 5, got $28.\n>> Bill Benson: That's what you were allowed to leave with? Elise had $29, you had $29 and your\nson had 28.\n>> Erika Eckstut: | felt -- not | felt, but my daughter told me, you know, you and | are like adults, but\nhe's still a kid. So he got a dollar less than we did.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| was working, but | couldn't work with people, because | didn't speak a lot of English. | worked\nwith children. And | worked in the doctor's place, and he had a little boy. | couldn't talk to him in\nEnglish, so | talked to him in Czech. | would say give me a kiss, he right away gave me a kiss. The\nlady would say can you teach me how you say it so | can get a kiss too?\n[Laughter]\n| was telling her what to say to get also a kiss.\nYou know, it was really, the whole life was so bad.\n>> Bill Benson: You were going to tell us how you met Donnie. In Atlantic city, right?\n>> Erika Eckstut: Yeah. | had in the bank maybe $200 or $300. | don't know. | was working and\nputting money away. When | had to go, | took out the money, and she had a friend there, and she\nwanted to visit. So we went there.\nThen we came there on Friday night, and | told her I'll take you to the beach. But don't bother\nme when we get there. | have to sleep. Because | really didn't have any sleep. | worked with kids,\nand they were up all night.\nSo | said to her, and she let me sleep. All of a sudden, she woke me. | said why are you\nwaking me? She said, you know, we came here about 9:30. It's 3:00. Have here a person, such a\nnice person, and you are sleeping.\n| said \"But | need to sleep. | told you | don't want to be woke.\" The voice came on, and he\nsaid \"I'm waiting for you all this time. | said she should wake you and you didn't want to wake,\" and\nthat was Donnie. He invited us for dinner. | said I'm not going nowhere. But tell me where, I'll bring\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nher.\nWe went, and her friend and I, we came there, and where she was supposed to go it was $5\nyou had to pay to go in. I'm not going to pay no $5. That was a lot of money to go in to meet some\njerk who | didn't know. | said, \"I'm not going to give you nothing.\"\nHer friend said, \"I'm not dumb. | wouldn't give you anything either.\" So we didn't give $5 go in.\nNext day, we were there he came, he wanted to know why she didn't come. And she said\nbecause | didn't have money, and my friend Erika wouldn't give me $5 to go in. So | couldn't come.\nAnd she couldn't.\nAnyway, then he wanted to have a date with me. | said \"I'm sorry. | don't want no date.\"\nThen when | came home, | was making dinner and Elise said -- the phone was ringing. | said\nis that one of your friends? She said no, it's aman. It was Donnie. He said he would like to come on\nSaturday. | said I'm sorry, I'm working. | worked on Saturday, because | got time and a half or\nwhatever. He said but you have children. | said, yes, but the children are with my sister.\n>> Bill Benson: He was very persistent?\n>> Erika Eckstut: He was so persistent.\n>> Bill Benson: Then, of course, not too long after that, you got married?\n>> Erika Eckstut: Yes.\n>> Bill Benson: Erika, I'm going to turn to our audience to see if they are have a couple of questions\nthey'd like to ask you. If | remember right, you were one of the first, if not the first person to be able to\nlegally leave the iron curtain and come to the United States.\n>> Erika Eckstut: | was. | was the first person to go legally from the Czech Republic.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: To America. Remarkable.\n>> Erika Eckstut: | was. When |! came here, there were people and they took pictures. It wouldn't be\ngood here, because the people couldn't see it. But this album is really --\n>> Bill Benson: All the photographers and reporters waiting for you as the first person to legally come\nfrom the Czech Republic to the United States.\n>> Erika Eckstut: They were very, very nice. | found out who wrote the letter. Because it took about\nthree years later that | --\n>> Bill Benson: That you were able to get out. If we had all day like you suggested, we could hear\nabout what you did to actually get out of Czechoslovakia after all you'd been through.\nWe have time for | think a couple of questions, if anybody would like to ask Erika a question,\nplease do so. When we finish, in a moment, I'll turn back to Erika just to close our program, then she\nwill go right up outside the doors the way you came in and she will be able to meet anybody, but also\nsign copies of \"Echoes of Memory,\" which she's been a contributor to that book.\nDoes anybody have a question they'd like to ask Erika? Don't be bashful. If not, that's OK too.\nPeople are being bashful today.\n| think what I'd like to do is thank all of you -- oh, we got a question. There we go! OK. He's\ngoing to hand you the mic right there. Thank you.\n>>| have a question about, | noticed you're pretty comfortable talking about your experiences for the\nmost part, and you mentioned that some people aren't as comfortable and they like to just be more --\nkeep it to themselves more. My question is, does it get easier through time to talk about the really\nhorrific things you went through, or is it just constantly always traumatic and horrible?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\n>> Bill Benson: Erika, to make sure you heard the question, because you speak frequently and have,\ndoes it get easier to talk about all the terrible things you experienced or is it every time you talk about\nit, it's just as painful as it was before?\n>> Erika Eckstut: You know, as soon as | could retire from my job, | came here, and since then |\ncame here to the museum every week, and | always spoke. If not at the museum, outside the\nmuseum. And here | have really the girl who used to do it this year with me too.\nIt's not easier to talk about it, because | don't keep anything for myself. | tell you anything, that\nit was bad, it's not the truth, it was worse. | don't give you as bad as it was.\nSo it's not easier to talk about it, definitely not. But | like to talk, and | like for everybody to hear\nit, and | would like that you should believe that every word | say is the God honest truth. Maybe |\ndon't say it as strong as | should, but everything | say is true.\nEven worse than the way | say it.\n>> Bill Benson: Erika, your sister, who is now 90 and living in Queens, you said she chose not to\nspeak about it.\n>> Erika Eckstut: She wouldn't speak to you for nothing. She didn't promise her friends either, and\nshe wouldn't. She can't believe that the people believe whatever she said.\n| have, over and over, | get letters, | have so many letters, and | have my daughter here now,\nand she knows that the friends of my husband came, and she put everything in order. Not one letter\ngot lost or whatever.\n| have every letter, every word anybody sent me. | always answer back. Now | have, since my\nlate husband passed away, it's very hard for me to remember everything the way it was closely, and |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\ncan't, really and truly, talk as well as | used to. But | do like to talk to make sure that everybody\nknows about it. It was as bad as bad could be.\n| happened to be very lucky, because whoever | ever talk to, children or adults or whoever,\nthey always believe me, and they wrote to me. | have beautiful letters from kids or adults.\n>> Bill Benson: You had letters with you earlier today. | think we probably need to close the program\nnow. We'll do that. | want to thank all of you for being with us today, remind you we'll have First\nPerson programs each Wednesday and Thursday until the middle of August and hope you can come\nback sometime. The museum's websites provides information about each of our programs.\nI'm going to turn back to Erika for her final words to you, then she will leave and go up, if you\nlet her get up the side and out so she can be available to sign her \"Echoes of Memory,\" her copies of\n\"Echoes of Memory.\" It's our tradition at First Person that our first person has the last word. So with\nthat, Erika?\n>> Erika Eckstut: | have the last word. | love to have the last word. Love, love in general, | like to\nhave the last word.\nFor me, it was very, very hard. Whatever | went through, it was hard. And | spoke yesterday,\nwhen | came home my daughter had a cousin there, and they started to talk to me. | didn't really\nwant to talk to them. | was not -- | had a very good time, because | was with the army, and the army\nare wonderful people. They let me talk and talk and talk again. And | like to do it as much as | could.\nBecause they're so nice, and they want to know whatever they can. For me, it's one great wish that it\nnever, ever happened. It should never, ever happen ever, to any single person in the whole world.\nNever should anybody have to go through what we had to go through, because it was impossible to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\nlive through. It was sad, but | remember, what my mother used to say. They said | would never, ever\nmake it. | always took chances. But it never bothered me.\nWhen | see all of the people here, they always say, here at the museum who know me, they\nsaid | love all the people who come, and | wouldn't ever miss anybody not to talk or not to tell them\nwhatever they want to hear.\nIf you have questions, fine. If you don't have questions, fine too. It doesn't matter. But | do\nbelieve in you, and | do believe that you believe me too. And | wish you the best of luck, for every\nsingle person here. And it should never, ever happen to any of you. Ever. | love you all.\n[Applause]\nThank you. Thank you very much.\n[End of program. ]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}