{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\n“FIRST PERSON” SERIES — FANNY AIZENBERG\nWednesday, March 16, 2016\n11:00 a.m. — 11:56 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIG@NS\nwww.hometeamcaptions.com\n>> Bill Benson: good morning and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson, | am the host of the museum's public program \"First Person.\" Thank\nyou for joining us today for the start of our 2016-year -- season of \"First Person.\"\nOur first \"First Person\" of 2016 is Mrs. Fanny Aizenberg, whom you shall meet\nshortly. This 2016 season of \"First Person\" is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Arlene and Daniel Fisher\nFoundation, and the Helena Rubinstein Foundation. We are grateful for their sponsorship.\n\"First Person\" is a series of conversations with survivors of the Holocaust who share\nwith us their first-hand accounts of their experience during the Holocaust. Each of our \"First\nPerson\" guests serves as volunteers here at this museum. Our program will continue twice\nweekly through mid August. The museum's website at www.ushmm.org provides information\nabout each of our upcoming \"First Person\" guests.\nFanny will share with you her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Fanny a few questions at the end of the program.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Fanny is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with her introduction.\nAnd we begin with this portrait of Fanny and her daughter Josiane taken in 1942.\nFanny was born December 3rd, 1916 in Lodz, Poland. That means Fanny will turn 100 years\nold later this year. She was the second of three daughters born to Benjamin Orenbach and\nRivke Leah Aspis Orenbach. After her sister Rose's birth in 1921, the Orenbachs moved with\ntheir daughters, Terese, Fanny and Rose, to Brussels, Belgium. On this map, Belgium points\nto Brussels. Fanny graduated from college where she studied dress making and design.\nWhile working as a dressmaker for the royal has, Fanny met Jacques Aizenberg. On May 19,\n1938 Fanny and Jacques were married. Here we see their wedding portrait.\nOne year later on March 21, 1939, Fanny gave birth to Josiane. The following year\non May 10th, 1940, Germany invaded Belgium. This picture of Jacques, Fanny and Josiane\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nwas taken in 1941.\nIn 1942, Germany began the roundup of Belgium Jews. Fanny arranged to hide\nJosiane in a Carmelite Convent. For security reasons, Fanny was not told where her daughter\nwas hidden. This photo of Josiane was taken inspect 1941.\nIn Brussels, Fanny worked for the underground. In 1943 she was denounced and\nsent to the Malines transit camp in Belgium and then on to Auschwitz. The arrow on this map\npoints to Auschwitz.\nHere we see a document recently uncovered in the International Tracing Service\narchive listing Fanny on the transport list from Malines to Auschwitz. She's Number 119 which\n| Know you can't see the numbers. But Fanny is Number 119, and her profession of\nseamstress is listed in French on the right-hand side. Here we see Fanny's daughter Josiane\nbeing recognized for Fanny's work in the Belgian resistance. This photo was taken in the fall\nof 1944 after Belgium was liberated but before Fanny was liberated. Fanny lives in the\nmetropolitan Washington, D.C. area. She and her husband Jacques moved here in 1983 after\n25 years in Atlantic City. Jacques passed away in 1988. Fanny's daughter, Josiane, lives\nhere her and is retired from her work as a social worker for abused children. Josiane and her\nhusband, Alfred Traum, are also Holocaust survivors. I'm just delighted to tell you that Josiane\nand Freddy are right here in the front row.\n(applause).\nThank you. Thank you. On Sundays, you will find Fanny at the museum's donor's\ndesk answering questions. Fanny's volunteer work at this museum has included translating\ndocuments from French to English. For example, she translated a book about the deportation\nof Belgian Jews written by a non-Jewish teacher from the Holocaust. Fanny has spoken at\nseveral seminars about the Holocaust, including this museum's event to commemorate the\nanniversary of the liberation of Auschwitz. She has also been with us here at \"First Person\"\nseveral times. Fanny was last with us in 2014. Because of illness, Fanny couldn't join us in\n2015, but we are thrilled she is here with us today.\nFor 30 years, Fanny has been an active member of the Yiddish club at a senior\ncitizens center that meets twice weekly. And she is also a sculptor. With that, | would like to\nask you to join me in welcoming our \"First Person\" Mrs. Fanny Aizenberg.\n(applause).\n>> Fanny Aizenberg: Hello. Thank you all for coming.\n>> Bill Benson: You have so much to share with us that we'll just get started right away. Is\nthat okay?\n>> Fanny Aizenberg: Okay.\n>> Bill Benson: Okay. Although, Fanny, you were born in Poland and your family moved to\nBrussels, Belgium when you were a young child. You told me you had a wonderful childhood.\nLet's begin with you telling us a little bit about that childhood, about your years before the war,\nyour family.\n>> Fanny Aizenberg: Another thing which is very different, learning a new language. I'm very\nlucky. | volunteer here on Sunday. And it's wonderful that the majority of people come, want\nto listen to us and hopefully that they are going to have a much, much better likelihood.\nSo anyone who has any questions, please feel free to ask. And | want to thank you\nall for coming.\n>> Bill Benson: So, Fanny, first | want you to tell us, tell us about your parents. Tell us about\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nyour parents and when you were a kid.\n>> Fanny Aizenberg: It's all difficult because it was so many years ago. And life all together\nwas different, not only in America which we didn't know but in Belgium. | have to tell you\nsomething in Belgium which hasn't happened in any country in the world. During the war,\nregardless of the pain and the worry we had, food was available, people were stopped on the\nstreet. We were told we're going to work but didn't know it was work in concentration camp.\nThe main thing | have to tell you -- and | would love to share with you, Belgium is the\nonly country in the whole Europe that the churches, believe it or not, food was rationed and\nthey have been able to save 4,000 Jews children who are alive today thanks to the dedication\nof those few people. At the Holocaust Museum, right here on the fourth floor, there's a\ndocumentary of those people. They have been asked: What made you sacrifice so much and\nhelp other people? The only thing they said that's the only thing we could do and share with\none another. I'm very, very lucky to have the job here as a volunteer and talking to mostly\nyoung people.\nWe cannot love each other if we don't respect one another. And there's a lot to give\nand to take.\n>> Bill Benson: Fanny, I'm going to ask you just a few questions about those early years. You\nwent to college. You became a dressmaker. You landed a job with the royal family. That was\na really big deal.\n>> Fanny Aizenberg: It's not because it was such a big deal. In Belgium, if you were a good\nstudent to the fifth grade, the rest of your education is free of charge. My parents would never\nbe able to afford a scholarship.\n>> Bill Benson: You got married in 1938. Tell us a little bit about your husband Jacques who\nyou married in 1938.\n>> Fanny Aizenberg: Well, Belgium is a very small country. And it's not as big as America.\nAnd people live much closer with one another. You have neighborhoods like you have many\nsmall towns today.\nAgain, | have to tell you, Belgium is still the only country when you think how\ndangerous it was to help somebody, when | help somebody, just to have somebody stay\novernight with you or share a sandwich with you. It's so beautiful, the documentary, those\npeople from the churches. They said that's the only thing we could have done and has been\ndone.\nAnd | have to be very, very grateful. Thanks to the churches, | have my child who is\nalive today and, of course, she is an old lady like | am.\n(laughter).\n>> Bill Benson: Fanny, I'm going to have you tell us a few more things about that time during\nthe Holocaust with Josiane in hiding.\nOne of the stories you told me about Jacques that | would like to share with the\naudience is that he was a trained violinist and he performed in movie theaters, right?\n>> Fanny Aizenberg: That's how many young people who graduated musical school got jobs.\n>> Bill Benson: And they performed music --\n>> Fanny Aizenberg: That's a way of making a living. Every movie house had four or five\naccording to the size of the movie house.\n>> Bill Benson: And that was because they were silent movies, right?\n>> Fanny Aizenberg: Right.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: Yep.\n>> Fanny Aizenberg: And then, of course, once the talking came in, it completely stopped.\nAnd just like in America, people had to look for jobs.\n>> Bill Benson: You had Josiane until 1938. Germany and the Soviet Union invaded Poland in\nSeptember 1939 to begin the war. Germany attacked Belgium in May 1940. When the\nGermans came into Belgium, what happened to you and your family?\n>> Fanny Aizenberg: A big scare because Belgium and Holland -- we have a map that you can\nsee the two countries. According to the law, that's the Germany. There was no such thing as\nlaw. They made the law. And Belgium was supposed to remain free country. But that didn't\nhappen. The Germans occupied Belgium. And right away, it had been such a way of getting\norganized either hiding somebody or helping somebody with food.\n>> Bill Benson: Soon after the Germans came into Belgium, what did your husband decide to\ndo? What did Jacques do?\n>> Fanny Aizenberg: Also, at that particular time, there was lots we didn't know. And you\nmainly were in the underground, Jews and non-Jews were together. There was no difference\nbetween the two people. This is another thing that helped many, many people to be alive\ntoday because of the Jews and non-Jews working together.\n>> Bill Benson: Fanny, as | remember you telling me, Jacques answered the call from the\nBritish to join the Royal Air Force and he left to go to England to join the British Army, Air\nForce, you were alone with Josiane in Belgium.\n>> Fanny Aizenberg: Yes, because we didn't know what hell -- that's the only word | could\nuse -- is waiting for us. The Germans took small dogs and went around all the neighborhoods.\nIf we're not going to listen to the orders, we're going to be punished. And the biggest\npunishment the Germans started to do -- don't forget we lived together in a neighborhood,\nJews and non-Jews. There was no difference of schools or any education because Belgium\nhad two languages at that time, French and Flemish. At that time, many people didn't know\nwhat we were going to do.\nAlso, in hiding, anybody that could help or sign up because we didn't know how bad\nthe Nazis and the Germans are going to be in Belgium.\n>> Bill Benson: Fanny, can you tell us some of the things that the Nazis began doing to the\nJews in Brussels and other places in Belgium? You had -- had some point you had to wear a\nYellow Star.\n>> Fanny Aizenberg: This is another sad thing. We had all had to wear a Yellow Star. That's\nonly because it's yellow or any other color, but it was to make us different. The kids were\ngrowing up together, playing together like one same population. And another thing in\nBelgium -- and | don't know if any other companies. It gives a special place that they had\nphysicians to check your child and give that child free of charge food and being checked by a\nphysician and make sure everything is okay. Once the Germans came in, somebody else\nknew to prevent them to go there. But besides all that, the people in the churches, namely,\nhave organized and we didn't know who was hiding who and who was who.\nLike | say again -- and | cannot say it again -- thanks to those caring -- today there\nhas never been a difference between Jews and non-Jews. And it shows you, it didn't take\nmoney. It was just a way of caring. And this is why I'm very fortunate. | volunteer here on\nSunday because Sunday we have a very, very large audience. And that helps me talk, as you\ncan tell.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\n(laughter).\nAnd it's so amazing how much people go back home and be different kind of\npeople, not they are better or not so better but how much we have to offer one another in how\nmuch we could share with one another. And don't forget, food was rationed. And people were\nwilling to deprive themselves, even if it was only a sandwich in order to give that sandwich to\nsomeone who didn't have any.\n>> Bill Benson: As you were telling us a couple of moments ago, you could go to these clinics\nfor healthcare for Josiane --\n>> Fanny Aizenberg: Everybody was entitled to that. All free of charge.\n>> Bill Benson: And the Nazis said Jews could no longer go.\n>> Fanny Aizenberg: Of course not.\n>> Bill Benson: So you couldn't get healthcare anymore.\n>> Fanny Aizenberg: And, again, the people in charge of those clinics were also willing to help\nat night to risk their own lives.\n>> Bill Benson: Fanny, you told me, in 1942, the deportations began to deport Jews out of\nBrussels, out of Belgium.\n>> Fanny Aizenberg: Just to pick them up wherever they were.\n>> Bill Benson: In 1943, things had gotten so bad that you made this extraordinary decision to\ntake your young child, Josi, and put her into hiding. Tell us what you remember what that was\nlike for you.\n>> Fanny Aizenberg: Number one, there's no words. Anybody who has a child or a brother,\nyou could just imagine how the parents would feel with the child not being with you anymore.\nAnother thing, we didn't know what's going to happen and the irony of not knowing what's\ngoing to happen to the children.\nAnd besides that, the parents were helped by putting the child in hiding. We weren't\nallowed to know where they were going to be because in case we would be called, they would\nthink then we would be deported, too. That was also -- it was not working. There were gas\nchambers and selections.\n>> Bill Benson: Fanny, once you made that decision and Josiane went into hiding, you didn't\nknow where she was. Then you had to go into hiding, too.\n>> Fanny Aizenberg: Yeah, absolutely. Because, otherwise, they would know immediately\nwhere we went.\n>> Bill Benson: Where did you go into hiding?\n>> Fanny Aizenberg: In many different places in one night. There was not such a secure\nplace. Unless you were lucky, you were able to live with the nuns.\n>> Bill Benson: With the nuns.\nAnd one of the extraordinary things you did, Fanny, is you worked for the Belgium\nResistance, the underground.\n>> Fanny Aizenberg: Everybody did.\n>> Bill Benson: Everybody did.\n>> Fanny Aizenberg: Everybody did. You had 5-year-old kids and they were exchanging\nnewsletters because we couldn't get the newsletters just to show you the combination of the\npeople of helping.\n>> Bill Benson: How dangerous was that to do work?\n>> Fanny Aizenberg: Very dangerous. Very dangerous. You have 5-year-old kids and they\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nwere the biggest mail delivery.\n>> Bill Benson: If | remember right, one of the things you would do is go out at night and pass\nout.\n>> Fanny Aizenberg: That was the only way we could do something.\nFive people had five keys so one could come with one person.\n>> Bill Benson: At that time, Fanny, you were still with your mother.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: And also in 1943, you and your mother would be denounced by somebody.\nWhat does that mean?\n>> Fanny Aizenberg: That they care or willing to help others. Or if they can't, they don't. On\nthe other hand, you had people who were working with the Nazis.\n>> Bill Benson: And they denounced you.\n>> Fanny Aizenberg: And they helped denounce not only us but many other people.\n>> Bill Benson: When they denounced you and your mother, what happened to you then?\n>> Fanny Aizenberg: First of all, in order to get the people together they had one place where\nmany people could get together and live together. People were there about ten days also\nworking. And then we would send 160 people in a train. By the time we all arrive in\nAuschwitz, which none of us ever heard that name in our lifetime, 40 people came out alive.\nAll the rest were dead. So 160 people.\nAnd once the 40 came out alive, they had a selection. And that's how when my\nmother went in one side and we went to another side. That was the last time | saw my mother\never.\nAfterwards, we have learned the horrors committed to all of us. The selection of\npeople -- and now also a kind of surgery to babies and young women after the war helping\nwomen to conceive.\n>> Bill Benson: | might ask you more about that in a couple of minutes.\nFanny, the last time you saw your mom, when your mother went to the other side,\nwhat happened to you then?\n>> Fanny Aizenberg: Well, | saw my mother there and | didn't know what it means. It would be\neasier to be together to help one another.\n>> Bill Benson: Of course.\n>> Fanny Aizenberg: The Nazis would beat you up, you were bleeding. And they would\naccept it, if that's where they put you, you would stay.\n>> Bill Benson: Before long, they made you do very hard labor.\n>> Fanny Aizenberg: That's what we all did.\n>> Bill Benson: What did do you? What was your --\n>> Fanny Aizenberg: The majority of people who have been in the concentration camps, any\ncity in Germany, the main thing they had to do is manufacture ammunition. We had to make\nsmall bombs. And the bombs had to be cleaned, which we did.\nWe were 20 hours a day and food only for one hour. That's when many people just\ncollapsed by the fumes.\n>> Bill Benson: The fumes from making the ammunition.\n>> Fanny Aizenberg: And also people just had a hard time to remain as human beings and\nthey could not son receive anymore. There was a community, and that's where more and\nmore schools had been helping the people. And | think that's when it started, that people\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\ncould go to school if they qualified, any trade. If somebody was not qualified to get a higher\neducation, then they went to a paid school. You had to go -- you had to have a background.\n>> Bill Benson: Right.\nFanny, when you went to Auschwitz, you received a tattoo. You were tattooed two\ntimes.\n>> Fanny Aizenberg: The reason why some of us have two tattoos, because we were not\nhuman beings anymore. We just were numbers. And when they check somebody with the\nsame number twice, then they took us apart and they burn out. That's why | have too\nnumbers. The majority of young women also have two numbers.\n>> Bill Benson: Two numbers.\nFanny, when we first met, you told me that the Nazis tried to literally strip from you\nevery -- every bit of dignity you had.\n>> Fanny Aizenberg: Of course. Starting mentally. And this is why at the end of the war in\n'45 when the Russians were getting closer, as a matter of fact thanks to the Russians, we\nbecame free because the last battle was won by the Russians.\nAnd because of that -- which was a very -- when you go to school, you become a\ncommunity. But that was the last war between the Russians and the Germans. And that\nmakes them win the war. They were marching on the horses. And the Russian people were\nthe first ones to get the honor to be declared a free country.\n>> Bill Benson: Fanny, I'm going to ask you a couple more questions later about your\nliberation by the Russians.\nBut in -- you mentioned the medical experiments so when you were at Auschwitz,\nmedical experiments were performed on you, weren't they?\n>> Fanny Aizenberg: Everybody. There was one experiment, they called him the crazy\nphysician. His biggest -- | don't Know what they call -- evil was to manipulate young babies\nand try to make them pregnant.\n>> Bill Benson: And, Fanny, as a result of that, you were never able to have another baby.\n>> Fanny Aizenberg: That's correct.\n>> Bill Benson: Fanny, in January 1945, as the Allies, the Russians and the Allies began\nadvancing, the Germans forced you and the others who were still alive at Auschwitz --\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: -- they forced you out and they sent you on what we call a death march.\n>> Fanny Aizenberg: Yes. | don't know if you learned in history the word of death march. That\nmeans people are marching for months and it was heavy snow. So each time that's why it\nwas called the death march because too many people had died on that particular march.\n>> Bill Benson: No, no, go ahead. Please.\n>> Fanny Aizenberg: Also, we were very lucky because it was the end of the war. And the\nRussians almost won the war and at night, they were looking to find Nazis hiding so they could\ncatch them. Luckily, because we were six women together, we didn't have families, so we\nbecame families because the only hope is that we would find our family or our children, as we\nhad.\n>> Bill Benson: You told me in the past, Fanny, that you think that one of the reasons that you\nwere able to survive Auschwitz and the death march was thinking about your daughter\nJosiane.\n>> Fanny Aizenberg: Just hoping.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: That's all you had was hope.\nAnd then there were several other inmates with you at Auschwitz that you were very\nclose to.\n>> Fanny Aizenberg: Yes. That's why | say, we didn't have families so we became like\nfamilies.\n>> Bill Benson: On that death march, as you marched for several months they took you to\nRavensbruck. Tell us about Ravensbruck.\n>> Fanny Aizenberg: Ravensbruck was a much smaller concentration camp than Auschwitz.\nAuschwitz was the biggest combination of experiment these would make on people.\nPhysicians from all different countries came there to study how fast they could find ways of\nkilling people.\nIt's difficult, for me anyway, it's so difficult to imagine that such a civilization which\nthe Germans are known to be, their schooling and everything, and they could take a baby and\njust tear it in two without any remorse. And we were lucky that the Russians were looking for\nGermans. And that's where they find out. We all had typhus. Typhus was such a contagious\nthing that very few young women had survived it.\n>> Bill Benson: Fanny, when the Russians found you and your five fellows --\n>> Fanny Aizenberg: We were lucky because that particular group of Russians, they didn't\nhave food and we didn't have food. So every day they went to a farm and they stole cows and\nthey shared that with us. And that's what kept us alive. Because many young people who had\nbeen liberated by the British or by the Americans died right away because their body wasn't\nused to have normal food, what they call normal food today in order to digest.\n>> Bill Benson: Fanny, when you were liberated by the Russians and you were able to get a\nlittle bit of food, where did you go then? What did you do?\n>> Fanny Aizenberg: We didn't go. We stayed in the hospital. When we were inspected by\nAmerican and British Red Cross. And most of us had the typhus which was very contagious at\nthat particular time because bodies were not functioning like normal bodes.\nToday, you know, just a combination of evil and how this was able to destroy us.\nThere is so many, many years ago. This is with me forever even though | try to forget or make\nbelieve it hasn't happened.\nThis is why | volunteer here on Sunday because they have a large group of people,\nstudents coming some day and asking many questions. The only thing we could do peacefully\nis not having a war and respecting one another.\n>> Bill Benson: Fanny, after you recovered, were cared for by the Red Cross, you --\n>> Fanny Aizenberg: | was in four hospitals in Belgium.\n>> Bill Benson: How did you get back to Belgium?\n>> Fanny Aizenberg: Because of the Red Cross.\n>> Bill Benson: They got you to Belgium?\n>> Fanny Aizenberg: And also, we took with us two other people who didn't have a home.\n>> Bill Benson: Okay.\n>> Fanny Aizenberg: Their parents were deported.\n>> Bill Benson: And when you got back to Brussels, when you got back there, eventually you\nfound Josiane. Can you tell us how you were reunited with Josiane?\n>> Fanny Aizenberg: Well, | had a sister who has remained alive during the war in Belgium.\nGot her apartment back, not decorated. She had many of those cots. And they were quite a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nfew. And my daughter had one and | had one. And at night, to be with me, she would attach\nher nightgown to mine so | would not go away anymore.\n>> Bill Benson: Do you remember what it was like when you first saw Josiane?\n>> Fanny Aizenberg: It was like heaven or like something -- you read something in the Bible\nand you believe it.\n>> Bill Benson: And you mentioned your sister. You had two sisters. And they both had been\nin hiding during the war, right?\n>> Fanny Aizenberg: Both of them by the nuns.\n>> Bill Benson: By the nuns.\n>> Fanny Aizenberg: They were wearing the habit at whole time.\n>> Bill Benson: One of your sisters was the first to get to Josiane.\n>> Fanny Aizenberg: Right. Mm-hmm.\n>> Bill Benson: So once you were back reunited --\n>> Fanny Aizenberg: Because she had a big job in the underground.\nAnd the churches again had given them space and that's where they were able to\nexchange ammunition, health, food, like bandages and vitamins which people didn't have\nanymore.\n>> Bill Benson: If | remember right, one of your sisters also had three children. They were\nalso hidden.\n>> Fanny Aizenberg: And three boys.\n>> Bill Benson: And they all survived, too.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: Josi was 8 years old when you saw her again. Now you are back with\nJosiane. Your sisters have been found. You are together. But your husband you hadn't seen\nsince 19---\n>> Fanny Aizenberg: No, because when he was in England like many other people, one of his\ncorpsmen, whatever you call it, had been badly damaged and he was for two years in the\nhospital, which he never recovered.\n>> Bill Benson: Before you tell me a little bit more about that, did you know at any point after\nhe left, did you know if he was alive or dead?\n>> Fanny Aizenberg: We didn't for simple reason that so many young men got together in time\nto get to England. Two ships had blown up and nobody was alive from them. But we didn't\nknow who died and who was alive because the radios were taken away. And without the\nradios, the only thing we had -- this is before -- it's almost like -- honestly, you can't believe\nhow important a radio was to a family. And they had a radio. That was the first gift we got\nwas a radio because of the news and your life becomes normal with other people.\n>> Bill Benson: So because you didn't have a radio and you didn't know and it was war and\nJacques had gone to a country that was an Ally and an enemy of Germany, you had no\nknowledge. When did you find out about Jacques?\n>> Fanny Aizenberg: Much after the war. Much after. The Red Cross collected all the names\nof the men who had signed up.\n>> Bill Benson: But eventually Jacques came home.\n>> Fanny Aizenberg: Yes, after a long, long time.\n>> Bill Benson: After a long time. What was that like?\n>> Fanny Aizenberg: Very damaged, very hurt. Don't forget, there was five years separation\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\n0\nbetween us.\n>> Bill Benson: For many years.\n>> Fanny Aizenberg: | don't think we could ever say that we are normal people. | don't think |\nam.\n>> Bill Benson: Fanny, when you were all back together united, Josiane, your husband\nJacques, you, your sisters, it would take another four years before you would come to the\nUnited States.\n>> Fanny Aizenberg: Yes.\n>> Bill Benson: Were you able to get your life back in order somewhat and get work? What\nwould you do?\n>> Fanny Aizenberg: It wasn't all there -- you couldn't say you start where you left off.\n>> Bill Benson: Of course.\n>> Fanny Aizenberg: First of all, we all were very young and too many unfortunate things\nwhich had no power and no choice of having. So you made the best of what you could.\n>> Bill Benson: Were you able to find work eventually in Belgium?\n>> Fanny Aizenberg: | had no problem finding work. But the kind of work | was doing, lucky to\nhave learned to do, was qualified, not only qualified but highly qualified. Don't forget today,\nyou go to a store, you buy clothes. But at that time, if you had one dress, it was made for you.\nAnd that didn't change very soon because everybody liked having things made.\n>> Bill Benson: What made you decide you wanted to go to the United States?\n>> Fanny Aizenberg: Well, | could see that | could have a similar job than | had and that was a\npossibility because we didn't know -- there was the question of a union and you couldn't have\nwork.\n>> Bill Benson: And it would take four years to get here. Why did it take so long?\n>> Fanny Aizenberg: I'm sorry?\n>> Bill Benson: Why did it take so long to get to the United States?\n>> Fanny Aizenberg: Because of the union and too many people were without work, especially\nthe war veterans. Many had been damaged. And they only did physical help. There were too\nmany people who needed help. And it depends what you call, sometimes you could work\novernight.\n>> Bill Benson: Finally in 1949, the three of you came to the United States.\n>> Fanny Aizenberg: Right.\n>> Bill Benson: Where did you go and what did you do?\n>> Fanny Aizenberg: Well, we stayed with my husband's brother and | stayed with an aunt of\nmine. Don't forget, we were not allowed to use the word \"Auschwitz.\" We were not allowed to\nuse the word \"camps.\"\n>> Bill Benson: Why?\n>> Fanny Aizenberg: Because that would make them feel bad.\n>> Bill Benson: That would make them feel bad.\n>> Fanny Aizenberg: Even today there's many nice people who come to the museum here and\nit's not to a high degree can you explain that we could live peacefully. But we could\nmake -- people worked together. It's not perfect. But it's a small moment.\n>> Bill Benson: When you came here, you were in New Jersey. You were able to find work\nwhen you got here?\n>> Fanny Aizenberg: Not as qualified as | felt | had deserved.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\n1\n>> Bill Benson: You had been a dressmaker from the royal family.\n>> Fanny Aizenberg: Right, not called dressmaker because | was already highly qualified.\nDon't forget about how the young women would work for one person. That made it available\nfor many people to make a living. What you call a living.\nSome people need more for have a life and some much less.\n>> Bill Benson: Fanny, after all that you had gone through going to Auschwitz, the medical\nexperimentation, the tortures that you went through, typhus which you mentioned a couple of\ntimes, when you got to the United States, what was your health like?\n>> Fanny Aizenberg: Well, | was twice in the hospital because | had inside germs. That was\nanother reason why we could not conceive.\n>> Bill Benson: And how about Jacques, how was Jacques doing?\n>> Fanny Aizenberg: He was broke until he decide.\n>> Bill Benson: Tell us a little bit about your sister, what did he do?\n>> Fanny Aizenberg: My sister had a little store. That was the only thing they could do?\n>> Bill Benson: In Belgium.\n>> Fanny Aizenberg: And also because they had been involved with a certain specified\nunderground people who did much more. They were exchanging ammunitions. They were\nable to change it and get others to continue. They why they got a small, small pension,\nbecause of that.\n>> Bill Benson: Fanny, when did you -- when did you learn for certain what happened to your\nmother?\n>> Fanny Aizenberg: Because right after we were separated and sent to different jobs and we\nwere checked, that's how we met Hitler. He came to the factory. And because we didn't make\nour quota, he said, you know, that's where we were sure that our loved ones was not alive\nanymore.\n>> Bill Benson: That's when you knew --\n>> Fanny Aizenberg: And the bodies the Nazis make experimentation. Little by little, we find\nout to what extent it was even after the war, what the Nazis had done.\n>> Bill Benson: If you don't mind, Fanny, tell us what it was like for Josiane who was so little\nwhen she came to the United States. What was it like for her?\n>> Fanny Aizenberg: She had a very hard time, number one, language. That's very difficult,\nyou may not realize. But it's very difficult to learn English. And we have to know English\nbecause -- to apply for American citizenship, you had to know English. Now you don't have to\ndo a lot of things. But at that time, we had to do a lot of things.\n(laughter).\n>> Bill Benson: So eventually everybody learned English and Josiane did very well in school\nover time.\n>> Fanny Aizenberg: Always.\n>> Bill Benson: Always.\n>> Fanny Aizenberg: But don't forget we taught her to do better.\n>> Bill Benson: | Know you worked very, very hard once you came.\n>> Fanny Aizenberg: We did. We did. But we have appreciate the hope. That's another\nreason why | have chosen to talk here had he Holocaust Museum to teenagers. They listen to\nyou better. (laughter).\n>> Bill Benson: You know, Fanny, | think we have -- we have some time to ask our audience if\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\n2\nthey would like to ask you a few questions.\n>> Fanny Aizenberg: | hope | could answer them because the young people are so smart.\n(laughter).\n>> Bill Benson: Fanny, here's what we're going to do. | think we have some microphones that\nare available. When somebody asks a question, I'm going to repeat it so that you hear it and\neverybody in the room hears it. And then if you want to answer it, you answer it, okay?\nSo let's see if anybody would like to ask Fanny a question. We will have mics, as |\nsaid. Please wait until you have the microphone in your hand. That will help awful us,\nincluding Fanny, hear your questions. If you have any questions -- | believe we have one back\nhere. Yes, in the very back.\n>> Hi. Thank you for sharing your story. It was very inspiring. My question is: After the\nfour-year period after the war ended and before -- when you left to America -- how did the\nnon-Jewish people who had originally disposed you and had persecuted you emotionally and\nphysically, how did they treat you after the war, after you had been liberated?\n>> Bill Benson: After you were liberated -- | want to make sure | get the question right. After\nyou were liberated how did the non-Jewish people who persecuted you, how did they treat you\nafter the war?\n>> Fanny Aizenberg: It all depends. In Belgium, we were seen like people. And that goes for\nchurches and other organizations. It's not | have more than you have or you have more than |\nhad. That anger, that pain had not continued and with the people who felt like they were in\nyour life and their families not touched.\n>> Bill Benson: Thank you, Fanny. Thank you for that question.\nDo we have another one? | think we've got one right there in the middle.\n>> Again, thank you for sharing today. I'm a physician in Texas. And your comments about\nthe atrocities that you experienced under the hands of people who, I'll say, call themselves\nphysicians. It's just unimaginable.\nSo my question for you, after experiencing that and coming back to the world\noutside of that experience, was it hard for you to trust again, to trust someone who say \"| ama\nphysician,” which | hope is a very trusted profession or any other profession for that matter,\njust trusting people? Thank you.\n>> Bill Benson: Fanny, the gentleman asked the question is a physician from Texas. He asks\nif after the war, after what you went through with the Nazi doctors, after the war, was it -- were\nyou able to trust physicians afterwards when you came to the United States? Were you able --\n>> Fanny Aizenberg: It was very difficult.\n>> Bill Benson: It was difficult.\n>> Fanny Aizenberg: The decency which we had -- and I'm 99 years old. It's with you and it\nstays with you your life. I'm glad you asked that question because it's so human, and we all go\nthrough that.\n>> Bill Benson: Thank you, Fanny. Thank you.\nRight here. Here comes the mic for you. Thank you, Brook.\n>> Hi. I'm a teacher and | have a pretty loud voice anyway.\nPart of our curriculum has us teaching our children about the Holocaust. And | want\nto know what you feel is the very most important things that we make sure our young people\nunderstand because | teach resilience. But what else is important that our children need to\nunderstand?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\n3\n>> Bill Benson: As a teacher, she's asking what do you think is the most important thing about\nthe Holocaust to teach children today? What is most important?\n>> Fanny Aizenberg: The most important thing is just to show one another that we could live\npeacefully. You don't have to love each other, but it's so much easier because we each have\nsomething more to offer somebody. Even here at the museum where they have so many\nspecial rooms and so much to learn, they have one room which shows you what one person\ncould do just to help somebody nice, even yourself. Sometimes you help a teacher who's\ndown or someone is in the family. So there's so many ways.\n>> Bill Benson: Sometimes that's a tough lesson, but it's the right lesson, right?\n>> Fanny Aizenberg: But you can. We did.\n>> Bill Benson: You did.\n>> Fanny Aizenberg: We weren't crazy in the streets. (laughter).\n>> Bill Benson: We have another question right here. Brook, we have two here.\n>> Okay, I'll try. Can you hear me? | mean, | Know that you were a young lady at the time.\nBut you did see an invasion of your country. Do you have any thoughts or does your daughter\nhave any thoughts as to how to resist that as citizens of the United States?\n>> Bill Benson: | think the question is: Belgium was invaded. What could Belgium have done\nto resist that? Could they have resisted that invasion?\n>> Fanny Aizenberg: Well, don't forget Belgium is a very small country compared to Germany.\nAt the time, Germany had been equipped and maneuvered on what they're going to do\nbecause Belgium and Holland were supposed to remain free countries which they never had.\nMeanwhile, they were able to steal a lot of things to help them to keep the war going\nwhich no other country had an opportunity to exchange merchandise.\nOnce in the city, it was the only city where every citizen was making a living by\nworking in business. The whole city, they were making a living.\n>> Bill Benson: We have one back here. | think we have another hand over here. We have\nseveral. Okay. We'll come to you.\n>> Hi. Can you say a little bit about the culture among prisoners in Auschwitz?\n>> Bill Benson: Say that one more time.\n>> |'m just curious about the culture among prisoners in Auschwitz and how you interacted\nwith each other while you were under such harsh conditions.\n>> Bill Benson: What was it like for you with your other fellow inmates and the other prisoners\nat Auschwitz. You said you got very close to them. How were you able to do that under such\nhard circumstances?\n>> Fanny Aizenberg: It was a matter of saving our lives. | don't know if you know, there's one\nJewish holiday, Yom Kippur. And that in itself had made us like sisters and brothers or just\nsomebody you could pray together.\n>> Bill Benson: You could pray together.\n>> Fanny Aizenberg: Which otherwise you don't have. And it's amazing how many things\nhave become so important like people in our lives. Like myself.\n>> Bill Benson: One of the things that Fanny shared with me, part of coming here on Sundays\nwhere there are a lot of younger volunteers, just the relationships and the friendships that\nyou've developed.\n>> Fanny Aizenberg: That's another friend of mine.\n>> Bill Benson: That's one in the front row, right here, one of our security persons. Yes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\n4\n>> Fanny Aizenberg: Another person who is a volunteer. It's interesting that we have so many\nwonderful young people volunteering in so many ways at the museum. They are not all\nJewish.\n>> Bill Benson: Thank you, Fanny.\nSo | promised over here. Yes and then down here.\n>> Yeah, I'm really curious about how afterwards, | think in the introduction it mentioned you\nworked as social worker. It seems when you worked in resistance, you are very dedicated to\ngiving back. | think that's one of the most beautiful parts of your story, how hopeful you are. |\njust wanted to know aside from your daughter where that stems from, this need to give back\nand this hope and trust in humanity and also when you were speaking about everyone needs\nto not necessarily love each other but still live together. How can people emulate you in that?\n>> Bill Benson: | will try to paraphrase that.\n>> Yeah, sorry. That was long. (laughter).\n>> Bill Benson: She's very impressed -- young lady is very impressed with how you wanted to\ngive back and how you raised Josiane who became a social worker but a social worker with\nabused children for an entire career. How have you been able to find what it takes to give\nback?\n>> Fanny Aizenberg: It's in you. Either you have it or you don't. And | tell you another thing,\nbecause of the situation -- and we had so many in common with somebody else, they would\nunderstand what you are saying.\n>> Bill Benson: They made it easier to pour your hearts out.\n>> Fanny Aizenberg: Correct.\n>> Bill Benson: Okay.\n| have one right here that | promised. Yes, and then we'll come back to you, sir. |\nknow the other hands have gone up as well.\n>> Hi, Fanny. What do you think is the main reason that you were able to survive such\natrocities that you lived through?\n>> Bill Benson: Fanny, what do you think is the main reason that you were able to survive the\natrocities, all that you went through?\n>> Fanny Aizenberg: I'm not so wise to have an answer. I'm sorry.\nBut it takes many people and many people caring for you, just showing that they\ncare for you. You would be surprised how much that helps. That's why we Say it's so much\neasier to be friendly to people. Look, we have election people insulting one another. Does it\nmake in any better?\n(laughter).\n(applause).\n>> Fanny Aizenberg: | didn't say who.\n>> Bill Benson: Okay.\n| think we have time for one more question and then we're going to close our\nprogram and we're going to hear one more time from Fanny. So the gentleman right here.\n>> | was just wondering how you, like, made meaning out of what happened to you and\nespecially if your faith and Judaism was a part of that.\n>> Bill Benson: The question he's asking is how you were able to make meaning out of all you\nwent through and how important has been your faith, your Jewish religion.\n>> Fanny Aizenberg: Very hardly. You have to think twice before you can make a statement.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\n)\nThat's why | see anybody, especially seniors and, of course, young people, have so much\nmore to learn here because | feel I'm learning when a group of young of high schoolers, that is\nhelping you. And you might be open and listen to somebody else because everybody has\nsomething to offer to somebody else. You would be surprised how many times we are down\nin the dumps. And you just see you have another soul.\n>> Bill Benson: | want to thank all of you for being with us at our first \"First Person\" program of\n2016. We will do this program twice a week, Wednesdays and Thursdays until the middle of\nAugust. So we hope you will have the opportunity to come back.\nA little later, | think in April, we'll start live streaming programs. So you can listen to\nit and watch it over the Internet which is very exciting. And | think those will be archived so\nyou will be able to hear them at another time as well. | believe I'm right about that. So we\nwelcome you to either come back live or listen to us over the Internet at some point.\n>> Fanny Aizenberg: It doesn't cost you anything.\n>> Bill Benson: That's exactly right. Absolutely.\n(applause).\n>> Bill Benson: It's our tradition at \"First Person\" that our \"First Person\" has the last word. So\nI'm going to turn back to Fanny to close our program in just a moment. And | want to say\nwhen Fanny's done, I'm going to ask you to all stand because our photographer Joel is going\nto come up -- right here in front of me, is going to come up on stage and take a picture, one of\nwhich will you as you in the background with Fanny on stage. When Fanny's done, please do\nthat, rise and we'll get some photographs.\nFanny, thank you for being with us. And what are your last thoughts for us today?\n>> Fanny Aizenberg: | think -- and | appreciate you have already made such a big step and\nyou open your mind. That's it.\n>> Bill Benson: That's it. All right. Thank you, Fanny. You have shared so much.\n>> Fanny Aizenberg: Thank you all for coming. | really appreciate that.\n(applause).\n>> Bill Benson: Let me add that Fanny will stay up here on stage for anybody who has another\nquestion or didn't have a chance to ask a question, please feel free to come up on the stage\nand talk to Fanny or shake her hand or give her a hug, whatever you want to do.\n",
    "segments": []
}