{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, March 18, 2015\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nDAVID BAYER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us today for the start of our 16th year of the First Person\nprogram. And our first First Person of 2015 is Mr. David Bayer whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship. First Person is a series of weekly conversations with\nsurvivors of the Holocaust who share with us their firsthand accounts of their experience during\nthe Holocaust.\nEach of our First Person guests serve as volunteers here at this museum. Our\nprogram will continue through mid-August. The Museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests. Anyone interested in keeping in\ntouch with the Museum and its programs can complete the Stay Connected card or speak with\na museum representative at the back of the theater. In doing so, you will also receive an\nelectronic copy of David Bayer's biography so that you can remember and share his testimony\nafter you leave here today.\nDavid will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 50 minutes. The life stories of Holocaust survivors\ntranscend the decades. What you are about to hear from David is one individual's account of\nthe Holocaust. We have prepared a brief slide presentation to help with his introduction and\nwe begin with this 1945 portrait of David Bayer taken in his hometown after liberation.\nOn this map of Europe, the arrow points to Poland where David was born\nSeptember 27, 1922. He will be 93 in September.\nOn this map of Poland, the arrow points to the approximate location of Kozienice,\nDavid's hometown. This is a contemporary photograph of David's home in Kozienice.\nDavid's brother Joshua is in this 1938 photo of a Zionist youth group. You'll see him in the\nthird row, third from the left.\nIn 1939, German troops invaded Poland starting the Second World War. The next\nyear, the Bayers were forced to move into the Kozienice ghetto. Here we see a view through\nthe barbed wire fence that enclosed it.\nIn September 1942, the ghetto was liquidated and its inhabitants, including members\nof David's family, were deported to the Treblinka killing center. The arrow here points to the\nlocation of Treblinka. David was taken to Pionki, an industrial complex that produced\nmunitions. In 1944 he was deported to Auschwitz. The second arrow on the map points to\nAuschwitz. And this photo shows a fence around the barracks in the main camp, Auschwitz 1.\nAs a Soviet Army neared, David and the other prisoners were sent on a Death\nMarch. However, David managed to escape into the forest and was found by the Soviets. He\nspent two years in the Foehrenwald Displaced Persons Camp in Germany. Here we have a\nmap of the major camps for Jewish displaced persons with the arrow pointing to the\nFoehrenwald Displaced Persons Camp. In this photo, David and friends pose at an airport\nnear the Displaced Persons Camp in 1946. David is in the first row. He is the third from the\nleft.\nHere we see David with a friend at the Foehrenwald Displaced Persons Camp in\n1947. Later that year David moved to Panama. First, here is a photo of David close to the\ngate. And next standing by his employer's horse in Panama city.\nAfter a remarkable year in Panama, David went to Israel as a soldier in Israel's War\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nfor Independence. He saw a great deal of combat as the state of Israel was created.\nEventually David returned to Panama before coming to the United States to start a new life\nand a new family.\nToday David and his wife Adele live just outside of Washington, D.C. They have two\nchildren, Sandra and Mark, two grandchildren, and now a great grandson who was born in\n2014. Their grandson, Josh, who served in the Israeli Army is a civil engineer in Virginia.\nTheir granddaughter, Jennifer, the mother of their great grandson, is a recent graduate of the\nUniversity of Kansas and is now teaching on Maryland's Eastern Shore.\nDavid volunteers his time in the museum's Registry on Wednesdays and often on\nother days. As part of the Registry, David researches and compiles lists of those who survived\nthe Holocaust as well as those who perished. Among other purposes, the Registry helps make\nit possible for survivors, family members, and others to find those who may have survived.\nIn addition to our First Person program, David speaks frequently about his Holocaust\nexperience such as to a group of more than 50 Navy personnel who are assigned to the White\nHouse. He also speaks to groups of visitors at the museum, especially those who are\nSpanish-speaking as David is fluent in Spanish, among other languages.\nWith that I'd like to ask you to join me in welcoming our first First Person of 2015,\nMr. David Bayer.\n[Applause]\n>> Bill Benson: David, thank you so much for joining us and for your willingness to be -- |\nbelieve it's on for you. Being not only willing to be our First Person but our first of the year. So\nthank you for that.\n>> David Bayer: [Inaudible]\n>> Bill Benson: We will find that out.\n>> David Bayer: [Inaudible]\n>> Bill Benson: David, it was less than a month before your 17th birthday when the Nazis\ninvaded Poland on September 1, 1939. Before you tell us about your life during the Holocaust,\nwhy don't you tell us first a little bit about your family, your community, and yourself in the\nyears before the war living in Kozienice.\n>> David Bayer: Ok. | was born in Poland in a town called Kozienice, which in English means\nnothing happened to the goat.\n>> [Laughter]\n>> David Bayer: That's the name of it. My father had a shoe factory. We sold them in\nGermany before the war. We had about 25 people working with us. We lived in a nice\nneighborhood across from a big church. My mother and my father were only 41. | had a sister\nolder than me and a brother 12 years old and a little sister 8 years old. We had a maid there, a\nnice living. We had a garden, a backyard.\nThe Germans spoiled everything. The Germans came in. We didn't have no food.\nWe couldn't get out. The German soldiers came in, in our house and plundered, took\neverything they could; took my mother's dishes, bedspreads, table cloths, everything they\nwanted to take. A lot of shoes they took away, leather. We couldn't get out to get food.\n>> Bill Benson: For a short period of time, your family fled out of town. Tell us about that.\n>> David Bayer: We went away because of the bombardment. They bombarded every town.\nWe were hiding in the forest. After they occupied the area, we had to get out of the house.\n>> Bill Benson: They even took -- destroyed your mother's Passover dishes, didn't they?\n>> David Bayer: Well, if | had to talk about everything they did, it would take an hour.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: The reason | mention is because they had been in the family for hundreds of\nyears. Right?\n>> David Bayer: Yeah. We had dishes which every Passover, Jewish people would take\nspecial dishes for the holiday and every year, take out the dishes and use it. But the Germans\ntook everything. The dishes were on a shelf in the warehouse. They knocked it down and\nbroke practically everything. Whatever was not broken, they took it. Silver, they took away.\nEverything that was silver they took away.\nThen the Germans took me, took me out to work for them. And they made me take\nout -- | was only 16 1/2 years old. | didn't know how to take a battery out of a truck. We didn't\nhave many trucks in our town. It was cold. There was still snow on the ground. They gave\nme a pair of pliers. | didn't know how to take this battery from underneath out and put in a new\none. | was bleeding. The acid burned my clothing. They were laughing, the Germans were\nstanding there with their cameras and taking pictures and laughing. | was crying. They were\nlaughing. Finally | took the battery out but | burned my clothing from the acid. They didn't let\nme go home to change my clothes. | didn't live far away, maybe two blocks away. My mother\nwas home crying. Finally | came home in the evening. They didn't give me no food, no\nnothing.\nAnother day they came in, they took my father. They made him work in ditches.\nAnd my mother was crying. Tried to help him. So | tried to exchange myself for my father.\nBut the Germans, they would take me, too, if | approached them. So | motioned to my father\nhe should sneak away and | took his place. My mother was happy that he came home.\nWe had to stand in line, in a bakery waiting for food. | stood there for a while. The\nGermans came in and took everybody away from the line and locked us up. They locked us\nup in the church across from my house. Hundreds and hundreds of people were locked up in\nthe church. My mother didn't know what happened to me. My brother, little brother, came out\nfrom our house. | tried to motion, from the garden, from the church that | am here. So this way\nmy mother find out | was locked up in the church. Then they took me away to another town.\nLocked us up in a camp, a military camp. There were soldiers. This were all kinds of people\nlocked up, Polish, soldiers, civilians.\nMy sister, when she was 19, she went to Radom, to that town, and bribed the guard\nwith money and got me out. | came home in a horse and buggy. The Germans were laughing\nbecause in the buggy there was about 10, 15 people and one horse. The Germans were\nworking on the highway and they were laughing and taking pictures of the Jews in a wagon\nwith one horse and 10 people. They felt sorry for the horse but not for us.\n>> Bill Benson: At what point did you get forced to move into a ghetto?\n>> David Bayer: They lived in our house maybe a few months. | don't remember how many\nmonths. Put the Star of David on our door. The neighborhood we lived was a Christian area;\nacross from a church, in a nice neighborhood. So we had to move out from our house, a big\nhouse we had.\nWe got one room in the neighborhood where all Jewish people were concentrated\nand made a ghetto. They locked it up with barbed wire. We couldn't take no furniture,\nmerchandise, nothing. We hid in the garden, in the ground, in the basement, we hid a few\nthings. Some leather we hid, some shoes from my father's factory, some silverware that we\nhad, but not much. The rest we left and gave it to the people who worked for my father,\nChristian people. One special man, a Polish man. | took a sled and a lot -- things | could\nleave in his house.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nThen we moved into one room in the ghetto and that's it. | had to sleep on the floor\nbecause there wasn't much space for beds, only one bed. We were hungry all the time. There\nwas aration. But the ration was not enough for the whole family. And also my grandfather\nand grandmother, my uncle and his wife, there was no space.\n| used to sneak out from the ghetto under the barbed wire and risk my life. Went to\nget food. A lot of times | had to escape and hide. One day | sneaked out from under the\nbarbed wire and then | went to get food. She made a pumpkin soup, from pumpkin. She had\na bucket for me. | was taking the pumpkin soup home. On the way back | see two little girls,\nmaybe 6, 5 years old, twin sisters, two little girls came out of the same hole | sneaked out, no\nshoes, cold, hungry, walking over to the dump. Everybody put trash in it because we couldn't\ntie it away. A German, | knew him. He went over to them and shot both kids in the head with\nthat pistol, shot them. | saw that and | started running with the pumpkin soup because it was\nlike gold. And | sneaked back to the ghetto.\n>> Bill Benson: At some point, of course, the Germans came in and they liquidated the ghetto\nand sent most of the people there, including your family, to their deaths. How did you survive\nthat?\n>> David Bayer: Everybody in the ghetto had to work. Every able-body had to work for the\nGermans. So before the war, there was a project not far from my hometown. There was a\nriver that always overflows. The Polish government were irrigating the area. So the Germans\ncontinued to do that same job but with slave labor, Jews. 400, about 500 Jewish young men,\nand older men, too, older men in their 40s had to dig the canal and work. | went to work there.\nThey gave me ration, bread.\nIn the beginning we went to work in the morning, came back in the evening. The\nGermans were evicting the ghetto, so they left us near the canal and had us working near the\ncanal digging the ditches with a shovel. No machine, nothing. Digging the canal. In the\nmeantime, the Germans were liquidating the ghetto and taking everybody. They were sending\npeople to Treblinka.\nWhen | was working on the canal, | would sneak away practically every day from the\ncanal and went to the village and begged for food from the farmers. Sometimes | was stealing\nin the field the potatoes. One day when | was coming back to the canal, there was nobody\nthere left in the canal, only the wheel barrels and the shovels. | didn't know what happened to\neverybody working there. The Germans came with trucks and took everybody away. A farmer\ntold me they took them away. So! was left alone. | didn't Know where to go.\n| was going to a man's house in the village. Told the whole story what happened.\nThought if they don't find me, they won't kill me. He hid me in the barn for a while. And then\nhe decided -- he told me there's people in town, left some people in town. So he took me to\ntown, to my hometown. There was about 40, 50 people left. The German left them to clean up\nthe city, the possessions out of the homes from the Jewish people had. The farmer took me. |\njumped in under the barbed wire.\nThey took me in. | was working with them together to clean up the houses. Not for\na long time. Just maybe a week or two. Then the Germans took us away to a city called\nRadom. And Radom, there was a ghetto there and a horrible place. There was no food at all,\nnothing. Everybody was starving.\nHundreds of people volunteered to go to work for the Germans. Didn't want to\nbecause the people didn't have possessions. If you have nothing, the Germans didn't want to\ntake you. Why? Because they took it away from us. If | have nothing, you don't need me.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nFinally, they transfer me to another town -- | forgot the name of it. The Germans\nannounced any Jew who escaped or hiding to come out, all the people would be sending over.\nThey were lying. They just wanted everybody to get out. So | went.\n| was volunteering for the Germans to go to work in the factory called Pionki. They\ndidn't want to take me neither because | had no luggage. There were a couple of my parents'\nfriends, old people, they gave me two bundles to take. They told me, “Here, take this and they\nwill take you.” So sure enough, | got two bundles. | never knew what was inside. The\nGermans took me to work in Pionki. They took away the bundles but | worked in the factory.\nThey taught me how to make powder for bullets.\nTwo years | was working in that factory. | became an expert making munition. This\nwas a terrible ordeal. There were about 2,000 prisoners. Some of them, the people from the\nirrigation canal, the Germans took to Pionki. My friends who were working with me, we were\ntogether.\nIn Pionki, there was sabotage. The Germans taught us to make sabotage because\nwe didn't actually know about sabotage. They accused us of sabotage. So a lot of times | did\nsabotage. A lot of times | put in a rock or stone in the pump and everything stopped. If they\ncaught me, they would have hanged me. They hanged a lot of other people, too.\n>> Bill Benson: Since you're talking about that, there was an incident you told me about in\nwhich the conveyor belt burned and you were blamed for that.\n>> David Bayer: One night -- we worked night shift, there were four guys on our department. |\nworked in the centrifuges, mixing the chemicals -- powder for the bullets. The Germans made\nimitation cotton from paper. It was exactly like cotton. | mixed that with all kinds of chemicals.\nThey taught me how to put the bullet. There was a young man there from my hometown. He\nwas a nervous person. Always wanted to smoke, like a junky. This was the night shift. He\nwas the one who was putting the cotton on the conveyor which comes to my department. He\nworked 12 hours, 24 hours. He worked for the Russians, never went home, never went to the\nbarracks. He smoked the cigarettes at night, which was forbidden. The conveyor was ignited\nand there was a fire. My department stopped. They took us out. They beat us the whole\nnight. | was beaten, blood come out of my back, to tell them what happened. Nobody talked.\nThey announced that they were going to execute us, all of us.\nIn the morning, the supervisors, two German doctors -- two Germans we called them\ndoctor, Dr. Gonszer and Dr. Vitter, | never forget their name. One was German-born and\nPoland. He spoke Polish and German. He had the Gestapo not to kill us because we were\nexperts, we have to teach other people how to do that. And luckily they didn't shot us. We\nwent back to work right away.\n>> Bill Benson: And David, there's so much for you to tell us just about Pionki but a couple\nmore questions. There was a fire there in which you got burned, pretty severely.\n>> David Bayer: There was a supervisor, a Polish supervisor. He worked in the munition\nfactory before the war. The Germans paid him. He was a nice guy. He had to have a gas\nmask. Everybody was dying over there. | begged him a lot of times to get me another job.\nFinally he got me out of there, put somebody else in. | worked -- processed cotton, to the\ndepartment to -- it was a new job. | worked with the other Polish supervisor. | was out from\nthe ghettos.\nBut what happened, the locomotive was going back and forth, back and forth. The\nspare cotton would fall out. And it burned my arm and my face and my hands completely, like\nswollen up, blisters. And this was the time when the Russian armies were winning the war\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nagainst the Germans and were pushing the Germans back from Russia. This was 1944.\nThe Germans saw the Russians coming so they tried to liquidate the factory, dismantle the\nmachinery, and ship everything to Germany. Stopped working in the factory. We only\ndismantled the machinery.\nThen | have to stop here and tell you something about an incident, what happened in\nour compound where we lived, the barracks, our camp. The Germans came in to our barracks\nwhere we lived and asked people to volunteer. We were scared to go. We didn't have no\nfood, nothing to eat, didn't give us no bread, there was no water anymore. The Russian Army\nairplanes bombarded all the power stations. There was no electricity no more.\nWe were hiding. And when the Germans came in, we tried to run away, not to go\nwith them. But, there was one German who came into the gates. We saw him coming. And\nhe was a good German. What! mean by a good German? The reason | mention that\nbecause | want to get it in. | went to a school in Virginia and was speaking to kids. The boy\nasked me if | ever encountered a good German. So! was thinking about this German. So |\nwas repeating that. This good German came in. So everybody put their hand up, take me.\nEverybody wants to go with him to work. He was good. He was polite. He never beat us. He\nwould say good morning, goodbye, thank you. He was a nice person. Engineer. But this\ngood German pulled a pistol and shot in the crowd and killed a man. Because everyone was\nrunning. He got excited. He was scared. He didn't know what happened. He shot a person.\nWell finding out it wasn't a good German.\n| repeat that because this happened at the same time the Germans came in and\ntook us away to Auschwitz, took all the machinery, took all the workers. They figured we\nwould build factories somewhere else. But we wind up in Auschwitz. And | got a burn here, a\nburn here on my face. It was a crust already. When | got off the train in Auschwitz, the Nazis\nstanding there, there's dogs, helpers, they saw me. There was a young man, a prisoner. He\nsaid to me, “Tell them that you are chemist, that you make powder, explosives.” Sure enough,\na German officer came over and asked me what happened to me. | said | was working in a\nmunition factory and he put me aside.\nSo about 30, 40, 50 people were standing aside there. He picked up -- they took us\nto a gypsy camp where all the gypsies were living. 40,000 gypsies in Auschwitz; women,\nchildren, old people. They put us in the barracks in the same gypsy camp, a huge place.\nThe gypsies were selected, older men, healthy men, shipped to Germany. They told the\nwomen and children and old people that they were going to build housing for them in\nGermany. It was a lie. They took all gypsy the same night and killed them all. Happy-go-lucky\npeople. They were cooking, playing accordions. They were good people. Every life taken.\nA few days later they come to me and everybody else from my barrack. Where did | go? Toa\ncoal mine.\n>> Bill Benson: Before you tell us about the coal mine, if you don't mind, you were forced to\nhave surgery while you were in Auschwitz.\n>> David Bayer: This happened when | worked in the coal mine.\n>> Bill Benson: Ok.\n>> David Bayer: | worked in the coal mine. No food. Terrible conditions. The shovel -- it was\ntoo heavy to pick up, a hard, big shovel. | was skinny like a spindle. With soup and a piece of\nbread every day, work in the coal mine. | even picked up the coal, put it in my hand. | couldn't\nlift the shovel. And they gave us a quota of wagons a day. Impossible to do. Sometimes they\ndidn't let us out. We had to stay over on the other shift.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nThere was a Nazi, a supervisor, a German; walked around with a walking stick, a\ncopper handle, like a pick handle. He was the one who checked where to drill, where not to\ndrill. He was a murderer. He walked around; if somebody didn't work fast or didn't move,\nsmacked them on the head with the pick handle. Killed a lot of people.\nAnd then a lot of people pretended -- we were starving. We had nothing to eat. A\nlot of them died. Then they send in a young man from Auschwitz to place this guy, Ruben.\nShould | talk about Ruben?\n>> Bill Benson: Yes.\n>> David Bayer: A religious young boy, 16 years old, skinny. He was praying day and night.\nWhen you looked at him, he was reciting a psalm. In English, psalm with a p, silent p, psalm.\nIn Yiddish, daven. Tefilah, Hebrew. Well, all the time you look at him he was praying in\nHebrew. We called him crazy, mashugana, crazy.\nOne day, the one who was drilling and putting dynamite was a Pol, a regular guy\nwho worked in a coal mine, a miner. He told us one day -- he said, “When | say move away\nfrom the area, don't repeat nothing, just move.” When this German supervisor came in to\ncheck the walls, the ceiling and he already had a drill, put the dynamite in. He ignited it and\nblow up and killed the German. Ruben came over to every one of us and whispered in our\near. “Didn't God help us?” We didn't call him crazy no more.\n>> [Laughter]\n>> David Bayer: The reason | keep mentioning that, a lot of questions | get from people about\nGod. People want to know my relation with God. Every time | mention about God, | brought\nup Ruben. Let him have the credit. He believed God helped out because he was praying. He\nsurvived the war and lives now in Jerusalem. He's an old man, like lam. He's a little bit\nyounger than me. He was 11 children. | met him about 10 years ago.\n>> Bill Benson: Keep going. I'm sorry.\n>> David Bayer: That's all right. That's wnat happened. And then the Russian --\n>> Bill Benson: Before you talk about leaving Auschwitz, tell us about the surgery that you\nwere forced to undergo.\n>> David Bayer: Every morning when we go to work in our camp to the coal mine, sometimes\nwe had to walk, sometimes they would take us on the train. There was a roll call. Everybody\nhad to call up. We had no name. We had numbers. | had anumber. B/4 was my number, a\ntattoo. B74 here. Everybody call. Officer walks around and checks everyone. | was in the\nfront line. Comes in, a German with the stick checking me out. | had an infection and my\nglands swelled up from the coal, from the dust, from everything else. The minute he saw my\nglands swollen, took me out and sent me to the clinic. They put me on a table. He cut me to\npieces. No anesthetic, no injection, nothing. | was tied up to the table.\nHere, here is a document which | will probably give to you. The German doctor who\nmade the operation. They found this in Germany. My name, his name, the whole thing. Itis a\nreport. But everybody who was experimented didn't get out alive. The Germans sent them to\nthe gas chamber. How did | survive? Again, lucky.\nThere was a Polish man who was in the camp with us. He was a political prisoner.\nHe was in the Polish underground. The Germans caught him and sent him to Auschwitz. He\nwas my neighbor from my hometown. | Knew him. We played soccer. He was older than |\nwas. His mother worked in the post office, a nice family. He saw me. He yelled out, “Duvtche,\nDuvtche, they're going to kill you.” In Polish, my name David is Duvtche. So | said, “What do |\ndo?” So he made a pass that | should go back to work. | got out one, two, three. Tied up my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nneck and went to the coal mine.\n>> Bill Benson: In January 1945, you were brought up out of the coal mines early and forced\nto go on what's known as a Death March. Tell us what happened when they brought you out\nof the coal mine.\n>> David Bayer: We came back from the mine. We were back to our camp where we lived.\nThey told us to hook up, take whatever you can and march out. We had to march in the snow\nto Germany. The march was like you see sometimes in the forest, ants and people step on\nthem. That's what the Germans did. Pound, pound, pound. Every five minutes shot because\nyou cannot walk no more. The snow was so high, no food, no nothing. We cannot walk.\nFrozen to death. Anybody who fall down got killed. And a lot of them couldn't walk no more.\nThey knew they were going to be shot and they fell down purposely. Killed thousands and\nthousands of people without mercy, without anything.\n| went over to a dead body after they got shot. | took his jacket. | asked for\nforgiveness 10,000 times from him. But he saved my life. He was dead. Somebody had to\ntake his jacket, his clothes. Somebody took his shoes.\nIt was so cold. The Germans went in the houses to warm up and told us to lie down\nin the snow. There was one guy who walked with me the whole time, holding my hand, my\narm. He went over to a German who was at the car with the hood up. He said, “I'ma\nmechanic. | will fix your car.” He wasn't a mechanic. He just wanted to go over there to warm\nup under the hood. He didn't do nothing. The German shot him. He fell right on top -- the\nGerman left the car and him and everything else.\nNot even in the movies you could see that. Not a cloud of humanity. We didn't go to\nthe main highways because the German Nazis were retrieving with their tanks and trucks and\neverything else because the Russians were coming. We had to walk in fields, country roads\nuntil we reached a place called Blechhammer in Germany, at the German-Polish border.\nThere was a camp there. Russian soldiers, prisoners, all prisoners.\nWe went into the warehouses. We tried to get food. | went to the warehouse and\nthere was only margarine, stacks and stacks of margarine, tons of margarine. So | took\nmargarine and put it in my shoes, my pants, boxes of margarine. | couldn't even walk.\nPrevious guys took bread and marmalade and everything else.\nThen the barbed wire, there was no more electricity. You could easily get out. So\nRussian prisoners were there, cut the barbed wire and we went and | went with them. | went\nout. Me, Ruben, and two Russian prisoners went out through the same hole. We fall down -- |\ndon't know how they call it, a hole --\n>> Bill Benson: A ditch?\n>> David Bayer: Down. The wire. You get out of the wire, you fall down --\n>> Bill Benson: A ravine.\n>> David Bayer: A ravine. | fall on top of somebody else. We went through the forest. Ruben\ncouldn't walk anymore, was bleeding. He said, \"I can't walk.\" We took him and put him in the\nbarn, a barn on a farm. Me and two Russians went deep into the forest and stayed there for\nSix days and six nights. What did we eat? The margarine. Melted, dirty from my coal dust\nand everything else. | never took a shower.\n>> Bill Benson: It was melted all over your body and your clothes.\n>> David Bayer: We were cold like hell. The snow helped a lot. It was snowing all the time.\nFinally, we didn't know if the Germans were still there or the Russians were there. We came\nout by the Russians. And the Russian soldiers saw me, picked me up, carried me like | carry\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nthis glass, like a package. | didn’t weigh nothing.\n>> Bill Benson: You had lost half your body weight.\n>> David Bayer: | was 60, maybe 70 kilos. He took me in to a German woman's house and\ntold the German woman to take care of me. The German woman -- there was no man. She\nwas scared to death. She was happy that | was there because she was scared of the Russian\nsoldiers. They were raping women like crazy. The daughter, a daughter but looks dirty and\neverything else, pretending to be like this. She was bathing me, cooking some soup. | don't\nremember what it was. She didn't have much anyway. She was crying all the time. She had a\nhusband. He must have got killed or didn't come home or something from the war.\nAnd then | was very anxious to leave. | didn't want to stay there for long. |\nrecuperated for a while. | asked her to show me the way to the main highway. | went back\nwalking to Poland, took trains, trucks. | went back to my hometown which | didn't find nobody.\n| didn't like to stay in Poland.\n>> Bill Benson: When you went back, David, you tried to see if you could recover any of your\nfamily's belongings.\n>> David Bayer: That's right. Well, | finally reached my hometown. | went to the cemetery.\nThe cemetery was before you reached my hometown, on the same highway. | walked over\nthere and looked for my grandmother's grave. She died in the ghetto. | cried.\nThere was a farmer that passed by in a wagon. He stopped. He came up a hill and\nwent into the cemetery. There was no gate. He took me and helped me. He took me to his\nhouse. He gave me some food. | told him | wanted to go to the person who | left the\npossessions, some of them.\n| went in. They didn't expect me to be alive. So they were very surprised that | am\nalive. | had nowhere else to go. | stayed there maybe a day or two. Other people came.\nThey started drinking. | didn't like it. | didn't realize, | shouldn't, | took off. | run away and\nnever came back.\nBut one day | went back there to ask them to give me some of the possessions. He\ngave me a table, a big -- in Poland -- here they have moving out, moving in tables, nice and\nsmall. In Poland -- we had one like this. So this table was sensational. So | sold it and gota\nfew dollars. That's all he gave me.\nThen some other survivors came back in an abandoned house. | stayed maybe a\nmonth, maybe two. | don't know exactly. To go back to Germany.\n>> Bill Benson: You went back to Germany?\n>> David Bayer: In Germany, we went to this displaced persons camp. The United Nations\nopened up this displaced persons camp, tent for people who have nowhere to go. That's\nwhere | stayed for a while. It's not far from Munich. Some friends of mine who came back in\ndifferent directions. | looked for everybody, for family. Nobody. My father had four brothers.\nMy mother had three brothers and she was the only girl. And they were living in different\ntowns. | looked everywhere. | went to Poland, everywhere looking for people. | couldn't find\nnobody.\nMaybe | have some relatives in the United States. My name is Bayer, but in Polish\nb-a-j-e-r; in English, it would be Bajer. So | put out to keep the same sound. | looked but |\ncouldn't find nobody. So! went to Panama.\n>> Bill Benson: Before you tell us about Panama, you were two years there. What was life\nlike in the displaced persons camp.\n>> David Bayer: Well, there used to be a big military camp the Germans had called\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nFoehrenwald. Nearby was an air base. They kicked the Germans out. And all the Jewish\nmoved in. Maybe 2,000, maybe 4,000. | don't Know how. It was a big city. The U.N. and the\nUnited States provided us with milk and honey, so to speak. | was naked. | had the clothes on\nme, nothing. No documentation. Only my number. The Americans were there. They gave\nus cigarettes, chocolate. The cigarettes | sold to Germans. | made money from the rations the\nGermans gave me -- the Americans gave me. | had to get a base of something to exist, not to\nbe a -- | had nothing. | didn't like to carry packages anyway. | wanted to be free.\nSo after the Americans came in, they gave us everything. You stay here. They\ngave us medical things. Everything we need, food, housing, clothing. Two years. Two years\nyou take young Jewish men like me who cannot sit still, do nothing. So we did business. We\ndid all kinds of business. We buy a cow from a German and sell it. The Germans didn't\nreceive rations and things like this. Cigarettes, | sold them. | don't smoke. | made money. |\nmade about $10,000 in two years. And this was a lot of money in 1945, 1946, plenty of\nmoney. Where did | spend it? In Paris | spent all the money.\n>> [Laughter]\n>> David Bayer: $10,000.\n>> [Laughter]\n>> Bill Benson: So in 1947, you chose to go to Panama. Why Panama?\n>> David Bayer: | didn't have no relatives. | had nowhere to go. | could have come to the\nUnited States as a refugee but | had time. | said, we'll see; I'm looking for family.\nAll of a sudden | got a letter from an American Ambassador in Munich that\nsomebody is looking for me. David Bayer, somebody looking for me in Panama. A family who\nwent away to Panama before the war, one of the sons went to school in the defense. Tried to\ndo something to help somebody. Saw me on the list, survivors’ list. From Kozienice, named\nDavid Bayer. He sent a letter did | want to come. Why not? Where else?\nA Russian soldier asked me to go to Moscow. | went to Moscow. | don't like it. |\ncome back. | went all over Europe. Every country in Europe | was. So! went to Panama. |\nwent to Paris, stayed for a while. Then went to Holland. Took a ship from there. | went\nstraight to Aruba, Venezuela, and then Colombia and then Panama.\n>> Bill Benson: You told me Panama was the best year of your life.\n>> David Bayer: Exactly. | came to Panama city. It was maybe 1,000 Jews. Some Jews\nfrom Turkey from Romania. They were all busy making money. You have the climate. Here\ncomes a schlepper like me, a survivor, wants to talk, tell what happened. Later. Later. | went\nto the Jewish clubs, Jewish places over there. “Tell me later.” Want to play cards all the time.\nWorking all day, come to the evening. Play cards. | was bored.\nSo there was a son of the family, which had a daughter wanted to be married. |\ndidn't want to get married. So | said, “Let's go to Concepcion,” a place on the border of\nPanama, Costa Rica. “What's there?” “There's nothing. We go and make leather over there.”\n“Ok.” Good. | go. | have nothing to lose.\n| went to the place. On the border, a place called Concepcion. Nice people,\nprimitive Indians. | was making -- with the son, Max, making leather from iguanas, alligators,\nmaking moccasin and all kinds of shoes. | was in paradise. | slept in a shack, bathed in the\nriver. The people were so humble and good. | thought this is the best place in the world.\nThey were humble, good people. They were helping me. They were loving me. And | didn't\nsee that. So | said | stay here.\nOne day the Indians go into town, the capital of the Province. The capital is called\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nDavid. Look at the map. Panama, Costa Rica, there's Province and the capital is David. The\nus Navy had an air base during the war over there. | go there with the shoes and everything\nelse selling this stuff. There was a heavy-set Jew, big guy with a big belly. It was hot like hell\nover there. He called, “Oh my God, what are you doing here with the Indians? Look at me.” |\nsaid, “What? I'm all right.” He said, “Look at me, | am a married, children. This is what is\ngoing to happen to you.” | said, “No.” He said, “Why don't you go to Palestine, Israel, become\nindependent?” This was 1948. | said, “No, I'm happy here.” The second time he told me the\nsame thing. | said ok. | go out to Israel. He said there was a ship coming to Panama canal,\njoin the ship; they will give you an assignment. Go to Palestine.\nThat's what | did. | joined the Israeli Army. | stayed a year and a half in the Israeli\nArmy during the war. Back to Panama. Why did | go back to Panama? There were millions of\npeople coming to Palestine from everywhere else. There was nowhere to sleep. There was\nno jobs. | slept on a bench in a park after | was discharged from the Army. So the Console\nsays go back; you have a passport, you can go. So! went back. Stayed there until 1955.\n>> Bill Benson: And in 1955 is when you came here. What prompted you then to come to the\nUnited States?\n>> David Bayer: Well, my mother, my father were religious Jews. My mother, when she was\nshipped away to Treblinka, | was near the canal and | escaped from the canal and was going\nto join the train. The supervisor pulled me back. He said don't go; they will kill you, this and\nthat. Well, he saved me, actually. If | would go to the train, | would have gone with my family\nand would never have come back. They would have killed me.\nSo what happened? After the war when | came back, the first thing | did, | went to\nthe station. | talked to the man in charge at the station which | knew. Then | talked to the\npeople who were selling coal, a friend of mine who went to school with me. | asked him what\nhappened with the people taken on the train. Did you see my father? Did see my mother? He\ntold me. The guy who went to school with me, Philip, good friend of mine. He told me he saw\nmy mother. My mother told him if I'm alive to see me, told me, don't forget you're a Jew, never\nanything else but Jewish. Children Jewish, in spite of the Germans. If something happened to\nthem, didn't know they would be killed. She yelled out, “Naqam! Nagam!” Yelled out the word\nfor vengeance, which | didn't take vengeance. The vengeance is | have a family, my wife is\nJewish. She's an American girl. | have grandchildren, great grandchild, build up a family. |\nhad a good life. | have money. | have everything. And I'm still alive at 92. And if | live maybe\nto 100, or maybe more, maybe less, | don't know, if | go upstairs, | talk to him. Maybe it will\nhelp.\n>> Bill Benson: David, I'm going to turn back to David in a few minutes for the last word for\ntoday.\n>> David Bayer: One more thing. If | would have to tell you every little detail, would never get\nout of here. Because every day of my life a story.\nBefore | went to the ghetto, | went to a place where the Germans were having a field\nkitchen, eating their meal. | took a bucket from the house. My mother didn't know it. | come\nback, waiting for me. | went there to get leftover from the Germans who didn't like their food.\nThey give us -- a lot of people were waiting, Polish people, women, children. | was the only\nJew over there. | was sitting there waiting for the Germans. When | came home, my mother\ndidn't want to eat it. She said it's not kosher.\n| went to my grandfather, who was a religious man. He said to my mother, went\nover, “Take the pork out and eat it.” Because to survive, to live, you eat anything. It's in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nBible. Don't worry about the things you're supposed to eat. Eat anything you can. Life is\nmore important than the rules.\nSo many other things that happened. Remember to remind me a few things.\n>> [Laughter]\n>> Bill Benson: | have many more to remind you but, in fact, | want to say that David covered\nthe fact that he fought in Israel in about one minute. | can tell you that we could keep you here\nfor two days with David telling about that unbelievable experience of just getting there. That\nmaybe is for some other opportunity.\n| want to thank all of you for being here for our first First Person program 2015. We\nwill have programs every Wednesday and Thursday until the middle of August. So that means\nwe have a program again tomorrow. Hope you can come back and join us at some future\ntime.\nI'm going to turn back to David for his -- it's our tradition that our First Person gets\nthe last word. So I'm going to turn back to David for him to have the last word. But I'd like to\nsay two things first. One is when David is done, he's going to stay here because there are so\nmany things he didn't get to tell you. If you want to come up and chat with him, come up to the\nstage, he'll stay in his seat, chat with him, say hi, take a photograph, that will be fine, too. And\nbefore we do that, | would like to, when David is done, Joel will come up on the stage. He's\nour photographer. He did those amazing photographs at the beginning of the slide\npresentation. He's going to take a picture of David facing that way so that you're the backdrop.\nIt just is a really nice, nice thing to do. So when David's finished, Joel will come up, take the\npicture. Then you're invited to come and say hi if you would like to do that.\nIt's all yours, David.\n>> David Bayer: Well, what can | say? Last word? | never have the last word.\n>> [Laughter]\n>> David Bayer: If | say the last word, | go.\n>> Bill Benson: Don't do that. [Laughter]\n>> David Bayer: This is my last word.\n>> Bill Benson: Ok. Come on, Joel.\n[Applause]\n[The presentation ended at 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}