{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, April 15, 2015\n11:00 a.m. — 12:03 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nAGI GEVA\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. We began our 16th year of the First Person. Our\nFirst Person today is Mrs. Agi Geva whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website, at www.ushmm.org provides information about\neach of our upcoming First Person guests.\nToday's First Person program will be live-streamed on the Museum's website. This\nmeans hundreds of people will be accessing the program via a link from the Museum's website\nand watching with us today from across the country and around the world. A recording of this\nprogram will be made available on the Museum's website. This is our second time doing this\nwith the first being in March.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Agi Geva's\nbiography so that you can remember and share her testimony after you leave here today.\nAgi will share her \"First Person\" account of her experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows, there will be an opportunity for you to ask\nher some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Agi is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nAgi was born Agnes Laszlo in Budapest, Hungary. This map highlights Hungary.\nThe arrow on this map points to Budapest. Agi was one of two daughters of Rosalia and\nZoltan Laszlo. Here we see her sister Zsuzsi. They spent the first six years of their lives ina\nsmall farming village where their father managed a large farm. Here we see Agi's parents.\nDue to her father's failing health and anti-Semitism legislation prohibiting Jews from\nworking in the agricultural business, the family moved to Miskolc where Agi's mother managed\na boardinghouse. This photo of the house was Agi's home.\nOn March 19, 1944, the same day the German forces occupied Hungary, Agi's\nfather died. Agi, her sister and her mother joined a group of 30 Jews sent to work in the fields\noutside the town. After a month they returned to Miskolc where they lived in the ghetto for a\nfew weeks before being confined to a brick factory.\nThe following month the family was deported to Auschwitz. This map depicts the\ndeportations of Jews from Hungarian ghettos to Auschwitz.\nLater, Agi, her mother and sister were interned at the Plaszow concentration camp.\nThe arrow on this map of major Nazi camps shows the location. When the Soviet Army\napproached in the fall, the entire camp, including the three women, were sent back to\nAuschwitz for a few weeks then were moved to several other labor camps.\nOn April 28, 1945, Agi was liberated by American soldiers. This photo of Agi is from\n1950 after she emigrated to Israel.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAgi resides in the Washington, D.C. area. She moved to the United States 13 years\nago after living in Israel since 1949, where she worked in the insurance field for 32 years. She\nhas two children: a daughter, Dorit, who lives here; and a son, Johnnie, who lives in Israel. |\nam pleased to let you know they are both here with Agi today. If you don't mind, raise your\nhands so people know you're down here.\nWelcome.\nAgi has four grandchildren and four great grandchildren. Agi speaks four languages\nfluently: Hebrew, Hungarian, German, and English. In addition to our First Person program Agi\nparticipates in the Museum's “Conversations with Survivors” program on Fridays in the Wexner\nLearning Center. She also speaks frequently about her experience during the Holocaust at\nschools and universities such as George Mason University in Virginia, Southern Methodist\nUniversity, University of Utah and Flagler University in Florida, as well as at such other places\nas the U.S. Army's Redstone Arsenal and the U.S. Department of Justice.\nAgi is also a contributor to the museum's publication, “Echoes of Memory,” which\nfeatures writings by survivors who participate in the museum's writing class for survivors. After\ntoday's program, Agi will be available to sign copies of “Echoes of Memory,” which is also\navailable in the museum's bookstore.\nEach time | meet Agi, | learn something new. Today she's accompanied by Everest,\nher piano teacher.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Agi Geva.\n[Applause]\n>> Agi Geva: Good morning.\n>> Bill Benson: Thank you so much for your willingness to join us today and be our First\nPerson. You have so much to tell us in a brief one-hour period so we'll get right into it.\nWorld War II began, of course, with Germany's invasion of Poland on September 1,\n1939. But before we turn to the war and the Holocaust, let's start with you sharing a little bit\nabout your family, your community, and yourself in those years before the war began.\n>> Agi Geva: In 1936, three years before the war really began, my father was fired. Jews\ncouldn't be in key positions anymore. It was still far away from the real anti-Semitism and\nproblems that happened later. So he took it very, very badly. He had a heart attack. He\nhardly recovered from it. He couldn't work anymore. So my mother had to take over the\nresponsibility of the family. So we had to move from our home where we grew up. We went to\nMiskolc. She opened a small hotel there. It was very successful. We had a very good name.\nThe hotel was important. Many people came to visit. She really managed. My father just had\nto help a little bit, not too much. The one year the doctors said he would stay alive, he stayed\nanother nine years after all of his problems.\n>> Bill Benson: You told me that in those early pre-war days that you were very full of\npatriotism for Hungary. Can you say more about that?\n>> Agi Geva: We liked the country until then. They sent us away. Really didn't see any more\nHungarians. | was at every school celebration, actually talking about the Hungarians and the\nHungarian way. | love the language. It was really good at that point. Then the Hungarians\nwere the last to be deported. We thought it would never get to us. We always said, no, this\nwill never happen in Hungary what is happening.\n>> Bill Benson: As we noted earlier, the war began when Germany and Russia invaded\nPoland in September 1939. But for your community and for Jews in Hungary, the full effect of\nthe war didn't really happen until the spring of 1944. Tell us about that period between the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nstart of the war in September 1939 and before the Nazis came to Hungary. A lengthy period.\nWhat was that like for you and your family? What took place then?\n>> Agi Geva: We didn't see anti-Semitism, actually, very much. | think it was apparent -- we\nhad no access to the newspaper. We really didn't know it. We had a very happy childhood. It\nwas very peaceful, actually. We were sent to the Protestant school. There was no Jewish\nschool in Miskolc. The Jewish attendance was very low, only two Jewish girls. We didn't feel\nactually all of the -- how shall | tell you? The others, Romania, Austria, it still didn't get to us.\nThat's why my parents also thought that Hungary would never notice what happened.\n>> Bill Benson: During that time didn't some of your family members leave Hungary and\nemigrate elsewhere during that time?\n>> Agi Geva: They were pessimistic. They just tried to leave Hungary. They left for Palestine.\nMy aunt and my uncle and family. Only ones who left.\n>> Bill Benson: During that period, again, where the war really hadn't come to Hungary fully,\nyou remember during that time -- let me rephrase that. Did you know what was happening to\nJews elsewhere in Europe? Do you think your family was aware of that?\n>> Agi Geva: Not exactly. Even, let's say, wouldn't have known. My sister was 13, | was 14\nat the time, wouldn't have known about the meaning, the deportation meant, the word\nconcentration meant. So we heard about it. Always the slogan was the Hungarians will\nnever --\n>> Bill Benson: It won't happen here. And, of course, all of that changed in March of 1944.\nMarch 19 is a very, very significant date for you.\n>> Agi Geva: On the 19th of March in the morning my dad died. He died in the morning. My\nmother called the relatives in Budapest. Everybody from the family. She called them to come\nto the funeral. My uncle arrived. He has a Hungarian name like any other name. It wasn't\nconnected with the Nazis but my mother understood. She got the second of the day and didn't\nknow how to tell it to us, that something dramatic happened. We went to the funeral, only my\nmother and my sister. Nobody could come. And then we came back from the funeral. On\nevery corner was already a German soldier would come. So it was a shock and a dramatic\nchange.\n>> Bill Benson: It happened almost instantly, didn't it?\n>> Agi Geva: The day before we didn't even think.\n>> Bill Benson: Do you think your mother and other family members had any idea at that point\nwhat would happen next?\n>> Agi Geva: | don't think anybody could even imagine what was happening next. It was very\ngradual. We gradually felt the impact what it means to be an occupied country. That week my\nmother sent us to a small village, to a friend's house, for protection. She thought. But we\ndidn't feel protected.\nThe lady of the house was desperate, hiding Jews. That's how she looked at it. She\nwouldn't let us out of the house, even to look in the window. She was so frightened and we\nwere so sad. We were grieving at my father. We couldn't observe. Everything changed. She\ntold everyone to come home. We can't stay away. We want to be with her. And that was a\nreal problem because Jews couldn't leave the house without the yellow star on the jacket or\nclothes or whatever you were wearing. And it was a problem to leave the house without and to\nleave the house with.\nShe stayed with us after my dad died. She wanted to come to the village and build a\nhome. We were worried. When she came, we had to decide with the yellow star on our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nclothes or without. We decided without.\nWe were sitting in the train. The Hungarian gendarme, the German soldiers, they\ncame and they looked at every person who was sitting in those trains. They let people show\ntheir papers. They let people get off the trains whose face they didn't like. It was a trauma\nuntil we arrived. They looked at us but somehow didn't ask for papers and didn't get\nSUSPICIOUS.\nlf we had been caught within Siberia or our papers they didn't like, would have been\nthe same. That's why we decided to risk it without. So we got to our house safely. At least\nthat period was over.\n>> Bill Benson: Is my memory correct that that happened on your birthday? Ok. In the middle\nof June, tell us about what happened on your birthday and then, of course, what happened\nonce you were back in Miskolc.\n>> Agi Geva: Actually, after we got back to Miskolc, there were notes of what we are\nsupposed to do. One of them was we had to give our [Indiscernible] to the municipality and\nour bicycles, which is somehow unheard of. Jewish teenagers have bicycles. When we give\nthem to the municipality, there was a note also that those who were loyalty to Hungary would\nnot have to be -- will not be deported and will work in the fields. So we thought anything will do\nnot to be deported. By that time we knew what the word meant.\nSo my mother found some 30, 35 very good friends who were ready to go to the\nmunicipality who were loyalty to Hungary. They were taken to the fields to the farms, village.\nWe worked there from 5:00 in the morning until late at night. My feet were hurting. | never\nknew before what it meant.\n>> Bill Benson: And you're 14 years old.\n>> Agi Geva: 14. My sister was 15. And we thought it was a hard life but better than to be\ntaken, to be deported. But one day the rule changed, the law changed. They changed their\nminds, the Hungarians, and they sent the gendarmes and the German soldiers to bring us\nback to the town.\nThey told us on the way there was an air raid. You were supposed to lie flat and --\nthey could find you in the fields. The air raid didn't touch us this time, actually. We stopped at\na small village. We were all taken to the police station. The women were left outside. The\nmen got taken in for interrogation. We just heard their screams. They were badly, badly\nbeaten. They wanted to find out from them where were the jewels, money, bank accounts,\nand so on. They were supposed to tell it all.\nThen we were taken not back to our houses in Miskolc, we were taken to the ghetto.\nWhat means ghetto is not well-known, | suppose. Not all of you can even know the word. It\nwas a very, very popular place during the war. In the ghetto with the Polish people. Only a\nfew weeks. That meant out of the city. Part of the town was fenced off. We couldn't go over\nthe fence. We couldn't leave. We couldn't go out walking. You were supposed to stay in the\nhouses.\nNow, the houses meant small, two-room apartment, a couple, maybe one child.\nThey brought us in five, six families into this small apartment with one bathroom, one kitchen,\none bedroom. We were very uncomfortable, very stressed, very worried, very hungry, very\nthirsty, very everything. We thought that the worst part could have happened to us and we\nhoped it would be over soon.\nlt wasn't the worst. We were taken out of the ghetto. They came to the brick factory.\nThe brick factory, it was on the railroad station. It had a roof. It had no sides. People could\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nescape, actually. There were many guards but still. And my mother was encouraged to do so,\nto take my sister and me and just walk out. She was afraid. She was afraid that she would be\ndiscovered. She was afraid. So she stayed. She regretted it all her life.\nMy good friend escaped and we met her after the war. So it was possible to survive.\nWe were waiting for trains. We thought, ok, trains. Trains will be like the trains we\nknew: sitting, looking out the window, having a sandwich. But when the trains came, it was a\nfar cry from what we saw. They were cattle cars. And we thought they just came by and\nwould go. But they did not.\n>> Bill Benson: Let me ask you one question. Did you have any sense of where those trains,\nthose cattle wagons, where they were to take you? Did you have any sense of that at that\ntime?\n>> Agi Geva: No idea. No idea. We thought it would take us out of the country. It was scary.\nWe didn't want to get on those cars but they pushed us on. The Germans and the Hungarian\ngendarmes, they helped us up the very high steps. And even the ghettos we had a floor at\nleast. There was nothing on the floor. They put in as many people as they could and closed\nthe doors on us.\nHappy to be back in the ghetto, of course. We thought worse; there was nothing\nworse. There were very old people in that certain wagon, boxcar. There were very young\npeople. There were babies. There were pregnant women. There were teenagers. Anybody\nwho was in that group and everybody reacted differently. There were people who started to\nscream, couldn't stop screaming. They were hysterical. Kids just didn't know what was\nhappening. How could this be possible? This is not human even. There were babies who\ncouldn't stop crying, of course. There were women who fainted. There was nowhere to faint\nto. We couldn't even sit down. And the train started to move. And there was a very small\nwindow, very small one under the roof. That gave us a little bit of indication when it is night\nand when it is day. We didn't know how many days we were in this horrible conditions, on this\nwagon. It took three days. They told us later.\nWhen the doors opened and we had to get off the wagon, they immediately\nseparated the men from the women. It was one of the worst things | can really imagine.\nBrothers, mothers, it was impossible to describe what it meant to be separated from one\nanother. But there was nothing to do about it. We were at gunpoint all the time.\nAnd then the women started to move to a certain space to a certain point. And this\ntime my mother really got worried. She regretted she didn't escape. She regretted that she\ngot up to this point. She told us to walk slowly, to stay with the crowd. We were five in a row.\nAnd she would go through the front and see what's happening in the front to decide what to do.\nShe got to the front and saw what was happening and slowly, slowly she came back.\nShe could get back to us and tell us the following. “Don't ever call me mom or sister sister.\nFamilies shouldn't be together.” That's what she saw there. Someone said, “Please let me\nstay with my mom,” with my daughter, they were immediately separated. One went to the left\nside. The other was sent to the right side. My mother didn't know at that time what the other\nside meant. We found out much later.\nBut she saw that we are not supposed to be young, not supposed to be 13 and 14\nbecause 13 and 14 years old were sent immediately to the left side. So she told us to put on\nour scarves -- we both had scarves -- and bind it in a certain way that it would make us older.\nWe should say that we are 18 and 19. And under no conditions say -- she saw the way we\nwere binding our scarves would make us look older. It makes me look older even now.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> [Laughter]\n>> Agi Geva: Then she bound her scarf in a different way that made her look younger. And\nthat was that way. It might have helped. Something helped.\n>> Bill Benson: One of the things that we're learning from you today but you can't even begin\nto tell us adequately is how extraordinarily -- just how extraordinary your mother was. And to\nbe able to size that up and adjust like that was remarkable. And there are other incidents like\nthat. You told me about a friend of yours, your best friend, Edith. Can you say a little bit about\nthat?\n>> Agi Geva: Yes. We were two Jewish girls in the classroom. Edith was my best friend and\nother Jewish girl. And her mother was sent to the left immediately at this point than when my\nmother found out in order to stay together. And this time she didn't even think what side it\nshould be but we should stay together. And she would accompany us all the way.\nThe next day, Auschwitz, come back to the selection. But the next day that came,\ntrucks with loud speakers telling every girl under 16 should come to the trucks to be in better\ntreatment, better sleeping quarters, better food. And a lot of girls started to run to the trucks,\nalso me and my sister. My mother caught us and told no way. It doesn't matter that you will\nhave better treatment, better food, better whatever, you stay with me. You stay with me. And\nEdith, you don't go anywhere. You stay with the family and | will look after you as | look after\nmy own daughters. But Edith didn't want to listen to her. She said, \"If | go, | might meet my\nmom. Maybe this is where my mom is staying.” She didn't listen to us. | don't have to tell you\nthat we never saw her anymore. We found out later wnat happened to her.\n| always told you there was nothing worse, the worst was to come. We were led to a\nbig hole. We were supposed to put down our bags. Now, what were in the bags? We hada\nsmall bag. We were told when we went to the farm that we could put in it whatever we can\ncarry. So it shouldn't be too heavy, too weak. So | put in -- [feedback] | put teenage stuff. |\ndon't Know what my sister had. So when we had to give our bags, it was not so tragic.\nHowever, it meant a lot to us because it was our only connection with home yet. So we put it\nin the corner. But the grownups, they had in these bags jewels, family pictures, documents,\nvery important stuff and they got really hysterical. They were begging the guards. They were\ncrying. They were doing whatever they could. They had to leave it. Gunpoint. You have to\nput it down. So it was very hard that act.\nThe next one was worse. We had to undress. We had to undress and leave\neverything you had on to put in another corner, shoes, everything. And this time it turned out\nthat all the grownups thought of the bags that were taken away from them but they\nremembered that there is another way. So they sewed in their clothes -- to show how and\nwhere -- in the pockets, in the lining, in the dresses, the money, pictures, documents, things to\nbuy freedom with, food with. We had to take off these dresses. Everything we had to take off.\nSo my mother and her friends had really nothing left. Their last hope was done, to be able to\nbuy some life work, freedom.\nWe were standing there without clothes. As if this wasn't enough, they came to\nshave us from all hair on our bodies. It was the most humiliating thing | have ever had. Later\ncame other ones but that was this time. And we were led to the showers.\nAfter that time we couldn't find out what it meant to be in the showers. We were so\nlucky that water came from the showers. Because on the other side, on the left side where\npeople were sent, gas came from the showers. And this we didn't know. Luckily. Then my\nmother found out. She was very careful that my sister and | shouldn't know about this, we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nshould never find out about this. She didn't want to spoil our security in a way and to make\nus -- we never found out. In the liberation we really didn't know. She knew everything. And by\nknowing it, she could shield us from all of this, all of this tragedy.\nSo that was actually the first day. And then we were sent to the barracks where we\ngot two blankets. | remember food. My sister says, no, we had no food. Everybody\nremembers other stuff. But everything was gray, the blankets, the barracks, the place, the air,\nthe smoke that we didn't know where it came from and we didn't Know why it was gray and\nwhat it meant.\nIn the barracks we had these bunks. My mother told us, ok, that's what we have. |\nsleep on the middle. My sister on top and | was on the lower one. We thought that's how it will\nbe. But, no. They put another six, seven people on the same bunk. And if somebody stirred,\nall the six people had to turn and so on. I'm not going to get into more details of this time.\n>> Bill Benson: There's so much more you could say but | know you want to tell us what\nhappened after that. You were sent to Plaszow from there, to very hard labor. Tell us about\nthat.\n>> Agi Geva: There were a few days in Auschwitz, might be few weeks, two weeks, | think.\nThen we were sent back to the railroad station, back into the wagons. And the wagons took us\nfor a one-day trip. We were sent to Plaszow. Now, Plaszow is the place where Schindler's list\nwas taken. And Plaszow was the place where the inmates were criminals; not like us who\ncame from the cities and other countries.\n>> Bill Benson: Murderers and --\n>> Agi Geva: Murderers. We were so scared. From the morning to the evening we were just\nlooking behind us, who is behind us. We were very, very scared. And the work was not only\nhard, it was absolutely excruciating. Big rocks, a quarry, Plaszow. We had to take the big\nrocks up the hill. And the next day we had to bring it back down.\nNow, if somebody didn't choose rocks big enough -- like my sister was 13. Really\nhow big a rock could she carry? So she chose a smaller one. She was very, very badly\nbeaten. And, of course, we couldn't help her because we were not allowed to say mother,\nsister. We never spoke about the relationship. Nobody knew that we are family.\nSo this took quite a while. We were very beaten. Very desperate. When we heard\nshelling, we thought maybe the Russians are nearing and liberating us. But the Germans\nheard this, too, of course. And they knew what's happening. They liquidated the camp.\nSo they took us back to the station. Again in the wagons, traveling somewhere. We\nhad no idea where to. My sister and | were crying the whole time. We couldn't stop anymore.\nSo my mother kept telling if you were in the worst place, you were in Auschwitz, and the worst\nplace, we were in Plaszow, there is no worse place than these two places so don't worry.\nWe tried not to worry. When the doors opened and we saw where we were taken, it was the\nend. It was Auschwitz.\n>> Bill Benson: They took you back to Auschwitz.\n>> Agi Geva: Took us back to Auschwitz. And then my mother -- there was nothing more she\ncould say. There would be selections. There was one officer selecting. And the one officer\nwho was selecting was Mengele. | can't even say the doctor. He was the worst, the cruelest\nperson ever. He was called the angel of death. My mother really got scared. She told us,\nlook, two things, either you follow me wherever he sends me or you say you want to work, you\nwant to be in the working camp. Germans need workers. So this might save you.\nSo she said she's going first and my sister after her and | should be the last because\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n| really looked very weak. So she was sent to the right side immediately. My sister behind her.\nAlso to the right. And | came in front of him. He told me left side. | told him, “No, no. | would\nlike to go there.”\n>> Bill Benson: This is to Mangele?\n>> Agi Geva: And he was alone but there were lots of soldiers with guns around him,\nsurrounding him. It was there | told him the working camp. He says, “You don't look to me that\nyou can still work.” And then he realized that we were talking German. And this is the point |\nwant to tell you that my father knew that something was going to happen. He knew something\nvery bad would come. He told my sister and | one day and told us that you have to know\nsomething that can't be taken away from you and this will be languages. And this will give you\npower. And the knowledge will give you power. And he thought if we knew fluent German and\nEnglish by the age of 14. So hadn't | known German that day, | really wouldn't be sitting here\ntoday.\nSo Mangele asked me, \"how do you know German that well?\" It didn't matter\nanymore. He told me, “Ok, go where you want to go.” It was unbelievable. My mother fainted\nwhen she saw the conversation. She was sure she would never, ever see me again. She\ndidn't even know that | was sent to her, to that side, because she was fainting when | got there.\n>> Bill Benson: You told me that when you shared this with audiences in the past, people will\noften ask you weren't you scared of Mangele, to talk that way to him. Tell the audience what\nyou told me.\n>> Agi Geva: | don't know. | was afraid of my mother.\n>> [Laughter]\n>> Agi Geva: She told me to do this. We realized we do whatever she say.\nBut then another humiliation, of course. Why not? We were tattooed like cattle, just\nlike that. They put the number on our arms. It was hurting. It was more hurting the knowledge\nthat they kept on telling us, \"You have no names from today. You are just numbers.\" It was\nhumiliating. It was very hurtful.\n>> Bill Benson: You would continue at Auschwitz for a while longer until late 1944. And then\nyou were sent for the last time from Auschwitz to do more slave labor. Tell us where you were\ntaken. And you were still together at this time. Where did you go from Auschwitz? Tell us\nabout that.\n>> Agi Geva: There were selections every day. Germany needed workers in factories. So\nsometimes they looked at strong feet, strong hands. But sometimes they looked at eyes. And\n| wore glasses from the age of 5. So my mom put my glasses sideways in her shoe, that |\nshouldn't look different. And somehow during the selections we stayed together again. And\nwe were sent to the railway station. We were sent out of Auschwitz. This time we hoped we\nwould never come back to Germany.\n>> Bill Benson: And that's where you went to Rochlitz.\n>> Agi Geva: To Rochlitz, a small town. We were studying there how to make airplane spare\nparts, small screws. And then they gave me a pencil and a paper and a table and a chair. |\ncouldn't believe. It was the first time | saw a table and the first time | sat on a chair since we\nwere deported. They give me the pencil. They handed me a piece of bread. It made me feel\nin spite of my number that I'm just a number, it made me feel human and responsible again. It\nwasn't over.\n>> Bill Benson: But that didn't last long either.\n>> Agi Geva: No.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: Where were you then taken?\n>> Agi Geva: We were taken to Calw, to a big factory where the real -- if | told you it was the\nworst, the worst, the worst, | can't imagine somehow could be something worse. To stand\nhours on your feet, at night, listening to the monotone noise of the machines and stay awake.\nHow could we stay awake at night making these small screws? We couldn't. Until one girl fell\nasleep really and fell into the machine. She was badly hurt. It was a wake-up call for all of us.\nSo we stayed awake. But it was a struggle that | can't describe.\n>> Bill Benson: And while you were at Calw, your remarkable mother, if | understand correctly,\nbegan engaging in little acts of sabotage.\n>> Agi Geva: Yes. It happened by chance the first part of it. | was making the screws from a\nplan they drew for me, from a small piece of aluminum column. My sister was in at the\ncontrols. They were controlling if they are too big, too small, or just right. And my mother was\nat the big filing stone, filing down the screws in case they were a little bit bigger than\nacceptable. And one somehow the stone exploded. She got so scared that she fainted. And\nthey called her to the headquarters, the Commandant, who explained to her that these stones\nare very, very delicate and you can't press the screws harder because then they explode and\nthat is a big problem. You can't find a new one. You have to order one and orders are not so\neasily coming by. Until the stone comes, all the screws were in the crates waiting to be sent\nout. Oh, she thought that might be a good idea. She can maybe help a little bit to end the war.\nSo she kept doing this every now and then. She would push the screw harder to the stone,\nstone exploded, mother fainted.\n>> [Laughter]\n>> Agi Geva: They never found out.\n>> Bill Benson: | was going to say. Did you know she was doing this?\n>> Agi Geva: No. We never found out. She was afraid. She didn't trust anybody. She did it\nbut didn't trust anybody. We found out only much later, after the liberation.\n>> Bill Benson: And Agi, in February, finally in February 1945, you're taken out of Calw but\nthis time you're sent on a forced march which really was a Death March. Tell us about that\nand what you thought was going to happen and where you went.\n>> Agi Geva: Can you imagine something worse than traveling in these wagons? It was the\nworst of the worst to travel in this, these wagons with no place, no space. | can't even tell you\nwith no what. But this was worse.\nThey told us to get ready, we are going. We understood our life might be nearing\nbut we couldn't have imagined where we would be going and how we were going. So we were\nstanding at the door in night -- all the time. They kept on counting. In Auschwitz it was the\nmost occupational, let's say, for them.\n>> Bill Benson: Line up for hours and hours.\n>> Agi Geva: And here they lined us up. We were waiting for a carriage, for a car, fora\ncoach, for something. They said go. Go where? There was nothing. What do you mean\nnothing? You walk. You go.\nWe wanted back the wagon. Imagine we wished back for the wagon. We just had\nto leave in this cold night in Germany, windy, cold. We had nothing -- | didn't mention that the\nfirst day when we had to undress and shower and we were shaved, | didn't mention two things.\nOne, that we were sprayed also. More humility. And after the spraying we had to walk to\nanother corner and choose clothes. What is clothes? One dress and one shoe, no stockings,\nno underwear. So that's what we had on. So! ran back and took my blanket.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: This is the dead of winter.\n>> Agi Geva: In the middle of winter.\n>> Bill Benson: An especially brutal winter as it turned out.\n>> Agi Geva: And we walked. We walked step-by-step in very bad shoes that didn't fit and\nwere worn out already. We were so cold. The wind was so strong. We said, “Walk?” We\nwish the wagons back.\nSo we walked for 400 kilometers every night. And then morning came, they were\nafraid the villagers would see us so they found us barns. We were supposed to sit in the\nbarns. Who could sleep would sleep. We had no food or water. So we were looking for\nsomething. | remember we found potato peels. Hardly any water. We were weak, even. Not\nonly cold, we were very weak. And, of course, we couldn't sleep so we were sleepy. And you\nwere walking when the evening came and we were sent out of these barns. We were sleep\nwalking.\nThen they kept telling us walk quicker. If you want to go by train, ok, walk quicker.\nWe are going to a railway station. We will get the wagons.\nThere were another two girls who understood German. The news came back to\neverybody girl by girl that we are not going to walk by wagons. The wagons, the trains\nbringing the guns to execute us and ordered to do so.\n| couldn't walk anymore quicker than | was walking. | couldn't walk even anymore. It\ncame a point when | just sat down and thought no, no, no, | can't; | just can't. And then |\nremembered hearing that there were Death Marches. Why were they called Death Marches?\nBecause many people, many prisoners, who couldn't walk anymore, really couldn't walk\nanymore, sat down at the side or fell down to the side of the road and they were shot.\nWe were 199 women. One woman died from Typhus in Calw. Nobody else got it, at\nleast. So we were still 199. We just kept on walking. And when we heard what was going to\nhappen, part of us believed it, some didn't believe it. | didn't care. | really didn't care whether |\nwas shot or would die just like that. | just couldn't walk anymore.\n>> Bill Benson: At that point was your mother still able to encourage you to keep going?\n>> Agi Geva: Yes. She kept telling us -- also when we were leaving the factory, she kept us --\nnot being happy, being normal by telling us stories all the time. Stories about what was and\nstories what she thinks will be. She always told us what we ate when we were still at home,\nwhat means home. And she told us when we come back, we will have all of this back.\n| never believed we would be liberated. | personally really didn't believe it. Then she\nkept us going. She told us so many encouraging ideas she had while we were walking until\nshe heard where we were walking, that we might be executed. So she just couldn't encourage\nus to go anymore but we had to. We were at gunpoint. Remember, all this time we had\nguards around us with guns. And then we arrived to the railway station, it turned out -- the\norder was to execute us but they had no guns. We found out much later.\nAn officer with an envelope from the station master. We found out later we were to\ngo over to Switzerland. And the soldiers who were just guarding us, they sent us back to the\nforest. They told -- they didn't tell us that there are no guns to execute you, of course. But\nthey told us you missed the train, you have to keep on walking. | think that was the most\ndesperate day during the whole year of my life. That was the worst of the worst to go back into\nthe forest, in the cold. There were creeks we had to cross. The shoes were not shoes\nanymore. My foot was bleeding. This was the worst day. | just sat down and told no more,\nnever more. But, of course, we had to. And my mother kept going. | don't know what else she\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\ncould tell us to Keep me going but | did.\nWhen we got back to the forest, after a while, somehow after some walking, one of\nthe elders said the kapo, the leader -- there were plenty people, Hungarians, and the Polish\npeople were the ones between the Germans and us, they got the clothes. They got the food.\nThey divided us. And one of them, the older one, she told, “listen to me. Stop walking.” And\nthen she told me these words. “From now on, 28 of April 1945 you are” -- and she had no\nheart to tell the words — “free.” Until we realized what she told, we looked around, there were\nno guards around us. There was no one guarding us.\n>> Bill Benson: They had just disappeared.\n>> Agi Geva: And she told us we are free. So the desperate worst day of my life became the\nbest. | was so happy. | didn't actually know what to do. My sister didn't care. She just sat\ndown, opened her bag, took out all the food there was in it because we had for a few days but\nwe were not allowed to touch it. She sat down and started to eat. She didn't care. Until\nsomebody warned my mother. She remembered that after hunger and starving, it's the worst\nthing you can do, to start eating. People died from this. So they stopped her.\nAnd then what? We are free. So what? What to do? We are in Germany. It's\nwinter. It's cold. We have nothing.\n>> Bill Benson: And the war is not over.\n>> Agi Geva: And the war is not over. Exactly. And we were 179 Hungarians with 179\nopinions.\n>> [Laughter]\n>> Agi Geva: Everybody has a different idea. One told stay put, the other west, one east, one\ntold wait for the daylight. Everybody had some other idea.\nMy mother gathered some 30 people around her. They discussed what to do. And\nthese 30 people, 30-something people, agreed what to do. And we started out in a certain\ndirection. We didn't wait.\n>> Bill Benson: We're close to the end of our time. | Know you're getting there. Tell us about\nthe encountering the U.S. soldiers.\n>> Agi Geva: Yes. So we were walking. And then we were scared by hearing voices. We\nthought, oh my God, we are getting back into German hands. If not the Russians, might be\nanyone else, might be any soldiers. And then we were supposed to be a little bit brave and\nstarted to walk. But everybody heard the voices. And then we heard English-speaking voices.\nSo the group said you know English, you should talk to them.\nOk. | was 14 -- no | was 15 already. So we found a stick, some underwear -- | don't\nknow where but we found it. It was supposed to be white but it wasn't. And the soldier. | told\nthem who we are, where we come from. They told us never in our life, never seen a bunch of\nwomen so dirty, so desperate, so everything. Where were you? What to do with you?\nSo they told, ok, we are taking you to our headquarter. The headquarters was in a hotel. They\nwere very, very nice to us. They found doctors and nurses. They looked after us. They were\njust looking after us. It was actually the liberation.\nAnd | never, ever could find these soldiers.\n>> Bill Benson: And you tried.\n>> Agi Geva: | told them in the newsroom. | told them the date, the day, the hour, everything |\nknew. We couldn't find them. They must be 95 by now. If | was 15 then. We couldn't find\nthem.\n>> Bill Benson: With the very little time we have left -- there's so many more things that |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nwould love to hear you talk about and | wish we had time for our audience to ask some\nquestions. One of the comments that you said to me is that you just can't bring yourself to\ndescribe it as bad as it really was; that, in a way, you're not telling how horrible it really was by\nwhat you've told us. Can you say a little bit about that?\n>> Agi Geva: It's hard for me to talk about it all. | made it my mission to anybody interested\nand everybody should know what happened and how it happened. But it wouldn't be possible\nfor me to continue this mission if | would tell exactly how it was. It was much, much worse.\nWhen | told you it was the worst, it was the worst for that minute. But it was much, much\nworse. The many, many things that | couldn't even mention, the electric fences, and a lot of\nthings | couldn't mention. | can sleep and | can be calm as long as | don't have to talk about\nthe worst stuff, what really, really happened. As much as my mother, what she did, taking care\nof us, that we shouldn't know exactly everything. | can talk about what | spoke today that way.\nAt least that way everybody will know and imagine what there was. But it was much, much\nworse.\n>> Bill Benson: We're going to close the program in a moment. | will turn back to Agi to close\nour program. Among the many things, of course, that Agi doesn't have time to share with us,\nnot only details and much more from what happened to this point but then what happened\ngoing forward. Agi would live for a while under the Communists in Hungary. And many, many\ntraumas associated with that. And then you and your sister would make it to Israel but your\nmother was not able to. And that way you told me that was your first real separation from your\nmother.\n| wish we could keep you all afternoon. We can't. But we want to thank you for\nbeing with us. We remind you we'll have a First Person program every Wednesday and\nThursday until the middle of August. So | hope you will be able --\n>> Agi Geva: [Inaudible]\n>> [Laughter]\n>> Bill Benson: | also -- it's our tradition at First Person that our first person gets the last word.\nSo I'm going to turn back to Agi to close the program. When she's done, Agi is going to get up\nimmediately and go up the stairs here. So if you'll make sure she can do that. Go to the back\ndoor. She's going to sign copies of \"Echoes of Memory\" for anybody who would like one.\nBefore Agi does that, she would like to share with you, when she's back there, if you\nwant to, as you go by, her tattoo. You can't really see it from the stage here. Agi will be at the\ndoor when she finishes.\nAgain, thank you for being with us. On that note, let me turn back to Agi to close our\nprogram.\n>> Agi Geva: Thank you for listening. Really. Lipstick.\n>> Bill Benson: | was so wanting. But you brought it up.\n>> Agi Geva: The American soldiers liberated us, we are going shopping and everybody can\nask for something among the 30 women who were there. Some people asked for schnitzel,\nsome asked for feathers, for something they dreamt of the whole year. Ok. Chocolate. |\nasked for lipstick.\n>> [Laughter]\n>> Agi Geva: Because when | looked in the mirror, | was so ugly. | was bad. | had no hair. |\nwas dirty. | thought lipstick might help.\n>> [Laughter]\n>> Bill Benson: Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n[Applause]\n>> Agi Geva: | wanted to tell you, really, if you have teenagers here, mostly, how very, very\nimportant it is. It's hard to tell you. You hear from teachers, parents. But my sister and |\nlistened when my mother told some things, not go here, not don't talk. If we had not listened,\nwe would not be here today. She knew she saw what's happening. Respect. Very important.\nAnd something else is very, very important, languages. Knowledge. It's power,\nunbelievable power, to know languages and to be able to get around with it.\nAnd the last thing is how this museum is almost my second home. There's so much\nconsideration, so much understanding here. It really means a lot to me. You have all the\ninformation here from ancestors, war crimes, everything you want to know. You have all of this\ninformation in this museum to whom | am very grateful.\nThank you. That's it.\n[Applause]\nThank you very, very much. Thank you.\n[The presentation ended 12:03 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}