{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nHalina Yasharoff Peabody\nThursday April 27, 2017\n10:00 a.m. — 12:02 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\nSuzy Snyder: We have five seats up here right in the front. If anyone wants to come up\nhere, if there's five of you. Actually there's six.\nGood morning. I'm Suzy Snyder and I'm a curator here at the United States Holocaust\nMemorial Museum. Thank you for joining us for First Person. |'m the host of today's public\nprogram. We are in our 18th season of First Person and today it will be Halina Peabody whom\nwe shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena -- Arlene and Daniel fisher\nfoundation. We're grateful for their sponsorship and today we're lucky enough to have Louis\nwith us. Can you please stand? Thank you.\n(Applause)\nFirst Person is a series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at the museum. Our program will continue through\nmid-August. The museum's website, at www.ushmm.org provides information about each of\nour upcoming First Person guests.\nToday's program will be live streamed on the museum's website. This means people\nwill be joining the program via a link from the museum's website and watching with us today\nacross the country. And around the world.\nFirst Person program is every Wednesday and Thursday until the middle of August. It's\nour tradition that at the end of First Person our First Person has the last word. So when we are\ndone here and we have answered our questions, | would ask you to remain in your seats for\njust another minute. But before we do that, let's -- let me introduce Halina in a brief narrative.\nThis features Halina, her mother and aunt in approximately 1938. This is a map of Europe and\na detailed map of Poland. Halina was born in Krakow, December 12, 1932. She was the\ndaughter of Ignacy and Olga Litman. Halina, her mother, and sister survived the war in\nJaroslaw under false papers identifying the family as Catholics. On the way to Jaroslaw the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nfamily encountered a man who threatened to reveal their identity. Halina's mother struck a\nbargain with the man for their tickets and luggage and all the money she had and the coats\nthey were wearing. This is the house where they were staying. This photograph shows Halina\nand Eva celebrate Christmas in hiding. Halina's mother decided the safest place to hide was\nin plain sight. So she found a job in German headquarters peeling the potatoes for German\ntroops. This is a photograph of the headquarters where she worked. After the war Halina and\nher family immigrated to England. Please welcome Halina Peabody.\n(Applause)\nSuzy Snyder: Thank you, very much, Halina. Can you hear me? Can you hear me up\nthere? Okay. Thank you so much for being here today. Halina is -- I've Known Halina a very\nlong time, so -- but | always find out new things every time | go over your history, which is\nactually very nice for me. But | wanted to have you start off by talking about what your\nchildhood was like in the mid to late '30s, before 1938?\nHalina Peabody: Well, | can't remember that --\nSuzy Snyder: What you can remember.\nHalina Peabody: Before 1938 | was very, very young. As | said, as you told, my -- |\nwas about six and a half when the war broke out. We were living in a small town called\nZaleszczyki and my father was a dentist so he had a surgery in the front of the house. We\nwere living in the back. The beautiful town with a river almost completely surrounding it. My\nmother had been a champion swimmer, so she loved the water and she would do water-skiing\nand we used to -- we used to paddle around on the water there from -- there were two\nbeaches. We would go from one to the other, a sunny beach and a shady beach. And as |\nsaid, life was good. The weather was fantastic. My mother was an all-around sportswoman,\nso she taught me to skate when | was five. My father, who decided that before kindergarten |\nhad to learn to read the paper because | was the first so | had to be the good pupil. So | -- |\nnever -- | never remember anything that, you know -- knowing how to read Polish or write\nPolish because he taught me so early so as | said | don't remember any of it. In addition to\nthat, my mother taught me to embroider and to knit and crochet. So as a young child | was\nvery lucky. | had toys, | had bicycles and tricycles. So my mother took wonderful care of us.\nShe knitted everything | had on. So we had a wonderful life. And | was just about to go to\nkindergarten when the war broke out.\nSuzy Snyder: So let me back up a little bit and ask, were your parents practicing Jews?\nHalina Peabody: No, they were liberal. My father came from a religious family. My\nmother came from a liberal family. That's why she and all her siblings went to Polish schools\nand she --\nSuzy Snyder: As opposed to Jewish schools.\nHalina Peabody: Not Jewish, just Polish general schools.\nSuzy Snyder: Did they speak Yiddish in the home?\nHalina Peabody: No, because my mother did not speak Yiddish. My father did but my\nmother did not.\nSuzy Snyder: You said your father was a dentist. What was he like? What kind of\nperson was he like?\nHalina Peabody: He was fun. He was a great, great joker and was -- he was very, very\nfond of me and he didn't like it when my mother tried to discipline me.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n(Laughter)\nSuzy Snyder: Your sister was younger than you by six years, yes?\nHalina Peabody: Six and a half, yes.\nSuzy Snyder: What was it like when she was born, for you, what was that like, being\nthe center of everyone's attention and then suddenly --\nHalina Peabody: No, no, no, it wasn't like that at all. No, no, we waited for her. | was\nvery anxious to have a brother or sister and remember my mother -- | said why she had this\nbig tummy, and she said you're going to have a brother or sister. So she prepared me for that.\nMy mother always told me the truth and there was never any -- any feeling that she would be\ntaking my interest, no.\nSuzy Snyder: Right.\nHalina Peabody: | really was like a second mother to her. Basically through the rest of\nthe war.\nSuzy Snyder: But she was born right before the war broke out, right?\nHalina Peabody: She was two months whether the war broke out, yes.\nSuzy Snyder: So can you describe what that was like, what you remember about that?\nHalina Peabody: Well, | remember that my mother had great troubles because there\nwas some problem with feeding and she suffered a lot with that. She was -- my sister was\nvery small and a little sickly, and the war was coming on then when -- when '39 came around,\nwhen we knew that the Russians were coming, we knew that the men would seem to be in\ngreater danger than the women, at least that was the understanding. So my father with some\nother people, some with families, some without, went over to Romania because the river was a\nnatural frontier with Romania. And the men were afraid of being conscripted into the rationed\nArmy which is what they thought because of the first world war that's what they did. Never\noccurred to them that women and children would have any problem. So he just left.\nSuzy Snyder: So it was really more about protecting your father than anything at that\npoint.\nHalina Peabody: Right. And then leaving my mother with the two of us. Yes.\nSuzy Snyder: And you remember it being particularly difficult on your mother, having a\nnewborn, having you?\nHalina Peabody: | did. | did. And that's why I'm saying, you know, it was more taking\ncare of the baby and my mother because she was -- | became her support.\nSuzy Snyder: So what happened to your father, he tried to --\nHalina Peabody: Well, after a few weeks, | know exactly how many, but everything was\nfrozen over. The river was frozen over. So my father and some other people decided that the\nRussians had done all the bad things they were supposed to do, arrested people, took\neverything -- everything they could find of value and they felt they could just slip back quietly\nand just rejoin the families. And unfortunately the Russians had sealed the border at the time\nand they caught them all. And my father was put on trial and they said he was a spy. They\ngave him 20 years hard labor and sent him off to Siberia. And so we lost him. So just the\nthree of us.\nSuzy Snyder: Did he communicate at all, write, was he able to write?\nHalina Peabody: For the first year, no. After the first year we got some communication\nand we knew he was in Siberia.\nSuzy Snyder: So at first your town is -- becomes occupied but not by the Germans.\nHalina Peabody: No, by the Russians. There was an agreement between Russia and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nGermany in 1939 to split Poland in two. Half was -- the north part went to the Germans and\nthe east part was Russia. And also because my father was given the sentence and he was a\ncriminal, quote, unquote, we were supposed to be going to Russia as well. They were going to\ntake us to Siberia. But for some reason, | don't Know why, they did not take us. But they threw\nus out of our house because it was too good to have a house, a family of a criminal. So we\nwere told to go to a little place called Tluste, just up the road. So we packed up and that's\nwhere we moved. And that's that picture of my mother -- that's the only picture of my sister as\na young child that we have, in Tluste. And that was already there.\nSuzy Snyder: How long did you stay in Tluste?\nHalina Peabody: Until the end of the Russian occupation.\nSuzy Snyder: Which was 1941.\nHalina Peabody: Yes. And they -- they tried -- the Russians dropped everybody one\nclass because they wanted to have more time to educate us or reeducate us. So | went not to\nkindergarten but pre-kindergarten. And luckily | knew how to read, so my mother kept me\ngoing that way. And | remember learning a little bit of Russian letters. Not that | remember\nmuch of that, but we did -- they did try.\nSuzy Snyder: And do you remember anything about Tluste other than maybe school?\nHalina Peabody: Not much.\nSuzy Snyder: And how long were you there?\nHalina Peabody: Until the -- suddenly the Russians disappeared and we understood\nthat the Germans were coming.\nSuzy Snyder: So then you went back to --\nHalina Peabody: Then we went back to Zaleszczyki and to our house and settled back\nin and waited for the new occupiers.\nSuzy Snyder: And the new occupiers were not German.\nHalina Peabody: Yes, they were, the new ones were German.\nSuzy Snyder: At one point, though, the town is occupied by Yugoslav, is that not\ncorrect?\nHalina Peabody: | don't remember the Yugoslavs. | remember the Germans coming\ndown the road on bicycles and, you know, and black uniforms and gold buttons. | don't\nremember --\nSuzy Snyder: How did you feel when you saw them?\nHalina Peabody: Scared. | was very scared because they came in a very loud way,\nyou know, motorcycles, a big fat man in the front on a motorcycle. And the rest of them were\nall in black uniforms, shiny, you know. Very scary. Very scary.\nSuzy Snyder: And how was your mother through all of this? Did she continue to have a\ngood facade? Could you feel her fear?\nHalina Peabody: My mother did her best to take care of us. And | Know she was\nhaving a very hard time with my sister. But we stuck together. And this was the man who was\na technician for my father finished a few jobs and that's how we were able to survive.\nSuzy Snyder: So at one point your mother decides they can't -- you can't remain\nanymore in Zaleszczyki and --\nHalina Peabody: No, no, no, no. Sorry. Sorry.\n(Laughter)\nHalina Peabody: No, no. What happened was when the Germans came, Germans\ncame in, they gave us all new rules and regulations.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nSuzy Snyder: That's right.\nHalina Peabody: The kids had -- Jewish kids had no schools. We had to put yellow\nstars on the houses and on -- on our arms.\nSuzy Snyder: Because they're occupying you, they're occupying the town. And you\nalso mention in one of your oral histories that Aktions begin.\nHalina Peabody: Yes, that's exactly what | was going to say. Every Jew had to be\nworking for them, no matter whether there was a (inaudible), they used to make them clean the\nsidewalks. And my mother, because they had a list of everybody and what everybody could\ndo and they knew my mother was a great knitter so they made her be the chief knitter for the\nGerman mayor of the town. And she knitted for his children. That was her job. And of course\nthe two of us. And then they started, you know, by -- well, everybody had to work for them,\nand they had various jobs to do. They created a committee of Jewish leaders there to be able\nto demand groups and whatever they needed. They didn't want to go around looking for\npeople. So they had these few people that were in charge of giving them whatever they\nneeded. And they would take groups of young people to work out in the farms and out in\nthe -- wherever they needed them to do some work.\nSuzy Snyder: But you don't actually use the word \"ghetto,\" but essentially it was a\nghetto.\nHalina Peabody: No, no, not in Zaleszczyki.\nSuzy Snyder: But it function it is same way but it was open.\nHalina Peabody: No, I'm sorry. We should have discussed this before.\n(Laughter)\nNo, no, we should have discussed this before. No, it was not a ghetto. We were all\nspread out in the town. They -- a few -- a couple of times they took a group out and brought\nthem back. We accepted that that was the -- the system.\nSuzy Snyder: So people were leaving to go do slave labor or labor?\nHalina Peabody: Well, they were slaves more or less. They said they demanded 200\npeople or 100 people or 50 people and they had to be in the morning and they took them out\non a job and then they brought them back. And then the next thing they wanted a very big\ngroup of about -- it was about 600 plus people because they wanted to bind trees for the winter\nbecause winter was very, very severe in Zaleszczyki. And so people went. A lot of people\neven went voluntarily. Everybody wanted to help and, you know, to be cooperative. And they\nwalked them up the road, as usual, and towards the afternoon nobody was coming back and\neverybody got very, very scared and not knowing what was happening. And nobody came\nback until late in the evening, one man came back and he had been shot in the arm. And he\ntold us what happened. When they got to the woods where the trees were to be bound they\nfound there was an open grave there with planks over it and they were told to undress and lay\ndown over the planks and they were shot. As they were shot they dropped into the grave.\nAnd this man was one of the last ones to be shot. They missed his heart, and that's why he\nwas -- and he was on top. So when the Germans left, not caring even if they covered them\nvery much, when the Germans left he managed to scramble out of the grave and came and\ntold us what -- what was happening. And then we understood then that we were in grave\ndanger and we also knew there was nothing for us to do because we had nowhere to run,\nnowhere to go.\nSuzy Snyder: You had said that you would -- that people would watch people leave\nevery day and hope that they came back. You must have -- people must have known that\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nthere was some kind of Aktions going on already before this big one, yes?\nHalina Peabody: Not to my knowledge.\nSuzy Snyder: But they had fear, right?\nHalina Peabody: | --\nSuzy Snyder: The fear of the unknown.\nHalina Peabody: | was a child. | can't tell you what everybody thought.\nSuzy Snyder: No, no, but --\nHalina Peabody: But what | -- what | was saying is that this is wnat happened and then\nthis was the big one. At this point everybody tried to look for a hiding place.\nSuzy Snyder: Right.\nHalina Peabody: And, you know, we all knew that this would happen again. And so the\nnext time came a demand for people to go to work in Germany. Nobody believed them\nanymore. Everybody scattered around and hid. They managed to find the number of people\nthey needed. They loaded them on the train, and after that, you see, there were not many\nJews left in that town. A small town. So they decided to throw us all out, the rest of us, the\nrest of the Jews. They threw us out again to the little town of Tluste. That's where it eventually\nbecame a ghetto.\nSuzy Snyder: | skipped a big chunk. Sorry.\nHalina Peabody: But at that time it was still open. They just told us which area to go to.\nWe just settling in. And we discovered that not only our little group of -- who remained in our\nlittle town was there but also small groups from the surrounding counties. And so we were all\ntogether there. And we -- the first thing my mother said to me, everybody was looking for\nhiding places. And she said it's not going to work because they're going to move us again.\nThat was her understanding. And she started trying to get the children, my sister and I, out to\nRomania. It was only to cross the river, but it wasn't easy. And nothing worked. So the end\nwhen the demand came again for people to work in Germany, everybody hid in their places,\nwherever they could find. But my mother, because we had been there before, so we knew a\nfew farmers there. So my mother decided to put me with one farmer and | was up in the loft,\nand she went and paid another farmer to keep her through the day. And we split up that way.\nAnd all day long --\nSuzy Snyder: And she had your sister?\nHalina Peabody: Oh, yes, she was with my sister. She took her. So | all day was\nthinking that she was caught.\nSuzy Snyder: Right.\nHalina Peabody: And my -- the lady who had me kept coming back saying that she had\nseen this one and this one, they would collect them and put them in the square until they had\nthe right number. And -- but there were people | knew in the square. So | knew a lot of people\nwere caught. And towards the end of the evening finally she did come back and to pick me up.\nAnd she said to me that she was in a terrible state because she thought | was caught. And so\nshe said to me, we are never going to split up again. Whatever happens, the three of us will\ngo together. And that was her decision, and of course | agreed. And after that --\nSuzy Snyder: At some point she tries to secure papers.\nHalina Peabody: That was the thing. We said before the next time it happens, she and\nher friends decided because we were all females they couldn't check, they decided to try and\nget false identities. So they went to a Catholic priest. You know, Poland is 99.999 Catholic so\nit had to be a Catholic priest and bought -- purchased some papers with -- for the three of us.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nThey --\nSuzy Snyder: This is -- the war is going on, it's very hard times. What did she purchase\nthe false papers with?\nHalina Peabody: Her friends helped her. You know, we had good friends. People were\nhelping each other.\nSuzy Snyder: Right.\nHalina Peabody: They wanted us to try. People understood there was not much hope.\nSuzy Snyder: Right.\nHalina Peabody: And so we got good names. Because my sister didn't know anything,\nshe was a baby. So she sat me down and told me my new name, my new grandparents,\nbirthplace, whatever | needed to know.\nSuzy Snyder: So you memorized a whole new identity.\nHalina Peabody: | had to memorize that. And our friends kindly took us to -- it was not\nclosed yet, so | remember that we went to the train and they -- they told me we were going to a\nplace called Jaroslaw, which was another town. It was halfway to Krakow, | don't know why,\nbut anyhow that's where we were supposed to be going. And the -- as | said, there were no\nmore Jews there officially. They helped us get on the train and we said good-bye to them.\nAnd as | said, all we had left was a suitcase of clothing and little money they collected for us.\nAnd we started traveling.\nWe were supposed to be traveling two days and two nights. You know, those trains\nwere not today's trains. They remember old-fashioned, very old and not nice. But we\nwere -- we were doing our best to run. We knew we were going to have to be -- be chased\nsomewhere. | was very scared, you know, the train would stop, my mother would go down and\n| would be waiting. So it was a little scary.\nAs we were traveling, a young man attached himself to us and started chatting with my\nmother, being very nice and asking about the children. My mother was very nice to him and\nthey were chatting away. But then he started asking more probing questions. And my mother\nfinally told me look -- he pushed me so hard | could not -- | couldn't do anything. | told him. |\nactually told him that we were Jewish. And he said well, in that case, | am going to Jaroslaw\nas well. | will have to take you with me. And with we get to Jaroslaw I'm going to give you\nback. | will --\nSuzy Snyder: Hand you in.\nHalina Peabody: To the Gestapo. And so my mother understood that. She said -- she\ntold me everything. She said she understood that that's what's going to happen. We were\ngoing to travel with him and when we get to Jaroslaw we were going to be handed over to the\nGestapo.\nSuzy Snyder: Do you think that he knew you were Jews before --\nHalina Peabody: He was suspicious, you know. Mother and two children. He was\nsuspicious. That's how he started, you know, pushing.\nSuzy Snyder: Prying.\nHalina Peabody: Yeah. And so that's how we traveled. And my mother, never giving\nup, started thinking what could we do. What could be done? Well, we couldn't run. There was\nnowhere to go. We knew that we had not many choices, if any. So finally, she came to a\ndecision. She explained that to me too very carefully. She said that she made a deal with him.\nShe said that she was giving him tickets for the luggage and any money she had and even\npromised the coats on our backs if he would do one thing for her. When we get to the Gestapo\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nto have us shot, all three of us, at once, because she understood that the -- the less suffering\nfor all of us if we were going to be taken away. She knew the children would be killed, no\nmatter what. She did not want to survive by herself because they might sent her to a labor\ncamp but she just did not want to do without the children. So that's what she asked him to do.\nAnd apparently he said yes. And that's how we traveled the rest of the way. She kept thinking\nbut nothing else came to mind and we were kind of in a stupor almost. We were traveling four\ndays and four nights on the train, it was really horrible and | was full of lice, our head and\nclothes and everything. And finally we get to Jaroslaw and when we get there and on the\nplatform we start going down the platform. And | suddenly woke up and | said oh, my God. I'm\ngoing to die. And | started pulling at my mother. Mom, Mom, | don't want to die. | told Mother,\nas we were walking, she said to him well, you know, maybe you can let her go because she's\nblond and green-eyed and maybe she'll survive. And | said no, I'm not going without you. So\nwe continue walking towards the Gestapo. And then she says to him, do you have any\nchildren of your own? And he said yes. So she said look, | gave you everything | had. Keep\nit. Why don't you just let us go and try our luck? | was walking and he's walking with us. And\nshe said to him, and she added this, \"Why do you want us on your conscience.\" I've given you\neverything | have. Why don't you just let us go, try. And something attached him and he said\nto her you don't have a chance. But he turned around and left us. And so there we were, the\nthree of us, homeless and nothing because my mother holding the baby and me by the hand\nand standing in the middle of this town on the main road. She started looking around.\nSuzy Snyder: He took everything, but not your false documents.\nHalina Peabody: Pardon? Well, no, the documents, | think she had somewhere in her\npocket. No, what would he do with the documents. No.\nSuzy Snyder: Which was --\nHalina Peabody: Never asked about that one. And my mother saw a little cafe. She\nwalked in there and asked for a little milk for the baby. And the big baby by then, and then she\nstarted asking around, if there were any places that took lodgers in. It was very important for\nus to be inside, because the Germans were walking around, you know, with guns up and it\nwas very easy to get shot or taken in or whatever. She didn't -- she didn't Know about the\npapers. | don't know to this day if they were real or not. | gave them to the museum, but |\ndon't know if they were good or not. There were no computers in those days, so they couldn't\njust check.\nAt any rate, we didn't want them examined, if possible. And the one man got up and\nsaid yes, | know a washer lady that takes people in and lodgers. He said I'll walk you over to\nthem. So the three of us went with him, not too far from there, and saw the little house. There\nwere three separate apartments, if you --\nHalina Peabody: In that house. We were the middle one. There was this sweet lady,\nshe saw the mother and three kids and she said Okay I'll take you. But the sons, they had\nthree strapping sons, they said no, no, no, mom don't take them. I'm not surprised they said\nthat. She said oh, no, this is a mother and two children. | have to take. And she D. she took\nher in. We gota bed. That's all we needed. My mother explained to her that we had no\nmoney but the next day she would go to work and whatever she earned she would bring for us\nand to keep us. And she did that. She took care -- she used to go to homes and help and\nchange the jobs a few times. Me, as a Polish child, | could go to school for two hours a day.\nNow, | had no background in religion. My own, | hardly knew. | only knew | was Jewish. And |\nwas going to a Hebrew school on Sunday when the time came and they taught me how to sign\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nmy name in Hebrew. | don't know exactly why, but | still know how to sign my name in\nHebrew. As far as religion, you know, | just knew | was Jewish, that's it. So | had no\nbackground in religion per se. And then Catholic religion, | knew even less. All | was told |\nhave to cross myself with my right hand as you go in and as | come out. That's all | Knew. But\nthe good thing was that one of the hours of the two hours in school was a -- one was priest,\nthere was a priest teaching religion and the other was more general. And the Catholic religion\nwas being taught with a catechism and there was a little booklet with questions and answers.\nSo | grabbed at that and | -- of course | could read, so | -- you know, | quickly read and that\nhelped me a great deal. The priest was very nice, very sweet. And of course, they didn't\nknow. But still, | did very well with him and the teacher and because | could read, | was a good\npupil, so that was fine. | also helped by working for a neighbor. My mother thought it was\ngood for us to be busy and to be working.\nSuzy Snyder: Let me ask you a question, though, about the Catholicism. Did you -- did\nyou embrace it as something new and knowledgeable that you were learning and --\nHalina Peabody: Well, | knew that | had to pretend to be a Catholic.\nSuzy Snyder: That's what | was wondering. Was it mostly pretending or --\nHalina Peabody: It was pretending, but | must say | like Catholic religion and my mother\nrealized that. At one point she quietly took me over and said we all pray to the same god but\nthrough different religions and you're Jewish. So that made me quite completely -- you know, |\nknew what | was doing and | -- as | said, | like the Catholic religion but | Knew it wasn't mine, so\nthat didn't give me any trouble.\nSuzy Snyder: | just want to ask a question about you and your -- your relationship with\nyour mother at this point. Are you -- is it a typical mother/daughter relationship? Did you give\nher a difficult time because that's just what it was like or did you -- were you aware that you\nneeded to behave, do everything she said?\nHalina Peabody: Well, | did anyway. | had a very good relationship with my mother.\nMy mother was so nice and so fair always, even in her punishment. And we knew we\nwere -- we were saving our lives.\nSuzy Snyder: Right.\nHalina Peabody: That was always in our minds as well. And | was -- we were partners.\nThere was nobody else who knew who we were. My sister didn't know. Obviously she was\ntoo young.\nSuzy Snyder: Right. You said she was -- you were partners. Did you miss having her\nas a mother or did you have her both as a mother and a partner?\nHalina Peabody: No, she was still my mother but also partner.\nSuzy Snyder: And you helped her.\nHalina Peabody: | was her support. It was the two of us who knew who we were. So\nshe used to sometimes chat with me and talk to me about her youth and what it was like when\nshe was famous swimmer when she was very young and it was a very nice relationship.\nSuzy Snyder: And during the day she -- she was at -- she worked.\nHalina Peabody: Yes, she worked. And | went to school and | -- the woman who\nhad -- the lady that had -- was very nice to me but she taught me a lot of things. | was helping\naround the house. She made sure that | -- see, she wanted to save my soul, | understand and\nappreciate that. So she sent me for classes. | went to communion. There's a picture of me in\ncommunion. And that was all right. Everything was -- everything was quite acceptable. | was\njust scared.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nSuzy Snyder: You knew you needed to do it, right?\nHalina Peabody: Yeah. As | said, there was nothing -- | did not feel bad about doing\nany of it. We were hungry. We kids used to go scramble, try to steal some food from the\nfarmers, for instance, when they came in, they would have to check in a certain amount of\nproduct that they had to bring in. Once it was found they brought in the right amount, we kids\nused to jump over the back of the trucks and tractors with the carts and we used to just grab\nwhatever we could to -- we had mainly barley. That's what | remember, which | did not like\neven before the war.\n( Laughter )\nSuzy Snyder: Did your -- did your mom work for the Germans then?\nHalina Peabody: Well, at first she worked all over the place. She also -- she was very\nworried about security and one of the things she worried very much about was my sister's hair\nbecause she -- my sister has dark hair, curly hair. She has a little Afro.\n(Laughter)\nAnd this is terrible because for the -- for Poland because the Polish girls then, there\nwere not that many other foreigners, there were just Polish girls, straight blond hair. And, you\nknow -- and | had blond hair at least, wavy but they braided mine, but hers was impossible.\nAnd even today when she goes to the hairdresser she comes in with beautiful hair and then\ntwo drops of waterfall and then she goes --\n( Laughter )\nSo she always had this problem. And she just shaved it off.\nSuzy Snyder: Why was it a problem, explain why dark curly hair --\nHalina Peabody: Because she was afraid of being recognized as Jewish. Of course,\nJewish girls had curly hair.\nSuzy Snyder: So she looked Jewish and you looked more --\nHalina Peabody: She doesn't really look Jewish but the hair was a giveaway.\nSuzy Snyder: So did she -- she shaved her hair off.\nHalina Peabody: Not me, her.\nSuzy Snyder: Your mother shaved her hair off.\nHalina Peabody: Yes, completely.\nSuzy Snyder: Did it work?\nHalina Peabody: Well, it must have worked. She -- she said it was because if you\nshave it off it comes back thicker. So that was her excuse. She also tried to offer ourselves as\nPoles to go to work in Germany because, you know, she felt that the Polish people recognized\nJews much easier than the Germans but they didn't take us because my sister was too young.\nSo she tried all kinds of stuff in order to be more secure. And what -- what happened was that\nwhen -- by the time she applied for the job with the Germans was because she felt that if she\nhad an ID card in case they could catch up with us and ask for papers that this might help.\nSuzy Snyder: Right.\nHalina Peabody: And it actually did. Because what happened was at one point they\ncame to the house and they started screaming \"get out,\" \"get out,\" guns drawn in the middle of\nthe night. Everybody got up and my mother showed the papers, she showed the ID card and\nthey say all right, you stay. So only Jews stayed and the others were taken into the station to\nbe checked out. What they wanted to know about the Poles, that they worked for them. If they\nwere busy working for the Germans, they were fine. So they sent them back the next day. But\nwe didn't have to go to the station. And that was one of those things that was just lucky that\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nshe did that.\nWe had, during this time, one letter from the people we left behind, and they gave us\nsome very good news and that was that my father had sent a letter through the Red Cross that\nhe was with his sister in Palestine, now Israel. But at that time it was all under the British. It\nwas under the British mandate. So we understood that he was free and he was out of Russia.\nWe could not do anything because during the German occupation obviously we couldn't\ncontact anybody outside, but we had that information so we hoped if anything things get a little\nbit somehow worked out, that maybe sometime in the future the war will be over and we might\nbe able to get back to him, but we knew he was safe\nSuzy Snyder: So getting back to the woman you were hiding with, just briefly, you said\nshe had sons and were her sons ever suspicious? Did they ever question?\nHalina Peabody: They could have been. | don't know. Frankly, | don't know.\nSuzy Snyder: Just let it go.\nHalina Peabody: They never checked. They never asked.\nSuzy Snyder: So | just want to jump ahead a little to when you were -- | mean, it's not\nreally liberation but suddenly the war ends but in a tragic way.\nHalina Peabody: Well, yes sort of. Not quite. Because I'm here. Well, we did not know\nwhat was going on in the front. We had no papers, no radios. If you had a radio, that was a\ndeath penalty. So nobody had them. We didn't know what was going on. And so my mother\nkept working and as | said, we didn't know what was going on. But one morning, usually the\nhorse and cart would go at 4:00 in the morning and this time, that morning, there was nothing.\nlt was just loud sirens on the streets. My mother was on the bed with my sister. | was\nstanding by the window by the bed. She was talk to go me and said maybe should | go to\nwork or should | not? And suddenly there was a tremendous black and a bang and the one\nand only bomb that fell on that town fell on that house and split the top. And | started crying,\nmy hand, my hand. And my mother grabbed my sister and me by the hand and we walked\nout. My hand was bleeding badly and she -- there was nobody to -- to pick me up either, so\nwe just walked. We walked to the hospital. And that -- then we learned that the Russians\nwere coming the second time. And they patched me up, they scared my mother. They said\nthere were no -- there was no penicillin so | had a very big open wound on my hand and they\nsaid they might have to cut the hand off. They didn't. The nuns were wonderful nurses, and\nthey saved my hand. In the meantime, my mother started knitting again a little bit to get some\nmoney to send requests for my mother. Everybody was looking for people. And she finally\nstarted writing those announcements and luckily we found my father. It took a while.\nSuzy Snyder: The war is -- your --\nHalina Peabody: The Russians are coming.\nSuzy Snyder: Right. So there's still -- the war is still somewhat going on in different\nparts of Europe, for sure.\nHalina Peabody: Well, my mother said to me, you know, they're not leaving. We\nunderstood.\nSuzy Snyder: So you --\nHalina Peabody: They were not killing the Jews.\nSuzy Snyder: That's right.\nHalina Peabody: And in some way they made some kind of a semi official agreement\nthat they led the Jews out. Semi official, pay the guards on the front, but they did allow us out\neventually.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nSuzy Snyder: But your mother wasn't still open about the fact that you were Jewish,\nyou didn't talk --\nHalina Peabody: No, we couldn't because when | was in the hospital | said now | can\nsay who lam. And she said no, there was a Pogrom and killed the few Jew that is came out of\nhiding.\nSuzy Snyder: There was still anti-Semitism.\nHalina Peabody: We had to keep that up until we left, got with a Jewish agency group,\nwe had to keep that up, yes.\nSuzy Snyder: So I'm sorry to --\nHalina Peabody: No, that's all right. That's all right.\nSuzy Snyder: So you were in contact with your dad, you were still living in Poland.\nSTUDENT: Right. My father -- it took a while. My mother also had -- was diagnosed\nwith breast cancer, so she had to have the operation.\nSuzy Snyder: Where did she have it? Where did she have the operation?\nHalina Peabody: There, in Jaroslaw.\nSuzy Snyder: We're still? Jaroslaw.\nHalina Peabody: Oh, yeah, we were in Jaroslav. In the meantime, my father did not\nwant to come himself, he was afraid of being taken by the Russians again so he sent his\ncousin and he came to get us. When my mother went back to the place we were living in the\nmiddle, she discover that had the lady died. It was the same bond. We came through the\nkitchen and the roof had come down and apparently she was underneath. So she died,\nunfortunately. Yes. And there was nothing in that -- that little place that we could salvage so\nthe neighbor next door took us in. So when my cousin came, he put us in touch with the\nJewish agency and finally we had to move to another place, closer to Krakow and we were\nfinally transported out. We made it to Berlin.\nSuzy Snyder: And when did you reunite with your father?\nHalina Peabody: Pardon?\nSuzy Snyder: When did you reunite with your father? When did you and your father --\nHalina Peabody: Well, he came twice he missed us. You know, we were on the road\nsomewhere. Everybody was moving around.\nSuzy Snyder: Right. Of course.\nHalina Peabody: So finally he caught up with us, and we were in Munich and we\nstayed. And there was a in Italy there was a DP camp called Trani, and we said there. He\nwas in a Polish unit created with Stalin's agreement that they let them out to fight because they\nwere worried about having more boots on the ground. So they let out the whole unit and the\ngeneral who was also a prisoner there who created this unit was very kind and he would not\ntake just the men. He said he's going to take families as well. And that's how my aunt and\nuncle and cousin came out and of course my father. And they were serving in the British\nArmy. They were part of the British Army. And my father was actually stationed in Egypt. But\nhis sister was in Tel Aviv.\nSuzy Snyder: And did you -- eventually you moved to the United Kingdom.\nHalina Peabody: Well, because he was part of the British Army, we had the right to go\nto England. So we -- we didn't have to wait for Visa.\nSuzy Snyder: And what year was that, do you remember?\nHalina Peabody: 1940-something, | think. | can't remember exactly. | can look it up.\nSuzy Snyder: And you reestablished a life in the United Kingdom.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nSTUDENT: That's what we had to do. We were -- started in a new language and\neverything new, and eventually --\nSuzy Snyder: How did you like England?\nHalina Peabody: Well, I'm not sure | -- they were good to us, you know. We were not in\ndanger of dying, but | didn't Know the language and it was difficult. And my one outlet that |\nfound for myself was table tennis because | played table tennis was everywhere and | liked\ntennis but there were no facilities for that, so | played a lot of table tennis.\nSuzy Snyder: So you talk about it as if it's a hobby, but really you were this amazing\ntable tennis person. You played -- you had a lot of success with it. You traveled around the\nworld with it.\nHalina Peabody: Well, wnat happened was when -- when we got to our house there\nwas a Maccabiah Club, this was a Jewish club and | spent all my time, all my evenings there.\nAnd when Israel was created they also started having the Jewish Olympic games called\nMaccabiah Games. And | eventually they sent two guys and me to represent England and\nIsrael. And that was when | traveled to Israel for the first time. And that was wonderful. |\nbecame back. | didn't want to come back but | did because my mother was not very well. So |\ncame back. That was 1953. And my mother passed away 1956, unfortunately. So | went\nagain to the next Maccabiah was 1956, and 1957, excuse me.\nSuzy Snyder: So your mom was young, she was.\nHalina Peabody: 48.\nSuzy Snyder: In her 40s.\nHalina Peabody: Very young.\nSuzy Snyder: Where was your sister at this point, living in England?\nHalina Peabody: She was in England. She was like -- she was very young, 17 1/2. |\nworried about her a lot. And in the end | brought her over to Israel for years of service, it's\ncalled (inaudible). She came and all the mascara came down. She came because they make\nyou work, half a day you work and half the day you -- you learn Hebrew. She met her future\nhusband there and he is English so they went back to London. So that's where she resides.\nShe's in London.\nSuzy Snyder: But you lived in Israel for some time.\nHalina Peabody: Yes.\nSuzy Snyder: How many years did you live in Israel.\nHalina Peabody: 11.\nSuzy Snyder: And you said something about living in Israel that | thought was\ninteresting. It gave you back your Jewishness.\nHalina Peabody: Absolutely. Gave me back my soul. What happened was you see\nwhen | started working in Israel, | had to have a job in English. So we got -- | got a job at the\nAmerican Embassy in Tel Aviv, which was very glamorous. | liked that very much. And | met\nmy husband. She was another survivor from Bulgaria. So the two of us were working for\nAmericans, and my husband was sent over to the United States coast to coast. He was with\nUS information agency. And therefore, he wanted -- they wanted him to know about America.\nHe was presenting America's youth to the Vietnam War and he needed to know more about\nthe States. So he fell in love with the United States, so he said why don't we go for a year to\nthe United States. We had -- my son was already five years old by the time we got -- six so we\nended up here. He gota job here, and that's -- was in 1968.\nSuzy Snyder: And you've been here ever since. I've been here ever since. When |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nretired, | said | must do some volunteer work. | didn't know what | wanted to do.\nSuzy Snyder: What did you do for a living here?\nHalina Peabody: | worked for -- for a lot of real estate offices. Not construction. | mean\nin the office.\nSuzy Snyder: And you retired in, I'm sorry, | interrupted but you decided you needed to\nvolunteer.\nHalina Peabody: When | retired | was looking for something to do, and | found the\nHolocaust Museum of course and | missed the fact that when | got to Israel, how wonderful it\nwas because that was my kind of important date in my life. | don't know how it is but | think\nbeing Jewish, going to Israel was something that a lot of people feel, and | felt immediately at\nhome. And | felt that | was somebody. Because being a refugee is no fun. And in England,\neven though they legally gave me all the rights, they didn't -- they didn't love me like, you\nknow, in Israel. In Israel everybody's open, everybody wanted to show me, to teach me, to do\nthings for me. And | just really and truly felt a new person there. And | hope I'm still that\nthough | left Israel. But | do go back often. And my trek is usually | go from here to Tel Aviv\nand then London and then back home.\nSuzy Snyder: Which you're doing soon, yes? In June, | think?\nHalina Peabody: Yes, in June.\nSuzy Snyder: | wanted to take a few questions. And we have one right here in front, by\nway of the web.\n>> Thank you very much. We have a couple of questions from students, we have a\ncouple of classrooms in students from lowa who are watching today online. So lots of great\nquestions. Can you hear me?\nSuzy Snyder: She just asked me to repeat it. She can't hear it. Speak up a little.\n>> So we've got a couple of classrooms in lowa watching today.\nSuzy Snyder: People in lowa are watching on the web.\nHalina Peabody: Oh, | see.\n>> They have lots of great questions. I'm just going to give you a couple quick and easy\nones, | think. The first one is, do you remember what your name was on your false papers,\nand were you related to your sister and mother in the fake identity documents as well?\nSuzy Snyder: Yes, | think do you remember what was your false name?\nHalina Peabody: My first --\nSuzy Snyder: Your false name.\nHalina Peabody: Oh, Alina Latinska.\nSuzy Snyder: And you really didn't have to change the first name.\nHalina Peabody: No, | didn't and | don't Know why they dropped the H.\n(Laughter)\nSuzy Snyder: The answer is yes.\n>> And then we have another question about do you remember seeing any kind of\nGerman propaganda as a young child under occupation, posters or anything like that?\nSuzy Snyder: Do you remember seeing any German propaganda, posters as a young\nchild, the swastikas and posters, radio broadcasts?\nHalina Peabody: | don't recall that. We didn't have a radio. No radio was allowed. But\n| had to have the yellow star, so that was -- that was the only thing that | remember. Yeah. By\nthe time we got to Jaroslaw there were no -- there were no Jews. They had us all in slave-like\nway. They didn't need --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nSuzy Snyder: They didn't need propaganda, they had already been through the town.\nHalina Peabody: No, no.\nAudience Member: When you were living with false papers, did you have any Polish\nfriends or was that too risky?\nSuzy Snyder: Did you have Polish friends when you were living in hiding on false\npapers?\nHalina Peabody: | wasn't in hiding.\nSuzy Snyder: Hiding in plain sight, | guess. Did you have friends who were Polish?\nHalina Peabody: Oh, yes, we have great time. In fact, when we got to England, |\nremember still going to church with them.\nSuzy Snyder: So in addition to that, | just wanted to also ask, do you remember ever\nwondering if these people that you encountered while you were on false papers were also\nJews? Did that ever come up?\nHalina Peabody: No, no, they were all Polish.\nSuzy Snyder: All Polish.\nHalina Peabody: No, the Jews that came out of hiding were really hiding somewhere.\nSuzy Snyder: So your mom actually chose a good town for this, you were pretty safe.\nHalina Peabody: Well, we don't know. You know, anything could have given us away.\nThat's why my sister didn't know. And she was very upset.\nSuzy Snyder: When she found out.\nHalina Peabody: Uh-huh.\nSuzy Snyder: Which | -- which | would imagine --\nHalina Peabody: The Polish education is such unfortunately in small towns, you know,\nthe lady who took us, the next-door neighbor that took us in, my sister told me that she said,\nshe asked me, she said you know now you can tell me you're Jewish, right? And she -- my\nsister said look at me. Do | have horns? Do | have a tail?\nSuzy Snyder: She was really indoctrinated.\nHalina Peabody: Yes, exactly. So, you know, we had to explain to her.\nSuzy Snyder: Yes, go ahead.\nAudience Member: Do you ever travel back to Poland?\nSuzy Snyder: Do you ever travel back to Poland?\nHalina Peabody: | have been about four times, but with good reasons.\nCommemoration of 50th anniversary of Warsaw Ghetto uprising and then to see if my house\nwas still up and my house would have been -- it's now Ukraine, that part of Poland. And when\nthey found my mother's other Jewish athletes details and they had a very nice exhibit in\nKrakow, so my sister and | went. And we also saw the new museum that they have.\nSuzy Snyder: In Warsaw?\nHalina Peabody: Yes, for the Jews. So that was another one. And | don't -- and | went\nonce to see the Auschwitz with a group from here. But! don't normally go to Poland because |\ndon't feel comfortable and there have been problems because a lot of people are still living in\nhouses that belong to the Jews and they've been there for 70 years and they -- they don't want\nto give it back. | didn't because | didn't have any, but that was the feeling that, you know, you\nalways worried. | was warned. | was warned to be very careful. So | don't go for pleasure. |\nwould like to, but | -- I'm not comfortable.\nSuzy Snyder: Yes.\nAudience Member: So if you met a German who had killed people during the war, like\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\nhe was like sorry he did it and he came up to you right now, would you be angry or have hard\nfeelings toward him?\nSuzy Snyder: If you met a German who was -- who had murdered people during the\nwar, would you be angry?\nHalina Peabody: First of all, | can't meet a German through the war, he must be very,\nvery old.\n(Laughter)\n| have met young Germans and we had a wonderful German ambassador here. They\naccept and admit that it was -- what they did was terrible. They | had Kate their children and,\nyou know, they can't give us back the lives -- the people they killed. But hatred is not very\nuseful because if you hate, you only hurt yourself. | do not hate them. | -- | would like to\nactually be friends with them and teach them and tell them my story. And they are very, very\ngood. As far as | know Mrs. Merkel was -- took all these refugees because she said they didn't\ntake Jews during the war, so that's why she was, you know, trying to help refugees. So | don't\nfeel | hate the Germans. The German language makes me feel funny, but a lot of Jews speak\nGerman, too. Sono. No, | don't feel bad about them.\nSuzy Snyder: Yes.\nAudience Member: Did you ever see the person that gave you the chance to make it on\nyour own whenever you got off the train again?\nSuzy Snyder: Did you ever see the Polish man that let you become free?\nHalina Peabody: No, | haven't. | wish | could. He must be very old now, but | would\nhave liked to -- | would have liked to thank him actually, yes.\nSuzy Snyder: Yes.\nAudience Member: Who did you keep as your closest allies?\nSuzy Snyder: Who did you keep as your closest allies?\nHalina Peabody: During the war? My mother. | couldn't -- | couldn't have allies. |\nmean, | had friends.\nSuzy Snyder: You were each other's allies.\nHalina Peabody: Yes. Because, you know, you had to be so very careful, you know.\nSo | was mainly with my mother. It was very hard when we came out and | became a child\nagain.\nSuzy Snyder: We have time for one more. Right here.\nAudience Member: Would you ever think of going back to like Germany? Like ever go\nto Germany and see what they did?\nSuzy Snyder: Would you ever visit Germany?\nHalina Peabody: Oh, yes. | have no reason not to visit Germany. | don't particularly\nwant to. But | mean if there was a reason, | would go. Yeah.\nSuzy Snyder: Jude, do you have any more? So it's our tradition in First Person to let\nyou have the last word, so I'm turning it over to you.\nHalina Peabody: Well, | would like to just say that there's a Hebrew saying, \"tikkun\nolam,\" which means repairing the world, and feel like that's what | would like everybody help to\ndo that because we all need to help each other and worry about the future and I'm old, so | can\nonly talk about the past but the future belongs to the young people. And it's -- there's always\ntime and there's always need to repair the world. So that was -- that's my -- my wish.\nSuzy Snyder: Thank you so much, Halina.\n(Applause).\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n17\n",
    "segments": []
}