{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, July 10, 2014\n11:00 a.m. — 12:02 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: MICHEL MARGOSIS\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. This is our 15th year of the First Person program. Our\nFirst Person today is Mr. Michel Margosis, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena Rubinstein Foundation.\nWe are grateful for their sponsorship. | am pleased to let you know that Mr. Louis Smith is with\nus today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website at www.ushmm.org provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Michel Margosis'\nbiography so that you can remember and share his testimony after you leave here today.\nMichel will share his First Person account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time toward the end of the program, we'll\nhave an opportunity for you to ask Michel a few questions.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Michel is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with his introduction.\nWe begin with this portrait of Michel Margosis. Michel's parents were Russian-born\nJews. His father had been a policeman who had been deported to Siberia. After escaping,\nMichel's parents made their way to Belgium. This photo is of Michel's parents on their wedding\nday.\nOn this map of Europe, the arrow points to Belgium. And on the map of Belgium,\nthe arrow points to Brussels.\nMichel Margosis was born September 2, 1928 in Brussels. This photograph taken in\n1938 shows Michel's brother, his mother, his sister, and Michel who is on the right.\nIn Brussels, Michel's father owned and edited two newspapers, one French and one\nYiddish. First we see his Yiddish newspaper. And the front photo is of Michel's father's press\ncard.\nIn 1940 when the Germans invaded Belgium, Michel and his family fled to the south\nof France and ended up in Marseille. The arrows show their route from Belgium to Southern\nFrance.\nHere we see 14-year-old Michel walking down a street in Marseille. The Margosis\nfamily hoped to sail for the United States. However, they did not succeed in obtaining visas so\nthey escaped over the Pyrenees Mountains into Spain. The arrow on this map shows their\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nescape route.\nArrangements were made for Michel to come to the United States. This photograph\nis of Michel saying goodbye to his father in Portugal before he leaves for the U.S.\nIn 1943, Michel immigrated with other children to the U.S. on the Serpa Pinto, shown\non the postcard on the right. On the left we see a newspaper article about their departure.\nThe arrow points to Michel.\nFollowing his service in the U.S. Army during the Korean War, Michel pursued his\nchemical education in graduate school. Today, he resides in the Washington, D.C. area\nfollowing a 26-year career with the U.S. Food and Drug Administration as an international\nexpert in the chemical analysis of antibiotics.\nMichel's wife, Barbara, passed away 14 years ago from Parkinson's disease. Michel\nstrongly promotes Stem Cell research into Parkinson's and other neurological diseases.\nMichel is very active in his community. He leads a French Conversation group that meets\ntwice monthly, co-leads the Spanish group and participates in the Italian group. For nearly 10\nyears Michel has been serving as a Commissioner of Human Rights in Fairfax County,\nVirginia.\nMichel's son Aaron and his daughter Leah both reside in this area. He has two\ngrandsons, ages 13 and 11, and a 1/-year old granddaughter. Michel and his son attended a\n\"Hidden Children\" conference in Amsterdam in 2005. As part of that trip, he went to Brussels\nwhere the Belgium government arranged a \"token\" settlement for Michel for his losses due to\nthe Holocaust.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMichel speaks frequently about his experience during the Holocaust. He has spoken\nat such places as Ft. Belvoir, where he received his 50-year Anniversary pin for his service\nduring the Korean War, as well as the Marines at Quantico, the Veterans Administration\nHospital in DC and to other veterans and military groups as well as to a number of schools\nincluding the one his granddaughter attends.\nMichel is especially proud that Virginia now has an annual \"Day of Remembrance\"\nthanks to his work with his representative in the Virginia Legislature. And he proudly notes that\nby persevering, Fairfax County, Virginia, has also now established an annual \"Day of\nRemembrance.\"\nHis volunteer work at the museum has included working for Visitor Services as well\nas translating \"Deportation Lists\" from Belgium, Luxembourg and from Marseille. This work\nhas also provided Michel with new information related to his own experience in Belgium and\nMarseille that we will hear more about later.\nWith that | would like you to join me in welcoming our First Person, Michel Margosis.\n[Applause]\nMichel, thank you so much for joining us today and your willingness to be our First\nPerson.\n>> Michel Margosis: | have nothing else to do.\n[Laughter]\n>> Bill Benson: We're glad we caught you on a day when you weren't ultra busy as you\nusually are.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nYou have so much to tell us in a short period of time. We'll start. You were just\nturning 11 when the Nazis overran Poland in September 1939. The war came to you and your\nfamily in Belgium less than a year later in the spring of 1940. Before you tell us about your\njourney out of Europe and to the United States for safety, please tell us first a bit about your\nfamily, your community, and yourself in the years before the war began.\n>> Michel Margosis: | don't know exactly where to start. My father was exiled to Siberia and\nhe escaped. He found his way to Palestine, but my sister contracted Polio and they could not\ntake care of her there. So to find a cure, whatever, Berlin, then Belgium, and then after that he\ntried to get back to Palestine and they would not let him in.\nHe tried and tried. Finally we settled in Belgium. Had we not settled there, | would\nnot be a survivor today. | figured at that time the British mandate in Palestine did not allow me\nto use that system, | guess. And the Jewish agency wanted people to -- rather than\nintellectuals. My father became a newspaperman at the time. The last time he tried to\ncommunicate with them, the refugees from Germany and Austria tried to go to Palestine, too.\nSo he was competing there.\nSo we stayed in Belgium. That's where | had my education. Even though my first\nlanguage was Russian -- well, as you know, we had a very diverse family with my parents\nbeing born in the Ukraine and my siblings in Persia and | was born in Belgium. My parents\nspoke Yiddish to each other. They spoke Russian to us. And we kids spoke French. So we\nhad what's called diversity today.\n>> Bill Benson: And today you co-lead the Spanish group and you're in the Italian group.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Michel Margosis: | picked up Spanish on my way here so, you know. | picked up English\nwhen | was here.\n>> Michel Margosis: You mentioned Persia. That's going to come up a little bit later. Explain\nthe Persian connection in your family.\n>> Michel Margosis: Well, my father was active. He was in the police force. But he was an\nactive Zionist. He had a well-known teacher who indoctrinated him, | guess. He escaped from\nthe concentration camp in Siberia. | think it was Kazakhstan. He made his way back all the\nway to Palestine. On the way, he went to Persia.\n>> Bill Benson: What we call Iran today. Right?\n>> Michel Margosis: Yes. Many people don't know that.\n>> Bill Benson: Right.\n>> Michel Margosis: He had a colleague, a Persian colleague, who helped him to become a\ncitizen.\n>> Bill Benson: Of Persia.\n>> Michel Margosis: Of Persia. So now we have Persian passports, and he was able to get\nback and forth and able to travel. When | came here, | was a Persian citizen. | do not know a\nsingle word of Persian. I've never been there. | never want to go there.\n[Laughter]\n>> Bill Benson: Ok. Tell us about your mother.\n>> Michel Margosis: She was a heroine.\n>> Bill Benson: We're going to learn a lot about her.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Michel Margosis: She had a brother and sister. Brother became a Communist. Never\nheard from him. Sister stayed there. We don't know much about it. Although about 20 years\nago -- | remember a picture that was sent of her citizen. | couldn't believe it. Looked just like\nmy mother; same way of walk and everything. And two of the kids, | guess my cousins, came\nto the states as refugeniks back when they were seeking refuge. It was a problem. But then\nstarted to do things that we didn't care, so we have not been in touch.\nSo when my parents left Russia, they left it forever. My mother wanted to visit one\ntime. We didn't let her. We were afraid of the Communist --\n>> Bill Benson: Not letting her out.\n>> Michel Margosis: So we never saw family, never saw any relatives. Never knew any\ngrandparents, uncles, aunts, no cousins, until finally about three years ago, one or two of them\nwere able to come here.\n>> Bill Benson: You mentioned a few moments ago that your sister had contracted Polio. You\nhad two other siblings. Tell us about your siblings.\n>> Michel Margosis: Well, my sister, the oldest. My sister and | are the only survivors now.\nShe just celebrated her 90th birthday. She was in a community like mine, in Jersey. And my\ndaughter surprised her by driving me over there for her 90th. She was pretty happy. My\nfavorite sister. What can | say?\n[Laughter]\n| also have a favorite son and a favorite daughter.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nlt turned out pretty well. She was very happy. She seems to be content. She\ndoesn't have to cook. Well, a retirement community.\n>> Bill Benson: And you had two brothers as well.\n>> Michel Margosis: One brother.\n>> Bill Benson: One brother. Willy?\n>> Michel Margosis: Willy.\n>> Bill Benson: We're going to hear more about Willy, too.\n>> Michel Margosis: When | came here -- | went to Palestine. That's later on.\n>> Bill Benson: Your 11th birthday, just about the time of your 11th birthday, 1939, on\nSeptember 1, of course, Germany attacks Poland. You remember your birthday quite vividly\nfrom that year.\n>> Michel Margosis: September 1, 1939, Germany attacked Poland. September 2 was my\nbirthday. That was the day that England and France gave an ultimatum to Germany which\nGermany ignored. And on September 3, England and France declared war on Germany. That\nwas a funny birthday present. About six months later Germany attacked Belgium and Holland\nand Luxembourg. | think 18 days later Belgium surrendered.\nWe tried to take -- we tried to go to the coast to get to England. We missed the train,\nluckily for us. The ship that we wanted to take was sunk before it even left.\nThe next available train -- the railroad station was packed. Outside were hundreds\nof people. The next train was supposed to go to a small town about a half-hour away from\nBrussels. We got that. The city was completely flattened out, bombed.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Bill Benson: Before you go on, tell us how you got to the train station.\n>> Michel Margosis: We walked; packed whatever we could within a few days after Brussels\nwas bombed.\n>> Bill Benson: Were you surrounded by thousands of others fleeing Brussels?\n>> Michel Margosis: Well, by the time we got to the station the station was full. | slept on my\nsuitcase until the next morning when we were finally able to get aboard a train.\nThe train -- stopped. The train, decided to go on for seven days and seven nights to\nSouthern France. It was bombed on occasion, strafed on occasion. And most people that |\nspeak to don't know what strafing means. Airplanes, machine guns. The train stopped a\ncouple of times. A few people got down. My father did not let us off the train. He hid us under\nthe seats where the bullets might ricochet. Some people did not make it back on the train, but\nthe train kept going. And finally we got down to Southern France.\n>> Bill Benson: So stop and starting seven days it took to make that trip.\n>> Michel Margosis: We were fed through the window, people throwing food at us, throwing\nwhatever. And that was pretty good. French bread is good.\n[Laughter]\n>> Bill Benson: Tell us -- | think it was during this time when you were aware of two German\nspies being caught, | think. Tell us about that.\n>> Michel Margosis: The first stop, a half-hour from Brussels, the train was delayed because\nthey stopped two nuns. And the nuns, it was revealed, were German spies.\n>> Bill Benson: Dressed as nuns.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Michel Margosis: Dressed as nuns. So that delayed it a little bit. | don't know. It was\nfunny at the time, but | didn't know that the church was -- | don't know much about it. It was an\ninteresting incident.\n>> Bill Benson: And there you are as an 11-year-old, you saw some of this.\n>> Michel Margosis: Oh, yeah. And | remember it.\n>> Bill Benson: So after the seven-day journey, you end up in a small town.\n>> Michel Margosis: A small town on the Garonne River, a big river. We stayed there for a\nwhile. It was early spring. | remember the fields looking out once we stepped out of the town\nwhich was only about 10 minutes from the house in any direction, practically. You saw nothing\nbut grape, grape vines. | learned how to appreciate grapes because | was there day in and\nday out eating grapes.\n>> Bill Benson: Because | think already food was beginning to get scarce otherwise.\n>> Michel Margosis: It started to get scarce, yeah. We still had food.\nA few days later, about two weeks later, France gave up and the Vichy government\ntook over. [Inaudible] was a big hero in World War |. The rations started to come in. My\nparents decided that we should get away from there. | had a friend who had a farm not too far\nfrom there. So we were invited to join them at the farm and stayed there for a while. My father\nreceived his visa to Portugal. He had his papers. He had a valid passport. My mother's\npassport had expired, so we couldn't leave.\n>> Bill Benson: So just your father gets the visa.\n>> Michel Margosis: He went to Vichy, tried to get tickets for us and couldn't make it. He\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\ndecided that because of his writings against fascism and Hitler -- he kept warning the people\nabout Hitler.\n>> Bill Benson: He was a journalist.\n>> Michel Margosis: Since 1933 he kept up with it. He felt he had a price on his head, and he\nwent to Portugal.\n>> Bill Benson: Why Portugal?\n>> Michel Margosis: It was the only country open. Switzerland was not allowing anybody\nanymore.\n>> Bill Benson: And Portugal was neutral at the time?\n>> Michel Margosis: Portugal was sort of neutral. Like Franco.\n>> Bill Benson: Franco neutral.\n>> Michel Margosis: Franco became Franco the head of Spain because the German and\nltalians helped him. They provided weapons. Basically Franco was a fascist.\nUntil we got there, they were sending refugees back to France. By the time we got\nthere, they relented. Well, that came later, but the ally troops invaded North Africa. | think\nFranco saw the writing on the wall and started allowing refugees. And Balthazar in Portugal\nwas another fascist.\n>> Bill Benson: So your father left.\n>> Michel Margosis: He stayed there. He was stranded there because he couldn't go\nanyplace. Finally placed him in a small town in Portugal where refugees were placed.\n>> Bill Benson: So your mom and your sister and your brother and you --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Michel Margosis: We were on the farm for a while. | learned things that farmers do; you\nknow, taking care of chickens, feeding horses and cattle, chopping wood. | learned how to\ndrive a team of horses. It was fun. | learned how to milk a cow; not even pasteurized, just\ndrink it directly from the cow. It was fun. You know.\n[Laughter]\nBut | was young.\n>> Bill Benson: 12 years old at this time roughly.\n>> Michel Margosis: It was an adventure. It was great.\nThen my mother decided there's no point to staying there. She thought perhaps the\nPersians in Marseille might help.\n>> Bill Benson: The Persian ligation because you have Persian citizenship.\n>> Michel Margosis: Right. So we decided to go to Marseille. To go to Marseille we had to\nstop in Toulouse first to make the train connection. And we were told there was a reception\ncenter for refugees, So we signed in. We were given food. We were given a bunk.\nIn the middle of the night my mother didn't feel right about it. She decided to leave.\nThe barracks were basically scrap tents, bottom wood and then tarps around it. We lifted the\ntarp and just sneaked out.\nThrough the Museum many years later | found out that that reception camp was\noperated by the militia, French militia, and the people were arrested and shipped to Auschwitz.\n>> Bill Benson: So your mother just had this sense that this was not the place to stay.\n>> Michel Margosis: Just had a feeling.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Bill Benson: As we will hear later, your mother's instincts were pretty powerful.\n>> Michel Margosis: As we got to Marseille, the best place we could find was just down from\nthe railroad station into the slums. The slums of Marseille was about the safest place to go,\nsafest from the troops, from the police. We found a nice little place, one big room inhabited by\nother living things: bed bugs and a few other things. But it was safe. It was very diverse.\n>> Bill Benson: What made it safe?\n>> Michel Margosis: The cops were not there coming because -- the cops would not feel safe\nin that neighborhood.\n>> Bill Benson: It was so rough.\n>> Michel Margosis: It was rough. The Corsicans, Italians, Arabs, open, smoking Chinese\nnext door. And | could communicate.\n>> Bill Benson: And this is a port city. Right?\n>> Michel Margosis: Marseille is the second largest city in France, the largest commercial\nports. It's about as diverse as it can be. | learned to do a lot of things there.\n>> Bill Benson: As you said, your time in Marseille was a time of growing up very quickly as a\n12-year-old when you were there.\n>> Michel Margosis: Then | made friends with a few locals. But my best friend was somebody\nwho called himself Cafe Ole if anybody knows what that means. His father was from\nCameroon, Central Africa. That was German and liberated and became a protector of\nEngland and France. So it was middle Africa. And his mother was Danish. So he was Cafe\nOle. And we did everything together. We taught me how to swim. Basically it was the most\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nimportant thing | learned. We did everything together. We went skating. We went boating.\nWe went fishing. We went stealing. Well, food was getting to be difficult to get. Rations,\n250 grams of bread, half a pound of bread, a day for a Frenchman who's starving. Starvation\ndiet didn't go much. The bread started to get darker and darker. Rutabaga was plentiful. |\nnever look at it anymore.\n[Laughter]\n>> Bill Benson: While you're doing your part to try to get food -- but you're also having in some\nways a good time because you're still a kid. But your mother, of course, has the responsibility\nfor caring for three children and make ends meet.\n>> Michel Margosis: We registered to come in. | still have the paper that says -- that had to\nbe extended every year. But we didn't do it. | was a kid. | was having fun. So we were\nhiding. Didn't have coupons. So in order to get food she started black marketing. In France at\nthat time, it was death if you were caught. But she made a good business.\n>> Bill Benson: What kinds of things did she blackmarket?\n>> Michel Margosis: Tobacco, cigarettes; one of the main things. If anybody knows about\nFrench cigarettes -- | still don't like them. | started to smoke when | was about that age. And\nwhen cigarettes became in demand, | started smoking other things. | don't remember the\nnames of some of them, different kinds of herbs. And candy was a premium. Profit was\nmagnificent. Anything that could be bought on the lower price and sold at a higher price she\ndealt with. | remember cigarettes under the bed. You could sell them one at a time; nota\npack, a cigarette for, | don't know, $2 or whatever. | don't remember the prices. It was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nlucrative but dangerous. But that provided us with survival.\n>> Bill Benson: Explain to us -- you're in Vichy, France. So ostensibly it's free France but\nthey're very much in collaboration with the Germans. Was there a German Army presence at\nall? No?\n>> Michel Margosis: We didn't see the Germans there. My friend, Rafael, his father was\nblack, from Cameroon. Cameroon was German before World War I. And we suspected that\nhe worked with them. He spoke English at home. His father sooke German. And he was\nFrench. We did a little looking around, especially since | had the little kayak. | could go\naround watching the coast, which | don't talk much about. But we did swim there. The other\nactivities | don't talk about.\n>> Bill Benson: And why don't you talk about them?\n>> Michel Margosis: It's personal.\n>> Bill Benson: Ok.\n>> Michel Margosis: Too personal.\n>> Bill Benson: And as you said in the past, nefarious activities.\n>> Michel Margosis: Nefarious activities.\n>> Bill Benson: As you said, the slums were relatively safe because they were so dangerous\nfor the French gendarmeries and the militia to come in there. You were telling me about what |\nthink you call raffles. Tell us about the raffles.\n>> Michel Margosis: One of the techniques for the people, well, on my birthday after | left\nBelgium, the neighborhood was swept of the Jews. And then on my birthday after | left\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMarseille, the same thing happened. My neighborhood was cleaned. But one way of cleaning\nis to get the troops on one end of the street and see them at the other end of the street and\npicking up everybody that's in between. And if you don't have any documents to justify your\nexistence, you're out of luck. That's what's called a raffle. It's basically a roundup.\n>> Bill Benson: A people trap, | think you referred to it.\n>> Michel Margosis: People trap. And | was able to escape a couple of them.\n>> Bill Benson: How did you do that?\n>> Michel Margosis: Somehow houses are connected. And | was able to transfer from one\nhouse connecting to the outside to the other. Leon is a better city for that than Marseille.\nMarseille, the neighborhood that was particularly trapped, | knew pretty well. My friend,\nRafael, he lived in a section called the basket. It was blown up about three months after we\nleft. The whole neighborhood was just blown up, picked up everybody. | don’t have a number\nof how many Jews were picked up in there. And the French were relocated.\n>> Bill Benson: Wasn't -- was your brother Willy picked up in one of the raffles?\n>> Michel Margosis: My brother Willy was picked up early on. That was pretty early after we\ngot to Marseille. He was picked up. He was parading with the people supporting General\nDegrelle. He was picked up and released the next day. Apparently the look on him, they\nwould have noticed that he was Jewish. | won't discuss how.\n>> Bill Benson: So he was able to get away because of that.\n>> Michel Margosis: He was able to get away. And | hardly ever saw my sister or brother\nthere.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ig\n>> Bill Benson: They were doing what you were doing?\n>> Michel Margosis: They were doing their thing. | was doing my thing. My brother was three\nyears older. My sister was four years older. So we are different crowds.\n>> Bill Benson: Do you know if there were other Jews from Brussels that were also in\nMarseille at the same time who had escaped there like you had?\n>> Michel Margosis: No. | don't know anybody from Brussels, but my mother had a friend.\nWe had good friends who had a candy shop. We were friends with them. My brother was in\ntouch with them, with one of the boys. Then we heard that one of the boys escaped and the\nfamily was picked up by the Germans or the French militia.\n>> Bill Benson: So, Michel, at some point, though, your mother decides it's time to get out of\nMarseille and she wants to go to Spain.\n>> Michel Margosis: Oh, that was when the allies invaded North Africa. The Americans ended\nup in North Africa. The German troops came down.\n>> Bill Benson: So now the Germans are present.\n>> Michel Margosis: Actually German troops. I'm sure they had a lot of German civilians\nworking there, but the German troops. The picture you showed walking down the main street.\nThe Germans were marching on the same street, the main street. And the sound of those\nboots, | can still hear.\n>> Bill Benson: So so-called free France no longer exists. The Germans have now occupied\nit all.\n>> Michel Margosis: | never called it free France. | called it unoccupied France. The troops\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nwere there. Within hours | think my mother bought with money that she was able to make,\nbought false papers. And back in those days to travel from one town to another, you need a\nspecial pass to take a bus or take a train. You needed special documents. She was able to\nget it. Same for my sister because of her Polio had to go to the mountains because the\nmountain air was so much fresher. So we got to the border.\n>> Bill Benson: So the papers were to go to the mountains for her fresh air because of her\nPolio. That was the explanation.\n>> Michel Margosis: Right.\n>> Bill Benson: As you said, your mother paid for it with money that she had earned from the\nblack market. Tell our audience how much money it cost to get those papers.\n>> Michel Margosis: For the papers, | don't know how much it costs but when we went to the\nborder and we hired -- well, we were accosted after dinner in a restaurant at the border. We\nwere accosted by two French gendarmes, the national police, uniformed. They asked us\nwhether we wanted to go over to Spain. And my mother, through my sister because she\ncouldn't speak French -- oh, | forgot to mention. The train we took from Marseille to the border,\nToulouse and the border, we had German troops in our cabins. And my mother couldn't speak\nFrench. She spoke Yiddish and Russian. So she started signing.\n>> Bill Benson: Pretending.\n>> Michel Margosis: Pretending to sign. The Germans never caught on. We caught on. And\nwe spoke French with a Southern French accent, very easily. And then we responded. That\nwas a marvelous trick. That was really wonderful.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: And on the spur of the moment.\n>> Michel Margosis: That was my mother.\n>> Bill Benson: That was your mother.\n>> Michel Margosis: We got to the border without any incidents with the troops there, but then\nwe were accosted by those two French gendarmes if we wanted to go. My sister said, “We're\nFrench. Why do we want to go to Spain?” Eventually we relented because we didn't have any\nchoice anymore. They were willing to take us over for $10,000 each, $40,000 in 1942. My\nmother did not deal so much with French currency but with green backs. That was valuable.\n$40,000 in 1942 | believe today is about $500,000.\n>> Bill Benson: She had amassed that through her black market activities.\n>> Michel Margosis: She was able to do that. So we packed whatever we could, again. |\ncarried a French dictionary. | don't know why. When | was in Marseille, | used to go to the old\nport where my friend was. He lived there. There was a book shop. | used to go there all the\ntime. | never bought anything, but | read. | read things like \"The Last of the Mohicans,\"\n\"American Detectives,\" \"Buffalo Bill.\" But | also read “Don Quixote,” and the \"Les Miserables.\"\nBut “Don Quixote” in French and Spanish. | came here and | read it in English. It sounds like\nthree different stories.\n>> Bill Benson: So a giant dictionary.\n>> Michel Margosis: [Inaudible]\n>> Bill Benson: You can climb over the mountains and haul a dictionary.\n>> Michel Margosis: Not to the top. The top was about 7,000 feet. But the cops, the guides\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\ntook us through. It was still pretty high. And in November it gets pretty cold.\n>> Bill Benson: How -- when your mom had to trust -- they call them passures. They offered\nto take you over for $40,000. How did you know they weren't going to turn you in?\n>> Michel Margosis: We didn't. | found out much later, again through my museum here, that\nmany of those people collected the money and then turned us over to the authorities. We\nheard dogs. We heard noises.\n>> Bill Benson: As you were making your way over.\n>> Michel Margosis: As we made our way over through the woods and the snow. They knew\ntheir business. We paid for it.\n>> Bill Benson: You made it to Spain.\n>> Michel Margosis: Made it to Spain. We got into a small town, village. The inn was closed.\nTables and chairs were stacked. We were placed behind the counter and we slept there until\nmid-afternoon. Then we were introduced to two Spanish guys. For another sum of money -- |\ndon't know how much that was -- they were willing to take us to the big city of Barcelona. They\ndidn't go through the woods. They followed the railroad tracks. That was the easiest way to\ngo into town. And within an hour or so we were picked up by the Spanish police. Italians call\nthem carabineros.\n>> Bill Benson: Guardian civil?\n>> Michel Margosis: Guardian civil. Had looked like typewriters as far as | can tell.\n>> Bill Benson: This is a government that's very pro German.\n>> Michel Margosis: | was told, again through here, that before the invasion of North Africa by\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe allies, many of the Spanish sent refugees back to France. | understand that my\nbrother-in-law came through Spain also around the same time but didn't have a guide. They\nwere young. Brother-in-law escaped -- he was in the French Underground. He escaped from\nthe French Underground. He was detected. His group was detected. Many of them were\nshot. Didn't have the luck we did.\n>> Bill Benson: But still you were apprehended. What happened then?\n>> Michel Margosis: We were taken to a small town where we were fed. Good Spanish food.\nAnd that was shortly -- that was just a few years after the Civil War. So the food was still in\nshort -- | don't remember if we had paella. It was good. After the diet that we had in France --\nalthough it did help, the diet in France, because | went fishing. But that Spanish food was very\ngood. Each one of us -- my mother and sister was placed in the women's jail. My brother in\nthe men's jail. And | was under 16 so they put me in an orphanage. From jail my brother was\nsent to a concentration camp that was set up for the Spanish Civil War. And the orphanage, of\ncourse it was a Catholic orphanage, so we went to mass every morning at 6:00. Of course, |\ndidn't notice anything about it. We stayed there for a while.\n>> Bill Benson: Each in your different locations.\n>> Michel Margosis: Each in a different location. | don't remember just how long, maybe a\nmonth. Then we were placed, the whole family reassembled and sent to another city, town,\ncalled -- used to be a Roman water city with spas and all of that. Set up several hotels for\nrefugees sponsored by the American legiencies.\n>> Bill Benson: Willy was with you, too?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Michel Margosis: No.\n>> Bill Benson: He was still in the camp.\n>> Michel Margosis: He was already in camp.\nFrom there, after a few months there, a couple of months, we were sent to a big city\nof Barcelona. My brother was released. We were able to get together. We were subsidized to\nlive with a family. From there my mother found out about an organization sending children to\nAmerica, children under 16 and born outside of Germany. My mother signed me up. We said\ngoodbye. And | came.\n>> Bill Benson: Before we go to that, you told me about an image you remember -- of course,\nwhen you were there in Barcelona, your mother still wanted to get to the Persian ligation\nbecause of the citizenship but the American and German Embassies were side-by-side.\n>> Michel Margosis: We went -- the one that | went to was the British Consulate in Barcelona.\nAnd that's where | found out about the war. | did not know America got into the war. And then\n| went to the American Embassy because it was pretty far away from there. But! noticed on\nthe square, the American Embassy and the German Embassy -- Consulate. The German\nConsulate, practically next to each other. And watching those two flags flying.\n>> Bill Benson: The swastika side-by-side.\n>> Michel Margosis: Just couldn't believe it. But | never entered that building, neither one.\nBut -- because Persia was protective of England we felt we were better served by the British.\nThough they never did anything for us.\n>> Bill Benson: So your mother was able to arrange for just you to go to the United States.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nShe says goodbye to you from Spain.\n>> Michel Margosis: Right.\n>> Bill Benson: And you -- tell us about your trip.\n>> Michel Margosis: We boarded the train in Barcelona, picked up a few kids in Madrid, and\nthen went to Portugal. And | understand that there were about 1,400 kids that came to this\ncountry by themselves from 1933 to 1945. I'll never get over it. The British were able to get\n15,000 --\n>> Bill Benson: 10,000.\n>> Michel Margosis: 10,000 --\n>> Bill Benson: Kindertransport.\n>> Michel Margosis: Kindertransport in a year and a half to England. And America could only\nafford to bring over about 1,400 to this country in 12 years.\n>> Bill Benson: And you were one of those.\n>> Michel Margosis: | was one of those lucky ones, again.\n>> Bill Benson: Before you got here, in Portugal you were reunited with your father.\n>> Michel Margosis: | hadn't seen my father in three years.\n>> Bill Benson: Do you remember that reunification?\n>> Michel Margosis: Yes. First thing he did is opened cigarettes and offered me a cigarette.\nHe said, “You're aman now. You can smoke.” So | smoked.\n>> Bill Benson: Had your mother and father been able to communicate much at all during that\ntime?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Michel Margosis: Some. | remember that eventually in Spain much of the writing was\nblackened out so we couldn't see --\n>> Bill Benson: Censored letters going back and forth. Ok.\n>> Michel Margosis: | remember my mother before | left, she baked. | mentioned if | had one\nof those cookies, | would break it. But they were still very good. And when | gave it to my\nfather -- this is before eating it. So that was quite a reunion. | stayed with him for about three,\nfour days. He even took me to a movie.\n>> Bill Benson: So he had been safe that whole time.\n>> Michel Margosis: He was safe in Portugal. | found out much later through a group here\nthat he was acting rabbi where he was.\n>> Bill Benson: So you go to the United States with a bunch of other kids, Serpa Pinto.\n>> Michel Margosis: Serpa Pinto, a Portuguese ship. We stopped in Oporto for a load of cork,\nwhich now we don't use. We use plastics or screws, screw tops. Then we went to Azores.\nPeople were throwing corns and whatever. And | bought two pineapples. A couple of days\nlater when | got to them, so delicious, they were fermented. And that was a wonderful\nexperience.\n[Laughter]\n>> Bill Benson: A not so wonderful experience, | think, on your crossing. You had a U-boat\nincident. Didn't you?\n>> Michel Margosis: That's a little vague. We were stopped by a U-boat. Someone was\nasking, was it ally or Germans? Well, U-boat was only Germans. A German submarine\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nstopped the ship. Everybody was awake. | didn't want to go up there. Then we heard a\nsplash. And that was it. They let us go. Then we found out that one of the cooks was\nmissing. But continued on. Nothing happened.\n>> Bill Benson: Why would the U-boat -- because it's a Portuguese ship? That's why they\nwouldn't have attacked it?\n>> Michel Margosis: Right.\n>> Bill Benson: But they boarded it.\n>> Michel Margosis: They boarded it.\n>> Bill Benson: Do you remember being frightened by that?\n>> Michel Margosis: No. It was a neutral ship.\n>> Bill Benson: Didn't have to worry. Ok. So you make it to the United States.\n>> Michel Margosis: We land in Philadelphia. Sky was full of balloons, nets, whatever. |\nthought it was a reception for us.\n[Laughter]\nBut they were protecting against airplanes, | guess. As soon as we landed, we had a pilot who\ncame onboard to guide the ship in. Went through customs. | took my stamp collection that |\nhad. | had a big stamp collection, which | thought was important. My brother-in-law says it\nwasn't worth anything so | gave it to him.\n>> Bill Benson: Why did he take your stamp collection?\n>> Michel Margosis: They were probably looking for something there.\n>> Bill Benson: Of value.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 07\n>> Michel Margosis: Possibly other things. Many spies used stamps, under the glue.\n[Inaudible] | noticed it was gone. | think my brother took it.\n>> Bill Benson: Where did you go to live -- you're here in Philadelphia, by yourself, you're 16.\nUnder 16.\n>> Michel Margosis: Yeah. We immediately took a train to New York. We were placed ina\nhome in the Bronx. Then | think the following day | had a cousin my sister's age who came.\nShe was taller. She had a big sun hat and a French dictionary under her arm. She decided to\ntake me to Radio City, show me the big city, Radio City Music Hall. | was not too impressed,\nbut | had to show some appreciation. And she tried to talk French to me, high school French,\nwhich is a word from a dictionary. She finally says, “Do you speak Yiddish?” | said, “No, but |\nremember some because my parents spoke and | heard it long enough.” So finally we were\nable to communicate. A few days later | went to live with them. And | stayed with them fora\nwhile until they couldn't take me anymore because he had lost everything during the\ndepression. And | did not know | was under the protection of the Justice Department. And that\nput me in a foster home after that. And | stayed in that foster home until May 1946 when my\nparents came here.\nSoon after | left Spain, my brother and sister went to Palestine because my sister\nhad fallen in love with a Palestinian who went to study in France. And he went back to\nPalestine. And she wanted to go because she was in love with him. She also saw -- that was\nin Marseille but also in Barcelona. And my parents suggested that my brother be along as a\nchaperone.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: With your sister.\n>> Michel Margosis: Yeah. So my sister ended up in Tel Aviv. My brother was outside of\nJerusalem. He became a truck driver; commuting to Tel Aviv. My sister had taken a course in\nMarseille, sewing, mending, whatever. She made things like wedding dresses and things.\n>> Bill Benson: So just your parents came to the United States.\n>> Michel Margosis: Then my mother hired another guy to take her to Portugal from Spain.\nIllegally. | do have documents. | have documents that showed that we were legal residents in\nBelgium. That was important. So | came here. | went to live with my cousins. And that was in\nBrooklyn. And | became a Brooklyn Dodger fan. And | gave up baseball 1957 when | moved\nto California.\n[Laughter]\n>> Bill Benson: So your mom and dad did get here together in 1946. What was that like for\nyou with all the upheaval you had been through?\n>> Michel Margosis: | came into Philadelphia. | went to Philadelphia to greet them. The boat\nhad not landed yet, so | went to a movie. The movie was \"Anna and the King of Siam\" with\nRex Harrison. | remember. And then | finally went to the boat. It was a marvelous meeting.\nMy father brought all kinds of goodies from Portugal, pottery mainly and ancient Bibles. The\nancient bibles he gave me before from Portugal thinking that it might provide some funds for\nme. We went immediately to New York. We were held by the Hebrew Immigrant Aid Society,\nHIAS. Set them up and we lived together.\n>> Bill Benson: What about your schooling which had been disrupted much earlier?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Michel Margosis: | landed here June 22, 1943. | just celebrated my 71st Anniversary here.\nThat was June 22. June 21 was another special anniversary, too. That's when | got married.\nSo | celebrate all of these things at the same time, basically.\nThat summer, it was the beginning of the summer. Came here June 22. | got\nacquainted with Coney Island. My cousin took me to the roller coaster there, Luna Park. Got\nacquainted with Nathan's.\n[Laughter]\nAnd then | tried doing it myself one time and | got lost. | took the wrong trolley. But | found my\nway back.\nAnd then September they enrolled me in school. My first words that | learned here\nwas from a neighbor. The neighborhood was also diverse. | had Greek friends next door,\nItalians across the street, and Jewish friend who taught me English. But the English that he\ntaught me was Italian.\n[Laughter]\nAnd my cousin told me never to repeat those words again.\n[Laughter]\nThey enrolled me in school, first semester. The teacher that took me in was the\nFrench teacher, so | was able to communicate. It was not easy the first year. | did not know a\nword of English except maybe \"I love you.\" You pick up things in the movies.\n[Laughter]\n>> Bill Benson: And other things you will not share with us. That's right.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Michel Margosis: That put me in French V. Then | took civics, English, math. English, |\ngot 59. That passed me. Passing grade is 65. That passed me. That passed me civics,\nwhich | never understood a word of.\nThe following year | was taking \"Midsummer Night's Dream,\" Shakespeare. | made\nit in three and a half years. | became an honor student. | took science, physics | didn't like.\nThen my last year | took chemistry and that changed my life. It opened up a new world. | fell\nin love with it. | decided to go into chemistry against my father's wishes. Because initially\nwanted to be a journalist like him. | took a course in English, started writing. The teachers\nliked what | was writing. So then the chemistry really talked to me. And | became a chemist.\n>> Bill Benson: A research scientist chemist.\n>> Michel Margosis: | finally managed to do my own research for the Food and Drug. |\nsuggested things to my boss and he said that sounds good. So | became an expert.\n>> Bill Benson: I'm going to ask you one more question before we begin to close up because\nof our time. | just want -- for the record | want to note that Michel is writing his autobiography.\nYou really are a very good writer. So your father would be very proud of the journalist in you.\nYou're a good writer, too, on top of being a good scientist, great scientist.\nSeveral years ago you were here on a First Person program and there was a local\npoet in the audience just happened to be here. After she left she wrote a poem.\n>> Michel Margosis: She asked my permission to write about my mother. She was writing a\nbook about the women of resistance. And she wrote a lovely poem that encapsulates\neverything I've been saying in one page.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Lukshen. Is that the name of it?\n>> Michel Margosis: The name is called \"lukshen\" in Yiddish means noodles. And that was\nour code word for black market dollars in France. So we didn't say 500 lukshen -- $500. We\nwould say 500 lukshen.\n>> Bill Benson: Would you mind if | read a little bit?\n>> Michel Margosis: Go ahead.\n>> Bill Benson: Very end. “Schendel Margosis, three children, two strangers, never looking\ndown, scraping their way over. Lucky children, her lukshen, buying them a soft pink Spanish\ndawn.”\nIt's our tradition at First Person that our First Person gets the last word. I'm going to\nturn back to Michel to close our program in a moment. We didn't have a chance for question\nand answers with you but after the program Michel will step down off the stage over here. So,\nplease, if you have a question you would like to ask him, please feel free to do that or just say\nhi to him or get your picture taken with him, whatever you want to do. He will be available for\nthat.\nI'm also going to ask you, at the end of the program when Michel is done, to stand\nbecause our photographer, Miriam, is going to come up on stage and get a photo of Michel\nfacing this direction but with you all as the backdrop. It's just a really wonderful way to\nmemorialize his visit here with us at First Person.\nSo, Michel?\n>> Michel Margosis: Well, | didn't memorize it because at my age we don't memorize\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nanymore.\n[Laughter]\n| am here relating some brief memories of my contribution to history, my escape\nfrom Europe and my arrival as a refugee alone in this country 71 years ago while war was\nraging and now I'm a Holocaust survivor. | recall my father's illusions to Pogroms and his\nresistance to the revolution and his own escape from Siberia. It does seem as long ago as the\ncrusades or the inquisition.\nI'm immensely grateful to have found refuge and become a citizen of this great\nnation where I've had the freedom to plan my own future, to worship or not as a Jew, to\nacquire an education and to become a successful research chemist with the FDA, to serve my\ncountry in the Army and Civil Service, to marry and to have a loving family to be immensely\nproud of.\nThe talk reaffirms the legacy of my heritage with memories from those dreadful days\nas well as those happily derived afterwards. As | am more than willing to bear witness to the\nHolocaust, | must leave it to this great museum and to you, you all, to ensure that it will be\nremembered. The foremost lesson here is that heinous genocides must be held in check for\nthis earth to survive.\nTo the young people here, | would simply but strongly admonish you to study and\nlearn with purpose as much and as far as you possibly can so that you may be as fortunate as\n| have been in truly enjoying years of freedom and employment. This nation became the\nworld's [Inaudible] because of its innovative experiment of democracy that we just celebrated\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nlast week. This was followed by great advances in science and technology as we are also the\nmost successful nation living with diversity. Learn all you can about your country and the\nissues troubling it. Know your rights and use them. And most importantly, vote. But vote for\nthe right people, of course.\n[Laughter]\n[Applause]\n[The First Person event ended at 12:02 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}