{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, August 14, 2013\n1:00 p.m. — 2:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nMARGIT MEISSNER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, host of the museum's public program First Person . Thank\nyou for joining us today. We are in our 14th year of First Person. And our First Person today\nis Mrs. Margit Meissner whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person. |'m pleased to let you know that Mr. Louis Smith is with us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each of our guests serves as a volunteer here at this museum.\nWe will close our 2013 year of First Person after tomorrow's\nprogram. The Museum's website, www.ushmm.org, provides information about our First\nPerson program and will include information about the program in 2014.\nMargit Meissner will share with us her First Person account of\nher experience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntoward the end our program, there will be an opportunity for you to ask Margit a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Margit is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her\nintroduction. Margit was born Margit Morawetz on February 26 in Innsbruck, Austria. When\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMargit was a baby, her family moved from Austria to Prague, Czechoslovakia. The arrows on\nthis map point to Austria and Czechoslovakia. Prague is identified on this map with a circle.\nHere we see Margit at the age of 3. She was the youngest of four children born to Gottlieb and\nLily Morawetz. Gottlieb, seen here, was a banker from a religious Jewish family.\nHere we see Margit's family at the Lido, a beach resort in Venice\nin 1926. From the left are her brother, Felix, her cousin Ernie Morawetz, her brother Bruno,\nher mother and father, and circled is Margit. And then we have Margit's governess, Yeya, and\nher brother Paul.\nMargit's father Gottlieb passed away in 1932 when Margit was\n10 years old. In 1938, Margit was 16, attacks on Jews in Central Europe escalated and her\nmother decided she should leave school in Prague. Margit was sent to Paris to live with a\nFrench family where she studied dress making. In 1939 Margit's mother joined her in France.\nThis is Margit with her doing Flippi just before leaving Prague in\n1938.\nAs the Germans were advancing on Paris, Margit's mother was\nordered to an assembly point in the south. Margit bought a bike and fled with other refugees to\nthe South of France. Margit found out that her mother was at the Gurs detention camp in\nSouthern France, which is shown here in this photograph. She eventually got a train ticket to a\ntown outside of Gurs.\nWhen France surrendered to Germany in June 1940, Margit's\nmother was able to leave Gurs in all the confusion and join Margit. The two fled via Spain and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nPortugal to the United States where they settled in 1941. In this photo we see Margit in 1941\nsoon after she arrived in the U.S. Upon her arrival, Margit found employment as a\ndressmaker. She attended Black Mountain College in North Carolina and married three days\nafter Pearl Harbor. Margit would later work for the Office of War Information, spend time with\nMGM studios, and because of her language abilities worked for the U.S. Army of Occupation in\nGermany, re-educating Hitler youth.\nWe cannot do justice today to describe the remarkable journey\nher life would take from there, but it included many stops in the U.S. and abroad. Margit would\neventually spend 20 years with the Montgomery County, Maryland, public school system\nspecializing in disability issues. She remains on the board of an organization which she\nhelped found that helps youth with disabilities obtain employment after graduation from high\nschool.\nMargit lives in Bethesda, Maryland. She has two children and\ntwo grandchildren. Her daughter Anne lives nearby in Silver Spring, Maryland, and she is here\ntoday to listen to her mother's story. Where is Anne? Right there in the very back we see\nAnne.\n[Applause]\nMargit's son Paul is a hospital planner at Montefiore Hospital. Margit's partner passed away in\n2008 at the age of 97.\nMargit leads tours in all three of the Museum's exhibits. Visitors\ncan text with Margit in an interactive tour in the exhibition \"State of Deception: The Power of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nNazi Propaganda.\" This exhibit has now moved to Chicago where the texting will continue.\nShe speaks in various settings about her Holocaust experience such as to a group of\nJehovah's Witnesses in Puerto Rico. She recently spoke at a teacher training seminar in El\nPaso, Texas, organized by a newly created Holocaust museum.\nMargit also works translating documents from Czech and\nGerman to English. The first document she translated was a memoir of a Czech boy who was\n15 when the war ended and who wrote his memoir at age 17. He was so pleased with the\ntranslation that he donated the original manuscript to the museum.\nIn 2003, Margit's autobiography, \"Margit's Story,\" was published.\nAfter today's program, Margit will be able to sign copies, which is also available in the\nmuseum's bookstore.\nWith that I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Margit Meissner.\n[Applause]\nMargit, thank you so very much for joining us and for your\nwillingness to be our First Person today. | was worried that you wouldn't be with us this year\nbecause of all of your other activities. So we got down to the wire. It’s our second-to-last\nprogram and we have you here.\nYou have to cover so much in such a short period of time that\nwe're going to start. Although you were born in Austria, your family moved to Prague,\nCzechoslovakia, when you were very young. You lived there until 1938 when your mother\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsent you to Paris at the age of 16. Before we turn to those war years, let's start, Margit, with\nyou giving us a sense of your family, your parents, your life in those pre-war years in fact,\nthose years before you moved to Paris.\n>> Margit Meissner: Well, good afternoon, everybody. I'm really delighted that so many of you\ncame to listen to me.\nAs you saw in the picture, | had three brothers. And | was the\nyoungest of my parents' four children. And that was very uncomfortable for me because |\ndidn't want to be so little. And my brothers thought | was a cute little girl, so they thought | was\na doll. And | hated the idea of being a doll. | also didn't like the idea that | was a girl because\n| thought boys were much better.\nWell, as you can imagine, now I'm not the youngest anywhere\nanymore.\n[Laughter]\nAnd | am very clear to be a woman.\nSo we lived a very formal life. | had a governess who basically\ntook care of me and we had a big, formal house in which life was very circumscribe for the\nchildren. If you saw the picture of me with the white socks, the little girl, the first picture you\nsaw, the white socks were important because | went to the park with my governess and my\ngoal was not to make my socks dirty.\nSo when | tell this to my children who throw anything they wear\nonce into the washing machine, they think that that was very funny. | think so, too, now, by the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nway, but that's how we lived.\nMy job in life in Prague, was to learn. So my mother thought\nthat her children needed to learn four languages by age 16. So we spoke German at home,\nCzech in the street, and we had a French governess and we had an English governess. And |\nthought that's how children grew up. It wasn't true, but that was true for myself. | really didn't\nknow that | grew up in a very special way.\n>> Bill Benson: Margit, you lost your father when you were just 10. Do you remember much\nabout him? Tell us a little bit about your father.\n>> Margit Meissner: | don't remember him well at all. In that kind of social setting in which |\nlived, the children were the mother's concern and fathers only came to say hello, very rarely.\nMy father, | know, loved me very much and he particularly liked to give me kisses. And these\nkisses were all wet, and | hated them.\n[Laughter]\nSo | had to overcome that as | grew up.\nMy father was a very educated man although he came from a\nvery impoverished, Orthodox Jewish family in Bohemia. But he was eager to foster our\neducation. And he would play educational games with us children where we had to name as\nmany capitals of the world we knew that started with B or composers that started with C. So |\nbecame a good quiz game player. But if you would ask me about basketball players, | wouldn't\nknow a single one.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: You told me that after your father passed away, you were under a guardian.\nWhat did that mean?\n>> Margit Meissner: Well, it meant that my father had, | presume, a rather large fortune. And\nbecause he didn't trust his wife to take care of her money -- because in that marriage, | don't\nthink she ever was asked to take care of the money. So he appointed a guardian who was\nbasically in charge of our finances. The guardian was able to give my mother money, a certain\namount of money every month on which she lived. Then when Hitler came to power and we\ntried to leave, there was absolutely no opportunity to try and smuggle out money, which many\nJewish families were able to do. But we weren't able to do because my mother didn't have\ncontrol of her assets.\n>> Bill Benson: In 1938, after Hitler annexed Austria, your mother and you made a\nmomentous decision to send you from Prague to live in Paris. Tell us what convinced your\nmother and you to make that decision, why Paris and what life was like for you once you got\nthere.\n>> Margit Meissner: Well, as | saw in the brand new exhibit that this museum now has, which\nis called \"Collaboration & Complicity in the Holocaust,\" there's a photograph showing that\nNazis in Austria forcing Jews that were walking the street to kneel down and clean the\nsidewalk with brushes of anti-Nazi slogans. That happened shortly after the annexation of\nAustria because the Austrian Nazis wanted to show the German Nazis how anti-Semitic they\nwere. And it was that happening, the fact that the Jews were made to clean the streets with a\ntoothbrush that convinced my mother to think that | was not safe in Prague and to send me\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\naway. And France was the country of the great democracy. So it seemed that France would\nbe a safe place for me to go.\n>> Bill Benson: You were living in Prague, in Czechoslovakia, but you were Austrian citizens.\nWas that significant?\n>> Margit Meissner: Indeed, very significant. Because when | first came to France, | was\nmerely an alien. In France somehow anti-Semitism dovetailed with empty foreign feelings. |\nwas not mistreated. | was treated badly and aggressively by the French police because they\ndidn't want us there. | don't think it was because | was Jewish. It was mainly because | was a\nforeigner.\nWhen the war started in 1939, we became enemy aliens\nbecause we were Austrians. As Austrians, we were German citizens, so we became enemy\naliens. If we had been Czech citizens, we would not have had the same problem.\n>> Bill Benson: When you went to Paris, did you know someone there? What took you to\nParis?\n>> Margit Meissner: My mother found a French family that took in borders. The lady of the\nhouse was a French teacher. And she decided that | was really going to become a perfect\nFrench speaker. | already spoke French well enough to communicate. But | had French\nlessons with her, private lessons, every morning for three hours. Then in the afternoon | did\nhomework for her. And in the evening | had to sit in front of a mirror fashioning my lips in such\na way that | would not have a foreign accent in French. So after three months | became a\npretty competent French speaker for whom it was not easy to recognize that | was not French.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nSo much less of a foreign accent in French than | have in English.\n>> Bill Benson: Margit, your mother decided that she thought you should be a dressmaker.\nWhy did she decide you should be a dressmaker?\n>> Margit Meissner: That's a good question. We knew that the German Jews had lost all of\ntheir assets. And we didn't know where we were going to end up and what would happen to\nus. So it seemed to my mother that | needed to have a profession with which | could make a\nliving. And you have to remember that in 1932 or 1938 you didn't go to a department store to\nbuy a dress; you had it made. So dress making was a very respectable profession. And | was\nvery good at making dolls' dresses, so it seemed natural that | would go to dress making\nschool and that | would then be able to make a living in whatever country we would wind up in.\n>> Bill Benson: When you went to Paris at age 16, leaving your mother and family behind, do\nyou recall if that was especially frightening for you? Were you able to feel like you could adjust\nto life in Paris once you got there?\n>> Margit Meissner: | have to tell you that it was not frightening at all. | was very proud that at\nage 16 my mother thought | was mature enough to leave by myself. So | felt pretty good about\nthat. | was in 10th grade. | was a very good student in terms of getting good marks because |\nwas a good test taker. | was not interested in school. | didn't learn much. | was interested in\nboys. But unfortunately many of the boys that | was interested in weren't interested in me.\n[Laughter]\nSo leaving was not such a great -- was not very difficult. When | came to Paris and | found this\nlovely family who took me in, | thought it was great. And also, you have to understand that |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhad no idea how this would continue. Because we had no media. | mean, today you want to\nfind out what goes on in the world, you go to the palm of your hand. We had newspapers,\nposters in the street, and we had no idea what was going on in the world.\n>> Bill Benson: Tell us about your brothers at that point. You had left for Paris. What became\nof your brothers at that time?\n>> Margit Meissner: My brother Paul, whom you saw in this picture, was in India working for a\nCzech firm when Czechoslovakia was taken over by the Germans. As a Jew, he lost his job\nimmediately. And the only country where he could find asylum was Australia because that was\nclose to India. My second brother was already in the United States. My third brother was still\nin Czechoslovakia and didn't believe that the Nazis were going to enter Czechoslovakia. He\nthought that my mother was hysterical to send me away. He thought that was completely\nunnecessary. But then finally, the day after the Germans entered Czechoslovakia, he was\nable to leave and via England end up in Canada as a fruit farmer in the Niagara peninsula.\nSo that is why we were all over the universe and four continents\nas a result of the fact that the world was not interested in sending refugees anywhere.\n>> Bill Benson: We won't talk about this today, but Margit just returned with Anne and family to\na trip to see the relatives in Australia and Tanzania. I've enjoyed hearing about that myself.\nMargit, your mother eventually would leave Prague and join you in Paris as well. What forced\nher to make the decision to join you? And then once she got to you, what was yout life like\nthen?\n>> Margit Meissner: Well, so when -- Czechoslovakia was -- in March of 1939, people were, --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nof course, desperate trying to leave because they already had the example of the German\nJews and then the Austrian Jews. And my mother fortunately had a piece of paper which\npermitted her to return to France. Before the Nazis really had time to implement all of their\nanti-Jewish measures she left two days after the Germans entered. In the end she was able to\ntake one small suitcase. And that was basically all that she was able to rescue of our assets,\none small suitcase.\n>> Bill Benson: Your brother, the one that thought your mother was hysterical to send you\naway, didn't he play a role in getting your mother out?\n>> Margit Meissner: Yes. He played a big role. Mother couldn't -- neither she nor my brother\ncould get an exit permit. One could buy an exit permit if one had the right connections.\nEventually he gave both his and my mother's passport to a smuggler. He gave him a lot of\nmoney for return of a passport with an exit permit. That was a tremendous chance he took\nbecause this man might have never returned the passport. But he was lucky. The smuggler\nreturned the passports. This was how both my mother and my brother were able to leave just\nbefore the Germans came in. So it was a very -- he took a great chance to do this and\nfortunately it turned out well.\n>> Bill Benson: When your mother got to Paris, it would be the following spring. In fact,\nJune 1940, when Hitler attacked France, leading up to that, did you feel that war was\nimminent, that you were in peril?\n>> Margit Meissner: The Second World War started in September 1939. That's when we\nbecame enemy aliens. Right? We were ex-Austrians. But the war seemed very far away\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbecause fighting only took place in the eastern front, in Poland. But when war started in the\nspring of 1940, when the Germans attacked Western Europe, we were still believing that\nFrance could defend itself. There were lots of propaganda posters in France trying to reassure\nthe French public that the Germans would never conquer France because they had this\nfamous fortification. But the Germans were able to go around the fortification; so the\nfortification didn't help at all. We believed the French propaganda, that we had nothing to\nworry about, that France would be able to defend itself.\n>> Bill Benson: In June 1940, when Germany did attack France, you and your mother became\nseparated and you were forced to flee from Paris. Tell us about that extraordinary time, you're\nleaving Paris and what you did from there, what you know of what happened to your mother at\nthat point.\n>> Margit Meissner: Well, a few weeks before France fell, the French police decided to\nevacuate non-wanted foreigners from the Paris region because they were afraid of spies. So\nmy mother was given notice that she should present herself at the police station two days from\ntoday and with enough food for three days and two blankets and she would be evacuated;\nwhich basically meant deported, but we didn't understand that. And | took her to the police\nstation. And as we left, she gave me a sum of money, which | didn't know she had because as\nfar as | knew, we had no money at all. She gave me this money and said, \"It's up to you to get\nus out of here.\"\nNow, | had no idea where they were taking her, absolutely |\ndidn't know. | just thought that maybe she was safer because she would be far in the south.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nAnd then a couple of days later it looked out that all of France was going to collapse, Paris was\ngoing to be evacuated.\nA day before the Germans entered Paris | finally decided that |\nhad to get out of Paris. | describe this in great detail in my book what led to that decision.\nEventually, because there were no trains and no buses, no way to leave, | bought a bicycle\nwith the money that mother had given me and left Paris on a bicycle the day before the\nGermans entered.\n>> Bill Benson: And that bicycle, how did you get the bicycle? | know you bought it, but.\n>> Margit Meissner: | bought it because | went all through Paris searching for a bicycle on that\nday. And there were no bicycles left. Finally in a store far away from where | lived there was\none bicycle with a man's racing handles on the handle bar. And | bought that racing bike, and |\ntook -- | was not a good bicyclist. | just knew how to ride a bicycle. | had with me a little case\nwhich included a change of underwear, two chocolate croissants and my dress making notes\nand a box of oil paints because | was in art school. As a dress designer, you had to be able\nto -- you had to be an artist. So | thought my oil paints were very important.\n>> Bill Benson: So you were thinking in terms of how you might make a living once you got\noutside of Paris.\n>> Margit Meissner: Right.\n>> Bill Benson: As you were leaving your building to find the bike and leave, the concierge in\nthe building where you were living handed you an envelope.\n>> Margit Meissner: Just as | was leaving the house. That's correct. It was very important.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nHe handed me an envelope that | stuck into a pocket and started bicycling. | bicycled all day.\n| was not hungry. | was not tired. | didn't eat my chocolate because | was just bicycling. And |\nhad felt very sorry for myself, because | didn't know whether | was doing the right thing. | didn't\nknow where | was going.\n| was this very proper young lady. Was it proper for me to be on\nthe road by myself? What would | do? Was it, you know -- my breeding was very much\ningrained in who | was. And | did not have the right papers because the police would not let\nme -- give me a pass for me to be on the roads. And every time | saw a policeman, there were\nplenty around, | was convinced he was looking for me. They didn't care, but to me that's what\nit sounded like. So it was very scary.\n>> Bill Benson: And, of course, you were among many, many others fleeing Paris. And you\nfound that the bicycle really turned out to be a real blessing.\n>> Margit Meissner: A real blessing because the roads were completely congested. People\nwere driving cars and they didn't know how to drive. They were driving cars without gas, so\nthey got stuck there. And it turned out that | was very fortunate on my bicycle. | was able to\nget around the stuck cars. So in many ways that was a lucky, lucky thing that | had a bike.\n>> Bill Benson: So after bicycling all day, where do you end up?\n>> Margit Meissner: | came to a small town called Etampes. A policeman saw me. | thought:\nhe's going to find out | don't have papers and arrest me. He said, “If you want to spend the\nnight, there is a school two blocks from here. Go to the school and you can spend the night on\nthe floor in the school.”\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n| took my bike, went to the school and laid down on the floor of\nthe classroom. Then | remembered | had that letter in my pocket. So | opened that letter and\nfound it was somebody who knew where my mother was who wanted me to know that she was\nin a detention center in Gurs, which was at the Spanish-French border in the Pyrenees. So |\nhad one great advantage, that | Knew where my mother was, but | had no idea where Gurs\nwas. This was just a name on the map that nobody knew.\n>> Bill Benson: Where did you intend to go?\n>> Margit Meissner: | was going to go to Brittany, to the western part of France because the\nonly other people who were in the same position that | was was the granddaughter of Sigmund\nFreud, the psychiatrist, Sophie Freud, who was a good friend of mine. Most of our friends\nwere Czech citizens. So they didn't have the same problems that | had. They were not enemy\naliens. But the Freuds were also enemy aliens. And the Freud family was all in England. We\nthought if we could meet in Brest, in Brittany, we could find a boat to England. And that's\nwhere we were going.\nNow, | was bicycling -- to get back to my stay in the school. |\nspent the night there. At daybreak | got up, because | couldn't sleep anyway, and | continued\nriding. | didn't realize until a few days later that the school in which | had slept the night was\nbombed to smithereens a couple of hours after | left. So that was tremendous luck.\nThen | continued riding. A few minutes later, | collided with\nanother lady. We both fell off the bike. | picked my bike up. It was pretty damaged, but |\ncould continue riding. So | just picked myself up, and | continued riding. Suddenly a young\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nman comes up to me. It was immediately -- | froze. What does this young man want? He\nsaid, \"You cannot continue riding like this. You are going to lose too much blood.\" And |\nlooked at my leg, and sure enough it was bleeding profusely. But! hadn't noticed. In the rush\nof continuing | did not notice that | was wounded. And, indeed, now that | saw that it was\nbleeding, now it started to hurt.\nSo he said, “You go to a pharmacist and have that leg bandaged\notherwise you will die of blood loss.” So | went to the pharmacy. And the pharmacist took a\nlook at that and said, “You have to go to the hospital to be bandaged.” | said, “I cannot go to\nthe hospital. Just fix it.” So he bandaged it. Then he said, \"And why are you going by\nbicycle? Why don't you take the train?\" And | said there are no trains in France. There were\nno trains in Paris. But there were trains in the South of France. So, indeed --\n>> Bill Benson: You mean they weren't running.\n>> Margit Meissner: Right. So | eventually ended up at the train station with my bicycle.\n>> Bill Benson: There you are at the train station. And you used the phrase, | think,\nKafkaesque, your train trip. Tell us a little about that.\n>> Margit Meissner: Well, the train -- first of all, | have to tell you that while | was waiting for a\nticket at the train station, there was an air raid alarm and “Everybody to the basement.” And |\nlooked at this large group of people who were waiting to buy tickets and | thought: | can't go to\nthe basement, go to the back of the line again, | can't stand it. So | did not go to the basement,\nand that was a tremendous chance | took because we saw the bombs falling on both sides of\nthe railway station. But it fortunately did not hit us. So that was another one of those very\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nlucky moments that | was fortunate to live through.\n>> Bill Benson: So in the all clear signal, there you are at the front of the line.\n>> Margit Meissner: Well, | was in front of the line. And | was buying a ticket to Brittany, to\nBrest. And they said, “You can register your bicycle.” | registered my bicycle. | thought the\ntrain was going to be completely crowded. It was nighttime. There was curfew. It was very\ndark. No lights. | went into the train, and the compartment was completely empty. | was all by\nmyself in this dark compartment. And | was really scared. And then it occurred to me that |\nhad this bar of chocolate; so | ate it.\nAnd then the train kept coming, stopping and starting, stopping\nand starting. At one point we stood on the rail next to a troupe train. And | was standing there.\n| lowered my window. And on the other train was a young soldier who started talking to me.\nAnd | figured that with my good French, | could maybe tell him who | was, that he would not\nrealize that | was a foreigner. So the good French was a help to me. So he did ask me, \"Did\nyou have anything to eat?\" | said, no, just the two pair of chocolate but | just ate them. So he\nhanded me a loaf of bread across from one train to the other. And before | could thank him,\nhis train started. And | went back into my very dark compartment. There was a man sitting\nthere. So, again, | thought: What is going to happen now?\nSo there was this man and | alone in this big train compartment.\nSo after a while when | caught my breath, we started talking. He said he was a deserter who\nleft his French regimen and was going south to his family. And he said, \"Do you have anything\nto eat?\" | said, \"Yes, | just got a loaf of bread from this soldier on the other train. Would you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nhave some?\" So | gave him my bread. And before | knew it, he had eaten it all. But! did not\nmind.\n>> Bill Benson: So eventually the train starts and you go. Tell us, at some point you decided\nto get off the train.\n>> Margit Meissner: Well, | didn't know. | thought! was going to Brittany. | didn't know where\nelse the train could go. Then as daylight started, they were people coming on the train and |\nrealized these people started having the accent of the Southwestern French. They have a\nspecial accent in French which | recognized. And then | started asking them where are we and\nwhere are we going. So it turned out that we were going to the southwest. And when we\nfinally wound up, it turned out that | was 12 kilometers from Gurs. | mean, amazing. Amazing\nluck.\n>> Bill Benson: And once you recognized the name, you got off the train.\n>> Margit Meissner: Well, then | got off the train. | knew that there were French friends who\nhad a house close by. And that's where | went. They were very willing and very helpful, very\nwilling to put me up.\nThe lady of the house, when | told her that mother was in Gurs,\nshe didn't know that there was a Gurs either. She didn't know about that. But she found out.\nShe had a car. It was not permitted for private cars to run during that period. That was just\nthat France was about to capitulate. So it was a very, very chaotic period in the French\ngovernment. So she was able to drive to Gurs to try to find my mother, to reassure her that |\nwas safe. And she went to Gurs. And, of course, she couldn't find my mother. But she left a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 50\nmessage. And when she described the conditions in Gurs, | was sure mother would never get\nthis message.\n>> Bill Benson: Tell us a little about Gurs.\n>> Margit Meissner: Well, Gurs was basically started in the 1930's when communists were\noutlawed in France. So it was a detention center for French communists. And then during the\nSpanish Civil War when many Republican Spaniards fled to France, to flee from the fascist\ngovernment, so the Republican Spanish refugees were housed in Gurs. And then the French\ngovernment used it for the unwanted foreigners, foreign Jews, mainly, whom they had. So\nthat's how mother got there.\nConditions were very tough. Mother, when | finally met her -- |\nwas sitting -- France had capitulated. One didn't know what was going to happen. There was\nrumors that there would be an occupied zone and a non-occupied zone. But news, we had\nnone, nothing of any consequence. And | didn't know what was going to happen.\n| was sitting in the yard of my friend's house and all of a sudden\nfrom far away a woman comes and motions at me or waves to me. | didn't wave back. | didn't\nknow anybody who could wave at me. And this woman came closer. She kept waving more\nand waving more. And when she finally came close, it was my mom. And | didn't recognize\nher because she was so sunburned and so thin. She had lost so much weight. | did not\nrecognize her.\nAnd the one thing she said about this Gurs that she never talked\nabout was she finally found her child and | wasn't even welcoming her. So that was a great\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\ndisappointment to her. And | was so stunned to see her.\n>> Bill Benson: Before you were reunited with your mother in that small town, you had actually\nbeen taken to the police station at least once. Why was that?\n>> Margit Meissner: That's correct. Because | could not stay in my friend's house. They didn't\nhave a bed for me. They knew of a farmhouse where a woman would be able to put me up in\na room with a slanted roof. So! went there. That was the first time that | slept after | arrived.\nBecause | had been on the road for probably 24 or 36 hours without sleeping. So | went into\nthis room and laid down. It was in the mid-afternoon. | went to sleep.\nSuddenly, | hear a knock at the door. And | open the door.\nThere are two policemen standing in front of me. They were saying, \"We are going to have to\ntake you to the police station to verify your papers.\"\nNow, | had no papers. But this farm lady whose house | lived,\nshe was suspicious of me and she had decided to report me to the police. And that's why the\npolicemen felt they had to arrest me and take me to the police station.\nSo they took me, two burley policemen and me, in the middle.\nWe walked across the cobblestone square of this little town. That's when | really broke down.\n| started sobbing. Because | thought now is the end and they're going to arrest me and\nnobody will ever know where | was. | thought the end of the world had come.\nWe came to the police station. And the police took one look at\nme and said, \"Let her go.\" So | went back to the house and finished my sleep.\n>> Bill Benson: As you told us, after that, of course, your mother is able to slip out of Gurs\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nessentially, make it to you, and now France Is capitulated and you are in the occupied portion\nof France, occupied by the Germans. So you and your mother decide you need to leave the\noccupied zone and you take off. Tell us about how you left and where you were going.\n>> Margit Meissner: So mother basically was permitted to leave the camp because when\nFrance capitulated, the director of the camp of Gurs said to some of these unwanted\nforeigners, \"You can leave. We don't need you here anymore.\" Most people couldn't leave\nbecause they didn't have any money and didn't have any place to go to; whereas mother knew\nwhere | was, she had gotten that message. And that is how she was able to find a farmer with\na hay wagon who took her the 12 miles to where | was. So that's how she came to there.\nWhen we were there, it became clear that we were in the\noccupied zone; we had to go into the unoccupied zone. So with all kinds of -- we got out of the\nunoccupied zone. To show you the luck that we had and how survival depended on luck, we\nfound -- we knew there was an empty, uninhabited house in the non-occupied zone. And\nthat's where we were going. It was a building without windows, without doors. It had some\nbed studs in it. That's where we spent the first couple of nights.\nIt was beautiful sunshine and summer. | don't quite know what\nwe lived on, but we didn't know what to do next. Suddenly three men come to this house. And\nwe thought: How could anybody else know about this house? And these three men were\nCzech Lutheran clergymen. Would you believe? In this area of nobody, no man's land, these\nCzech men came and they, of course, had passports and good papers. And they said, \"We\nare going to Marseille,\" which is on the southern coast of France, from there one can find a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nship and go overseas. They said, “You have to come to Marseille. You can't spend the winter\nin this house.”\nSo we met these Czech clergymen, again, another miracle. So,\nindeed, we tried to go to Marseille. And at that point, we had hidden all our documents in the\nhouse where | originally ended up, in the attic. There was a door to the attic. And that's where\nwe hid all the Austrian passports and whatever papers we had. | had some letters from a\nwould-be boyfriend that | left there. And the only thing we kept was our bread rationing card\nbecause that had no nationality on it. So we then went to Marseille with our bread rationing\ncard. And there we had no money. We found a room in a flophouse. And that's where we\nlived.\nAnd my mother was completely passive. This concentration\ncamp experience made such an impression on her that she sort of gave up. She said, \"If we're\ngoing anyplace, if we're going to try to find visas, it's all up to you to decide.” So | became the\nadult and mother was the child.\n>> Bill Benson: And you did try to find visas.\n>> Margit Meissner: | did try. And really, again, this incredible coincidence. In desperation --\nbecause in Marseille there were a number of our Czech friends who had gotten there without\nany problems because they were not enemy aliens. So in desperation it occurred to me that |\nhad once heard my father talk about a copper mine in the Belgian Congo. | didn't Know what a\ncopper mine was. | didn't know what the Belgian Congo was at the time. But all of a sudden it\noccurred to me that maybe, just maybe, | could go to the Belgian consulate and say my mother\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nand | own a piece of a copper mine in the Belgian Congo; we ought to go see it. So we need\nto go to the Belgian Congo. And they believed me.\n[Laughter]\nWe got the visa to the Belgian Congo. And with the visa to the\nBelgian Congo we could get a transit visa to Spain, to Portugal from where we could find a\nship to the Belgian Congo. If you wanted a more unusual story, | don't think one could make it\nup really.\nSo we had a Spanish transit visa. That was good for 30 days.\nBut the French would not give us exit permits. | don't quite know why, but the French had\nsomehow promised the German masters, because France was now occupied by Germany, to\nkeep all the Jews there so that they could be deported to their death. So we did not get an exit\npermit.\n>> Bill Benson: So just to be clear, you have visas for the Belgian Congo, a Spanish transit\nvisa that allows you to transit into Spain, but you don't have a French exit visa to allow you do\nthat.\n>> Margit Meissner: Exactly correct.\n>> Bill Benson: Ok.\n>> Margit Meissner: So the day before the Spanish visa was going to expire -- SO we were\ntrying to get the exit permit, without any luck. But the day before it was to expire we met an\nacquaintance in the street who said that women with your kind of papers were permitted to\nleave the country from France into Spain without an exit permit at the French-Spanish border.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nWith that bit of knowledge we decided to take the train and go to the border. Again, with\nevading the police that was manifold, a great sort of difficulties.\nWe arrive at the French-Spanish border. We had to get out of\nthe train. As we presented ourselves to the police, they said, “You can't leave. You don't have\nan exit permit.” | said, “But yesterday you let people with these kinds of papers leave France.”\nThey said, \"That was yesterday; not today.\"\nSo here we were desperate. What are we going to do?\nEverybody left and we were left behind, mother and me. We still had the same luggage,\nmother that she went to the concentration camp and | that | left on the bicycle with. That's all\nwe had.\n| approached a porter and told him our story. He said, \"Maybe |\ncan help you. Maybe | can show you how you can cross the border on foot.\" So he showed\nus the way across the Pyrenees up on the French side, down on the Spanish side. And then\nhe said, “And in Spain you can meet one of my friends and he's going to help you through\nSpain.”\nSo that's what we did. We took our little belongings and we\nwalked. And he had said, \"But be careful that you don't lose your way because if the Spanish\npolice catch you, they are going to arrest you because you will have crossed into Spain at an\nunauthorized border point.\" So we very carefully walked across the mountain.\n>> Bill Benson: It might be just added here that walking across a mountain, peaks up to\n11,000 feet, very steep passes. So it was quite a walk.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Margit Meissner: | don't even remember that as being so physically demanding. It was\nemotionally, tremendously demanding because we were constantly afraid. You didn't know\nwhether you would get there. You didn't know whether anybody was watching you. So it must\nhave been, however, physically very stressful.\nWe get to the other side, and we find this gentleman who was\ngoing to help us. And when we get there, he shrugged his shoulders and said, \"My God, how\ncan they send you here because | had people like that here yesterday and they went to jail. |\ncannot help you. You have to get out of here as quickly as you can. If anybody finds you\nhere, | get in trouble.\"\nSo here we were, the Spanish police had seen us cross the\nborder. And then when they found us, they arrested us and took us to the police station. And\nthere we were, and now what?\nSo | thought the end of the world had come. And it was late\nafternoon, and they took us by the hand. They did not handcuff us, but we had a policeman,\none for my mother and one for me, and we went a train to a town, a lovely, medieval Spanish\ntown, where there was a big police station. We come to the police station full of refugees,\nchaotic place.\nAnd, of course, the police was not working there anymore. It\nwas evening. So we sat there not knowing, sort of completely disoriented. It was nighttime.\nThey had taken away our belongings. We came with nothing. And | said to one of these\nguards that spoke French, because | didn't speak Spanish at the time, “Maybe we could go\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nsomeplace to spend the night because we can't spend the night here in that crowded room.\nWhy can't you take us someplace? You have taken our belongings. We can't run away. So\nmaybe we could spend the night and then in the morning we will go to the police director who\nwill look at our case.” And the few minutes later this policeman really motioned us to come\nwith him. So | thought we were going to spend the night someplace.\nWe walked. And we walked. And it was dark. It was night. It\nwas not well lit. We walked further away from the houses into the countryside. | couldn't\nimagine where we were going to sleep. Finally | saw a great big building in front of us. One of\nour policemen shouted something to the man across the gate, the other side. We kept\nwalking. When we started walking, the gate opened and we were let in and we were ina\nSpanish prison.\nSo | thought that was an impossible situation. Because | was\nsure | was never going to go to prison. | mean, | was such a law-abiding person. | would\nnever do anything wrong. Of course, at the time | didn't know that many good people were in\nprison because that was not part of my world yet. So the idea of prison was just unbearable.\nSo it was night. We came into a big room where there were probably 60 beds, women beds,\nand they gave us a little cot about this size for the two of us, with a straw mattress on top. And\nin the morning when we came -- when the prison director finally looked at us, he looked at our\npapers and he said, \"Ex-Austrians. So you're really German. So we are going to call the\nGerman authorities in Spain, and they will take you over.\"\nSo here we had done all of this to escape the Germans, and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthen we were in a Spanish prison to be delivered to Germans.\n>> Bill Benson: And referred to as Germans.\n>> Margit Meissner: Referred to as Germans.\nSo we were lucky again and again. | think | described this in my book, in quite a bit of detail.\nSo we were able to get out of jail, into Portugal, where | became a dressmaker to all the\nrefugees and learned some Portuguese. It was very good that | had this dress making skill.\nAnd then we were able to get an American visa because the Austrian quota, which had been\noversubscribed for years, was suddenly open because nobody could leave Austria anymore.\nSo exactly three years after | left my home in Prague we were able to emigrate to the United\nStates.\n>> Bill Benson: | know our time is very short, but I'm going to ask just a couple more\nquestions.\nIn that moment, that awful moment where you realized they\nwere going to send you back to the Germans, two things | want you to talk about: Tell us how\ndid you get out of there and not get sent back to the German authorities; and also, sort of your\nown epiphany about your fellow inmates.\n>> Margit Meissner: Well, we got out of jail because we had friends in Spain who were in\nFrance with us who had always said we will help you get into Spain once we got back to Spain.\nThe time in prison was a very important time for me because |\nwas this proper young girl and all of a sudden here | was in a jail in Spain where most of the\nother inmates were prostitutes. And | never thought | would meet a prostitute in my life. And\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nhere we didn't have a vessel into which our food -- they needed a bowl into which they would\ngive us our food. And we did not have a bowl. And one of the prostitutes gave us a bowl,\nwhich was a life-saving measure. And | had my period. And | had nothing to send the blood\nflow. And there was a prostitute who gave us, who gave me, a piece of fabric with which |\ncould help myself.\nSo really life-saving gestures which forced me to rethink the way\n| thought the world was put together. So | started thinking about who | was and what my\nvalues are and how prejudiced | had been. And it really led me on to a search of myself which\neventually made me into what | am today. Because | am, hopefully, much less prejudiced and\nmuch more open to all kinds of people in the world, and | don't have frequencies, ideas, of who\npeople are.\n>> Bill Benson: Margit -- I'm going to turn back to Margit in a moment to close our program. |\nthink it's probably obvious to everybody that we've just glanced the surface; that we could\nspend the rest of the afternoon and still only glance the surface. But I'm grateful that you were\nable to spend an hour with us and, Margit, that you were able to do the same.\nWe will have one more program this year. That's tomorrow.\nAnd then we'll be done with the program for 2013. But look to the museum's website about\ninformation for First Person in 2014.\nAfter Margit has made her closing statement she will leave\nimmediately and head upstairs where she will be available to sign copies of her book. We\ndidn't have an opportunity for question and answers. There was just too much more for Margit\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nto tell us. Buy her book if you can. But at least say hi to her. If you've got a burning question,\nplease ask it. So once Margit steps off, let her sort of go on up the stairs. That would be\ngreat.\nIt's our tradition at First Person that our First Person gets the last\nword. So on that note, | turn it back to Margit to close today's program.\n>> Margit Meissner: Well, you know, | could have a last word that would last another hour.\n[Laughter]\n| am not going to keep you. | work in this museum as a\nvolunteer because | think it is very important that people understand how this Holocaust\nhappened and that it didn't have to happen; that it only happened because nations and people\nstood by when this injustice occurred and didn't do anything. But one of the main reasons why\n| am here is I'd like to tell the world, and especially the young people, that even if you cannot\ndo a great deal about what happens in the world at large because you don't have that power,\nyou can vote and you can demonstrate but you do not make major decisions, but in your own\nlittle world you can have a tremendous influence because in your own world when you see\ninjustice, when you see children being bullied, when you see people being scapegoated\nbecause of their ethnicity, then you can intervene. And then you should not stand by and let\nthis happen but get involved and make sure that people act justly and that other people are not\nbeing demeaned for who they are.\n[Applause]\nThank you very much.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3]\n[The presentation ended at 2:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}