{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, March 19, 2015\n11:00 a.m. — 12:03 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSTEVE FENVES\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. We began our 16th year of the First Person yesterday.\nOur First Person today is Mr. Steve Fenves, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteers here at this museum. Our program will continue\nthrough mid-August. The museum's website, at www.ushmm.org provides information about\neach of our upcoming First Person guests.\nFor the first time today, a First Person program will be livestreamed on the\nMuseum's website. This means hundreds of people will be accessing the program via a link\nfrom the Museum's website and watching with us today from across the country and around\nthe world. A recording of this program will be made available on the Museum's website. And\nwe invite those that are here in the auditorium today to also join us on the web when another\nFirst Person program is livestreamed on April 15 during Days of Remembrance. Please visit\nthe First Person website, listed on the back of your program, for more details.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Steve Fenves'\nbiography so that you can remember and share his testimony after you leave here today.\nSteve will share his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, there will be an opportunity for you to ask him\nsome questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Steve is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with this portrait taken in 1940 or 1941 of Steve Fenves and his sister\nEstera. Steve was born on June 6, 1931 in Subotica, Yugoslavia.\nThe area on this map of Yugoslavia in 1933 points to Subotica.\nSteve's father Louis was the manager of the printing plant of a Hungarian language\ndaily newspaper and would later become the editor of that same newspaper. His mother\nClaire was a graphic artist. In this photo we see Louis and Claire at a horserace in Subotica in\nthe 1920s.\nin this photo we see Steve and his family on an outing to a farm in the summer of\n1940. In 1941, Germany attacked Yugoslavia and its ally Hungary occupied Steve's town. Life\nchanged immediately for Steve and his family. Jews in Subotica were subject to Hungarian\nracial laws which were modeled after those in Germany. From September 1940 to May 1944,\nSteve's family lived in one corner of their apartment.\nin May 1944, Germany occupied Hungary and Hungarian-occupied territories like\nSubotica. Soon after, Steve's father was deported to Auschwitz while the rest of the family\nwas forced into a ghetto in Subotica. At the end of June 1944, Steve and some of his family\nmembers were sent to another ghetto and then to Auschwitz. Here we see an aerial\nreconnaissance photo of Auschwitz-Birkenau taken in September 1944 by the United States\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAir Force. The arrow points to the barrack that Steve was in from June to October 1944.\nin October 1944, Steve was sent to another camp at Nieder Orschel. On April 1,\n1945, Steve was sent on a Death March to the Buchenwald Concentration Camp. Steve was\nliberated by the Americans on April 11. He was placed in a field hospital established at\nBuchenwald, which is seen in this photo. Four months later Steve returned to the Subotica\nand was reunited with his father and sister but his father died less than six months after\nreturning to Subotica. Steve's mother perished in Auschwitz. Steve and his sister immigrated\nin 1950. After arriving in the United States, Steve was drafted into the United States Army in\n1953.\nAfter his discharge he enrolled at the Champaign-Urbana campus of the University\nof Illinois where he would eventually earn his Ph.D. in Civil Engineering and begin a 42-year\nacademic career in the computing field at the University of Illinois and later at Carnegie Mellon\nUniversity in Pittsburgh. After retiring from Carnegie Mellon in 1999, Steve and his wife,\nNorma, whom he married in 1955, moved to the Washington, D.C. area where he worked for\n10 years at the National Institute of Standards and Technology, NIST.\nSteve and Norma have four children. Gregory is Provost and Executive Vice\nPresident at the University of Texas at Austin. Carol is Special Assistant to the New York City\nCommissioner of the Department of Design and Construction. Peter is a Professor of\nHumanities at Northwestern University and their youngest, Laura, is a human resources\nconsultant here in the Washington, D.C. area. Steve and Norma have seven grandchildren\nbetween the ages of 7 and 29. Norma is here today with Steve.\nNorma, if you would give a little wave. Thank you.\nSteve first began speaking about his Holocaust experience in the late 1970s when\nhe became the founding president of a Holocaust Survivors’ organization in Pittsburgh. Upon\nhis second retirement from the National Institute of Standards and Technology in December\n2009, Steve became active with this museum. In addition to participating in the First Person\nprogram, he also volunteers with the museum's Visitor Services on Thursdays. He has the day\noff today. In January, Steve gave remarks at the International Holocaust Remembrance Day\ncommemoration here at this Museum.\nIn 2014 Steve published \"The Life and Art of Klara Gereb: 1897 - 1944,\" a book\nabout his mother, a graphic artist who perished in Auschwitz, and some of her work that was\nrescued during the deportations. Steve's granddaughter, Hannah, a graphic artist herself, was\nthe designer of the book. Copies of the book are available in the Museum's store or you can\norder it on Amazon.\nWith that | would like you to join me in welcoming our First Person, Steve Fenves.\n[Applause]\n>> Bill Benson: Steve, thank you so much for joining us and being willing to be our First\nPerson and to be the first First Person livestreamed. Pretty remarkable. You have so much to\nshare with us in a short time so we'll start right away.\nSteve, you were nearly 10 years old when the part of Yugoslavia where you lived\nwas occupied. And, of course, your family's life changed forever after that. But before we turn\nto that time, why don't you tell us about your family, your community, and yourself in those first\n10 years of your life before the war began.\n>> Steve Fenves: Ok. Thank you. Subotica was part of Hungary until the end of World War\nwhen the new country, Yugoslavia, was formed; that portion was turned over into this new\ncountry. We lived a very normal life. The fact that we spoke Hungarian at home and learned\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nSerbian in school didn't bother anybody. Everybody lived that way. We lived a very\ncomfortable, upper middle class life.\nMy father, as Bill said, was manager of the printing plant. And then when his\nbrother, who founded the paper passed away, he took over the editorship. My mother, at that\ntime was not very active in doing art but she did some commercial work, some paintings. Our\nfamily was well off; a maid, a cook, and what was very important to the generation of my\nparents, a governess who taught us perfect German because at that level of\nHungarian-speaking society, you had to speak perfect German.\nReligious observances were sort of minimal but my parents attended regular\nservices, holidays, festivals, etc. And we as children attended religious school after regular\nschool three afternoons a week. And then on Saturday afternoons since regular school went\ntill noon on Saturday, Saturday right after lunch there was a youth service run by the students.\nThat was my religious education.\n>> Bill Benson: Steve, you said to me that your family was highly assimilated. Can you say\nmore about that?\n>> Steve Fenves: | don't like to use the term assimilated. | like to use the term culturated\nbecause nothing was given up in order to be accepted. But, yes, the family was very\nmuch -- felt very conscientious of its Hungarian culture and leadership in the Hungarian\nculture. The newspaper that my uncle and then my father edited was the largest circulation\ndaily in Hungary, welcoming many journalists who were fleeing Hungary as it was becoming\nmore and more fascist. So that kind of leadership position in the culture was very much a part.\n>> Bill Benson: Your father's newspaper was very influential, as you've mentioned. Your\nfather found himself just right up to the edge of what the Serbian censors would allow. Right?\n>> Steve Fenves: | remember the paper was completely composed and actually put on the\nrolls of the printing press. And then one copy was run and that was taken to the censor's\noffice. And the censor would strike out whatever he didn't like. If it was a full page, then the\npage appeared blank. If it was smaller than a page, it was just chiseled out by the mechanics\nright on the press. Yes, Yugoslavia was a military dictatorship. Hungary, Hungarian-speaking\npeople were subject to censorship.\n>> Bill Benson: | have to bring this up, Steve. Your years as a child, you mentioned to me that\nWednesday afternoons was a time off for the governess and maids so you had free reign with\nyour seven cousin and you did terrible things.\n>> [Laughter]\n>> Steve Fenves: Yeah. Seven cousins living in Subotica, one living in Budapest who\noccasionally joined us. And we were deposited at our grandmother's house, which was an old\npeasant-style house with a large garden and shed. We were let loose. We were pretty loose.\n>> [Laughter]\n>> Steve Fenves: | must admit, | being the youngest of seven or eight, was always delegated\nto do the nastiest parts. And | willingly did it.\nFor example, in society where there's no refrigeration and everything for the winter\nhas to be canned or preserved, we went in our grandmother's pantry, soaked off all of the\nlabels from all of the can and jars, and randomly replaced them.\n>> [Laughter]\n>> Steve Fenves: That's what kids do.\n>> [Laughter]\n>> Bill Benson: It transcends the generations.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nSteve, in 1941, Germany invaded Yugoslavia and Germany's ally, Hungary,\noccupied the part of Yugoslavia where you lived. From the first day of their occupation your\nfamily and community were immediately subjected to profound upheaval. Tell us what\nhappened to your family after the Hungarians arrived.\n>> Steve Fenves: On the very first day of occupation my father was forced out at gun point\nfrom his office, the newspaper and the printing plant confiscated by the military, turned over to\nan Aryan manager who definitely intended to bankrupt the family. One of his early actions was\nto block access to the family banking account to my aunt and my father and then charging the\nentire payroll of that plant to that personal account. So my father's wealth lasted a week.\n>> Bill Benton: And he was now out of work.\n>> Steve Fenves: And he was now out of work.\nSorry to correct you on your introduction. Hungary free of Germany in many\nanti-Semitic laws but in one case preceded that. Hungary introduced a law called Numerus\nClausus which restricted the number of Jews in higher education to the percentage of Jews in\nthe total population. Higher education starting at 5th grade. So the German scheme operated\nin Hungary as well.\nSo one of the first things | had to do was to cram for that entrance exam. My father\nhaving nothing else to do that summer coached me, and | was one of the nine out of 40 or so\nkids who was accepted.\nHalf the apartment was taken away, housing. Officers fortunately -- junior officers of\nvery high rank were using this as a second home. From that point on for the next three years\neverything depended on my mother who quickly found out that her knitting work could be sold\nby my aunts living in Budapest at much better price than she could sell in Subotica so she\ndeveloped a major enterprise, cousins, friends, etc., doing knitting. So we leave everything to\nmy mother's design which then was taken to Budapest and sold. That was a large part of our\nincome in addition to selling things like my stamp collection.\nYes, | know. | was very proud of my stamp collection. My father instructed all the\nlocal editors and local distributors of the paper to correspond with the newspaper not with\nregular stamps but with whatever special stamp was available at the post office which | made\nthe grand tour of all of the desks and collected all of these stamps every week, soaked them\ndown, packaged them, and instructed my father whenever he went to Belgrade and Budapest\nto trade them for stamps that | needed. So that was one of the early things that went,\nsilverware, etc., etc., etc., everything went.\n>> Bill Benson: You mentioned you had a German governess. On the very first day of the\noccupation she left.\n>> Steve Fenves: Right.\n>> Bill Benson: Why was that?\n>> Steve Fenves: Well, | think the very first day of occupation the current law of Hungary was\nannounced that gentiles were not permitted to work for Jews. But the governess who was\nGerman national didn't even wait for that order. She announced that she wasn't going to\nspend one more night in a Jewish house. She just packed up and left. That was the greatest\nliberation that my sister and | experienced.\n>> [Laughter]\n>> Bill Benson: During that time, what happened with your education?\n>> Steve Fenves: As | said, | had academic high school but Jews sat in the back, never\naddressed by the teacher. There was no point raising your hands for the answer because the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nteacher was never going to even look at you. | guess | got a good education. But not from the\nteachers -- | can't tell wno was more anti-Semitic, the ones brought in from proper Hungary or\nthe locals including some who had worked for my father who had positions in the high school.\nEvery day was a humiliation. My parents had to force me to go to school. My sister just\nabsolutely refused to go to school, to academic high school in those terms. And she was\naccepted in a parochial school run by -- | don't Know the order but the Catholic schools\nincluding the offshoot of the Jesuit schools.\n>> Bill Benson: They were willing to open their doors.\n>> Steve Fenves: Right.\n>> Bill Benson: You, of course, told us that on the very first day of the occupation, your father\nlost his newspaper. After that there was a trial over the newspaper. Can you tell us a little\nabout that?\n>> Steve Fenves: | don't know the date, 42, ‘43. The takeover had to be legalized. So there\nwas a trial of all the misdeeds that warranted the confiscation. My father and my aunt just\nrefused to attend. | think my sister attended one day. My father and aunt were heartbroken\nbecause people who had worked for them were making incredible accusations. One of the\naccusations was that disrespect for Christianity by having the workers work on Sundays to\nproduce Monday's paper. The fact that every other paper worked on Sundays to produce\nMonday's paper didn't count. This was one of the indictments that justified the confiscation of\nthe paper.\n>> Bill Benson: This obviously was just a terrible time for your father. You said to me that\ncoaching you must have been a big source of emotional outlet for your father.\n>> Steve Fenves: I'm sure of that.\n>> Bill Benson: Will you say a little bit more about that?\n>> Steve Fenves: My father valued his education. He was valedictorian of his high school\nclass, which meant when that occurred that he had to give his speech in Latin. He never said\nanything specific, | don't remember. But I'm sure that it was a source of pride and a source of\nsatisfaction that he could help me.\n>> Bill Benson: During that period leading up to 1944, of course events elsewhere in Europe\nwere horrific and the Holocaust was underway. Did you have any idea what was happening\nelsewhere in Europe during the war?\n>> Steve Fenves: | had some inkling. Some news, some people fleeing from Poland. There\nwere warnings but my family -- the upper crest of Hungarian Jewry could not accept that this\nwas happening because they were so closely associated with Hungarian and German culture.\nJust as an example, two of my cousins were drafted into the Hungarian forced labor\nservice which was the equivalent of military service. They used these forced laborers in\nhorrendous, horrible conditions. Many, many died including my middle cousin. | think there\nwas such a thing as leave. They were home at leave. They went to their mother and said the\npartisans are on the other side of the Danube. At night they would swim across the Danube\nand join the partisans in the woods. And sort of the controlling force in the whole family, just\nwent ballistic. No self-representing Jewish boy will swim across the Danube at night and join\nthose people in the woods. She nixed the whole thing. Her middle son died under really\nhorrible conditions on the Soviet front and forced labor camp.\n>> Bill Benson: Despite how bad all of these circumstances were, they were about to turn\ninfinitely worse. In the spring of 1944 with Hungary about to capitulate to the allies Germany\nmoved quickly to occupy Hungary in the areas it had occupied, including your town.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nConditions for your family turned worse immediately. Tell us what happened as soon as that\nhappened.\n>> Steve Fenves: Ok. 600 German soldiers constituted the total occupation of Hungary.\n>> Bill Benson: 600?\n>> Steve Fenves: Yes. Within four weeks 400,000 Jews were deported to Auschwitz. Now,\nask yourself how 600 soldiers can marshal the facilities to take 400,000 people out of their\nhomes, move them in temporary quarters, do the logistics of getting trains in place, and pack\nthese people on trains in boxcars to Auschwitz.\nThe answer is that there was no one around when we were deported. The\nHungarian state police -- if you go to the collaborators exhibit, you'll see them. Black hats with\nblack feather. Had the plans ready. They just needed the Germans' authorization and the\nentire thing was organized, performed, and executed by the Hungarians. That was the extent\nof the occupation.\n>> Bill Benson: What happened to your father?\n>> Steve Fenves: My father was taken very early by Hungarian detectives in civilian clothes,\ndeported to Auschwitz long before us. Three weeks later we were put into these makeshift,\nhorrible makeshift, quarters for a couple of weeks; then to another makeshift arrangement. A\nsmall village was converted to a concentration camp and from there on loaded on boxcars and\nshipped to Auschwitz.\n>> Bill Benson: When your father was taken, did your mother have any idea where --\n>> Steve Fenves: No. No. No. No idea. No communication whatsoever.\n>> Bill Benson: When the rest of the family was then forced to go into the ghetto, you\ndescribed to me that that day is one of your grimmest memories.\n>> Steve Fenves: Very much so. We lived on the second floor. We had the orders to move\nout with whatever we could carry. By that time the word got around. | don't know how but the\nentire hallway and the entire stairway was lined with people waiting to enter and ransack the\napartment and as we were leaving, yelling at us, screaming, spitting in our face as we left.\n>> Bill Benson: And some of these were people you knew.\n>> Steve Fenves: Yes, including people who had worked for my father. But among them was\nour former cook that we had to let go four years earlier because we didn't have the money and\nbecause the law said that we had to let them go. She lined up with the looters, got hold of my\nmother's cookbook and a large folder and stuffed into it all of the artwork on paper that she\ncould find and took it. She kept it. She returned it to us when we returned after the war. She\nsent it to us when we came to the states. The cookbook is at the exhibit down the hall.\n>> Bill Benson: And some of those pieces of art?\n>> Steve Fenves: Those pieces of art, finally under pressure from children, grandchildren, and\nparticularly two daughters-in-law who threatened to do it on their own, | produced them.\n>> Bill Benson: What was it like for you and your family when you were forced into the ghetto?\nWhat were conditions like?\n>> Steve Fenves: Two, three families in one room, no sanitary conditions, miserable food, etc.\n| was one of the few people who were allowed out of the ghetto as soon as the occupations. |\nstarted working in a machine shop of a former employee who happened to be a Serb and\ntherefore was discharged by the Hungarian administrator. | worked in his machine shop and\nhad a pass to exit the ghetto every day.\nSo on my 13th birthday, on June 6, 1944, through the BBC broadcast we heard that\nthe invasion of Normandy had started. And | presume | must have been the first person to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nbring that news back into the ghetto because by that time radios were confiscated years\nearlier.\n>> Bill Benson: You described that to me as a terrific birthday present.\n>> Steve Fenves: Oh, yes. Definitely.\n>> Bill Benson: Steve, you weren't in the ghetto for very long before you were forced out and\nsent to Auschwitz. Tell us what you can about going to Auschwitz and what happened once\nyou arrived there.\n>> Steve Fenves: Boxcars were lined up, Hungarian gendarmes pushed you in, 60, 80 toa\nboxcar, one bucket for sanitation, which, of course, didn't last very long. People barely able to\nsit down at first. No food, no drink, nothing. | don't know the exact time but it must have been\nfour or five days and nights. People going mad. People dying which meant that you could\nstack them in one corner and free up a little space for sitting down.\nWe, of course, didn't know where we were going. This incredible thing facing you. |\nthink the first thing | remember was the smell, the stench, the stench of burning flesh. The\nsmog falling down including small pieces of prayer books burnt.\nThe next thing was this wave of SS and camp inmates throwing you out of the\nboxcar. Those of you who have seen \"Schindler's List\" may remember the nice gentle ramp\non which the children were allowed to descend with dignity from the railroad. There was no\nsuch thing. You had two choices. You jumped out or you were thrown out. Lined up,\nthousands and thousands of people, women on one side, men on the other side. It was my\nlast look at my mother and sister. Men, four to five abreast in front of this German officer.\nNow, most of the people you interviewed will have told you at this time that\nDr. Mengele selected them. | can't make that statement because | was not introduced to the\ngentleman. He waved me this way or that way. That was my total interaction with him.\nBut anyhow, we wound up in this huge facility, stripped naked, shaving off all hair,\ndisinfected with stuff, hours later given some tattered clothing and broken-down shoes. No\nunderwear, no socks, no nothing like that. Eventually you could trade with each other to get\nsome shoes that were useable. Marched at running speeds into the compound that you\nshowed. The following morning, lined up for the first food in six or seven days which until you\nhad a cup, you took it in your hand.\nThe conditions were horrible. One day a week -- one occasion a day to go to the\nlatrine. Older inmates advised you to take a pebble so you have something to wife yourself at\nthe end of using the latrine because toilet paper was not one of the things provided. Food,\nhorrible. And very soon, understanding that the other side meant the gas chamber and the\ncrematorium.\nAuschwitz, in addition to being an extermination camp was also an enormous\nholding pin for potential slave labor. Think of the stockyards in Chicago or other places in the\nMidwest. Living beings boxed in waiting to be selected. That was Auschwitz. German\ncivilians, military, came on a regular basis selecting workers for factories, quarries, roadwork,\nwhatever.\nThe trouble is that | and my buddies were placed in what was called the boys\nbarracks. Most of us were under the age of 13 to 15 or thereabouts. People who needed\nslave labor never stopped to select from that crowd because they wanted laborers. So you\nwould just die in the spot. Your body dies before your mind dies. You could see these people\nshuffling around totally aimlessly, eyes turned in, no sense of where they were, dragging\nthemselves throughout the day. In the morning when crews came to collect the dead of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nnight, as likely to pick up these half dead people and throw them on the cart and take them\ndirectly to the crematorium without bothering to take them through the gas chamber.\n>> Bill Benson: You arrived at Auschwitz with your mother, your sister, and your grandmother.\nWhat happened to them?\n>> Steve Fenves: My grandmother missed one leg below the knee. She was gassed right\naway, I'm sure. My mother was very tired, had asthma. | am absolutely sure -- | have no\ndirect information about passing away but I'm sure that she was one of these people who just\ndeteriorated to the point where she was carted away with the dead.\nMy sister, we'll get to in a minute. | had the opportunity to meet her in Auschwitz\nwhich was not a common opportunity. She eventually was sent out, worked in a factory\nthreading filaments in light bulbs and eventually was liberated in Bergen-Belsen.\n>> Bill Benson: You ended up getting chosen to be an interpreter.\n>> Steve Fenves: Yup.\n>> Bill Benson: Tell us how that happened.\n>> Steve Fenves: The overseers were German criminals brought in from prisons to serve as\noverseers; very cruel, terrible people. They spoke German. The inmates spoke Hungarian.\nSo they needed an interpreter. | sooke better German than he did. Didn't take long to\nconvince him to pick me as an interpreter. The benefit was that after the inmates were fed, |\nhad the opportunity to scrape out the bottom of the barrels from which they were fed.\nThe Compound C was well-known, well-known in the Holocaust literature because\none quarter of it was occupied by gypsy families, not labor-aged men but older men, women,\nchildren. One night they were exterminated. We were locked up in our barracks but we could\nhear the screams, the yells, the shouts. And the next morning there was this deathly quiet. As\nan interpreter, | had access to the front of the barracks, so | could peek out and | saw inmates\nemptying the barracks and whitewashing the inside and outside. | saw a new set of\nsupervisors.\nThe first thing | noticed, that instead of the green of the criminals they had red\ntriangles of political prisoners. One of them came over. He needed now an interpreter who\nspoke Polish, Hungarian, and German. | had never heard a word of Polish in my life before\nbut | knew that it was a Slavic language so | volunteered. At 13, in these conditions, a lot of\npeople have reported that children had a better chance to survive than adults because they\nhad not yet learned the kind of things that a cultured person doesn't do.\nSo | volunteered. Turned out Polish was tougher than | thought but eventually |\nbecame -- worked for a group. These were political prisoners, anti-Semitic, but decided for the\nduration of the hostilities that didn't matter. They had a common enemy.\nOne of my jobs was to interpret for people coming to select prisoners, meet them at\nthe guard house, escort them, interpret, lie when | could when | had a sense of what kind of\npeople they were interviewing, then | could certainly translate the answers of the prisoners of\nthe inmates in a more favorable fashion. So that was my job. But this was the Auschwitz\nresistance organization. | had a chance to participate.\nOne of our activities was the roof repair detail. Miserable wooden barracks. I'm very\nunhappy with the barrack that's reproduced on the third floor because it looks so clean and\nspacious. It wasn't at all that way in particular. Roofs were leaking, winter was coming. So\nthe SS allowed this roof repair detail with a cart, with a barrel and rolls of tar paper to go from\ncompound to compound fixing roofs. So that was an activity.\nWe visited many of the women's compounds for the very simple reason that the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\noverseers, those compounds were girlfriends of ours. So there was lots of repeat visits to\nsome of the same compounds.\nIn one of those, | met my sister. You could see on the opening. She was always\nknown for her reddish, long braids. She now had about two centimeters-long red hairs just\nsticking out. This was already September, October and in a sleeveless summer dress. But\nshe's the one who informed me what she had heard about our mother from others. She was\ndue to go out on a transport and so | cashed in all my black market goods to get her a scarf\nand a sweater before she left.\nBlack marketeering was the big activity. It's amazing how little it took to bribe\nguards, including SS soldiers. SS officers you didn't bribe but SS soldiers. Everything was on\nthe black market. In particular, we also went to the compound called Canada, the warehouses\nwere inmate women sorting the goods taken off from the prisoners, arriving, sorting them for\npackages to be sent to Germany. That was a great source for black market goods.\n>> Bill Benson: There are several other things | know you want to share with us. You were in\nAuschwitz for | think about five months.\n>> Steve Fenves: Right.\n>> Bill Benson: In an absolutely astonishing way you left Auschwitz. Can you tell us about\nthat?\n>> Steve Fenves: Late fall things were getting very tough. One of the crematories was blown\nup. There was news coming in that the Russians were closing in. The camp was sort of\nclosing down. Selections became much more severe. The Polish kapos who promised to\nguard for the rest -- until we were liberated decided to smuggle me out on an outgoing\ntransport. | had never been selected to go to work. So they pushed me in the line. | got\ntattooed. At that time, in Auschwitz, by that time incoming inmates were not tattooed. There\nwere too many of them. Just those who were going out. Tattooed. The kapos had some\nbetter-fitting clothes than what was handed out. We were put on a train, three days of train\nride. We wound up at this small village, small town called Nieder Orschel.\n>> Bill Benson: What kind of welcome did you get at Nieder Orschel?\n>> Steve Fenves: We debarked. Railroad signing. The SS officer gave a talk. The plant\nforeman gave a talk. The Hungarian interpreter -- | guess the interpreter. And just before we\nwere dismissed the foreman walks up to me out of a transport of 300-some people, \"What are\nyou doing here? | did not select you.\"\nlt happened that | was his interpreter when he was in Auschwitz selecting workers.\nWell, the kapos in Auschwitz coached me the way you hear on the news when presidential\ncandidates are coached by their staff for any eventuality that may come up. Whatever they\ncould think of they coached me about. This never occurred to them. So |! was entirely on my\nown. | thought fora minute. And | said, \"Well, sir, with that many new inmates they thought\nthat you needed another interpreter.\" The guy shook his head. He said, \"That sounds good\"\nand walked away. That was the easier part.\nWe were led into the barracks, seated at benches, tables which we hadn't seen for a\nlong time, handed some warm food which we hadn't seen for a long time. And the Hungarian\ninterpreter sat on my left, another on the right, squeezing me in and started questioning me.\nWho are you? Where are you from? How come the foreman knows you? How come your\nclothes are so much better fitting than others? And really grilling me.\nThat night | was led in the kapos room. This particular overseer was a German\npolitical prisoner, in camp since 1933. And this was 1944 so you can imagine what the 11\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nyears do to a person. And the questioning resumed.\nOne of the orderlies was a gypsy. He had heard rumors, wanted to know what |\nknow. This camp and this camp Jewish inmates were together with Soviet prisoners of war.\nGermany did not observe the Geneva Convention with respect to the Soviet Union. Soa\nrepresentative of the Soviet POWs, Ukrainian officer, when he heard that | spoke Polish, for a\nminute we attempted to converse in Polish. Then we both realized that Russian is -- Serbian is\nmuch like Russian and neither is Polish and switched. So the conversation went much more\nsmoothly. But most of the night | was grilled. Sort of the terrain changed because they\nrealized that | knew a lot more about Auschwitz than normal. 90% of the people who survived\nAuschwitz was there for four days or less.\n>> Bill Benson: And you had been there for five months.\n>> Steve Fenves: For five months. So! was accepted into their organization.\n>> Bill Benson: Steve, | Know I'm jumping ahead here but you would stay at Nieder Orschel\nfor almost six months until April of 1944 when you were forced on a Death March. Tell us\nabout that march and about your liberation.\n>> Steve Fenves: Ok. Well, just a minute about Nieder Orschel. It was a factory owned by\nMesserschmitt producing wings for fire planes. | guarantee you we did not collaborate with the\nenemy because not one of those wings ever flew. This was a last attempt by Germany to\ndisperse its industries. This village was upon the railroad line. Material coming in, wings going\nout. The railroad line was bombed at both ends so we were sort of doing nothing. Anyhow,\nthey collected us.\nWhen they announced -- we knew that the march was coming because the same\nkitchen produced the guards' food as well as ours. And the inmates take food to the guards,\nsaw them packing.\n>> Bill Benson: Saw the guards packing.\n>> Steve Fenves: Saw the guards packing. The younger -- without a call, all of us in the\norganization were in the kapos room in less than a minute. The younger people wanted to\nstage a fight. We had keys to all the guards' rooms including the weapon room.\nQuestion. How do you get a set of counterfeit keys in this situation? It's pretty\nsimple. You take a piece of bread and chew it in your mouth until it's malleable and the guards\nwho take their feed -- the inmates who take the food to the guards just make an impression.\nThere were plenty of locksmiths, plenty of material out of which to fashion a blank key, plenty\nof mechanics and stolen files to fashion keys.\nAnyhow, the older people didn't want to go along. So we marched. 11 days on the\nroad. Out of 700 | think 300 arrived to Buchenwald. Food for a while, there was some food.\nThere was no food either. People being shot for falling behind. People attempting escape at\nnight, some of them successful, some of them shot as they went along. Most distressing was\nin the morning, local peasants bringing attempted escapes back, prodding them with pitch\nforks, leaving big gashes in their backs and covered with barbed wire leaving more gashes but\nthey delivered them back to the SS guards. So that's how we lived for 11 days.\n>> Bill Benson: During that march you had your arm broken.\n>> Steve Fenves: | had my arm broken. Because | talked back to a guard. At 13 | should\nhave known not to do. We made it.\n>> Bill Benson: He hit you with the rifle butt?\n>> Steve Fenves: Hit me with the rifle butt. Eventually the road was going up the hill.\nEventually | could orient myself from the guards talking, from what inmates described, and we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\narrived in Auschwitz. | can't be a great witness for the liberation because | just conked out and\nsomebody woke me up two days later to say that the Americans arrived. And that was that.\n>> Bill Benson: And you went pretty quickly to a field hospital.\n>> Steve Fenves: | went -- didn't go. They carried me.\n>> Bill Benson: Steve, so much more | would like to ask you but we have a few minutes. |\nthink we should turn to our audience and ask if we have some questions from you.\nWe have microphones on both sides of the aisle. If you would, try to make your\nquestion as brief as you can. | will do my best to repeat it just to make sure everybody,\nincluding Steve, hears the question. So | think we can get a few in if we can.\nSo right here immediately.\n>> Where is your sister now?\n>> Steve Fenves: My sister, we got together after liberation. We both went back to\nYugoslavia. My father went back, as Bill said, passed at four months and died. We escaped\ntogether, came to the states together. She lived -- she passed away two years ago but we\nkept very close.\n>> Bill Benson: Thank you. Right here. And then I'll come over here. Yes, please. Yeah.\nWe have a mic coming to you.\n>> |'m not sure if you can answer this question easily. But at age 13 | can't believe what\nyou've been through or what you were living through. How did you survive, just mentally?\nHow did you get through what you got through?\n>> Bill Benson: As a 13-year-old young, how did you get through mentally, how did you\nsurvive?\n>> Steve Fenves: Well, | connected with the Polish overseers. | was certain that | was going\nto be carted away. My sister chastised me for having said that. She said she was always sure\nthat she was going to survive. So the first couple of months there was nothing to drive me. |\nwas mentally and emotionally dead like everybody else. Once | was associated with the\npolitical prisoners, everything changed. Survival was not guaranteed but there was a chance\nof survival and there was a reason to survive. There were definite things you could do towards\nimproving your chances of survival. And that's how | survived.\n>> Bill Benson: Do you have a question?\n>> We've got people tweeting at us all over the place, students watching in California, in\nGeorgia, and Pennsylvania. One person wants to know: What's the most important thing you\nwant young people today listening to your story, what do you want them to know and what do\nyou want them to take away from watching you today?\n>> Steve Fenves: That's always the closing comment that Bill asks me. Always asks me for a\nclosing comment. That's always it.\nYou have to be on guard for any form of discrimination, inequality, persecution.\nThey may sound insignificant to you now. They may sound like a fun thing to do on tweeter or\nother social media, but they can just as likely escalate into more serious things. And when it\nwas supported and authorized and even abetted by the government and the police, then it\nleads to genocide and worse. That's what | want people to remember.\nOn one side the Holocaust is unique, as the Museum's statement indicates. The\nJews were specifically picked to be annihilated because they were Jews. But the Holocaust\nalso has an enormous universal significance because once hatred, persecution, intolerance\narises, it is very easy for it to be channeled into more severe things including murders. That's\nwhat | hope to transmit to young people.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Bill Benson: Thank you, Steve. We have time for one more question. Two more\nquestions. Two more questions.\n>> How would you recommend going about making people aware of injustices in the past like\nthe Holocaust and going back, making changes?\n>> Bill Benson: What would you recommend that people can do to make changes and to end\ninjustices? Did | capture that right? Ok.\n>> Steve Fenves: Yeah. Examples about Ferguson, Missouri, started with one person and\none officer. Immediately the next day hundreds and hundreds of people marched to the site of\nthe shooting, expressed their solidarity with the person involved. That's what you have to do.\nThere's always a larger crowd for justice and for remembrance and for equality than the crowd\nthat perp -- than individuals or crowds that perpetrates the crime. That's where you have to be.\nAs soon as you see something like that, grab a flower, go to the site, join a crowd, make up a\nposter and carry that poster.\n>> Bill Benson: One more question right here.\n>> Looking at you, you're Jewish.\n>> Steve Fenves: Yes.\n>> | wouldn't know that. | mean, it doesn't mean to me that they're all Jewish. Isn't that -- why\ndid they hate you so much? | mean, why didn't you just lie and say I'm German?\n>> Bill Benson: In the time we have left, that's such a complicated.\n>> Steve Fenves: The second part, 2,000 years ago -- 2,000 years of history of anti-Semitism,\nI'm not the person to talk about. How did they know in a small town? Everybody knows.\nOne of the games coming back from my grandmother's house one day, my sister and | played\nthis game. | was the blind person. And she was asking for directions somehow to get to the\nnewspaper. And everybody she approaches says: Come on, you are the Fenves kids. You\nknow where the museum is. In a town of 100,000 but everybody knew. Where do you hide?\nThe only successful hiding, successful survivals outside that | know of were very\nbrave women who got out of the ghetto and managed to survive some in other towns. But they\nwere very, very seldom because everybody was pointing the finger at you.\n>> Bill Benson: This is an opportunity to mention that we have a very powerful exhibit called\n\"Some Were Neighbors\" that talks about corroborators and what many neighbors did or didn't\ndo. Well worth if you have the time seeing that exhibit.\nWe're at the time where we need to end the program. | want to thank all of you that\nare in this audience as well as those who are viewing from elsewhere to thank you for joining\nUS.\nI'm going to turn back to Steve for his last word even though he'll have to amend it\nmaybe a little bit. Because it's our tradition at First Person that our First Person gets the last\nword. Before | turn back to Steve, I'm going to ask Joel, our photographer, to come up on\nstage and take a picture of Steve with you as the background. It just really is a nice portrait.\nSo he's going to come and do that. So if you'll stay with us for that. And then because we\ndidn't have time for Steve to answer many other questions folks have and many other things\nhe has to share with us, please feel free after the program -- Steve will stay here on the stage.\nlf you have a question or just want to say hi to him, shake his hand, whatever, take a picture,\nplease feel free to come up on the stage and chat with him afterwards. So that's an open\ninvitation to do that if you wish.\nOn that note, I'll turn back to Steve for his last word and then Joel will come up and\ntake a photograph.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\n>> Steve Fenves: As | said, | always attempt to explain why | am doing this. As you can tell,\nit's not the most pleasant thing to go through. | do it because | feel an obligation to my family\nwho perished, millions of people who perished, people who came out affected much more than\n| have been. Something needs to be done. All of us who have been through it have to speak\nup so that this event doesn't happen again and to put the responsibility on you to make sure\nthat the history will not repeat itself.\n>> Bill Benson: Thank you.\n[Applause]\n[The presentation ended at 12:03 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}