{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JILL PAULY\nWednesday, July 6, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 17th year of the First Person program and our First Person today is Mrs. Jill\nPauly, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are grateful for\ntheir sponsorship. | am pleased to let you know that Mr. Louis Smith is here with us today.\n>> [Applause]\n>> Bill Benson: First Person is a series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests. The address is also in your program.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Jill Pauly's biography so that you can\nremember and share her testimony after you leave here today.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nJill will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows toward the end of our program, we will have an opportunity\nfor you to ask Jill questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Jill is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nJill Pauly was born Gisella Renate Berg on May 1, 1933, in Cologne, Germany. The arrow on\nthe map points to the city of Cologne. Jill and her family lived in Lechenich, a small town outside of\nCologne.\nIn this photo, Jill, who is on the right, and her older sister, Inge, picnic in the Eifel Mountains in\n1937, with their mother, Clara, and their aunt and uncle. The Nazis came to power shortly before Jill\nwas born in 1933.\nOn November 9, through November 10, 1938, the Nazis carried out a nationwide Pogrom\nagainst Germany's Jews, known as Kristallnacht, Night of Broken Glass. Alerted to the danger, Jill and\nher family fled to Cologne.\nJill's family decided to emigrate from Germany and in May of 1939, they left for Kenya. In this\nphoto we see Jill, who is on the right, and Inge while on the German ship that took them on a two-week\njourney from Genoa, Italy, to Mombasa, Kenya.\nJill and her family lived in Kenya for the next seven years. Pictured here is a group portrait of\nJill's extended family on their farm in Kenya. Jill Is in the middle surrounded by her mother and father in\nthe upper right-hand corner, her grandparents to either side of her, her uncle, and her sister, Inge, who\nis just behind Jill.\nJill and her husband have lived in the Washington, D.C. area since 1974 but will soon be\nmoving to Long Island to be closer to her children. Curt will be joining us this morning here with Jill.\nJill and Curt have two children, four grandchildren, and have added just another great grandchildren for\na total of two great grandchildren.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\nJill enjoyed a successful career in real estate. She volunteers at the museum's Donors Desk\nMonday mornings where Jill says she meets \"Such lovely people which makes it so rewarding.\"\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Jill Pauly.\n>> [Applause]\n>> Bill Benson: Thank you, Jill. Thank you so much for joining us and for being willing to be our First\nPerson today. We have just an hour and you have a great deal to share with us so we are going to start\nright away.\n>> Jill Pauly: Ok.\n>> Bill Benson: You told me, Jill, that Kristallnacht, Night of Broken Glass, was the catalyst for the\ndirections and decisions that your family's life took for the balance of the Holocaust and the war. You\nwere very young at that time, just 5 years of age. Let’s begin with you telling us about your family and\nthe events and your family's life leading up to Kristallnacht and that catalytic event for you and your\nfamily.\n>> Jill Pauly: Actually, | was thinking about it this morning or last night, about the generations of my\nfamily going back in the area near Cologne, one hour by car from Holland. | personally have genealogy\nthat go back to the early 1700s in that area.\n>> Bill Benson: Some 300 years' worth of family.\n>> Jill Pauly: Yes. And my father's mother, my grandmother, who lived with us until she passed away,\nwe lived together, told the family that she believed her ancestors escaped the Inquisition in Spain and\nthe family moved -- we don't know where to but landed up in a city Crefeld, also about 45 minutes from\nHolland. Now, they might not have settled there right away. | have a feeling that a lot of the Jews that\ncame up through Spain and upward went to The Netherlands.\n>> Bill Benson: Ok.\n>> Jill Pauly: And then wandered over. That's one side. The other side | don't know. Been there\nforever.\n>> Bill Benson: Tell us about your parents. What was your father's occupation?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\n>> Jill Pauly: My father was a cattle dealer. Going back to the 1600s there were two professions that\nthe churches permitted the Jews to go into: one was horse training; the other was cattle dealing. These\npeople were small farmers, land keepers, Orthodox Jews, in my case. They had small businesses.\n| read some stuff on it. They had to go to court because somebody did something to their cow. It was\nlittle tiny business.\nBy the time my late father was married, they had a big cattle business. There were four\npartners in it, family. They had land. They had houses. They had money. They did well.\nMy father really was a very creative person and superbly talented with animals. So much so,\nwhen he came to the United States and settled in New Jersey -- what do you call a doctor -- the\nveterinarian. The veterinarian in the area would pick him up at 4:00, 5:00 in the morning, which\ndisturbed everybody. Where did you go at 4:00, 5:00 in the morning? He would come back and say,\n“Well, he had a very serious case and | tried to help him save the animal.”\n>> Bill Benson: So he knew his business.\n>> Jill Pauly: He knew his business.\n>> Bill Benson: The Nazis came to power in 1933, five years before Kristallnacht. Right away\nrestrictions on Jews began. One of the things you had told me, that keeping kosher was forbidden by\nthe Nazis and yet at considerable risk your family continued to do so. Tell us how they managed that.\n>> Jill Pauly: It was a form of resistance. They were very courageous. They decided -- they had been\nforbidden slaughtering, forbidden to do business in 1937. You know, they were hemmed in. There were\nfamilies in the area, thank God, where we lived that were very anti-Nazi that eventually helped them a\nlot. But they went on our own with this kosher slaughtering. Just wouldn't give it up. | guess 99% of the\npeople did. They were the 1% that wouldn't. They took risks. They were raided. Our house was raided.\n| don't remember that. | must have been there. And my uncle had hiding places for these special\nknives. He strapped them to the inside of the chimney. They didn't get them. And they continued doing\nit.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection :\n| had one uncle -- | went back in 2012. | went to his house where they lived. And | tried to see\nif my memory -- nothing kicked in. But | saw a retaining wall on one side of the yard that had hooks built\ninto it. And | asked the woman who took me there, | said, \"What are those for, those round things?\"\nShe said, \"They used to tie up the cattle there.\"\n>> Bill Benson: In the wall.\n>> Jill Pauly: He had an abattoir. He was a kosher slaughterer. He was the one in the family that\nproduced and sold the meat. He decided to continue doing it. And what he did -- he had a Nazi right\nnext door who watched every step they took. He did the kosher killing. He had a man help him that he\ntrusted. And then he took a gun and shot to the severed head so the neighbor next door would think\nthey shot the animal and had no way of proving he didn't. They were really defiant.\nAccording to Jewish law, when you're under that kind of pressure, you don't have to keep\nthese laws. But they also didn't know how long it would last because their non-Jewish friends told them\nthis is ridiculous; this can't last.\n>> Bill Benson: This guy Hitler is not going to last.\n>> Jill Pauly: No! They thought he was crazy. That was a small percentage.\n>> Bill Benson: Right. Jill, you are four years younger than your sister, Inge. So at that time you were\nnot in school but Inge was in school. Tell us a little bit, from what you know from Inge, what her school\nexperience was like.\n>> Jill Pauly: It was really sad, really. This is an example of what Jewish children had to go through.\nThey sent her to -- by the way, schooling was compulsory. So they sent her to the community public\nschool. She was 6. She was beaten by a boy. She turned around and hit him. She hit him on the nose, |\nthink. She just struck out and he was bleeding. And my parents became very frightened. They took her\nout of the school. So at the age of 6 she was sent away from home. This goes for many, many of the\nGerman Jewish children. They could not stay at home to go to school because there were no Jewish\nschools in villages and they were too young to commute to the big cities. So the children had to be\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 6\nmoved. Luckily there was a schoolhouse where my grandmother lived, in another city, another town.\nShe lived with my grandmother and an aunt. It was very sad.\nThere was a school teacher there who was really well-known. His name was Lara Gottlieb. He\nhad from first grade to eight grade in one room. He taught Hebrew, Hebrew reading. It was Jewish. And\nat the same time, they also had secular studies. He was outstanding. | mean, what my sister had by the\nage of 9 was unbelievable. And | read his history, his story. He would not leave town where he was. He\nsaid he had never done anything to anyone. He wasn't political. He wasn't into anything detrimental.\nNobody had any issues with him, so he felt people wouldn't do anything to him. They picked him up.\nThey sent him to the camps. | can't remember which one but he was murdered in a camp. He was\nreally a very innocent man.\n>> Bill Benson: Jill, of course, five years after Hitler came to power, the night of November 9 through\n10, 1938 is what we call Kristallnacht or Night of Broken Glass. Tell us what you recall and what you\nknow about the events of that terrible night and what happened that night for your family.\n>> Jill Pauly: Kristallnacht happened in the morning, November 9, 1939. | was 5 1/2. For some reason,\nmy grandparents and | were sitting in the living room, where we never sat. We usually were in the\nkitchen but we were in the living room because there was a little stove in there. | think it was cold that\nNovember night. There was a knock on the door at 9:00 in the morning by a righteous gentile, a friend.\nHe told my father not to go near the synagogue that day. My father was dressed to go. | remember he\nwas wearing a white shirt. It was 9:00. My father said, “Why?” He said, \"Don't ask me why. If | tell you\nnot to go. Don't go.\" He says, \"But | don't know what you're talking about. What's happening?\" The guy\nsaid, \"It's something bad.\" And he left.\nWell, that really -- until then the phones hadn't rung. They hadn't heard anything. It was not in\nthe newspaper. It wasn't announced, of course. And started screaming. They were so terrified. Didn't\nknow where to go, what to do. | guess there were a lot of recriminations about not having left when they\nshould have left.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\nMy grandmother had a broken leg. Her leg was in a cast. She was a very heavy woman. She\njumped out of that chair and she said, \"Call a driver. We're leaving.\" We're leaving, you Know. Leaving\nwhere? Doing what? Where are you going? She decided to get the driver, who was a non-Jewish\nman, a friend, but he did it for money, it was his business, and he took my sister and | and the\ngrandparents.\nAnd my God when we came out --\n>> Bill Benson: Separately from your parents?\n>> Jill Pauly: Separately. They removed us from the parents. And when we came out the front door,\nmy sister started to scream. When | saw her so terrorized, | suppose | started screaming, too. And what\nwas going on is we were smelling smoke. We were seeing flakes fly through the air. It was gray. It was\nthe synagogue burning. It was just a block and a half up the street.\nThey stuffed us in the car. My grandmother said, \"Get down on the floor. Put your face down.\"\nWe did. And she put her feet on one of us and my grandfather put his feet on the other one. It really\nhelped it quieted us down. We were not allowed to get up until we were close to Cologne. Then she let\nus look out the window. And | remember seeing fires. Something dusky.\n| remember seeing the Nazi flags for first time. They really kept me under wraps. | wasn't out\nof the house without an adult ever. | couldn't play in our own backyard because my mother was afraid\nof being overlooked by neighbors' teenaged children who might be in the Nazi Party. So to me this was\nlike, they were beautiful, those flags. The colors were pretty.\nThe guy drove us to a street. We got out. And we went into an apartment where four uncle\nand aunts lived together in retirement. It was a two-bedroom apartment. | don't even remember that. |\nspoke to my sister last night. She said, \"You know, that was a two-bedroom apartment and we were 12\npeople in there.\" What | do remember very much is the instructions the adults gave us. That frightened\nme to the point, | guess, of depression. | was unhappy in that apartment with all of these adults, some\nof them older no children -- you Know, | never had children to play with. It was just awful. | reacted very\nbadly. | had a personality change overnight.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\nAt home in the country, in the house where we lived, my grandmother was very good at\nkeeping me occupied but once | was in that apartment she wasn't there and my grandfather wasn't\nthere. And my mother was -- she had a sick mother in the apartment who was dying of cancer, nobody\nhad room for anything. There were no beds for us. We didn't sleep in a bed, my sister and I, for 18\nmonths, until we were settled.\n>> Bill Benson: Was your father in the house with you?\n>> Jill Pauly: No.\n>> Bill Benson: Tell us about your father.\n>> Jill Pauly: No. The men ran away. They took the family cars and kept driving.\n>> Bill Benson: Because the Jewish men were being rounded up.\n>> Jill Pauly: Yes.\n>> Bill Benson: 30,000 in total, | believe.\n>> Jill Pauly: Yes. But they didn't know that then. They just knew they were going to be picked up.\nSo they got in cars and they drove. They eventually end up in the woods, overnight. They heard, the\nnext morning, that it was called off. That doesn't mean they weren't picking people up anymore but that\nthe looting, the beating, and the destruction was called off.\n| have to tell you 40 years later what happened. | went back to Germany the first time in 1982.\nA woman came to visit me. She wanted to meet me. | never met her before. | didn't know who she was.\nAnd she asked me -- she said, \"| have a particular question. What was your father and his brothers\ndoing at the gas station in Lechenich on Kristallnacht?\"\n>> Bill Benson: 40 years later she asked you this question?\n>> Jill Pauly: Yeah. 1982. | said, \"Well, | would presume they were getting gasoline. Why are you\nasking me?\" She said, \"Because | was there. | saw them.\" Luck. 10 years old it would have been very\neasy for this little girl to report that the Jews were at the gas station just now.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 9\n| came back to New York, to the states, and | asked my mother about this because | was\ncurious. And she said, \"Yes. That was a gas station that was willing to sell gas to the Jews and not\nreport them.\" So it was luck.\nKristallnacht was on a Thursday. On a Friday afternoon the men came into Cologne for the\nSabbath. And on Sunday morning -- no it must have been immediate because they left. Saturday night\nwe went upstairs into the building where the apartment was, where we were gathered. And my father\nwas going to go into hiding with us in the attic, like others did. And thank God -- Inge screamed at night.\nShe had nightmares. So he knew they couldn't stay there. So on Sunday they all got in a car, three\nmen, and drove into Holland without permission. They were caught. They were put in prison. And that's\na whole different part of the story, the Dutch part.\n>> Bill Benson: Why don't you continue with that part of it.\n>> Jill Pauly: Ok.\nMy parents were very connected in Holland because it was an hour away by car. My father did\na lot of business there, and my uncles. And two of my uncles and an aunt left Germany in 1937 to go to\nHolland because you couldn't make a living in Germany any longer. The uncles used to work for a\ncompany, the two uncles. And the company was closed down by the Nazis. In 1937 they got a card, a\nlittle postcard from the government, that they were no longer allowed to do business.\nSo my family was not functioning, the business wasn't functioning, so this family had to go to\nHolland. And when they got to Holland, they weren't allowed to work because they came in and Holland\nhad already been occupied by maybe 30,000 German Jews and the Dutch were having economic\nproblems so they forbid them to work. If they had money to live on, fine. If they didn't, that was tough.\nBut they were connected there. And through the connection in Holland -- one of my uncles\nwas a partisan. He used to take newspapers to the river, to the water, whatever water there was, | don't\nknow, and used to sit there and read newspapers. And Jews swam over from Germany.\n>> Bill Benson: Across the border.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 10\n>> Jill Pauly: Mm-hmm. They swam. And he had coats with him and newspapers and handed them\ncoats and newspapers. And they disappeared into Holland. He was gutsy. He was in his 20s. He was\nfluent in Dutch. He was born on the Dutch border.\nHe came to see the men in the prison.\n>> Bill Benson: Where your father was.\n>> Jill Pauly: Where the three men, my father and my two uncles. He said to the prison guard, \"What\nare you going to do with these people?” “I'm sending them back to Germany tomorrow morning.\" He\nwas a Nazi. And my uncle said, \"You can't do that. It's against the law.\" \"You have to have written\npermission from The Hague.\" He had called an attorney before. \"And you can't send them back without\nthat written permission.\" So the guy said, \"You bet | will if | don't have that piece of paper.\" He got him\nthat piece of paper. And believe it or not, they were connected to a man who was the court Jew to the\nqueen.\n>> Bill Benson: The queen of the Netherlands?\n>> Jill Pauly: The queen of the Netherlands wrote a permission for these three men to stay interned in\nHolland in a camp, until they could leave. She saved their lives. They were in an internment camp for\nnine months. It wasn't a concentration camp but they suffered terribly from being cut off from\neverybody. They couldn't communicate.\nMy uncle told me that my father was desperate in that camp. Everything he had in his life was\nin Germany.\n>> Bill Benson: Including the rest of his family.\n>> Jill Pauly: Right.\n>> Bill Benson: So, Jill, here's your father and your two uncles interned in Holland. They can't get out\nof there. And now the rest of the family really springs into action. Your family makes a decision that we\nmust leave Germany. And you were able to accomplish that by June, | believe it was, 1939, about\nseven months after Kristallnacht.\n>> Jill Pauly: Yes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\n>> Bill Benson: Tell us how that came about, what the family went through in order for you to leave\nGermany knowing that they felt they had to get out of there.\n>> Jill Pauly: They knew that before. | think it was on the table from 1935.\n>> Bill Benson: Mm-hmm.\n>> Jill Pauly: But my father was the kind of man who didn't want to go to a country where he couldn't\nmake a living. He had seven people to support. My mother said he spent a whole year of 1937 looking\nfor a way out. He couldn't work at home.\nBy the way, | really need to bring this up. A postcard telling people as of this day you may not\ncontinue making a living. So that had to be obeyed.\n>> Bill Benson: Your career, your livelihood is over, that postcard.\n>> Jill Pauly: One month later | saw the postcard. | don't Know what happened to it. | have it in my\npapers somewhere. ‘ist of January 1938, telling my father and the family that everything they own now\nbelongs to the state. So making a decision to leave the country was not that difficult. The difficulty was\nthere were no countries letting people in. Half of the Jews of Germany left before Kristallnacht but most\nof them went to surrounding countries and they were caught up in the war. So it was possible to get\nout. We just couldn't get in anywhere.\nThe woman that married into the family came from a very educated family. She had a cousin\nwho saw Hitler speak on the street in Munich in the “20s. He had made a decision that as soon as he\ngot finished with his university he was leaving and he went to England. And he and his partner started a\nchemical factory. This man had a sideline. He helped Jews get out of Germany into somewhere.\n>> Bill Benson: From his place in England.\n>> Jill Pauly: From his place in England. He had brought over his brother, out of Germany, put him\nthrough law school. This brother got a job with a company in Nairobi, Kenya, a law firm. So in 1937, his\nbrother went to Nairobi.\nThree or four years ago we got letters that passed between the families. This man -- his name\nwas Herman Strauss, was in this company in Nairobi where there was a man who had very good\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 10\nrelations with the British government. | believe he was Jewish. And through that connection, and the\nmoney that my grandmother sent out of the country the day | was born -- she sent the business money\ninto Holland. She wouldn't allow it to stay in Germany in any bank. So with that money she was able to\nfacilitate a getting out.\n>> Bill Benson: So he was able to purchase affidavits or visas that allowed you to travel to Kenya?\n>> Jill Pauly: They allowed us to come in. And when they found out that the family had money, they\nbecame very interested, according to the letters. And they didn't quite know how to get ahold of that\nmoney. [Laughter] So they charged a lot of -- a lot of money per head, per person, to come in.\nObviously, | saw the list three, four years ago, of the people who applied, her side of the\nfamily, the parents applied, and they were rejected. And many years later her family, members of her\nfamily that survived, disowned her because she saved our side -- her husband's side but she did not\nsave her side. And we never knew why. Well, her son found out, by chance, by calling England three,\nfour years ago. He spoke to the daughter of the man who saved us. She said the reason she could not\nbring her parents out was because the sister was an epileptic and they would not accept the sister so\nthe parents decided to stay with the sister. This woman suffered. She saved 19 people and she\nsuffered for the rest of her life. She was on drugs to keep her going. She was so depressed. And she\nnever knew that this happened because of her sister's illness.\n>> Bill Benson: But she was able to get your family along with your relative in England --\n>> Jill Pauly: We got into Kenya. June -- no. July 1939. My father and the three men who were\nimprisoned in Holland were already in Kenya. They had gotten us places to stay.\nIt was terribly difficult on my mother.\n>> Bill Benson: How many of you in total left Germany?\n>> Jill Pauly: Germany, 12 of us were on the train. In Holland, they came later. The men, the three\nmen that were interned, left first.\n>> Bill Benson: Got there before you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 3\n>> Jill Pauly: Then we left. Then the others -- there was a family of four in Holland, went on the boat\nthe day Hitler walked in.\n>> Bill Benson: Into Holland. Mm-hmm.\nSo, your mother, particularly, and grandparents, which were | think crucial to making the\ndecisions, they made all the arrangements in Germany, working with the folks in England. They were\nable to pack up a lot of stuff to move, which, of course, never made it. Right?\n>> Jill Pauly: Right. They had money in the bank. [Laughter] That's funny. And the women went out\nand decided to buy -- | mean, they were going to Africa in 1939. They didn't really know where they\nwere going and what this was like or where they would be living. So they bought all sorts of things. With\nall the money that was left in the banks, they gave some to the relatives that needed it and the rest they\nwent out shopping. And each family had a lift. A lift is like a 9-by-10 room full of boxes.\n>> Bill Benson: Stuff to go to Kenya.\n>> Jill Pauly: Mm-hmm. And these were sent to Hamburg, to the port. | think it was seven lifts. Only\nthree or four arrived. The rest didn't.\n>> Bill Benson: If | remember from something you told me, at that time you were allowed to leave and\ntake goods with you but you had to pay 100% tax on anything you took out of the country.\n>> Jill Pauly: You had to pay double the tax on everything.\n>> Bill Benson: To get out.\n>> Jill Pauly: On tickets, on anything that you took out of the country, for Jews it was double.\n>> Bill Benson: Yet the majority of it did not make it.\n>> Jill Pauly: A lot of it.\n>> Bill Benson: One of the ironies you shared with me, when you finally made your way to leave\nGermany, you made your way to Italy to board a German ship. A German ship was taking you to\nKenya.\n>> Jill Pauly: First, the trip from Cologne to Genoa was so dangerous. And the danger was that we\nwould get separated. A big thing for the Germans separating families and they it well. So my mother sat\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 14\nus down, as little as we were. | was 6. She said she got -- she got across that this was not for children;\nthis was an adult thing. We were not to move on that train. We were not to ask for food, not to go to the\nbathroom, nothing. We were to sit still from Cologne until we were out of the country. And, again, |\nwanted to know why. | then started to understand that we could be separated. And | was terrified. So |\nwas very good. We didn't move.\nMy very sick grandmother was in the compartment with us. When we went over the border\nfrom Germany into Switzerland, | can promise you | had never, ever seen my mother smile from the\nday | was born. Her face was in a constant state of pain until we crossed that line out of Germany.\n>> Bill Benson: Into Switzerland, a neutral country.\n>> Jill Pauly: Into Switzerland. Of course, she knew when we got to Genoa, we were getting back ona\nGerman ship, which was a Nazi ship, and she had the two children, my grandparents, and they were\nold. We got on that ship and she hears that all the Jews will be on the lower deck and the rest of\nhumanity on the upper decks. And she really got furious. She was so angry. But she had to put up with\nit.\nWe were on the ship. And to me it was heaven. You know why? | was sun deprived. | needed\nthe energy of the sun. | was a child that was inside all the time.\n>> Bill Benson: You had been so completely protected.\n>> Jill Pauly: Mm-hmm. And when | was happy, | sang. | was singing.\n>> Bill Benson: And there's a story there. You have to share that.\n>> Jill Pauly: Mm-hmm. Yeah.\n| was off by myself singing. | don't know what | played with, maybe a doll. | was overheard by\nthe Nazi captain. | don't Know who. He called my mother up and said he wanted to know if she would\ngive permission for me to sing for the crew on the ship. What was she going to say?\nThere were problems. | had learned the whole Passover history, the Haggadah, which we\nread and sing once a year at the Sadr. My uncles had gorgeous voices. One of them was an opera\nsinger. And to keep me busy, they taught me the whole Haggadah music. And | sang German folk\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 15\nsongs. Who knows what | was singing. | don't know. And the women got so frightened because they\ndidn't want me to sing Hebrew songs.\n>> Bill Benson: To the Nazi the company and his crew.\n>> Jill Pauly: Yeah. When | was 6 years old. They had me up in the cabin, my two grandmothers and a\ncouple of the aunts, singing with they what | should sing and what | shouldn't sing. | guess | made it. |\nthought | did it once. But a lady that's still living, who is 98, always told me, no, you did it every day for\ntwo weeks.\nIt made them happy, | guess. And they left us alone. They really didn't bother us on the ship.\nBut for my mother it was a terrible stress because she didn't know if the ship was going to take us to\nKenya. What did they know?\nWhen we got to the harbor in Mombasa there was a man in European clothes and a European\nhat and that was my father.\n>> Bill Benson: Waiting for you in Mombasa.\n>> Jill Pauly: Mm-hmm. Mm-hmm.\nWe had a little experience with my mother. He had rented a room somewhere. | don't know\nwhat it was, a hotel, | don't know, for us to stay the first night and then continue traveling by train. | was\nsleeping on something called a camp bed, at the foot of the bed. | hear screaming. It was dark out. My\nmother was screaming. And we didn't know why. There was a black man in a long white gown and a\nhat serving tea before daybreak. And he frightened my mother. She made it a condition -- | remember\nher saying \"As long as I'm in country | don't want to be woken up at 6:00 in the morning for tea.\"\nCultural.\n>> Bill Benson: If | remember correctly, one of your grandfathers or grandparents would not leave the\nship for a while because it was the Shabbat. Wasn't it?\n>> Jill Pauly: No, no.\n>> Bill Benson: No?\n>> Jill Pauly: No. He wouldn't go to Kenya unless he knew there was kosher food on the ship.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 16\n>> Bill Benson: And he was able to get it. Right?\n>> Jill Pauly: The women called Berlin. There was some kind of organization that brought the food to\nthe ship. And according to Jewish law, he didn't have to do that either. | mean, they didn't know what\nlaid ahead. They could have done anything. They just didn't know. Nobody knew what the final solution\nwould be.\n>> Bill Benson: When you arrived in Kenya, | believe it was 1939, of course, July, the war began just a\ncouple of months later. In fact, just over a month later, September 1, when Germany and Russia\ninvaded Poland, the start of World War II. By that time you're in Kenya. So now you're in a completely\ndifferent world. What was that like for the family?\n>> Jill Pauly: Difficult. Difficult in a different way. The persecution continued. My sister and |, we were\nunder persecution for 12 years. The family was under persecution for 12 years. In Kenya there were\nlaws pertaining to Germans, of course, but German Jews, we were German Jews. We always felt they\ndidn't understand. Why were they doing this? We came there to be liberated from fear. And the reason\nthey didn't understand it is because we didn't know that there were Nazis stealing Jewish identities and\nsneaking into allied countries. So they had no way of knowing who was who. So when the war broke\nout, they came around and they picked up all the men in the family and put them in camps. And we\nwere left -- my grandmother told them if they took the grandfather, she would have to come along. So\nthey didn’t take him. They left him.\n>> Bill Benson: So in the eyes of the British, because you were first and foremost in their eyes German\ntherefore you were considered enemy aliens.\n>> Jill Pauly: We were enemy aliens.\n>> Bill Benson: Even though you escaped there to get away from the Nazis.\n>> Jill Pauly: Right. And we remained enemy aliens until the end of the war. So the family had enough\nmoney left for a downpayment on a farm. Nothing else. They couldn't go for haircuts after that. Nothing.\nAll the money you had was spent on saving us. There we were on a farm. They locked us up. We were\ninterned on the farm. We could not leave without permission. Whenever they left the farm, they had to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 17\nsend a black man on a bicycle to a place called Kiambu, where the commissioner was, and sign a\nstatement that they could leave the farm to go shopping. They didn't go every week. They went every\ntwo, three weeks to Nairobi to shop.\nNow, | don't Know if my sister and | needed anything because we had to go to school. They\ndidn't interfere in that.\n>> Bill Benson: And you had to go to English school.\n>> Jill Pauly: British schools. We went to British boarding schools. We did not board in the schools\nbecause my mother wouldn't let us go where there was no kosher food. So we lived with families that\nwere close to the schools. They were very difficult schools, very, very difficult schools. The British\neducation was tough. And the teachers were mean, very mean.\n| learned later that those teachers were placed there against their will. They really didn't do\nthis voluntarily. They were placed there by the government and they didn't like it. So they had to let it\nout somewhere. What? A little Jewish girl? You can pick on her anytime.\n>> Bill Benson: | was struck when you told me that almost right away there you are in English-speaking\nschool, of course you don't speak English, and they're demanding that you sing \"God Save the King.\"\n>> Jill Pauly: Mm-hmm.\n>> Bill Benson: And you learned Wordsworth, \"The Daffodils,\" and had to recite that. Your education\nhad to come very quickly.\n>> Jill Pauly: Very quickly. We lived in a big house in Nairobi for six weeks. My father put us into\nschool the first day we got there. The tradition was that the black young men would carry our lunch\nboxes and walk us to school. Now, this is with a mother coming out of Nazi Germany, ok? We had to\ngo to school. So these two young men took us. It was about a 25, 20, 25-minute walk through the\nwoods, over a water, you know, where you had to take your shoes and socks off to cross over it, the\nschool. We didn't know any language. We didn't Know Swahili. We didn't know English. They certainly\ndidn't know German. Within six weeks we understand the language. We understood the Swahili. We\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 18\nwere speaking with them. English was a little longer, three months. The teachers were merciless,\nabsolutely merciless.\n>> Bill Benson: And during that time, Jill, of course the British that were there, the men were, of\ncourse, going off to fight, joining the Army, having to leave their enterprises, their farms and ranches\nthat they had been running. So that's when they turned to the interned men. Tell us what happened to\nthe men.\n>> Jill Pauly: The men came out of internment a week after they were put in because we had the farm,\nbecause we had put a downpayment on the farm. Other men couldn't leave until they had jobs. They\nplaced them far away from Nairobi. We were 20 miles from Nairobi, which wasn't so far.\nI'm losing my track. Where was |?\n>> Bill Benson: Describing that the men now had to manage the Jewish farms.\n>> Jill Pauly: Yeah. The men, the refugees, were assigned responsibilities to go to British farms and\nhelp the women run those farms as their jobs as secondary jobs. And my father did that for the duration\nof the war, and several of the other men did it. It worked out because these people needed us and they\nwere close by. That was it.\n>> Bill Benson: You were here with us a couple of years ago with your sister, Inge, and | think Inge\nmight have mentioned this. You had a clandestined radio at your house. Tell us about that.\n>> Jill Pauly: We had a -- it wasn't clandestine. It was just a radio. It ran on batteries. And my uncles\ndidn't want those batteries used because you couldn't get new ones so quickly.\n>> Bill Benson: And you only listened to what was going on in the war at that time.\n>> Jill Pauly: Yes. And we were really living in the most primitive conditions you can imagine. They\nfound a cinderblock house with windows that had frames but no glass. It was just very primitive. But it\nwas cinderblock with a tin roof. They worked on it for about a month, with a lot of help, and it was a nice\nhome. We called it home.\n>> Bill Benson: | Know we're moving forward because of time, Jill. Of course, you would go through\none more major upheaval, | think, in 1947, just before the uprising.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 19\n>> Jill Pauly: No. We left.\n>> Bill Benson: | was going to say, you left right before. What prompted you to leave Kenya and how\ndid you make it to the United States?\n>> Bill Benson: My father was not happy with the political behavior of the British. They were very cruel\nto the indigenous black people. And my father always told us, according to the Torah, that that was\nforbidden; you can't do that. He said, “I don't want my daughters growing up in this society. I'm getting\nout. We're leaving the day the war is over.” Well, we couldn't get out the day the war was over because\nwe didn't have people in the United States who could sponsor us. That took another couple of years.\nWe left in “47 in “52 they lost the farm. They still had the farm. Financially they lost the farm, again.\nBecause of the Mau Mau. And, well, life just went on. You had to work hard and try to make a good\nbeginning in a country.\n>> Bill Benson: So you started all over again.\n>> Jill Pauly: All over again, the third time. It was difficult.\n>> Bill Benson: You were 14 when you arrived.\n>> Jill Pauly: Right.\n>> Bill Benson: What was it like for you? You now at least speak English. So you knew the language.\n>> Jill Pauly: First of all, the first year in school | loafed. | didn't do anything. And | became salutatorian.\n| don't know if | opened a book. | sat on a bench, went home. | was way ahead. But then things started\nchanging when | went to high school.\n>> Bill Benson: Because of the British schools you were way ahead.\n>> Jill Pauly: Yes. When | went to high school, things got difficult because | had to work. And | had\ngotten used to not working. And | started making new friends. It was very, very difficult for me. There\nwas one thing in this world that | was jealous of, nothing else, ever, was the comfort level of the kids\naround me: them growing up together, Knowing each other, the way it is in America. It wasn't like that\nfor me. | was removed from family and friends and went to schools with kids who were not particularly\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 00\nmy cup of tea. So | had to start from scratch at 14. They had already had 14 years before me in\nAmerica. So | had to play catch-up. It took me a while but not too long.\n>> Bill Benson: Did your parents make the transition relatively easy or was that difficult for them?\n>> Jill Pauly: Very difficult.\n>> Bill Benson: Very difficult.\n>> Jill Pauly: Very difficult. Because of their age. My father was 52. To start over at 52 is very hard.\n>> Bill Benson: He went into the cattle business again.\n>> Jill Pauly: Yes, he did eventually. Mm-hmm. And made a success of it again. Then he got sick and\nhe sold out the farm.\nWe love the United States. | did. | didn't like when | arrived. We didn't see the Statue of Liberty\nand my father promised us that.\n>> [Laughter]\n>> Jill Pauly: We arrived in Boston.\n>> Bill Benson: Just a couple of last questions before we close. | know we didn't have a chance for you\nto ask Jill some questions but when Jill finishes, we're -- Jill's going to remain here with us on the stage.\nSo if anybody would like to come up and ask her a question or just, you know, shake her hand or take a\nphotograph, whatever you want to do please feel free to do that when we close.\nYou mentioned to me that the Fourth of July -- in the past you've mentioned the Fourth of July\nhas special significance for you. Of course, we just celebrated the Fourth. Why is it so special for you?\n>> Jill Pauly: Love of country and love of patriotism. | heard a radio program on the Fourth of July\nwhere a young man who won the medal of honor spoke. And he spoke about his background and his\nlife. | believe he was from either lowa or Idaho. | remember clearly him saying that he wasn't a very\ngood student in school but when he was a junior, in chemistry class, 9/11 happened. They had a TV in\nthe room. They saw a plane fly into a building and they thought it was some nut, you know, who lost his\nway and flew into the building. But then very quickly they saw that it was two huge planes and that it\nwas terrorism. He goes home and he tells his mother that he's found his vocation in life; he wants to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 31\njoin the military right away. And she said, no, you have to finish high school and then you can join the\nmilitary. He talks about fighting and going into places where you have to shoot back and how he\nlearned that what he was fighting for was not to go out and kill people. You kill people because they\nattack you. And he was going out to fight to keep what we have. And | was so impressed. And so happy\nto be living here. It's such a privilege.\n>> Bill Benson: It's our tradition that our First Person has the last word so I'm going to turn back to Jill\nto give us her last word. When she's finished, our photograph, Joel, will come up on stage, take a\nphotograph of Jill with you as the backdrop, so | will ask that you all stand at that time. Then as |\nmentioned, Jill will stay here on the stage so please feel free to come up and chat with her.\n| want to thank all of you for being here. | remind you that we will have First Person programs\neach Wednesday and Thursday until the middle of August. The museum's website provides information\nabout each upcoming First Person guest and, of course, we'll have information about our program in\n2017.\nSo with that Jill, close our program.\n>> Jill Pauly: Ok. | think | just closed the program. | spoke about the young man who won the Medal of\nHonor and what a privilege it is to have people like that all over this country, young men who go off to\nfight in other countries to try to maintain what we have at home. It is so precious. Maybe you have to be\na naturalized citizen and go through the hard times of becoming an American. It's not easy. | don't know\nanybody who just gets off the boat and becomes an American. It's a process. It's a very, very difficult\nprocess; culturally, financially, socially. It's difficult. It takes a long time. But it's all worth it.\nWe didn't do a thing or have a thing happen to us that hasn't been rewarding. My husband is\nhere. He was in the forces during the Korean conflict. We adopted children in the United States. When |\ncame to this country | was 13, not quite 14, got married at 24. So | was only here 10 years. And within a\nfew years | adopted American babies that needed to be provided for. Otherwise they didn't give you the\nbabies.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection >\nSo | don't think that a natural born American can ever understand what they have here. Most\nof the people that come here, 99%, are running away from something. They are coming to America to\nlive because they want a better life and they fight for this life, to maintain it. So the speech yesterday\nthat | heard really sort of galvanized what | feel.\nWith that, | thank you for coming and listening.\n>> [Applause]\n",
    "segments": []
}