{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON HENRY GREENBAUM\nWednesday, July 27, 2016\n11:00 a.m. — 12:11 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mr. Henry\nGreenbaum, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, and the Arlene and Daniel Fisher Foundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative. In doing so, you will\nreceive an electronic copy of Henry Greenbaum's biography so that you can remember and share his\ntestimony after you leave here today.\nHenry will share with us his \"First Person\" account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Henry\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Henry is one individual's account of the Holocaust. We begin with this early photograph of Henry.\nHenry was born April 1, 1928, in a small, one-story house that served as both his family's residence\nand a tailor shop. He was the youngest of nine children.\nOur first map shows Europe. Our second map shows Poland. The arrow indicates the\napproximate location of Henry's hometown of Starachowice.\nHere we see two of Henry's five sisters. Ita is on the left and Rozia is on the right.\nIn this photo we see another of Henry's sisters, Faige, and her daughter.\nThe Germans invaded Poland on September 1, 1939. By 1942, at the age of 13, Henry was\nsent with his family to do forced labor in a munitions factory. He was deported to Buna-Monowitz labor\ncamp at Auschwitz and later to the Flossenburg camp in Germany. In this map of major Nazi camps in\nEurope, the first arrow points to the Buna-Monowitz and the second to Flossenburg.\nAt age 17, Henry was liberated and one year later he emigrated to the United States.\nHenry, who lives in the Washington, D.C. area, lost his wife, Shirley, in 2011, after nearly 64\nyears of marriage. Henry and Shirley had four children, three sons and one daughter, who have\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nprovided 12 grandchildren. And now there are six great grandchildren, ranging from 2 % to 6 years old,\nwith a seventh due in January. Henry notes that all but one are girls.\nHenry retired from his dry cleaning business 19 years ago and has been associated with this\nmuseum since its beginning. He volunteers at the Donors Desk where you will find him on Fridays.\nOver the past 35 years Henry has spoken to many groups locally and across the country. Earlier this\nyear he traveled to Baton Rouge, Louisiana, and spoke to 1,100 students at a Catholic boys school and\n900 at a Catholic girls school, as well as at a Jewish Film Festival. He has also spoken to sailors\naboard the U.S.S. Truman in Norfolk, Virginia; Ft. Detrick Army Base in Maryland and to the National\nGuard in Arlington, Virginia. He has also been a guest on Fox Radio with a live audience and on \"The\nLarry King Show. \"\nIn August 2014, Henry took his three sons to Germany and Poland, at the invitation of the City\nof Flossenburg, site of the Flossenburg concentration camp. They went to Auschwitz-Birkenau and\nvisited Henry's home town. And in January 2015, Henry went to Poland as part of this museum's\ndelegation to the commemoration of the 70th anniversary of the liberation of Auschwitz-Birkenau.\nHenry is accompanied today by his daughter-in-law, Jackie, and her daughters and Henry's\ngranddaughters, Lauren and Jillian.\nWhen we first began First Person in March 2000, our very first First Person was Henry. With\nthat, | would like you to join me in welcoming our First Person, Henry Greenbaum.\n>> [Cheers and Applause]\n>> Henry Greenbaum: Good.\n>> Bill Benson: Henry, thank you so much for joining us and for your willingness to be our First Person\ntoday.\n>> Henry Greenbaum: You're welcome.\n>> Bill Benson: 17 years you've been with us.\n>> Henry Greenbaum: That's right.\n>> Bill Benson: All right, Henry. You have so much to share with us in a short hour so we will start right\naway. You were 11 years old when Germany invaded Poland. Before we turn to the war and the\nHolocaust, tell us a little bit about your family, your community, and you in the years before the war\nbegan.\n>> Henry Greenbaum: Like you said, we had a large family, nine children. We had six girls and three\nboys. And we ran a tailor shop, a small business. We made a living. We were not rich. We made an\nhonest living. We got along with our neighbors. Most of our customers were non-Jewish. We served\ntailoring, either new garments or repairing, mostly.\nMe, as a youngster -- everybody had a chore in the house. If | didn't go to school -- after\nschool | had to keep the iron hot so they could iron the stuff that they fixed. In those days we didn't\nhave any electric irons. They had an iron that had a hollow inside. You had either coal or something\nwas in there and | had to get it started so it will Keep going. like a grill, so they could use the iron.\nMost of the time | played soccer with my neighbors, with non-Jewish, Jewish kids with non-Jewish kids.\nWe'd have skirmishes like everywhere else you a game; everybody wants to win. Some lose. Some\ndays you win. But nevertheless, we got along pretty good.\nWe were very religious at home. We lived near the synagogue, five doors away. My father\nwas the caretaker of the synagogue. He closed and opened the synagogue every day. And then, of\ncourse, he ran the shop that we had.\nOne brother, Zachery, he was in the Polish Army. And then David, he was still with us, home.\nHim and my father both ran the shop. The girls, they were messing around with ladies' clothes.\nSometimes they would come in, ladies' clothes, and they would do that, too.\n>> Bill Benson: Besides your brother who was in the Army, one of your sisters had left home as well,\nhad gone to the United States?\n>> Henry Greenbaum: She came here in 1937. She came here. My father had two brothers and a\nsister who came here in 1905, something around that time. They settled in New York. But the\nimmigration laws were so tough here they wouldn't just let you in. Nowadays people just cross the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nborder, they're here whether you like it or not like it. In those days you had to go through years,\nsometimes a whole year, till you passed. You're lucky if you came through the council, well, next year,\nnext year.\nMy oldest brother tried for years. | don't know why they didn't let him in. He was a master\ntailor. He wouldn't be on the government's payroll. He would contribute. He would be paying taxes,\nmaking money and paying his taxes. But they somehow didn't let him in but my sister had no trouble.\nShe came as a young lady. | don't remember how old she was when she came, single. She came to\none of the uncles. The uncle had children of their own. One of them moved from New York, came to\nWashington. And he settled in Washington. And that's the one that brought my sister down here in\n1937.\n>> Bill Benson: Henry, your father died before the war began, right before the war began, a couple of\nmonths, | think. How did the family make ends meet during that time since he had the tailoring\nbusiness?\n>> Henry Greenbaum: Well, it wasn't that easy. It was tough. But my mother was worrying herself to\ndeath how you make a living. You know, the moms are always worried about how are we going to\nmake a living, how are we going to eat. We were never short on food. We always had food.\nMy oldest brother, he ran away later on.\n>> Bill Benson: We'll come back to that.\n>> Henry Greenbaum: Oh, ok.\n>> Bill Benson: September 1, 1939, Germany invades Poland. You were quickly occupied. Tell us\nwhat it was like in those first days when the Germans came in and what life was like before you were\nforced into a ghetto.\n>> Henry Greenbaum: | was just a youngster. | cared less about the war. | was more interested in -- |\nwas more interested in playing soccer with other people, with other boys, or other games. Cared less\nabout the war. The parents were there with their small radio, like 10-by-10 radio listening to the war.\nMy father, before he passed away, he got us jobs in the ammunition factory. There were rumors coming\naround what did the Nazis like and dislike when they take over a city. They liked when you worked in a\nfactory. They could care less about tailoring. But later on they needed tailoring. So we were still in\nbusiness.\nLuckily one of our clients, one of our customers, happened to be a manager in a munition\nfactory. So my father heard all of these rumors on the radio and he said, Why don't | approach that guy\nwho came in? He knew he was working in the factory but he didn't know what capacity. Was he a\nmanager, an owner, whatever?\nSo he approached him. He said, “Can you give my kids a job in the factory?” No hesitation. He\nsays, “How many do you have?” He says, “The three girls and this young boy.” And one of the girls was\nalready -- the one we showed on the screen with the little girl, Faige. Her husband was already in\nAmerica. She didn't live with us when she was married but as soon as he left for America, she moved in\nwith us. So grandma took over with the little girl so she could go to the factory and work. And we had\n|.D.s. So all four of us were safe, so to speak. We had |.D.s that we worked in factory before they came\nin the Germans, occupied our city. Then two weeks later my father passed away. And then all of a\nsudden the war was already coming closer to our city. Eventually it was taken over to our city.\nMy mom was very protective after my father passed away, especially with the girls. You can't\ngo nowhere. You have to stay right here with me. You can't get in trouble no place. So what happened?\nThe next door neighbor had a horse and buggy. That's the only transportation we had, no cars in the\ncity, | don't think, except a bus taking you out of town and bringing you back to town. Bicycles,\nmotorcycles, and horse and buggies.\nAnyway, she asked him to take us to a farmer that we knew. How she -- there were no\ntelephones. How did they arranged that, | don't remember. But all | Know is the horse and buggy took\nme, my mom, my oldest of the brothers, because the other brother, Zachery, was in the Army, in the\nPolish Army. And they took us to the farm 10 miles away so nobody would get hurt when they take over\nthe city. They usually throw bombs and she didn't want anybody to get hurt.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nSo we went to that farm. We stayed in that farm for three days. We heard all the\nbombardments coming in because 10 miles away was not that far away. On the second day my brother\nand |, David, he was out there with me eating breakfast outside. The farmer, the owner of the farm,\ngave us a Slice of bread, butter on it, and says, go out and take a tomato off the vine. It was late\nSeptember, there were still tomatoes on the vine. And we ate tomatoes and bread. We were supposed\nto go in and get a glass of milk after that.\nWhile we were eating, we saw from a distance, a gray uniform approaching us. We could not\nfigure out who this was at all. As we got closer together, it was a Polish soldier, not Jewish. He had a lot\nof medals on him. He was not a private. It so happened that my brother David knew him by first name.\nThey kept talking to each other like friends. They either went to school together or he was just a\ncustomer in our place. | don't remember. But all | Know is that he asked the soldier, “Where are you\nrunning away from?” He says, “I'm running from the German Army. They're here three kilometers and\nthey're coming this way.”\nThe Polish soldier was running in the opposite direction away. My brother had an idea, which |\ncould not believe myself what | heard. He says, “Is it ok if | run away with you?” | said, “No!” How do\nyou do that? You're my oldest brother. You're supposed to be my protector. My father passed away\nalready. He's supposed to be the protector. This is my brother.\nHe took off with the soldier but | didn't let him get away too far. | followed him, hiding behind\nbushes. | thought maybe he'll change his mind. | didn't want to go back in there with the girls and then\nam | going to be their protector?\n>> Bill Benson: At 11 years old.\n>> Henry Greenbaum: Yeah. | was too young. Anyway, every time he saw me, lifting my head over the\nfence, over the bushes, \"Go back to your mother,\" \"Go back to your mother.\" Of course | didn't listen to\nhim. | was angry at him, why he's going to leave me here. | thought maybe my older brother, supposed\nto protect your little brother. But he didn't do that. Till the Polish soldier turned around and yelled,\n\"You're too young\" in Polish, \"You're too young. You go back to your mother.\" | said ok. They didn't\nwant me.\nSo | went back to my mom and told her the bad news. Of course she was very upset, crying.\nHow are we going to make a living? That's what she was worrying about. The girls calmed her down,\noh, we'll help; don't worry about it. You'll be ok. And the third day we all packed up and went back to\nour town.\n| never saw a German soldier yet, until | came to my town. In my town, when we passed the\nmarketplace on the way to my house, | saw there was nine or 10 people hung from the town. They\nhung them, whoever occupied, the Nazis occupied the town. They took all the doctors, the lawyers,\nwhat we in those days called intelligentsia. They were getting the lawyers, the doctors, and they hung\nthem. Maybe some Communists, too. | don't know that but all | know is at that age, | had to witness 10\npeople, nine or 10 people hanging. Next to my father, that's the first time | ever saw a dead but hanging\n| never saw that. It was on my mind constantly why they would do something like that. Mom explained\nthat's what happened. They took the smart people. They didn't want them to interfere with the\noccupancy, | guess.\nAnd we went to business. We opened the door, cleaned up. Every time | would hear the boots\nclicking on the sidewalk, | would run toward the door, through a crack, just to listen, to observe the\nsoldier. What does the soldier look like? Why am | so scared of them? They didn't do anything to me\nyet.\n| looked. He was scary looking. Always wearing a helmet because they just occupied the city\nthree days ago. So they all wore helmets, boots, and their rifles. They all walked around with that\nconstantly. Then | went back after | observed them. Like | said, he didn't do anything to me.\nBut later on, a couple of weeks, the order came out. All the Jews in that town had to wear the\nyellow Star of David. So from a child on to no matter how old you were, you had to wear a yellow star\non the front and in the back. That means if you walked on the sidewalk, anytime you met with a soldier,\nany rank of soldier, German soldier, you had to step off. We were never bareheaded, because we were\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nreligious. Always had the hat on, the tassels sticking out. And then we walked on the sidewalk. And\nevery time you see the soldier, take your hat off, jump off the sidewalk, and let the master, so to speak,\nwalk through. You have to give them attention to that. If you didn't obey, he would kick you off, Knock\nyou down with the rifle butt on the sidewalk and threaten kick you off the sidewalk, on the road. It was\nnot dangerous, the road, didn't have any cars to worry about.\nBut anyway, that was the first thing they introduced us to. And then the second thing, later,\nthey left us in the street because we were already identified with the Star of David. The truck would pull\nup on the sidewalk. If they saw you with a star, they grabbed you on the truck.\nWhat did we do on the truck? The truck was full. They went to the countryside, to the\nfarmlands, and we had to dig trenches for them. They said for military tanks to fall in. It turned out to be\ngraves later. They told us it was trenches for tanks to fall in. Whatever work they had to do, they\ngrabbed us in the street. Clean the vehicles. Clean the place where they lived. Where they took over\nplaces.\nIt so happened when they grabbed me one time and | said, \"! work in the factories. Here's my\n|.D.\" never be without the |.D. It's like a passport. You had to wear the I.D. You had to hide it in the\npocket. \"Well, you're not due until 3:00 in the afternoon. This is 10:00. You can work for us and later we\nwill drop you off in the factory\" and they did that. That day | did double shift. What type of people did the\nsame thing? They grabbed them even though they had I|.D.s. They took them to dig the trenches.\n>> Bill Benson: Henry, it wouldn't be very long before you and your family and the other Jews in your\ncommunity were forced into a ghetto. Tell us about the ghetto and what conditions were like for you\nthere.\n>> Henry Greenbaum: Well, we didn't have to move. That's one thing about the ghetto. We stayed in\nour little house. They took over the neighborhood.\n>> Bill Benson: Where your house already was.\n>> Henry Greenbaum: Yes. They took over our neighborhood, three-block perimeter, small little block.\nMost of them was near the area where the synagogue was, most of the religious Jews were there. They\ndidn't make a fence. They just barbed wire us around, three-block circle around. They put two guards, a\nUkrainian who joined the Nazi regime, and also a SS guy. And they were the guards. You could not\nwalk out of this area at all unless you were on the way to the factory. You showed them the I.D., they let\nyou go to work. There was nowhere to stop, anyway. The stores were looted. The kosher stores were\nlooted. Everything was turned upside down. It was a mess on the outside. So there was nowhere to go\nanyway. The only way you could come out, like | said, you had an |.D. We stayed in that ghetto. The\nonly thing is the family was intact, together. Everybody was in one place. No one was hurt. Nobody got\nhurt. We all lived in there.\nThen they found out that the more Jews lived in the area but they were not aware. So they got\nthe city police to show them where the other Jewish families lived. They drove up with the truck. That's\nfor my sister telling us. They did not Knock lightly, excuse me, you have to come out. They almost\nbusted the door down with the rifle butt, just chaos. A lot of screaming, “Aus,” “Aus.”\nWhat do you grab first? | guess you grab your kids first. Faige's little girl, she was taken care\nof. She grabbed her. No, one of the other sisters grabbed -- Rozia. So she grabbed them and brought\nthem over to us. We had to put them up in a small house. No matter where they were sleeping, on\nbunks, on chairs, on floor. But we put up. There we stayed until all the Jews were in one area,\nthree-block perimeter.\n>> Bill Benson: What was the food conditions like for you?\n>> Henry Greenbaum: The food conditions, we had leftovers what we had lived off for a while. That\ndepleted itself. Then we had to depend on the German Army to bring our food in. So they would bring in\nrations. All of a sudden they stopped giving us soap to keep clean. That's the first thing they took away,\nthe soap. There was no haircuts given to us nor to the women. Everybody had long hair while we were\nthere.\nWe stayed together from October to -- we stayed from 1940 to October 1942.\n>> Bill Benson: Almost three years.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Henry Greenbaum: Two years | think. We stayed in that ghetto. The only thing is, the family was\nintact, together. Dirty as we were, hungry as we were, but nevertheless the family was intact, together.\nSo that was a helping.\nAll of a sudden that day October 1942 they wouldn't let us go to work for 24 hours -- because\nwe had different shifts, 7:00 to 3:00, 3:00 to 11:00, 11:00 to 7:00 in the morning. So they wouldn't let us\ngo to work. They brought in the extra soldiers, extra dogs. They chased us out of the ghetto area. They\nmade sure nobody was left in there. They checked everything. Every house was checked. Everybody\nwas at the marketplace, went over there.\nAnd right there the selections started. The selections started. Uniformed guys were sitting and\ndirecting traffic. You walked up as a family. My family, my mom, myself with the three sisters. The older\nbrother escaped already. So we showed him the I.D. All of us went over to one side, to the good side.\nThen the others, my mom and their married sisters went over. They sent them over to the opposite\ndirection because of their children. My mom was only 54, considered too old, | guess, to work.\nSo we were separated at the end of the day. The workers -- and also they saved able-bodied\npeople. If you didn't have the I|.D., you still were saved if you were not attached with any children,\npregnant. They took away all the pregnant women, women with children who just gave childbirth,\nhandicapped people, older people. They separated us.\nThey took those people away. We didn't know where they took them until after the war.\nBecause we were lucky through the rest of the war. They said they were taken to a place called\nTreblinka, nothing but a killing center. They said they probably were killed two days later after they were\npicked up. It was nothing but a killing center. That's where my mom went, my married sisters, three little\nnieces and two nephews. | never saw them again. We were looking for them. Would travel in different\ncamps. | remember going to a place called Bergen-Belsen. It was of course by the British. The British\nsoldiers told us we could only stay three days then we had to go back to where we lived. Go back to our\ncity.\nSo then | said only need one day. While | was looking around in there, | ran into a first cousin,\nlta. She helped me a great deal. I'm jumping ahead.\n>> Bill Benson: That's ok. I'll bring you back.\nIn October 1942 you lost your mother and your married sisters and niece and nephews.\n>> Henry Greenbaum: Right.\n>> Bill Benson: You were left then with a couple of your sisters, three, | believe. What happened?\n>> Henry Greenbaum: We were chased. After they separated us, they took them away from us. I'll\nnever forget. My mom wanted to come and give me a little hug. | was a little baby. | was the youngest\nof the family. They would not let her. They kept pushing her back with the rifle butt. And | didn't like\nwhat | saw. But what could | do? | don't have a gun. Find a Goliath so big and tall with the rifles and\ntheir helmets, boots. So | could not help it. She yelled over to my sisters, \"Take care of your little\nbrother.\" That was the last time | saw her.\n>> Bill Benson: What did they do with you then?\n>> Henry Greenbaum: They turned around to us, chased us for six kilometers uphill; literally chasing\nus with the dogs and whips.\n>> Bill Benson: You were running with your sisters while they're chasing you?\n>> Henry Greenbaum: With my sisters, yes, three. We were all we had. Running with them. And then\nwe thought we were going to go back into the ghetto. They chased us passed the ghetto, uphill six\nkilometers. There was a big surprise. A big slave labor camp with six-foot fences, towers, dogs, search\nlights. They were right there. A slave labor camp built for us. We no longer could go back to the ghetto.\nWhatever you left in the ghetto stayed in the ghetto. You could not retrieve anything. So if you left\nsomething valuable, somebody else got it | guess.\nThen they put us in. A little blanket rolled up. One guy was at the -- | can't remember -- the\nbarracks. | couldn't think of the barracks. The first time | saw a barrack, on stilts. A lot of barracks were\nbuilt for us. The one soldier was at the barrack, one soldier was at the gate. They gave each other\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nsignals. If capacity was full, they give a signal and went to another barrack. Separate the men from the\nwomen.\nWe walked into the barrack. Believe me, we looked at three shelves, bunks. Where's the\nmattress? Where's straw? Nothing. Just a plain wooden shelf. They put 75-inches wide, three guys had\nto sleep together, wide. The little blanket they gave us, we used it as a pillow so our head could rest at\nleast. And then at nighttime, unrestful. You never could sleep on your back. Just on the side. We stayed\nthere for another year.\n>> Bill Benson: What was the work that you were made to do?\n>> Henry Greenbaum: Munitions factory. Then one of my sisters volunteered to become a tailor, Faige.\nShe was with the tailors. 100 tailors, men and women, working on the German uniforms for the\nhigh-ranking officers.\n>> Bill Benson: And it was in this camp where you lost your sisters. Right?\n>> Henry Greenbaum: Well, from the day that we carried over the dirt, filth, from the ghetto to the slave\nlabor camp because they took away the soap. They didn't give us any soap in the slave labor camp\neither. They had a pump with water outside. So in the summer time, we would undress. A man could\nundress from the waist on up. You didn't have soap. You took the dirt from the ground, put it all over\nyourself like a mud bath. The next pumped the water.\n>> Bill Benson: Using the dirt and mud.\n>> Henry Greenbaum: Yes. But that did not kill the lice. We were lice-infested from the dirt and filth.\nThe clothes we were wearing was already three years old. When did you change? We did not change.\nSo we become more lice infested.\nAnd then the Typhoid epidemic broke out. Very contagious sickness. When you sleep in such\nclose quarters, if one catches it, the next is guaranteed. And then they did not want to wait 10 days until\nyou get over it. So what they did is if you didn't -- every morning we had a lineup in the front of the\nbarrack. They knew the barrack held maybe 100 people. People were missing. Well, the first thing, they\nlet the dogs go underneath the barrack, under the stilts, under the barrack. If they didn't pull anybody\nout, nobody hiding. But they went inside the barrack and some people couldn't get off the bunk\nbecause they had high fever with the Typhoid. It was impossible for you to stand on your feet. No way\nyou could stand on your feet.\nSo what they -- | think it was the group, Einstazgruppen. The truck was full with the sick\npeople. We thought they're going to give them some help, take them to a doctor or get them some\nmedicine or at least take them away from us. But they took them over to the place where we dug those\ntrenches that they supposedly told us were for the military tanks to be falling in. But all of those people\nthat would come down with the Typhoid, had to come in front of the ditch, undress, naked, and they\nwere shot in the back of the head and inside they went. The ditch was full. They went to the next one.\nWe dug three months of those. | don't remember how many, the graves, how many we dug but quite a\nfew people.\nOne morning | came back from the night shift. | always would come in to see Ita. | would\nalways check on her. We were two years apart. Are you ok? She said, “Yeah. Can you bring me some\nclothing so | can put on my bunk?” She had bed sores from laying there. She had a low fever. She was\nable to get around but still got contagious sickness. | didn't wash myself. | didn't care. It's your sister,\nwhat do you care. So if you don't catch it from her, | catch it from somebody else. Doesn't make any\ndifference. But anyway, it took three days. | brought some clothing, the cloth that we clean the\nequipment off in the factory. | took some clean cloths. | brought it in and | spread it on her bunk.\nAnd one day | walked in, she thanked me for it. She was a little better and it felt a little softer.\nAnd then she was not there. So | approached a Jewish policeman, happened would be outside walking\naround. We had Jewish policemen in the camp. And | asked him what happened to my sister. She was\nthere yesterday morning. He said she died of typhoid, of the sickness, and they buried her in the bottom\nof the stone quarry. So it's still mind boggling to today, why did they bury her in the bottom of the stone\nquarry? Why they didn't take her where they took all the other sick people? Then she was already\ndead, throw her in with the others. But her they buried in the bottom of the stone quarry.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nAnd then also night shift, the following week, after | was also night shift, | came back. There |\nsaw my other sister Hia. On the pickup truck. And | yelled real loud and clear to say hello to her, where\nare you going. | don't Know what she answered me. | can't remember. But all of those people on the\ntruck were sick people. They took them away. In other words, high fever, low fever. If you had low\nfever, you could fake it, you could go to work. You would be a little dizzy, might not be 100% but you\ncould -- you don't miss the roll call. That's the first thing. So they took her. | never saw her again. So the\nonly one | had left was Faige.\n>> Bill Benson: Just Faige and you left in the camp.\n>> Henry Greenbaum: That's right.\n>> Bill Benson: And, of course, you were involved in an escape attempt. Tell us about that, Henry.\n>> Henry Greenbaum: Well, my sister was working -- there were 100 tailors, women and men ina\ntailor shop. One day the high-ranking German officer walked in to the tailor shop and he told the tailor\nshe must hurry up with all of these uniforms. They have to be ready by such and such date because all\nof you are going to be deported out of here. And the tailors didn't like what they heard. They came back\nand they organized an escape amongst themselves. They wouldn't tell anybody.\nThen finally my sister told me the day before the escape. My shift was from 3:00 in the\nafternoon to 11:00 at night. “When you come back at 11:00, do not go into the barrack at all. Wait for\nme and we are going to escape.” | was already 15 years old. | was looking forward to get out of this hell\nplace at 15 years old. | said -- they didn't treat me that well, hungry, dirty, filthy. And beatings all the\ntime.\nSo my sister wouldn't tell me anything about it until the night before. The night before, my shift\nwas from 3:00 to 11:00. “Do not go inside the barrack. Wait for me outside.” | was waiting, pitch dark.\nShe came along with that same Jewish policeman who | asked about the other sister. | didn't know she\nknew him. That | don't know. All | Know is she was holding his hand. She grabbed my hand. We had to\nrun like to the end of the room here, the theater to run out there. And we were 10 in a group. 10 lined\nup. So tailors were 100, 10 times 10. So we were all lined up. Waiting for escape.\nThree rows got out very quietly. The third group thought of bringing something from the\nfactory, clippers to cut the wire fence. It was not an electric fence, just plain barbed wire. Opened up a\nbigger place. So more than one person -- 10 ran to the place but only one at a time could squeeze\nthrough. So it took forever. A long time. And then they wanted to do it real fast so more people will\nescape.\nWe were waiting in line. Well, the same group that were destined to leave the place started\nmessing around with the wooden fence. And the wooden fence made noise. The barbed wire didn't\nmake any noise at all. They started breaking boards. That attracted the German Shepherd dogs. They\nkept barking and screaming and barking mostly. So the two guards on the tower knew there was\nsomething wrong. So they flipped the lights on. They flipped the lights on and then running around with\nthe lights trying to find where does it come from, the noise. They found the spot where the people were\nrunning out. So both of them start shooting. Everybody that was at the hole, kept shooting there. Then\nthe next.\nThen with us, we were waiting in line. After quiet, nobody was running out anymore, things\nquieted. Put the search lights on us. There were 10 at the time, we were waiting in line. They only had\ntwo guns. So the policemen -- first they put the headlights on us. So it was just like a deer on the\nhighway. The deer freezes, doesn't know which way to go. The policemen told us run, disperse, run\nback to the barrack where you belong. We started running back.\nSomehow | got separated from my sister but they kept shooting at us and the bullet struck the\nback might of my head. A bullet grazed me. It didn't go inside. But nevertheless, it still Knocks you out\nfrom the impact. It knocks me out. When | woke up a few seconds later, the blood was running all over\nme in the back, all the way down in the shirt, all the way through the pants, all the way outside. They\nopened up a two-inch gash in the back might have head.\nSo | woke up and | said, Faige, why would you leave me alone here? I'm only 15 years old.\nYou promised my mother you were going to take care of me. Where are you? Why would you escape?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nLeave me all by myself. Then | thought | better start thinking about myself. | said, Dear God, you have\nto watch over me so | don't get shot again, so | can get to America someday to visit my sister in\nAmerica. | Know she was safe. | Knew she was protected.\n| was trying to get back. | did not find her on the way. Instead of going to my place, where |\nbelonged, | went to the women's barrack. When | went into the women's barrack, the woman opens the\ndoor, “What are you doing?” She shut the door. She didn't let me in. \"You're going to get us all killed.\"\n“You're full of blood.” | said | almost got killed myself. The woman knew my name. | knew her name.\nShe was just in charge of the girls in the barracks \"I'm looking for my sister Faige.\" \"She's not here.\" |\nsaid, “How can you answer that fast she's not here, you weren't even looking?”\nBy that time, they stopped shooting. And then the two guards were angry that we were trying\nto escape so they started randomly shooting at the barracks. The one that was picked was the\nwomen's barrack, shooting into that. All the women jumped off the bunks, on the ground. | was sitting\non the ground. So | still looked for my sister Faige but | could not see her. Who do | run across? It was\nlta. She's the one that helped me with the bleeding when | got hit. | came into the barrack. She said,\n“What are you doing here?” | said, “Looking for Faige.” She says, “Trust me, she's not here. | know\nwhat bunk she is and | Know she's not here. What happened to you?” | explained what happened. She\nstarted cleaning. She came over with a bucket of water, rag, cleaned me up a little bit. She took a dry\nrag, put it in my wound. She took off the beret that she was wearing and put it on my head. She says,\n“Let that rag be tight against your wound so you won't bleed anymore.”\n| tried to get out there have because if they would catch me in the women's barrack, | wouldn't\nbe here, escaping with a wound on top of my head. So | tried to get back to my barrack. | do remember\ncounting up from one to 15. Why | was counting, | don't remember. But | was counting to see -- | think\nthe search lights were going. Can | beat the search light back to my barrack? So | lowered my head. It\nwas the opposite direction. The search light -- | made it to my barrack back before the lights came over\ntowards me. | was already inside my barrack. And | said, thank God I'm safe now. | want peace.\nIn the morning, loudspeaker, Attention, attention; everybody out. Another roll call. They\nwanted this time like we line up for work every day. We had to line up in the front of the barrack. This\ntime they wanted to see how many escaped. So they were counting us. Let's say there was 100 in the\nbarrack, there was only 75. Well, 25 people unaccounted for. They either wounded at the hole,\nescaped, or they killed some of them.\nThey didn't do that exactly. The first thing they did is check the barrack if anybody else is still\nin there. No one was in there. The stilts, they let dogs under. Nobody was there. So all the missing\npeople, they either got out or they were wounded or killed.\n>> Bill Benson: And your sister was one of those killed. Right?\n>> Henry Greenbaum: | did not know where my sister still was. Right in the front of our faces, he told\nus to turn in the opposite direction. We turned towards the hole. There | looked. The policeman was still\nalive. He was sitting on the ground, upright position, with the arm band, still sitting, moaning and\ngroaning, other people moaning and groaning. There were wounded people there. And right in front of\nour faces the two guards killed all the wounded ones. So as soon as the policeman tilted over and\ndropped to the floor, | saw my sister Faige. She was already dead. She didn't move. She was all\nstretched out. She either got hit the night before when | got hit or maybe she made it to the hole and\nthen fell and died that way. | don't Know the answer. All | Know is she was dead. All | know, | was 15\nyears old and | was by myself.\n>> Bill Benson: Henry, yes, you're all alone now. You've lost everybody. We're getting close to the end\nof the program and you have a great deal still to tell us. Tell us now about going to Auschwitz, of\ncourse, and what happened to you at Auschwitz.\n>> Henry Greenbaum: That day, that magic day came when the high-ranking officer told the tailors\nthey must have everything ready. That day came. They got extra soldiers, always extra soldiers. They\nchased us down for six kilometers toward the railroad station. They packed us in like sardines into the\ncar, the freight cars. No water, no bathroom. It was very hot, September -- | don't remember what\nmonth it was. | don't really remember. But all | Know it was still hot. They stuck us in and locked the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ndoors from the outside. Then we were traveling for three days. Everywhere we stopped we were not\npriority transport. Civilian cars came through. We had to stop. It took forever, for three days, to travel.\nEvery stop we stopped, in unison, we were screaming, \"Water!\" in different languages. We didn't ask\nfor food, just water. They wouldn't give us anything.\nWe traveled. We finally reached our destination and it was Auschwitz-Birkenau.\nAuschwitz-Birkenau, on the platform they stopped. The soldiers opened our doors up. They were\nscreaming out. One or three or one or two, | don't remember, dead people on our car. The stench was\nto high heaven in there. | don't know how long they were dead. But everybody ran over to that little\nwindow that the wagon has, about 15-inches, maybe 10-inches, with the barbed wire on it, to get a\nbreath of fresh air. Some people were very selfish. They wouldn't move away from there. We had our\nlittle skirmishes in there. And then we arrived.\nThe first thing they did when you got off the train is gave us a haircut. That's the first thing.\nThe second thing was a number on the arm. Everybody that came through Auschwitz, came with\nnumbers on the clothes. But they gave us a regular tattoo number. My number was 18991. That was\nmy number. And the third stop, shower. After three years of not showering, we finally got into the\nshower. They gave us a piece of soap. We were so thirsty, we kept drinking the water. We finally got\nthrough with the water drinking. Then we cleaned ourselves up. They took away our clothes full of lice.\nAnd they gave us our striped outfits with the cap, the jacket, pants, wooden bottom shoes. No\nunderwear or socks. They still gave us a little blanket. Everywhere you go, they gave us that three-foot\nlittle blanket rolled up, later when we were using it on the march.\n>> Bill Benson: You were selected for slave labor again.\n>> Henry Greenbaum: We stayed in Auschwitz-Birkenau. The people that were there before us told us\nhow lucky we were because sometimes they coax you into the shower room and it's really not a shower\nroom. Instead of water, you wind up with gas and they gas you to death. So we were pretty lucky.\nBut as we came off, we had another selection, as we came off the train. Left, right, left, right.\nThere was the I.D. cards did not help you in Auschwitz at all. They looked at your faces, left, right. They\ntook half of our transport. We knew the next two days later that they took them to the gas chamber.\nThey had an order how many they need to dispose of or they didn't have any room. | think they had an\norder how many they needed to kill. Half of our transport was taken care of, were killed.\nWe stayed -- | was still lucky. We stayed there for six months. A civilian German came in to\nAuschwitz-Birkenau with two guards, came in, the barrack outside. We were still in pretty good\ncondition. And that civilian German got 50 of us out of there, out of the 100 that was in the barrack. 50.\nYou could not ask any questions. What are you picking me for? Are you going to give me a job? Are\nyou going to kill me? We could not ask anything. The guards were standing there with the rifles and the\ndogs. He was dressed very nicely, the man, and took 50 of us out.\nWe marched for three kilometers. We came to a place called Buna-Monowitz, a subcamp of\nAuschwitz. And that man was either a manager or owner or part owner. He was not a private person to\ncome into a camp and get 50 people to work for him. He took us to a place called IG Farben. They\nproduce gas, bug sprays, automobile tires, bullets, synthetic fuel. But the 50 that that civilian took, for\none reason only. He wanted us to build a road in the compound of the factory with the cobblestone road\nand the sidewalk.\nAnd three months we were doing that. And the winter was no pleasure, no gloves. We had to\ntake care of that stone. We had to unload the misdemeanor to build the road. They were on freight\ncars. They gave you a shovel. In the beginning you work yourself in. Once you were on to the car, you\nhave to take shovel by shovel. You get blisters all over your hand from not wearing gloves from the\nshovel. And they only gave you a certain time to unload. They didn't give you all day long to unload.\nYou didn't want to get whipped with the whip so you had to work pretty hard. Three months.\nAnd then soon enough the American Air Force finally came and bombed the IG Farben\nfactory. They didn't go inside. They only bombed the outside, the railway leading into it. That's why they\nwanted to have a cobblestone road, for the trucks to be able to pull in, in case the rail can't make it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nThe Air Force came back more aggressive. They knocked out the whole factory. They had a bunker in\nthere. It was not for us. We had to work right through the bombing as they were bombing because our\nguy was a kapo watching us. He was hiding so he wouldn't get hit by the shrapnel but he didn't give a\ndarn about us. We had to work right through.\nOne day we were working when the Air Force came back, the American Air Force came back.\nThey were bombing the area. And sure enough we see some uniformed guys. There were British\nsoldiers, 10 of them, with pickup wagons. They were just picking up the trash from the factory. That's all\nthey did.\n>> Bill Benson: They were prisoners of war?\n>> Henry Greenbaum: Yes. They were caught by the Germans, war prisoners. But they treated them\nwell. They looked very nicely dressed, clean and they were not hungry. They told us, “Ddon't give up,\ndon't give up. This is American Air Force bombing you. Don't give up.” And then they left. We never\nsaw them again.\n>> Bill Benson: Henry, you would get sent yet to another camp, Flossenburg, and then on a Death\nMarch. Tell us in our remaining time about the Death March and then your liberation.\n>> Henry Greenbaum: Well, the Death March, we were marching because of the -- we were riding first\nin trains. Then the good old American Air Force took care of that in the beginning. They would knock\nout the locomotive. They wouldn't bother with the cars because they knew we were in those cars. So\nthey didn't bother us. But they kept shooting. They put it out of commission, the railroad and also the\nlocomotive. But then later on they got so aggressive that somehow we were riding on trains, trying to\nmake it to Flossenburg.\nWe finally made it to Flossenburg. We stayed in Flossenburg only a few months. No work for\nus over there other than bundling up clothing. It was a story high of clothes, clothing from murdered\npeople, children's clothes, men's clothes, women's clothes. We had to bundle them up in bundles. They\nwere sent to Germany for recycling. Then we had to abandon Flossenburg because the American Army\nwas coming to liberate Flossenburg. Rumors. We were told the Russians would do that. At the Czech\nor Slovakian border, how would the Americans get there.\nBut nevertheless they got there. But the Germans were not that stupid. Three days before\nthey loaded us up on trains and they took us in deeper into Germany, only left a crew of 10, cleanup\ncrew. So the American Army, when they liberated Flossenburg, all they found is the cleanup crew. We\nwere already deeper into Germany. We were trying to make a place called Dachau. We were at that\ntime already on foot.\nSO we came on trains, and then one day we were traveling through countryside very quietly.\nAll you could hear was the locomotive choice, choo, choo, choo, with the smoke running out, the steam\nout of the locomotive. And we were on that place called the black field. And that train had a carload full\nof SS guys. And the American Air Forces must have known that because that day they didn't bomb just\nthe locomotive or the rail. They waited, circled around over us a little while first until the uniformed guys\njumped out of their cars and opened our cars. That's the only way we could come out if they opened it.\nThey told us to run into the woods. The woods, running 10 feet, you had to drop. The dogs were there,\nsoldiers pointing the rifles, the guns at you. So you had to drop.\nThat train was demolished from locomotive to the last car and the rail. Everything was upside\ndown. From then on we had to march. And it was already the 24th of April, 1945. We were already\nstarting to get skeletal-like. Under traveling we didn't get any food, not much food in the camp. The\nmenu was a Slice of bread, a little black imitation coffee, and also in the evening after working 10 hours,\nthey gave cabbage water soup. You could not find a leaf of cabbage in there. They gave us a spoon. |\ndon't know why they gave us a spoon. The spoon was -- | never took it off. They never gave me any\nsolid food to use a spoon, just watery stuff.\nOn the 24th of April 1945, the two guards got hungry, too. They ran out of supplies. So they\nlocated a farm. They located farms before but they didn't stay too long. This one, on the 24th of April,\n1945, they knew that they were losing the war. The military people heard the news, I'm sure. We were\nnot aware of it. We heard planes flying all over.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nThis time they ordered us into a silo to keep the hay and also the goats and sheep in there.\nThey didn't let us like dogs and animals get shelter, sleep in the woods. If it was raining or snowing, you\nwrapped yourself up with a blanket and tried to be bones with bones, laying, trying to keep warm.\nAnd then on the 24th, they somehow ordered us into the silo. We were soaking wet from the April\nshowers, the striped uniforms soggy. We came in, took our clothes off, laid them down on the hay to\ndry. Then we saw goats and sheep. It was kind of warm in there which was nice. While they were\nfeasting on a big meal, they gave us one raw potato. That's all. And some water to drink. You were so\nhungry you could eat 10. Only one potato. That's all they gave you.\nAnd then that morning they woke us up early. We had to put the partially wet clothes on. They\ndidn't dry out. Again, we put it on the best we could. Roll up the little blanket. It was a beautiful morning\na beautiful day. A breeze was coming. And then all of a sudden they woke us up early. They marched\nus for a couple of hours. They put us near a wooded area. And that's where you sit.\nThey gave us another walk in the morning. So that was a no-no. We knew something was\nhappening. What we didn't know. But when they put us near the wooded area and then all of a sudden\nwe saw on the highway maybe half a block away -- well, we didn't know the markings on the\nequipment. What kind of Army was it? It was the American Army was there. They knew it was the\nAmerican Army. We didn't know. All of a sudden they ran away from us.\n>> Bill Benson: The guards ran away?\n>> Henry Greenbaum: The two guards ran away from us and let us sit by ourselves. We were angry\nwhy they left us here. Anybody now can kill us. But they were the ones that actually got the chance of\ndoing it but they were afraid to kill us because the gun makes too much noise and they would have\nbeen captured by the American Army, half a block away they could hear the noise. With binoculars they\nprobably would send a jeep or whatever after them and they would have been charged with war crimes.\n>> Bill Benson: They took off and there you are.\n>> Henry Greenbaum: By ourselves, 50 of us left from 100.\n>> Bill Benson: And when did the Americans get to you?\n>> Henry Greenbaum: Then all of a sudden we were about three hours, maybe two hours later, an\nAmerican tank -- we didn't know it was American. It took off on the main highway towards us. Five feet\naway the tank stops. The soldier squeezes himself out of the hatch. It was kind of tight in there. Blond\ncrew cut hair. | wish | Knew his name. | don't know his name. Then all of a sudden he got out of the\ntank, he stood up in the hedge, put his hands on his mouth. He says \"We are Americans and all of you\nare free.\" Until | hear the word free -- still runs through my body now. But | was 17 years old already.\nThat was the best time of my life. | said, Lord, thanks for saving our life but why did it take so you long?\nWe kept saying that to ourselves.\nAll of a sudden he yelled -- there was another soldier on the tank. Squeezed himself out of the\ntank. He yelled at him to throw out all the rations that you have. We were climbing like cats and dogs\ntrying to grab a ration. | don't think | got to one. He saw we were going to hurt ourselves.\nSomebody had to speak English in our group. | understood a little bit but | didn't know what\nthey were talking about. All of a sudden he told us to stop with the ration. The two got back on the tank.\nThey told us to follow them. They took us out of the field and the woods, across the road, into a farm,\ninto the farm where both soldiers jumped off the tank. One soldier ran for the door, the other one for us\nto go in. We were five years’ hungry. We didn't think they were going to have food inside for us. So\noutside the farmer's house, three big dishes of or pales, whatever you call it, potato peelings. | didn't\nneed my spoon. Potato peelings were there with white flour on it. We never looked at the two angels\nthat gave us back our freedom. We were on our hands and knees, shoved as many potato peelings you\ncould stuff yourself. How we didn't choke is beyond me because you could hardly chew them. You\nwanted to get as much as you can. We ate up all of these -- cleaned off the three trays. Then we went\ninside. We looked at each other like. They had a prepared table for us with regular food.\n>> [Laughter]\n>> Henry Greenbaum: Food | wouldn't see at home even! Very good-looking. But we were not hungry\nanymore. And the two angels that gave us our freedom didn't let us eat. Drink lots of water. So we were\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\ndrinking lots of water. We heard cries. We were in there, two rooms away in the farmhouse they had\nsome people that were liberated the night before and they had all of this good food. And they were\nscreaming \"Doctor, doctor, help. Doctor, doctor.\" They heard us making noise. We heard them. The two\nangels had to call for reinforcements, the two American soldiers. They had to call for the medics to\ncome in. The medics came in. They gave everybody medication for the people who were complaining\nwith the stomach problem. Either their stomach couldn't absorb normal food or they overate. | think they\noverate. | think they overate.\n>> Bill Benson: We were at the end of our time. Obviously we could have had Henry and you here for\nthe rest of the afternoon. We clearly had to skip over many things and we're not hearing about what\nhappened next. Clearly he's in very bad shape and ends up in a Displaced Persons Camp and makes it\nto the United States.\nWe just hope you'll come back for another First Person program. Next year we'll have Henry\nwith us again.\n>> Henry Greenbaum: And I'll continue.\n>> [Laughter]\n>> Bill Benson: And you'll continue.\nIt's our tradition. We're just about at the end. I'm sorry we didn't have time for questions. We obviously\nneeded to hear more from Henry.\n>> Henry Greenbaum: It would be nice if | could tell them the one story. When we got to\nBergen-Belsenen and | ran into my cousin that saved me with the blood, she was going to Poland. “Do\nyou want to go to Poland with me?” “I'm looking for my brother,” she said. Well, | said my brother\nZachery was in the Army, maybe look for them, too, but I'm too scared to go to Poland. But if you go\nand you find your brother, your first cousin, tell him that I'm alive. | was in a displaced persons camp\nor -- three good meals a day. But anyway, make it fast.\nSo she went to Poland, located her brother in a Displaced Persons Camp. Her brother knew\nwhere my brother Zachery. He was caught by the Germans. He was fighting the war they didn't put him\nin with the military because he was Jewish. They put him into a ghetto in Lithuania, ghetto. He made his\nway back in after the Russians left Poland. Then he made it back into Poland. And then she told him |\nwas alive. Three weeks later he came.\nTo make a long story short, he came to me and right away | said, “Where does sister live?” In\nthe Washington area. All | knew, in New York. | didn't know where she lives. It so happened | was glad\nshe met the first cousin and maintained the same name but spelled a little different. It was between a Y\nand a EE to find my sister.\n>> Bill Benson: But you did.\n>> Henry Greenbaum: We did find her. She sent papers for us. We had to wait a year. You don't just\ncome into America. It's a different world now. In those days we had to wait our time till they let us in\nhere. My sister sent papers. We arrived in New York. We came to New York. Telling you this story. We\ncame to New York and we were waiting for my sister to pick us up. She's the one that wanted us here.\nInstead it was a man coming. When he got closer to us, it was my dear brother, David, who ran away\nwith the Polish soldier. He wound up being in America in 1941 he came here.\n>> Bill Benson: I'm glad got that in. | know the audience is, too.\n>> [Applause]\n>> Bill Benson: It's our tradition that our First Person has the last word and Henry's going to have the\nlast word. So thank you for being here. Because we didn't have a chance for questions, aS soon as\nHenry's done with his last word, we invite anybody who wants to, to come up on to the stage after the\nprogram, ask Henry a question, shake his hand, get your picture taken with him. We welcome you to do\nthat.\nHenry will stay with us. Right?\n>> Henry Greenbaum: All we want you to do is don't be bystanders. They have a lot of bystanders in\nthose days. Nobody would help. So don't do that mistake again. Don't be bystanders. Whenever you\nsee somebody -- injustice is done to a person, speak out. If you can't do it yourself, too dangerous, get\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nyour family involved, priest, rabbi, anybody, school teacher, professor, anybody but don't leave it\nunattended.\nAnd don't bully anybody in your schools. | know these are not school children but tell your\nchildren that: Don't bully anybody. The person cannot help the way they were born. They may not look\nthe same as with you want him to look or like yourself. So don't look away. Treat him as humanly\npossible to be a human being so they don't kill themselves. | was bullied for five years. So | have a little\nexperience there about the bullying. Don't bully. It's the worst thing.\nAnd speak out. Whatever is injustice, done to any human being.\nThank you for listening to me. Hopefully next year if I'm still around, I'll finish off the rest of it.\n>> [Applause]\n",
    "segments": []
}