{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, March 20, 2014\n11:00 a.m. — 12:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nA Conversation with George Pick\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning. We've moved the program from 1:00 to 11:00 in the morning,\nSO good morning and welcome to the United States Holocaust Memorial Museum. My name is\nBill Benson. | am the host of the museum's public program First Person. Thank you for joining\nus today. This is our first date of our program for 2014. Thank you for joining us to start our\nnew year. And our first First Person of 2014 is Mr. George Pick whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare very grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The Museum's website -- [No Audio. ]\nWhat you are about to hear from George is one individual's account of the\nHolocaust. We have prepared a brief slide presentation to help with the introduction.\nGeorge, or Gyorgy in Hungarian, was born March 28, 1934, in Budapest, Hungary\nto Istvan and Margit Pick. Hungary is highlighted on this map of Europe in 1933. Istvan was\nan engineer and Margit a legal secretary.\nWe see here Istvan and Margit with their newborn son Gyorgy. And here we see\nGyorgy and two cousins in a carriage in a park in Budapest in 1941. George is seated at the\nfront of the carriage.\nGeorge attended school in Budapest. Here we see George on a seesaw at his\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nnursery school. George is circled.\nThis is a mother's day card that he made in the first grade.\nAnd here is George with his non-Jewish neighbors in 1943.\nAfter Hungary aligned itself with Nazi Germany, Istvan and Margit lost their jobs due\nto new laws restricting the participation of Jews in the economy. Istvan was then conscripted\ninto the Hungarian labor battalions. German troops occupied Hungary in March 1944, and the\nPick family was forced to move into buildings marked with the yellow star like that you see in\nthis photo.\nThat fall, the family went into hiding, but the Pick family was discovered. The\nchildren were taken and George was placed in a home with 500 other children. George and\nanother boy escaped and went back to their hiding place where George was reunited with his\nparents. Two weeks later the entire family was sent to the ghetto. They were liberated from\nthe ghetto by the Soviets in January 1945. In this 1946 photograph we see George with a\ngroup of survivors, all of with whom the Pick family had been in hiding. The circle is on\nGeorge.\nFollowing the war George lived in Hungary in 1956 when he escaped and made his\nway to the United States to live with an uncle in New Jersey. After working as a laborer,\nGeorge got a scholarship for an intensive English language course at Temple University in\nPhiladelphia. He then went to work for Westinghouse as an engineer. George would later\nteach engineering at the Catholic University of America here in Washington, D.C. After\nearning his Ph.D. he worked for the U.S. Navy as an aerospace engineer from 1966 to 1995,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nretiring from federal service as a Technical Director at Navy Headquarters in Crystal City,\nVirginia.\nWhile George continues to do consulting work, a great deal of his time is spent\nworking on two books. He recently completed his autobiography and is looking for a publisher.\nThe second is a scholarly work about the history of 40 Jewish communities in a particular\nregion of Hungary that he is currently writing.\nGeorge and his wife Leticia Flores Pick, who retired from the Mexican Foreign\nService, live here in Arlington, Virginia. And Leticia is here with us today. Would you give a\nwave so people know you're here? Thank you.\nGeorge performs several roles as a volunteer here at the museum. He speaks\nfrequently, especially at local high schools and universities for the Speakers Bureau. He has\nalso spoken at such places as the National Defense University and the Department of\nDefense's Office of Inspector General. George also works for the Education Department and\nVisitor Services of the museum. You will find George here every other Sunday where he\nworks with the museum's Movie Series.\nGeorge also is a professor at the Osher Lifelong Learning Institute of George\nMason University where he teaches courses involving technical subjects. And this year he has\npresented lectures about the Holocaust as part of the series entitled \"Genocides in the 20th\nCentury.\" When he has spare time on his hands, George also works with ReSET, a terrific\nname for an organization of Retired Scientists, Engineers and Technicians who volunteer to\nteach science to elementary school students. George and Leticia are also now participating in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe Anchor Learning Institute in Arlington.\nWith that I'd like to ask you to join me in welcoming our first First Person of 2014,\nMr. George Pick.\n[Applause]\n>> George Pick: Thank you, Bill.\n>> Bill Benson: George, welcome and thank you so much for not only being with us on First\nPerson but being our very first of the year. Welcome.\n>> George Pick: Thank you.\n>> Bill Benson: You have so much to share with us. We won't delay at all.\nYou were nearly 4 1/2 when Germany invaded Poland in September 1939 and\nWorld War II began. Tell us about your family and your community in those years leading up\nto the war before the war.\n>> George Pick: Yes. | have documented the evidence that my family has lived in what was\nthe Hungarian Empire in the last 230 years. My family generally were not observant Jews.\nThey were simulated. They were mostly professional: lawyers, doctors, engineers,\nbusinessmen.\nAt the beginning of World War I, some of them were in very high positions with the\ngovernment and so forth. During World War I, both my grandparents and many of my grand\nuncles had served in the Hungarian Army with distinction. After the collapse -- after the loss of\nthat war and the collapse of Hungary, Hungary was essentially chopped up into several pieces.\nWhat we call Hungary now is only 1/3 of the area of what was before the First World War.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMy family was spread all over the place of the Hungarian Empire. And once the\ntreaty was enacted, they ended up in three different countries: Romania, Slovakia, and\nHungary, and some in Austria even. So that was the situation.\nIn the early 20s, there was a wave of anti-semitic actions by the government of\nHungary. One of the things which happened was in 1920, when the very first anti-Jewish law\nwas enacted in Europe by the Hungarian government which was what was called the Numerus\nClausus --\n>> Bill Benson: The very first in Europe.\n>> George Pick: Correct. This law essentially specified that only 6% of the students in the\nuniversities could be Jewish. That 6% was the general ratio of Jews versus Hungarians.\nHowever, in the universities they were over represented. Over 50% of medical students were\nJewish and over 35% were in engineering school. One of my uncles was in the medical school\nin the second or third largest city of Hungary. He was physically assaulted and kicked out. He\nwas not the only one. And eventually he ended up in Italy. He was a third-year student. He\nhad to start all over again. For eight years he studied in the university and got his degree\nthere. Many hundreds if not thousands of contemporary Jews had to leave Hungary in order to\nmake a professional life for themselves.\n>> Bill Benson: Or give up their profession.\n>> George Pick: Or give up their profession. My father was an engineer, as you mentioned.\nAfter the Great Depression he lost his job, and for several years he was unemployed and we\nwere on the verge of poverty.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMy grandfather was a chief engineer in a middle-sized industrial complex. He got\nmy father a job. Unfortunately in 1938 when the first anti-Jewish laws came into power, my\nfather lost his job again. And in 1939, when the second Jewish law came into power, a secret\npart essentially said that people who were untrustworthy for the uniformed services would have\nbeen drafted as non-uniformed slave laborers. This, of course, included the Jews, some\ncommunists and social democrats. And my father was inducted in the very first group in 1940.\nHe went to work in the northeastern part of Hungary where they were building roads, which\nturned to be strategically important.\n>> Bill Benson: And that was 1940.\n>> George Pick: Right.\n>> Bill Benson: Before we return to after the war began, you've told me that your family was\nvery assimilated. In fact, we saw a picture of you with your non-Jewish friends. Will you say a\nlittle bit more about that?\n>> George Pick: Yes. Hungarian Jews in general, beginning in the mid-19th Century, felt very\nmuch welcomed there in Hungary. There was a political reason why they were welcomed\nthere, in fact. The Hungarians in what they call historical Hungary were the minority, 45%,\n46%. And so they wanted, for political reasons, to have the Jews assimilate so they would\ndeclare themselves Hungarian. So between the Jews and the non-Jews, Hungarian, they\nwere 51%.\nThere was another reason for that. Hungary had a Feudalistic Society. They didn't\nhave a business middle class. And the Jews were major factors in making Hungary an\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nindustrial society with modern industry. And much of the industry, of course, was in Jewish\nhands.\n>> Bill Benson: While the full brunt of the war would not come to Hungary until 1944, clearly\nthe lives of Jews in Hungary, including in Budapest, would change significantly with the\nbeginning of the war in September 1939. Tell us what you can about your family's life in the\nearly years of the war. You mentioned that your father now became -- had to become part of\nthe labor battalion.\n>> George Pick: When the two Jewish laws came into power, most of my relatives lost their\njobs. So there was a real struggle, economic struggle. That was one thing. The second thing\nwas that Hungary was a special case. Although it was aligned with Nazi Germany for political\nreasons mostly, they were very tolerant, moderately tolerant, of Hungarian Jews for the reason\nthat the Hungarian Jews had a huge stake in the economy and they were not replaceable.\nAnd it was recognized that whether you liked them or not, they are very important. Ok?\nNow, despite the fact that many of these huge companies were lost, or nationalized\nif you want, we had a life which we didn't think was very much -- actually, it was a life which\nwas indistinguishable to the previous period. | went to school, for example, in 1940, enrolled in\na Jewish elementary school. And we lived, except for the struggle of money, we lived the\nsame way.\nNow, one of the things which happened, which we didn't know, of course, was that\nalready as early as 1942, Hitler had demanded that the Hungarian Jewish community, which\nwas the second largest in Europe, 825,000 people, would be deported and would be\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\neliminated. And the regent of Hungary had refused. Hitler at that point did not push the point\nanymore.\nSo the situation turned out that some of our relatives who lived in Slovakia, for\nexample, which is north of Hungary, had already felt the brunt of ghettoization and deportation.\nThey were able to come to Hungary as refugees. And for two years, between 1942 and 1944,\nwe successfully hid them with false papers.\n>> Bill Benson: Were they believed when they were told what was happening in other\ncountries but not in Hungary?\n>> George Pick: The Hungarians, and me personally -- incredulous. We didn't believe. We\nthought it was slightly exaggerated. Maybe greatly exaggerated of what had happened to the\nJews. But we also thought never would it happen in Hungary.\n>> Bill Benson: So you're not going to experience it.\n>> George Pick: Exactly.\n>> Bill Benson: With the loss of jobs for your father and your mother and others in the\ncommunity, tell us about the Straw Man system.\n>> George Pick: Ok. As | said, Hungary used to be a very interesting country because they\nalways had some ways of doing things and some back doors where you could bypass the\nsystem. Although the Hungarian Jews could not work as businessmen, we had a system\ncalled \"Strohman\" in German and Straw Man in English. The Straw Man was simply a\nChristian person who would take out a license to do business and could hire a Jew as a\nworker. That was allowed. So this is what happened to my father. We had a super in our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nbuilding by the name of Dudek. He took out the license under which my father worked. In\nexchange, my father paid a stipend to Mr. Dudek from 1940 to 1944.\n>> Bill Benson: So Mr. Dudek and the other Straw Men, they get the job but then they would\nbasically sub it out for a whole lot less money, no doubt, to actually do the work.\n>> George Pick: Right. They didn't do work. They were simply getting the check.\n>> Bill Benson: Check every month.\nYou had an incident yourself -- as assimilated and as things felt relatively secure\ncompared to elsewhere in Europe, you had an incident as a young boy early in which, | think,\nyou were slapped by a man. Would you tell us a little bit about that?\n>> George Pick: Yes. We lived in a house in a building of about 20 apartments. Two\napartments were occupied by Jews. This was a rental. And the rest of them were Christian.\nAnd most of the Christians and us were on friendly terms except there was a teacher -- he\ndidn't like Jews, period. One day he came home and | somehow got also in the same place as\nhe did, and he did not think that | was respectful enough for him and he slapped me in the\nface. | was 8 years old. | went home and cried.\nWhat happened is this man had enough humanity in him when he rethought of what\nhe did to an 8-year-old kid who didn't really do anything against him, he came back; he came\nup and apologized. This was something which was, as far as | was concerned, quite unique.\nCertainly the murderers later didn't apologize.\n>> Bill Benson: You told me things were relatively peaceful until the spring of 1942 and that\nlife wasn't outright bad. What did you mean? And what happened after the spring of 1942? |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthink that was during the first really major large call-up of the battalions.\n>> George Pick: Yeah. Well, Hungary was a neutral country until June 1941 when the\nGermans essentially started the war against the Soviet Union. At that point Hungary also\nbecame belligerent against the United States, England, France. France was not there\nanymore. England and the Soviet Union. So Hitler essentially demanded that Hungary would\nfield an Army, a second Hungarian Army, and would send it to the Ukraine.\nThe Hungarians were not regarded as particularly good soldiers. They were\nactually in the lines behind the front. At that time it was the large call-up of 50,000 Jewish men\nbetween age 20 and 40 where they would go with the uniformed services and do slave labor\nwork; many of them very dangerous work, such as getting the mines out of the ground. And\nsecondly, these people were mal-fed and many people who went with them as soldiers\nessentially they were sadistic. Many of them died of malnutrition and maltreatment.\nAnd then in January of 1943, the Russian front moved. The Germans lost their\nbattle in Stalingrad. And the Russian front had a movement and broke through the door where\nthe Hungarian Army was and they wiped out the Hungarian Army and roughly 40,000 of these\nslave laborers also. They didn't make a distinction.\n>> Bill Benson: So 40,000 out of about 50,000 slave laborers were also killed during the\nbattle.\n>> George Pick: Yeah, during the battle. And many of them became POWs. Very few of\nthem came home along with the rest.\n>> Bill Benson: You mentioned 1943. | think you also said that your own first real personal\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nexperience of threat from the fascists was in 1943. Share that with us.\n>> George Pick: Yes. 1943, summer, was another time when my father was drafted. My\nfather was too old to go to Ukraine, but he was old enough to be still drafted.\n>> Bill Benson: For the labor battalions.\n>> George Pick: For the labor battalions, which at that time were in Transylvania working on\nroads. After they came back, we went on a vacation, a one-week vacation, where we got ina\nhotel. Nobody asked us if we were Jewish or not. And then my mother and | were walking in\nthe woods, a very nice place, and then we came up on a group of wide-eyed Nazis, Hungarian\nNazis who were in uniform, black uniform. They are called the Nilash, neo-Nazi groups. They\nwere completely sympathetic with the German. We were not treated roughly, but we got out\nas fast as we could. And | did feel, and my mother as, well, very threatened. We didn't look\nJewish, quote/unquote, but we still could have been looked at as outsiders and they could\nhave assaulted us.\n>> Bill Benson: And they were what was also known as the iron cross?\n>> George Pick: Not the iron cross; the iron cross is different. They called them the Arrow\nCross.\n>> Bill Benson: The Arrow Cross, yes, Arrow Cross.\nDuring that time were you able to continue your schooling?\n>> George Pick: Yes. | went to elementary school. | was in Jewish school. And | was more\nor less lived in a normal life. You saw the picture or you showed the picture where | had\nneighborhood, little girls. They were very nice. The man was an Army officer, but there was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nno difference. We didn't know who was Jewish, who was not. | played with them. They\nplayed with me. And even my father and he spoke very freely.\nLooking back, my father was telling him in 1943 that the Germans lost the war,\nwhich was essentially a defeatist thing and people could go to jail for that. My father was not\nreported. So this was the type of most of the people. Some people were anti-semites and\nNazis in the same building, but it turned out that our next door neighbor was not.\n>> Bill Benson: And, of course, that existence as you describe wasn't outright bad. All of that\nchanged in March of 1944 when the Germans occupied Hungary on March 19, 1944, 70 years\nago yesterday. Once the Germans occupied, what was the immediate consequences for you,\nyour family, and other Jews in Budapest? The Germans were now here.\n>> George Pick: Yes. The Germans occupied Hungary. And Eichmann and a small group of\nSS officers who were very, quote/unquote, experienced in Jewish affairs came in. He had\nmany sympathizers there. The regent appointed --\n>> Bill Benson: The head of the Hungarian government?\n>> George Pick: Right, the Hungarian government. He appointed an extreme right\ngovernment including people who were Nazis themselves. With lightning speed, all the\nrestrictive laws which were developed in Germany over the years and in Poland and so forth\nwere applied, not in months or in years but in days.\nSo the first thing that happened, my 10th birthday, on the 20th of March, which was\nonly nine days, we had to wear a yellow star. They confiscated telephones, automobiles, any\nkind of transportation. They also confiscated any kind of communication equipment. So we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\ndidn't know what happened to people in the provinces.\nMy father and all the men between age 16 and 60 were, again, drawn in to the labor\nbrigades. My father was sent to the western part of Hungary, and he was building\nfortifications. | guess by then the Germans figured that eventually they would have to fortify at\nleast the eastern or the western part of Hungary.\nWe were cut off, which was, of course, created a lot of confusion. Eventually in\nJune of 1944 we had to move out of our apartment because there was a law which came into\neffect by the 27th of June to move into what they called starred or Jewish houses. And since,\nas | mentioned, we only had two Jews in the building, the building was not qualified.\n>> Bill Benson: To be a so-called Jewish building.\n>> George Pick: Correct. And so we moved with some relatives nearby. My grandmother's\ntwo sisters lived very nearby. Their apartment house did qualify. So we moved there. The\nrule was that you had to have four people, four persons per room. This was a two-room\napartment so we had eight people there. And it was very crowded. We had to leave\nessentially our furniture and took some things with us, as much as we could.\nFrom then on life became pretty bad. In the beginning of July, to be exact, the 2nd\nof July, there was a carpet bombing of Budapest with 750 bombers and 200 fighter planes\nfrom the American alliance and 30% Budapest was in ruins.\n>> Bill Benson: After that raid.\n>> George Pick: After the raid, yes. It was a four-hour raid. About 30,000 people died; of\ncourse, Jews and non-Jews. The bombs didn't know where to fall. And we were lucky\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nbecause we had four bomb hits, but they were no closer than a few hundred yards.\n>> Bill Benson: Take a minute to describe -- you described to me what it was like after a\nfour-hour saturation bombing of Budapest. You're locked in the building. And then you go out.\nYou described to me what that was like.\n>> George Pick: Well, what it was like is when you go out and you witness a volcanic eruption.\nThe sky was very black. There were a number of places which were on fire. The smell of the\nair was terrible. Some optimists, which is one of the things the Jews do, sometimes, thought\nthat this was not only a bombing raid but that the Americans already came. But, of course,\nthey didn't.\nThe other thing was that during this period imagine sitting in a small room with\nmaybe 50 people and every two, three minutes there is a huge explosion very close by. | was\nvery frightened and frightened enough that my mother brought down a pillow. This was a\nfeather pillow. She put it on my head so that at least the noise was muffled. Ever since -- not\nanymore, but for the next 35 years | could not sleep without a pillow over my head as a\nmatter -- as an effect of the trauma itself.\nSo, of course, the propaganda blamed the Jews.\n>> Bill Benson: For the bombing.\n>> George Pick: For the bombing. Yes. Unbeknownst to us, between May and July, 437,000\nJews from the provinces were deported. Unbeknownst to us because we had no way of\ncommunication. Nobody knew this. Over a hundred of my relatives were deported. None of\nthem came back.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nThe deportation was done by 30,000 of the gendarmes --\n>> Bill Benson: Hungarians.\n>> George Pick: Hungarian gendarmes, Nazi sympathizers. Many were extremely brutal.\nPeople were shot and pushed into -- if you go upstairs, you will see a sample of these cattle\ncars. 80 to 100 people were pushed into it. And most of them ended up in Auschwitz. 80%\nended up in the gas chamber.\n>> Bill Benson: Both the scale and the speed of what took place as you indicated is to this\nday, to me at least, unimaginable. | think you described it to me that between May 15 and\nJuly 6, almost 500,000 Jews were deported. That was 12,000 to 14,000 per day, 147 trains,\nand virtually all of them died at Auschwitz.\n>> George Pick: Correct. Yes.\nThis was even a surprise for the Nazis because they were not ready to take 12,000 people a\nday and gas them and then burn them. One of the crematoriums blew up. What they did was\nthey burned the bodies in big pits. Of course, none of this was known to us.\n>> Bill Benson: Right.\n>> George Pick: So after the 2nd of July, actually, the 6th of July when the Hungarian\ngendarmes were ready to start to deport the Jews from Budapest --\n>> Bill Benson: So they had been doing the rest of the country, and now it's time to go to\nBudapest.\n>> George Pick: That is correct. Yeah. So the only Jewish community at that point in Europe\nwas in Budapest, in large numbers, like 165,000.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nIn order to facilitate the deportation, they sent 3,000 gendarmes Army up from the\nprovinces who were, quote/unquote, experienced in doing this. And at the same time they\nwanted to have a coup against the region. So there was one loyal, one loyal, division of the\nArmy who came in and who essentially did not allow this coup to happen along with the\ndeportations. So from July 6 to October 15 the deportation stopped.\n>> Bill Benson: And in part, | think you described to me, that the deportation stopped also\nbecause the allies essentially said: We've just destroyed 30% of Budapest; if you continue\ndeportations, we will pulverize that city.\n>> George Pick: Yes. That was one. The Swedish king and several of the others -- the issue\nwas really, | think, that the regent himself felt threatened personally and that's why he stopped\nit.\n>> Bill Benson: | want to be sure, George, in our remaining time -- there's still so much to\ncover. You were then moved into a ghetto. | would like you to describe to us what happened\nfrom there all the way up to the siege of Budapest.\n>> George Pick: Right. Ok.\nSo what happened is October 15, the regent essentially wanted to get out of the\nwar. Too little; too late. That was a couple of months after the Romanians already did. And\npredictably this did not work. Essentially in a couple of hours the pro Nazis took over the\ngovernment. The regent was arrested with his family and taken to Austria. And then the\ndeportation began, the next week actually. 10,000 women were taken. And then they had\nwhat they called the Death Marches. They had no transportation.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Bill Benson: Because of the bombings in the war?\n>> George Pick: Right. So what they did is they raided these Jewish houses and collected\npeople in the brick factories. Then they had 1,000, 2,000. They started to walk them toward\nthe western edge of Hungary. And by the time they got there, 50% were dead by being killed.\nAnd several of my aunts was included in this. We never knew what happened.\nFortunately, my father's brigade was called back to Budapest in September. And\none of the things which was obvious, that by November, my father and his brigade would be\ndeported. The man who ran this group was a Christian, of course, but he was a very\nsympathetic person. His Jewish fiancée lived with us. He gave everybody 24 hours, saying:\nSee you at the railroad station the next morning.\n>> Bill Benson: But you're free to go for the next 24 hours.\n>> George Pick: Exactly. So everybody was free to go. And my father, of course, got the\nmessage. Then he went to a friend of his who was a non-Jewish man and told him that he\nneeds to hide somewhere. He eventually ended up in a, quote/unquote, factory which was\ncamouflaged as a factory for the Army, actually. He and roughly 70 of his other people who\nwere able to escape deportation ended up there. We ended up there as well, a couple of\nweeks later. He sent us a message to come. And then we went, and we hid there for two or\nthree weeks. Then they found us out.\n>> Bill Benson: Before you tell us about that, just to make sure everybody understands, the\nhiding place was actually -- to the outside world and to the Nazis, it was a factory producing\nuniforms for the German Army, but, in fact, it was a hiding place.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> George Pick: Hungarian Army. It was a hiding place for Jews.\n>> Bill Benson: A hiding place for Jews, including dressing as guards.\n>> George Pick: Right.\n>> Bill Benson: And now you and your mother are hidden there as well.\n>> George Pick: Right.\n>> Bill Benson: It's extraordinary to even imagine that.\n>> George Pick: And not only that, but there were four places like this. It was an extraordinary\norganization of Zionists, Communists, and other sympathetic people who were trying to save\nroughly 1,200, 1,300 people. Imagine, you have to feed them also. So it's logistically a\nproblem, too. But they did it very well until they were betrayed. And then they were betrayed.\nWe thought that we were finished. There was a Hungarian Gestapo. And a Gestapo group\ncame in and they said we knew that you were Jewish. They sorted the men and the women,\nchildren. Fortunate enough, there were a number of Jews. This was in December, virtually at\nthe end of the war. A number of Jews who had a lot of money and they were able to bribe\nthem.\nAfter that, the group who ran this organization decided that the 22 children who\nwere hiding, including myself, would be better off if they were taken to an orphanage which\nwas under the protection, quote/unquote, of the Swiss Red Cross. And 22 of us, | was one of\nthe older ones, and a friend of mine and | decided to escape. We escaped and went back to\nthe hiding place. This was a very dangerous thing because we had to go through the whole\ncity, of course. We couldn't disclose that we were Jewish. There were patrols running around.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nSo eventually after a couple of hours we got back.\nAfter the war, | found out that about four, five days after our escape, all the children\nwere taken to the Danube and they were shot.\n>> Bill Benson: There was about 500 of them.\n>> George Pick: 500. And then toward the end of December, the Hungarian Gestapo said\nthat the ghetto, which was established at the end of the November, would be a much safer\nplace for us because some of the Nazis started to think that this was a Jewish hiding place and\nthey would come and no questions asked they would shoot us.\nSo they sent a couple of police. Police -- they were not pro Nazis. And they told us\nthat they would be taking us to the ghetto; they would be in front, follow them. And that's it.\nSo from 170, 65 to the ghetto. The rest of them evaporated. You saw a group of those people\nwho survived both in the ghetto and out of the ghetto.\n>> Bill Benson: So at the end of the war for you, not the end of the war in April, you find\nyourself with your parents living in an exceptionally constricted environment, and then the\nRussians begin to arrive. Tell us about that time.\n>> George Pick: Ok. We got to the ghetto just a few days before Christmas of 1944.\nEssentially, we were housed in a building which had several hundred old people from the old\nage homes, the Jewish old age homes. And 35 of us got one room, nothing in them. So we\nlived there only a few days because by Christmas day the full-scale siege of Budapest begun,\nwhich meant that 24/7 heavy artillery and bombing raids and so forth. This was an\nold-fashioned house, so we went down to the basement. And old-fashioned, maybe 100 years\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nold, buildings, in the basement, they didn't have any concrete. It was just sand. So the thing\nwe did is we had a latrine in the middle of it, because we need that. We had no electricity, no\nwater, and no food.\n>> Bill Benson: And just to add, it was also an extraordinarily brutal winter outside.\n>> George Pick: It was an extraordinarily brutal winter. We were sitting in, most of the time, in\ntotal darkness. The problem was food was available, but because the streets were terribly\ndangerous to walk, very few people were volunteering to bring the rest of us food. A couple of\nus did, and they got seriously hurt. One got killed. So what was happening at that point was\nslow starvation. Eventually we got, of course, lice. It was a hopeless situation.\nAn SS guy, in beginning of January, came in who was actually Hungarian. He said,\nyou know, don't think for a minute that you will survive this; we will blow up the ghetto before\nthe Soviets arrive. And there were other plans to kill actually mass killings of 70,000 Jews who\nwere at that time in this ghetto conditions.\n>> Bill Benson: In pretty much exactly the same circumstances you were in.\n>> George Pick: Yeah, in a very small area. It was almost unbearable. But it didn't happen\non the 18th of January. We got liberated. We found out, number one, that many people,\nparticularly the old people, died already. | would say half of our building died in these few\nweeks when | was there. When there was a lull in the fighting, we took these bodies out. They\nhad 3,000 or more bodies, all thrown on the top of each other in the middle of a square, which\nwas right in front of our building. And these people eventually were buried next to the main\nsynagogue from Budapest.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: During that time your father, who was with you, he tried to serve as sort of a\npoliceman to maintain some kind of order. His job was to protect all of you. He had a night\nstick.\n>> George Pick: Yes. My father volunteered as a police. The police there had one mission,\nto protect the Jews. He got the night stick, a piece of cloth which says that he was a Jewish\npolice in three languages, interestingly enough: Hungarian, German, and Russian. He lost\ntwo of his partners because they were patrolling the streets and what they were supposed to\ndo is make sure that the Nilash don't come in and kill people just randomly. Unfortunately that\ncould not have been done. A number of buildings were penetrated by them and massacred in\nthe basement. The other reason was that he got double portions for food, and he brought it\nback so that | was relatively well fed. But they did not -- my mother and father were very, very\nthin by the end.\n>> Bill Benson: Tell us about liberation.\n>> George Pick: Well, liberation was a very anticlimactic event. We knew that something\nhappened because the noise, which was assaulting us 24/7, ceased. We looked up, and we\nsaw -- we had a little window up quite high. We looked up. We couldn't see people. We only\ncould see footwear. We knew what the Nazi footwear was. We didn't recognize that. We\nfigured out that that must have been the Russians. And, indeed, we sort of little by little went\nout, opened the door, and the Russians were there.\nThere were no celebrations. Most of us just wanted to get out of there. We were\nvery worried that the Germans would come back. So my father and my mother and | decided\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nabout noon time of that day to start walking back. The city was indescribable. We were\nwalking through bodies of dead men and dead horses, buildings were collapsing as we were\nwalking. It took us a couple of hours to go back to where we came from in June when we lived\nfor ourself. And Mr. Dudek was there.\n>> Bill Benson: The building's superintendent was still there?\n>> George Pick: He was there. He was the only person who was very happy to see us. Most\nof the Nazis were rather white as a sheet because they thought that now it's payback time. We\nhad no intention of doing anything like that. You could have easily pointed out somebody and\nsaid, Nazi, and a Russian would pull a gun and shoot him. We didn't do that. We were just\ntired and exhausted.\nMy grandmother and other grandparents came back also on the same day. The\nsiege of Budapest did not end. This was the 18th of January. It went on for another -- almost\na month until the 13th of February when it could be liberated. Even after that, there were some\nscares that the Germans would have some offenses and come back. So we lived in a scary\nsituation until roughly April.\n>> Bill Benson: When the war was over.\n>> George Pick: When the war was over.\n>> Bill Benson: What did your parents do to sort of try to rebuild in some way after all of that\nloss and devastation?\n>> George Pick: Well, my father, | guess, was an unrealistically optimistic person in hindsight,\nbecause he thought Hungary was going to become a democracy and there would be, again,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nopportunities for business. He was a businessman. He was hoping that things would go back.\nA lot of people were not optimistic. They were people who were right. Some of them came\nback for nobody in the family, and so they just turned around and went back to the D.P.\ncamps. 30,000 Hungarian Jews in there.\nWe were among the ones who stayed behind. Of course, | was only 11 years old. |\ncouldn't make up my own plans. | started high school. That time high school was eight\nclasses. It was a Jewish high school. | graduated in 1952. By then it was a Communist state,\nof course. And a lot of people felt that somebody graduated from a Jewish high school could\nnever make it to the university. But, again, a critical history, the Communist government\nwanted to show that, no, they are not discriminating and my class of 13, of among the people,\nboys, 12 of us, we were accepted. | was accepted in the technical university in Budapest. |\ngraduated just before the 56th revolution. | was involved in the revolution. I'm not going to\ndescribe what | did. But | saw in November that that was over, and so | and a few friends had\ntaken a very dangerous road but managed to get out of the country.\n>> Bill Benson: | think all of us would love to know when your autobiography is actually\npublished. The escape from Hungary, from the Communists in 1956, that's a whole other story\nunto itself.\n| do want to ask you a couple more things before we close, George. One of them is\nthat in light of all that you've described, we looked at your photographs, tell us how your\nphotographs survived.\n>> George Pick: Yeah, well, that's a story which my mother could tell you more about. My\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nmother always felt that photographs were more valuable than diamonds. We didn't have too\nmany diamonds. We had a little suitcase, which is now property of the museum, and that\nsuitcase had essentially all the family photographs. Some of which you saw here. Because\nshe felt that that could not be replaced, everything else could. So we went from one place --\n>> Bill Benson: Carrying the suitcase with the photos.\n>> George Pick: Right. | was the only one who was strong enough physically when we went\nfrom the ghetto to back home to carry that suitcase. That suitcase, | don't think, weighed more\nthan two pounds, maybe less. My father and my mother were skin and bones. So that's how\nwe had the photographs. Many of them ended up here in the collection.\n>> Bill Benson: My last question for you, George. As we noted earlier, yesterday was the 7Oth\nAnniversary of the German invasion of Hungary, bringing the full brunt of the Holocaust to\nHungary. | Know you have some thoughts you'd like to share with us with respect to events\nthat were planned by the Hungarian government to commemorate the tragedy.\n>> George Pick: Well, | don't have much time, so | just would like to say that 40 years ago a\nrightist government was voted in with absolute majority into the parliament in Hungary. And\nthe first thing they did is they changed the Constitution. And one of the first parts of the\nconstitution said that between March 19 of 1944, between that date, specific date, and 1990,\nHungary was not an independent country. It lost its sovereignty. What it meant is that the\nHungarians would not take any responsibility for the atrocities of the Holocaust.\nThis is what they essentially are doing. They have a commemoration of the 70th\nAnniversary, which was very well-planned. They were going to have an institute. They were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ngoing to have several things. But they were trying to essentially whitewash the region and they\ntried to say that it was all the Germans who did it. And the Hungarians, Jews all over the world\nbut particularly in Hungary, maybe 40,000, they were completely upset. They essentially\nboycotted all these commemorative years. They decided to boycott it. And this has had some\ninternational consequences. But the Hungarian government is not --\n>> Bill Benson: They're unyielding.\n>> George Pick: They are not yielding. So | wanted to let you know that Hungary right now,\nand | and many other historians as well as non-historians, are very pessimistic about what\nHungary's future is right now. There is a neo-Nazi party. And some people say that it feels\nlike 1938, 1940 again. It's quite sad, of course, for me as a survivor that we see history repeat\nitself. Hopefully it won't, but we are pessimistic.\n>> Bill Benson: We won't have time for questions of George today. As you can see, we could\nhave spent the rest of the afternoon. After we finish, George is available to greet you if you\nwish. If you have a question you would like to ask him, George will be there to answer that.\n| want to thank all of you for being with us today. We will have First Person\nprograms every Wednesday and Thursday until the middle of August. We hope that you will\ncome back. The website includes information about each of our programs.\nIt's our tradition at First Person that our First Person has the last word. So I'm going\nto turn back to George to close our program today, but before doing that I'm going to ask you --\nwhen George finishes, we're going to ask you to stand because we have a photographer who's\ngoing to come up and he's going to get a portrait of George with all of you in the background.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nSo we're going to see how that works.\nFor our last word for today -- and | want to thank you. Come back; see us again,\ncome back to another First Person program.\nGeorge?\n>> George Pick: Yes. Well, | think | had my last words. Up until now, the Jewish community\nwas passive in Hungary. | always said that what we need in the world is tolerance. | think\ntolerance itself is not enough. Passivity is not enough. | think we have to be all proactive and\nfight against racial discrimination, fight against xenophobia, and fight against anti-Semitism.\nSo | would like you to think about this. It is not enough to understand. It now has to\nbe an active fight. Unfortunately the Holocaust was not the last genocide in the 20th, even\n21st century. We have genocides again. So we really need proactive people who recognize\nand do something.\nThank you very much for coming. That's my last word.\n>> Bill Benson: Thank you, George.\n[Applause]\n[The presentation ended at 12:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}