{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ANNA GROSZ\nWednesday, July 22, 2015\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nAnna Grosz, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with additional funding from the Arlene and Daniel Fisher Foundation and the Helena\nRubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us their\nfirsthand accounts of their experience during the Holocaust. Each of our First Person guests serves as\na volunteer here at this museum. Our program will continue twice-weekly through mid-August. The\nmuseum's website, at www.ushmm.org, provides information about each of our upcoming First Person\nguests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the Stay\nConnected card in their program or speak with a museum representative at the back of the theater. In\ndoing so, you will also receive an electronic copy of Anna Grosz's biography so that you can remember\nand share her testimony after you leave here today.\nAnna will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Anna questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from Anna\nis one individual's account of the Holocaust. We have prepared a brief slide presentation to help with\nher introduction.\nAnna Grosz was born into a Jewish family on April 20, 1926, in Racsa, Romania, as Anna\nSeelfreund. The arrow on this map points to Racsa.\nThese photos taken in 1919 show Anna's parents, Samuel and Ilona Seelfreund. Samuel\nowned a vineyard and was a wine merchant, while Ilona cared for Anna and her five sisters.\nIn 1940, Racsa fell under Hungarian rule. Jewish people in Racsa became subject to\nantisemitic laws. Under the new laws, Anna's father's vineyard was confiscated and he was conscripted\ninto the Hungarian Labor Service. Samuel never returned home.\nThis photo from 1943 shows Anna and her sisters. In order from left to right is Clara, Elizabeth,\nMargaret, Margaret's daughter Suzanne, Violet, Anna, and Gisela.\nIn March 1944, Nazi Germany occupied Hungary. Hungarian officials agreed to turn over\nhundreds of thousands of Hungarian Jews to the custody of the Germans. Anna, her sisters and her\nmother were placed into the Satu-Mare ghetto, indicated by the circle on this map, and then deported to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAuschwitz-Birkenau. The black arrows point to Auschwitz-Birkenau. Nazi authorities selected Anna\nand three of her sisters for forced labor while they sent her mother and two other sisters to the gas\nchambers.\nIn June 1944, Anna and her remaining three sisters were sent to Stutthof concentration camp\nindicated here with the red arrow. Later they were transferred to Praust, a subcamp of Stutthof.\nIn February 1945, the SS evacuated most of the prisoners, including Anna's three sisters, marching\nthem on foot. Soviet troops liberated them around March 11, 1945. Anna was left behind with other\ninjured and sick prisoners because she had previously broken her leg. On March 23, 1945, Soviet\ntroops liberated some 600 prisoners, including Anna. Anna later reunited with her sisters, Gisela and\nClara, and found out her sister Elizabeth have been shot during the forced march.\nWe close with this photograph that shows Anna in 1946. Anna would remain in Romania until\nimmigrating to the US in 1964.\nAnna, together with her husband Emory Grosz and their two young sons, Alex and Andrew,\nwere allowed after much difficulty to leave Romania and begin their new life in the United States. They\nsettled in New York where Emory went to work as a fabric cutter in New York City's Garment District.\nAnna found work as a seamstress in a clothing factory working with fellow Hungarian-speaking\nHolocaust survivors and refugees. Anna worked at the same place for the next 27 years driving 2\nhours to and from work each day.\nAfter finishing high school their two sons attended university and went on to very successful\ncareers and are now retired. Alex was an attorney at the U.S. Patent Office. Andrew was a geologist\nwith the federal government. Anna has four grandchildren and a 4-year old great grandson. Anna's\nsons Alex and Andrew are here with Anna today, as well as Andrew's daughter Julia and Anna's niece\nSuzanna. They're all here in the front row. So wave your hand. Let people know you're here. Great.\nThank you.\nAfter their retirement Anna and Emory moved to the Washington, DC area in 2003. Anna's\nhusband suffered a stroke in 1999 and Anna cared for him until he passed away in 2009. She also was\nthe caregiver for one of her sister's prior to her death and for her sister's husband.\nAnna now volunteers with this Museum's Visitor Services. You will find her at the Visitors Desk\non Tuesdays from 10 am until 2 pm. Anna has spoken about her Holocaust experience to children at\nlocal schools.\nWith that | would like you to join me in welcoming our First Person, Anna Grosz.\n[Applause]\n>> Bill Benson: Anna, thank you so much for joining us and for being willing to be our First Person\ntoday. Thank you for that.\n>> Anna Grosz: Thank you.\n>> Bill Benson: Anna, you have so much to tell us and we have just an hour so we'll get started. You\nwere just 13 when World War II began with Germany's invasion of Poland in September 1939. Before\nwe turn to all that happened you and your family during the war and the Holocaust, let's start first with\nyou telling us a little bit about your family, your community, and you before the war began.\n>> Anna Grosz: Yes. Because | have a very short time to tell my story I'm going to try to tell the most\nimportant things that happened.\nBefore the war we lived in peace in Romania. My father was a merchant. My mother had to\ndeal with the six girls. From the six girls, two were in gymnasium in the next city and the rest, we were\nin school. We had a really good life because we did not have a financial problem. My father was not a\npoor man.\nAs Bill said before, the good life ended in 1940 because then the Germans invaded Romania.\n>> Bill Benson: Before you talk about that, can | ask you a couple of other questions? You told me that\nboth of your parents were very well-respected in the community.\n>> Anna Grosz: Yes, they were.\n>> Bill Benson: Will you say something about that?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Anna Grosz: Yes. They were respected because my father was an educated man before the First\nWorld War. He fought in the Hungarian Army. He became an officer, a lieutenant. But after he\nmarried my mother in Romania -- he remained in Romania because -- he married my mother because\nhe fell in love after the war came to see us. He fall in love with my mother because she was beautiful\nand [Indiscernible]. [Laughter]\nSo we lived a good life before that before 1940. 1940 changed our life completely. Not until\n1942 because two years we lived a regular life, like we used to. We didn't feel anything that our life had\nchanged. But 1942 started the humiliation. They took the license of our store. We got the yellow star.\nWe couldn't go to the street because we were Jewish. We lived about two years like that.\nSo after two years --\n>> Bill Benson: Anna, if you don't mind, I'm going to ask you questions from time to time.\n>> Anna Grosz: Sure.\n>> Bill Benson: It wasn't too long after the war began, | think when you were 14, that you could no\nlonger go to school. Is that correct?\n>> Anna Grosz: Yes. When the Hungarian occupied Transylvania, they stopped Jewish people to go\nto higher schools. It was at that age that | had to go to higher schools but they did not let Jewish\npeople go there. So | remained without an education and my younger sisters also. Only the older\nsisters went to high school and college because Romania -- Romania left that to it.\nSo in 1944 happened the tragedy.\n>> Bill Benson: Before we get to that a few more questions, if you don't mind.\n>> Anna Grosz: Yes. Sure.\n>> Bill Benson: So after you lost your store and your vineyard, how was your family able to make ends\nmeet and feed the family? How were you able to do that?\n>> Anna Grosz: Well, it was very hard. Somehow we survived it. We got some food by tickets. My\nfather stored some food for us.\nBut in 1944 --\n>> Bill Benson: Before we get to 1944 -- | don't want to skip over everything. Your oldest sister, she\nhad gotten married and -- your oldest sister had gotten married and had a baby. At one point she\nmoved back home with the family. Why did she move back home?\n>> Anna Grosz: Because her husband was sent to forced labor.\n>> Bill Benson: To forced labor.\n>> Anna Grosz: And they took their license also. So she came home with the little 2 1/2-year-old baby.\n>> Bill Benson: And one of the things you told me, that during that period even though you're under the\nHungarian occupation and the war is going on from 1940 to 1944, in that time, | think you told me you\nnever saw, at that time, a single German soldier. It was the Hungarians that were basically occupying\nyou.\n>> Anna Grosz: Yes.\n>> Bill Benson: And causing all the very difficult times.\n>> Anna Grosz: Only the Hungarians. Not Germans.\n>> Bill Benson: And before the Germans occupied Hungary in 1944, was it right before then that your\nfather also had to leave? When did that happen?\n>> Anna Grosz: They took him in 1942.\n>> Bill Benson: In 1942.\n>> Anna Grosz: Before the family. Before us. In 1944, they came and all the Jewish people from the\ntown they put them in a synagogue and they kept us there for about three days. | remember it was 205\npeople there but all children and women because the men were in forced labor. So we were staying\nthere for two days in the synagogue. After one woman had a little baby there in the synagogue, they\ntook her also. They took us in a ghetto in Satu-Mare, 37 kilometers from our little village. We did not\nstay too long there because Hungary was the last country that the Germans invaded before other\ncountries in Europe. So they had to finish us before the war is finishing. That was 1944.\nIn 1945 already the war --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: Anna, tell us, do you remember going into the ghetto? Do you remember going there?\nEven though you were there two or three weeks, what was it like for you and your family in the ghetto?\n>> Anna Grosz: Well, we took some food with us because otherwise we would not have. All the\n37 kilometers, people set in a wagon with horses but | walked the 37 kilometers. We stopped only for\none night sitting on the floor going there.\nIn the ghetto, many families in one place so we had to sleep on the floor. But we were waiting\nthat we should go out from there because that was not -- we thought from this cannot be worse than\nthis. But later we saw that there is much worse than that, than just sleeping on the floor.\n>> Bill Benson: And Anna, when you were in the ghetto, your father, as you told us, had been taken\naway in 1942.\n>> Anna Grosz: Yes.\n>> Bill Benson: Had you heard from him?\n>> Anna Grosz: Once we heard from him. He sent a postcard that he's a translator in a camp near\nBudapest. But after that we never heard of him.\nAfter a few days, they took us on the train and they put us in wagons. | was the 92nd person in\nthat wagon. What happened in that wagon, it's unbelievable. There were children, old men, sick\npeople. Children cried. People prayed. People cursed. We had no room there. It was one place in\nthe corner where we had to do our things there, you Know. And from time to time the train stopped and\nthey emptied there. And then they asked who has money or jewelry. People were afraid because they\nsaid if you don't give it to us now, when we arrive they will search you and shot you. So people, what\nthey had they gave the jewelry and the money but they still shot them.\nSo after that happened, we went back in the wagon. | think for four days we were on that train.\nWe arrived in Auschwitz at night. We were dizzy and tired and couldn't even think. They put us five in\na row, all of us. The dog barked. It was a neon light. It was music, also. Some Jewish haftling, they\ncalled us. They played music. We were so mixed up at this. | could not think what happened to us.\nSo we stand five in a row. An officer came later. They said that he's Dr. Mengele. You go on\nthis side. You go on the other side. My mother, my older sister and her baby and my younger sister,\nthe sixth sister, they went on one side and | and three other sisters were in the other side. We never\nknow what happens. But they took us in a room and they shaved our head and anywhere where it was\nhair. | remember | had four braids and they put it separate. Probably they used it for something.\nAfter that --\n>> Bill Benson: Anna, I'm going to ask you one question before you continue.\n>> Anna Grosz: Sure.\n>> Bill Benson: When the selection took place, tell us what you told me about one of your other sisters\nwas holding the baby and somebody said, \"Is that your baby?\"\n>> Anna Grosz: Yes. One of my sisters hold the baby before we got off from the train. Somebody\nasked, \"Is that your baby?\" And she said, \"No.\" Then the man said, who was a Jewish man who\nworked there, \"Give it to her mother.\" Because otherwise who had the baby in their hands, they put it\naside because children would make chaos. They take away from their mother or parent. So my\nsister's life was saved because she gave the baby to her mother.\n| have to continue there. They put us in a room after they shaved us. And they disinfected us\nwith some white dust. We did not recognize each other, the four sisters. Because we looked terrible\nafter we were shaved and we had white dust and all. And they took us in a place. | think it was a horse\nstall. We spent the night in that horse stall. And in the morning we called each other by name because\nwe couldn't recognize each other the way we looked after the four days on train traveling and after\nshaved. So we called each other by name.\nAfter that they took us in Auschwitz in barracks where there were bunk beds there. Nothing\nelse to cover us or something. They gave us a gray dress with a number on the sleeve because they\ndid not have time to tattoo us.\nSo after we stayed in Auschwitz there for a few days, we thought this is terrible. The food was\nterrible, terrible. It was always something in the food because they didn't wash the carrots, potatoes\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nand beets. And we had to drink one after the other. By the time the dish got to the sixth person, there\nwas nothing in it. So nobody wanted to be fifth in that line.\n>> Bill Benson: Anna, as you just told us, they didn't have time to tattoo you.\n>> Anna Grosz: No.\n>> Bill Benson: And that was, in large part, because they were bringing in so many hundreds of\nthousands of Jews from Hungary that it was just way too many for them to do them. That's why they\nput the number on your sleep.\n>> Anna Grosz: Exactly. Yes.\nSo after we were there for about --\n>> Bill Benson: One more question. At that point, after you were there almost a week, did you know\nwhat had happened to the rest of your family?\n>> Anna Grosz: Yes. We did not want to believe it because there were Czechoslovakian girl there and\nwe asked where are our parents and she said there, there, in the flu, you Know, you crazy, you idiot.\nHow do | say that? How come you got here? Didn't you know about what happened to us? You idiot.\nAnd we said we didn't know nothing about that. And even if we would know what happened to\nyou, what would my mother do with the six girls and one granddaughter when my father was not home?\nWe didn't know how to hide or something. We did not believe what happened, that our parents are\nthere and the children in the crematory. There was a smell there. It was always dark there. In that\nAuschwitz. We lived in the barracks number 10. And some friends of ours lived in barracks number\n12. Came one day that they select people, young, strong people, and they take them to work. So we\nthought anything can be better than staying here. Twice a day counting us, in the morning and at night.\nWe couldn't run away anyway from there. But they did that.\nThey selected all the time who was very sick or very fat. They put them aside. You don't\nknow never what happened to them. | mean, we knew later.\nWe went from barracks 10 to 12 because you wanted to be chosen for work. All the four of us\nwent there and we were lucky; we were chosen because we were all healthy looking, healthy girls. So\nthey took us from there, from Auschwitz, in another camp. We stayed there for about two, three days.\nAnd from there they took us to the place where we were going to work. It was a huge farm.\nWe couldn't see the end of that farm. We had to build an airport from that farm. But first we had to\ntake out the carrots and the beets and whatever it was in the farm. And whoever tried to pick up a\ncarrot, eat it, or a potato or something, they took the number from here, the guards who came with us,\nand gave it at night over to the register, a huge woman at least 300 pounds, and another one. And they\nwere punished, 25 lashes on her back, lower than the back. And next day she had to be at work.\nOtherwise they would send back to the closest crematorium. And, of course, everybody who got that\npunishment, they tried to go the next day to work.\n| left out something. When we started to work in that camp, it was not ready, the camp, yet.\nSo we had to go for about a mile and a half with straw, carry it on our back, and put it in the barracks\nbed there. And we did not have water yet. The fountain was not ready. It came rusty water from it. No\nfood then.\nSo we did that the first day. It was terrible. Like yesterday, over 100 degrees. And there was\na girl, the dress did not cover all of our body, only to here, and lower than the knee. So they put some\npaper on it in which first was cement in that paper to protect the legs. When they finished, they took off\nthe paper but it came off with the skin because it was hot.\nSo what did they do? We were 800 women there. They sent back to the crematorium, which\nwas very close to that place, and they brought other people, healthy people because it had to be\ncompleted with 800 people. Our work was that we had to fill cars with sand. And one thing came after\nthe other to fill it. It was three people at one car. It had to be filled by the time the other car was filled\nand the other train came. So we did that all year. That was our work.\n>> Bill Benson: So filling these train cars filled with sand because that would be used to lay the\nfoundation for the airfield.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Anna Grosz: Yes. And the French were prisoners. They built a hangar where the planes go in, a\nbig hangar. But we were not close to the French war prisoners. Just saw each other when they get\nhome or we got home.\n>> Bill Benson: These were French prisoners of war?\n>> Anna Grosz: Yeah. They were French prisoners of war. They did the hangar and the cement. We\nonly filled the cars with the sand. So that's what happened all year.\nI'm going to make now a big step.\n>> Bill Benson: Before you tell us that, you were there in hot weather and cold weather. You told me\nthat all you had --\n>> Anna Grosz: Yes. We did not have under clothing, just the dress. Wintertime they gave us a\nheavier dress but summer time we had the gray, thin dress. But wintertime they gave us the striped\ndress but it wasn't -- all wintertime we could not wash our dress because it wouldn't dry. Summertime\nwe washed our dress. We were lucky that we had a wash room. Not every camp had a wash room.\nSo we had the wash room. We washed our dress and slept on it to get dry until morning. And we\nsleep two people in one bed because that was even warmer. But wintertime we could not wash our\ndress.\n>> Bill Benson: And, Anna, of course, as you described, you were doing -- you only touched on it -- this\nprofoundly hard labor you were doing. What was your food situation like there?\n>> Anna Grosz: The food situation was always the same, except one day. It was always carrots,\ntomato, mostly beets soup. And it always remained sand in it because they did not wash it right. The\nsand always remained in the dish there. We got in the morning a small piece of bread with a very small\npiece of margarine and a little named coffee. Hot water or something like that. We all lost weight. We\nall were terrible looking. But we survived. | don't know how but we survived.\nNow I'm going to -- not too much time from now. | wanted to tell something that was my luck\nthat I'm still alive.\nChristmas time the Germans wanted to do a party for them. | mean, the guards who were\ntaking care of us. They said, well, in 800 people there were talented people: singers, dancers. So we\nwent to their party.\nYes, | left out that we had a guard who came from Romania. He was a German Romanian.\nHe was a nice, good man. He liked me to sing for him Romanian popular sings. And anytime he was\nour guard he made me to sing for him. We not became friends. He never gave me a piece of bread\nmore or something but he knew about us that we are the four sisters, the Romanian sisters.\nSo when it was the party for the Germans, we sat -- who was not participating in the\nentertainment, we were sitting in bunk beds, like that. And | was on the top of that bunk bed. He came\nto me and he said: Why did not you came to sing? And | said because | don't think that | had that\nmuch talent that | should sing here in front of the public. He says: No, you just come because | want\nyou to sing Romanian.\nSo while | wanted to come, off the bed | fall. | broke my leg. What happened to the six people\nthere, they sent back to the crematorium and brought some other people instead because we have to\nbe 800 complete always. | thought now is my end. And my sister, my other, went to that -- he wasn't\neven an officer. That happened Christmas night, December. She went and begged him that they\nshould not send me back to the crematorium because the older, a big woman, was his girlfriend. So he\nwent to the girlfriend --\n>> Bill Benson: She's the one who lashed everybody?\n>> Anna Grosz: Yes. She's the one who lashed, and another one also, yes. And my leg was put in\ncast, not sent back to the closest crematorium. That was a miracle, really. | never heard that a\nGerman, wasn't even an officer, to save a life for a Jewish haftling, prisoner. So they put my leg ina\ncast. It wasn't a doctor who did that. It was a nurse, a man. And my leg got so swollen that they had\nto take it off, no injections, no put to sleep or anything. They took it off because my leg got very, very\nswollen. So they put another cast on it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nThat was in January. They took off the cast from my leg because | had to go to work after\nthat. But the war was already known that it's lost from the Germans. And the Germans did that from\nevery camp. They did not have the time to put them in crematoriums because they were always\nworking, working. And to put the people also who were working, they did marches. They marched.\nIt was February. The snow was terrible. We had the shoes -- the bottom of the shoe --\n>> Bill Benson: Were they wooden?\n>> Anna Grosz: I'm having a senior moment. | don't remember. [Laughter]\n>> [Laughter]\n>> Anna Grosz: That happens to me very often. How do you say --\n>> Bill Benson: Clogs?\n>> Anna Grosz: Huh?\n>> Bill Benson: Clogs.\n>> With wooden.\n>> Anna Grosz: Wooden! That's what | didn't remember. Wooden. Yes. So the snow stick to that\nwooden, you know.\nSo the time came when our camp had to march also. And the people who couldn't walk, of\ncourse they couldn't go to the march. | couldn't walk that far with my broken leg but three of my sisters,\nthey had to march. They had to go. | think one of the most terrible day or time in my life was when my\nthree sisters left and | remained in that camp by myself.\nThey took off my shoes because they said you don't need shoes anymore. Shoes are for\npeople who march. So | was sitting in the side of a bed with no shoes. My sisters are gone. | don't\nknow about my parents. | felt it's better to die now than to live more. But there were more sick people,\nat least maybe 20 more, 21 with me. So the rest of the 800, they left. They marched.\n| remained there. One person came to me who knew me before. She asked me -- oh, I'm\nsorry for you because | Know your three sisters left and do you know some sewing, to do sewing? And\n| said yes. | really did know how to sew. My mother want the us all to learn a little sewing. So she took\nme with them. They were otherwise also in the kitchen. They took in the kitchen. They made the\ncivilian outfits for the Germans, the guards who were there. They prepared them if they have to run.\nSo | was there with them sewing the civilian outfits for the Germans. | had the right to go into\nthe kitchen to bring out water because they knew that -- at the same time, they just came and came,\nthe walking people, you know, man -- mostly man, very tired and very sick. Every day died | don't know\nhow many.\n>> Bill Benson: So, Anna, these were people on Death Marches coming and they would stop there.\nMany would die. Then they would move to the next place closer to Germany. But you stayed behind\nwith this group of women in the camp.\n>> Anna Grosz: Yes.\nSo they made a big hole. They put the people who died, just threw them there. Every day |\nsaw a man put them in a little cart or something. He was the one who put the people in that hole.\nFor two or three days | didn't see him. | saw that he was in that cart. So they took him in that hole.\n| can't tell how many died because they were so exhausted and sick that they died.\nThe day came -- very close -- a few more minutes | have.\n>> Bill Benson: You're ok.\n>> Anna Grosz: The day came when the German guards who were with us, they were prepared, they\ntook already the outfits from what we made with the other five people there and they were ready to go\nto leave the camp also because the Russians were already very close.\nThe airport that remained, it was bombed, a place from a distance. One day | heard that they\nall went in the whole airport.\n>> Bill Benson: The Germans blew up the airport?\n>> Anna Grosz: They blew up. It should not remain for the Russians or whoever would have it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nAfter that, it was quiet for a day or so. One of the girls who | was sewing together came to\nme, that this night we are going to leave the Germans. They want us go to protect them but you will\nnot -- don't come with us. You stay here and you probably will be liberated.\n| remained there with who were alive. And when the bomb blew up, it was a few -- six people\nIn the barracks. They died. But we had time to run away who could run. And | run into a basement\nthere where they used to keep the food for us. A few more like me were in there, in the basement.\n| came out from that basement and | saw a German carriage with a Red Cross, the last German\nCarriage.\nAfter that it was quiet. So we stayed there one day. We still were afraid to come out from\nthere. We came out. | saw two little dots from far away. | don't know why | felt dizzy but later | found\nout. | saw those little dots coming closer and closer and they were two Russian soldiers. So we all\ncame out from the basement. No Germans around. But they still were looking for Germans, you know,\nfor soldiers. | felt dizzy. | got Typhus there in the basement. Who knows, it was in me before.\nSo the Russians came. They photographed the hole, us, everything. So they took me ina\nhouse. They shaved my hair again because -- | had short hair. It was all blond from the sun. It was so\nhot in Gdansk was this camp of ours. | woke up without hair again. | didn't know what happened to me\nfor at least two weeks | didn't know. | wasn't conscious.\nAfter we were a few there, we didn't know what to do. The Germans were gone. The\nRussians were in but they did not care of us because they still have a war going on many places. They\ntook us in -- not a car. Again a senior moment.\n>> Bill Benson: Like a truck?\n>> Anna Grosz: Truck! [Laughter] And they took all day long about the truck. We wound up in the\nsame place that we were. [Laughter]\nSo they took us to the train station. We slept on the floor there. It took almost two months to\nget home because nobody cared about us. We went to Polish people to ask for food. They said they\ndon't have themselves. So | don't know how we survived from one train to the other.\n| met there people who saw my two sisters after the liberation. They proved to me that it was\nmy sisters. | recognized them. And | asked where is my other sister, the older sister. They said my\ntwo sisters, when they came home and met at home -- they never told me but they thought she died in\na hospital but she was shot with the other people who couldn't walk in the day of the liberation. She\ncouldn't take it anymore.\nSo | met -- after that wandering all over Poland --\n>> Bill Benson: For almost two months until you got home.\n>> Anna Grosz: Yes. Almost two months.\nWhen | was liberated, | was not happy at all because | did not have not my three sisters, not\nmy parents. | realized it was true what the people told me. | thought: Why should | go home? That's\nhard to understand. | don't wish anyone to have that feeling what | had then, that | was liberated and\nnot happy. But | found out that only two sisters are alive from the whole family. We were nine people\nin the family, my father, mother, the six girls, and one granddaughter. And the three of us met after we\ngot home in Romania. They got home sooner than | with about two or three weeks. They went through\nall that | went through. They couldn't get home. Nobody cared.\nAnd the other terrible day that was in my life was that we had to go in our house, robbed from\neverything, empty. We had a big house, six big rooms, two kitchens. No furniture. Nothing. Just the\nthree of us to start a new life now. We were not trained for life because we were too young for that but\nwe had to start a new life. And that was my most terrible day in my life, wnen we had to start a new life.\nAnd came a problem after that. All the force labor men, they were killed before they got to\nAuschwitz. The Hungarians did that to them. So women went home and we did not find men to marry\nthem. We were three big girls there. My sister was 20. 21. | was 19. And Clara was 17.\nDestiny works sometimes. | think all the time destiny works. Somehow my older sister, we\ngot a distant cousin who had a distant cousin and we brought them together with my sister. So she got\nmarried. To your father. And we had a man! And he handled all the vineyard, the things he had. But\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nmy new brother-in-law did not want to stay there in that village. He wanted to move back where he\ncame from, from another village. But he couldn't do that because | was there and my younger sister\nwas there.\nWell, | had to get married. | just couldn't find aman. [Laughter] | was already 19, 20 years\nold. | felt like an old maid.\n>> [Laughter]\n>> Anna Grosz: No men around. It's a true story, you know. All the people got married. My friend got\nmarried.\n>> Bill Benson: An entire generation of men killed.\n>> Anna Grosz: Yes. An entire generation. A few came home. For example, a friend of mine who\nwas also 20 like me got married to her brother-in-law who lost his wife and two children. He was 40\nyears old and she was 20 years old. And they got married. Because they had no choice.\nSo after -- nobody was in the village but | was the only one who didn't get married.\nOne day | went to the closest city. | found a friend -- | met a friend there who was together in the\nconcentration camp. She was already pregnant. She said, \"How come you didn't get married? You're\nnot too ugly.\"\n>> [Laughter]\n>> Anna Grosz: And | said \"Because no men around.\" She said to me, \"| know a man for you. My\nhusband has a cousin who is 30 years old and he wants to get married because he needs somebody\nalso.\" And | said \"10 years difference doesn't mean anything.” If he's not crippled -- or even if he's\ncrippled, I'm going to marry him. That's all.\n>> [Laughter]\n>> Anna Grosz: [Laughter]\n>> Bill Benson: And you did.\n>> Anna Grosz: Yes. | went to my friend's house. He came to my friend's house there. And | meta\nhandsome, tall, good-looking man. [Laughter] And | was thinking; Will he marry me? | covered my\nlegs because | always had heavy legs. | took a long dress that he shouldn't see it you know. He didn't\nsay a word. He was a very quiet man. And | wanted already to ask me to marry him.\n>> [Laughter]\n>> Anna Grosz: And -- no. This is a true story. Believe me. [Laughter] He went home without saying\none word. What's going to happen to me?\nSo he came back the next week. | thought, oh, he's still interested. He said that he has a\nbrother-in-law who came home from the camp with her sister's husband and he knew our family, my\nparents who were very respected people in the town, and he knew that we were not poor people so he\nwas very poor. So he said you marry that girl with closed eyes because | knew her parents. Did you\nlike her? Is she good-looking? He said, “Yes.” My husband said yes. So he came. He did still not ask\nto marry me. | thought now what I'm going to do now?\nSo | went home. Before | went home -- he invited me to his house because his sister was\nhome and the brother-in-law. So! went to their house. | saw a very little house. There were seven\nchildren at home. Six came home from the concentration camp. One was killed in Budapest, the\nyounger brother.\nSo he took me to the train station. He presented me to the priest, \"This is going to be my\nfuture bride.\" Then | knew that I'm going to get married.\n>> [Laughter]\n>> Anna Grosz: [Laughter] But he did not get on his knee to ask me to marry him. | would marry him\nanyway. [Laughter]\n>> Bill Benson: So, Anna, of course, you did marry him. You had Alex and Andrew. You would remain\nin Romania from 1945 to 1964. Those were hard years. You don't have time to tell us about them but\none of the things that you said to me was that everybody was treated pretty equally but once you were\nknown as wanting to leave, you were put on a list and things got very difficult but eventually you were\nable to leave Romania with your family. You were able to come to the United States. Tell us in the little\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ntime we have left what happened to your sisters. It was just the three of you. Where did they go? You\nall eventually --\n>> Anna Grosz: Oh, yes, yes. My sister got the passport before me, my two sisters. | remained with\nmy husband. Yes. So after we got married, we had two boys, Alex and Andrew. From Romania, they\ndid not let out the Jewish people only after a while when Israel and America paid for the passport. So\nwe have to stay for 19 years in Romania. My children grew. They had to go to high school. Because\nwe were on the list that we wanted to leave the Communist Romania, like the Hungarians, they couldn't\ngo to high school.\nSo finally we got the passport, left Romania in 1964. At that time Alex was 14, Andrew was\n12 years old. Not knowing the language, none of us, and with four suitcases they let us out from\nRomania. We couldn't bring anything else from there.\nWe stayed in Italy for half a year. America wanted to check us, if we were Communist or not.\nSo my children learned a little English there in the school but we wanted to see Rome not go to school,\nmy husband and I.\nSo after six months there we arrived in New York. Because my husband and | did not know\nthe language, we went to work whatever came. He worked in the garment center in New York as a\ncutter and | worked in a factory putting zippers in small jackets. When | got home, my fingers were all\nbloody. But we were free. And from the money that we earned, we could live. The children were very\nambitious in school. And we started to live a good life.\nMy husband had a sister here. Before us she came here. So Alex became an attorney. He's\nsitting there. He's retired. Andrew is a geologist. | have four grandchildren, one great grandson. And\nGod bless America. Because they have us -- helped us to do that.\n[Applause]\nThank you. Thank you.\n>> Bill Benson: I'm going to turn back to Anna in a moment to close our program because it's our\ntradition at First Person that our First Person has the last word. So we'll do that ina moment. But\nbefore | do, a couple of things. One, | want to thank you all for being here. We have programs each\nWednesday and Thursday until the middle of August. Then we take a break again and start again next\nMarch. So we hope that you'll come back next year if you can't get back before we close the program\nin August.\nWe didn't have time for you to ask questions. We obviously could have had Anna here for the\nrest of the afternoon and beyond with so much to share with us.\n>> Anna Grosz: Yes.\n>> Bill Benson: Unfortunately we can't do that. But what we'd like to do is if you had a question you\nwanted to ask, when Anna finishes her final comments and after we've taken a couple of photographs,\nplease feel free to come up on the stage and talk to Anna, ask her a question, get your photograph\ntaken with her, whatever you want to do. We invite you to do that. So please take advantage of it if\nyou will.\nWhen Anna's done, Miriam, our photographer, is going to step on the stage here,\nmomentarily, and take a photograph of Anna with you as the background. It's just a wonderful\nphotograph. So at that time we'll ask you to stand so that it completes the picture, if you don't mind\ndoing that. Then feel free to come up at that point.\nAnna? Your last word.\n>> Anna Grosz: Thank you. Thank you.\nAny questions?\n>> Bill Benson: We're going to take a photograph of you.\n>> Anna Grosz: Let it be beautiful.\n>> Bill Benson: Ok.\n>> [Laughter]\n>> Anna Grosz: And young.\n[Applause]\n",
    "segments": []
}