{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JACQUELINE MENDELS BIRN\nThursday, June 4, 2015\n11:00 a.m. — 12:05 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson. | am the host of the Museum's public program First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mrs.\nJacqueline Mendels Birn, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserve as volunteers here at this museum. Our program will continue through mid- August. The\nMuseum's website, www.ushmm.org, provides information about each of our upcoming First Person\nguests. Anyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so you will also receive an electronic copy of Jacqueline's biography so you can\nremember and share her testimony after you leave here today.\nJacqueline will share with us her First Person account of her experience during the Holocaust\nand as a Survivor for about 45 minutes. If time allows at the end of our program, we'll have an\nopportunity for you to ask Jacqueline a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear is\none individual's account of the Holocaust. We have prepared a brief slide presentation to help with the\nintroduction.\nWe begin with this portrait of 6-year-old Jacqueline Mendels. Jacqueline was born April 23,\n1935, in Paris, France.\nFrance is highlighted on this map of Europe.\nJacqueline was the middle of three children. Here we see Ellen Mendels with two of her three\nchildren, daughters Manuela and Jacqueline. Jacqueline is on the right. Ellen was born in Hamburg,\nGermany. The Mendels lived in Paris and life was quite normal until World War II began.\nHere we see a birthday card that Jacqueline made for her mother in 1941, before the family fled Paris.\nJacqueline's father found two reliable farmers to help the family escape across the demarcation line to\nthe Vichy-controlled Southern zone of France. On this map we see the Northern occupied and\nSouthern unoccupied zones in France.\nThe family lived in the tiny village of Le Got in Southern France for 29 months. Here we see a\ncontemporary photo of the house where the family hid in two rooms on the upper floor.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAfter Allied Forces liberated Paris in August 1944, the family resumed their life in Paris. From left to\nright are Manuela and Jacqueline and their mother Ellen holding their newborn brother Franklin, born in\n1943.\nJacqueline met her future husband Richard in 1957 while he was studying in Paris and moved\nto the United States and married in 1958. They lived in New York City where Jacqueline worked as a\nchemist and Richard taught high school while waiting the required four years to join the Foreign Service\nbecause he married a foreign-born person. In order for Richard to join the Foreign Service, Jacqueline\nhad to become an American citizen.\nOnce Richard began his Foreign Service career they lived in many places such as Helsinki,\nToronto, Hong Kong, Malta, and Mexico City, along with several stints in Washington, D.C.\nJacqueline worked for the Foreign Service Institute where she taught French and helped prepare\nForeign Service Officers going to France or French-speaking countries. Later Jacqueline trained\nforeign language instructors.\nBoth Jacqueline and Richard are now retired. They have two children, Daniel Franklin and\nAnne Emanuelle. They have a 14-year-old granddaughter whom they enjoy visiting in Toronto where\nshe lives. Jacqueline and Richard live in Bethesda, Maryland. Continuing a family tradition, Jacqueline\nis an accomplished musician. She is presently the First Cellist Emeritus with an acclaimed symphony\nin Virginia. She is a member of the Friday Morning Music Club which performs annually at the Kennedy\nCenter and at many other places. She also plays in several trios, quartets and quintets. For the past\nsix years her Jewish quartet played at an event here at this museum memorializing the liberation of\nAuschwitz on January 27.\nAs a member of the museum's Speakers Bureau, Jacqueline speaks often about her Holocaust\nexperience, both in the museum and in other settings. She has spoken at such places as the National\nSecurity Agency, local schools and efforts such as George Washington University and American\nUniversity here in the District of Columbia. She has also spoken to an association of retired U.S.\ndiplomatic and consular officials and recently at the State Department. And last year she spoke by\nSkype to the French-speaking school her granddaughter was attending in Naples, Italy.\nJacqueline's volunteer work includes serving as a tour guide for the Permanent Exhibition and\nediting documents written in French and interpreting for groups of French-speaking Holocaust survivors\nwho visit the Museum. She is working with the Museum's \"Remember Me\" project which publicizes the\nphotos of over 1,000 Jewish children orphaned or otherwise separated from their parents during the\nHolocaust in an effort to identify and connect them with surviving family members or friends.\nJacqueline interviews those identified who are French speaking. The \"Remember Me\" project has had\nsome remarkable successes. She is a contributor to “Echoes of Memory,” a collection of writings. And\nJacqueline's memoir, \"A dimanche prochain: Memoir of Survival in World War II France,\" was published\nin 2013. Following today's program she will be available to sign copies of her book.\nWith that I'd like you join me in welcoming our First Person Jacqueline Mendels Birn.\nJacqueline, join us, please.\n[Applause]\n>> Jacqueline Mendels Birn: Hello.\n>> Bill Benson: Good morning, Jacqueline. Thank you so much for being willing to be our First Person\nand spend this next hour with us. You have so much to share with us so we'll start.\nLet's start, though, with you telling us a little bit about your family and your own early years,\neven though you were very, very young, before Hitler annexed Austria and Czechoslovakia in 1938.\nTell us what you can about your family prior to that time.\n>> Jacqueline Mendels Birn: When | was 3 years old, that was the last time that | saw my two\ngrandmothers, one in Hamburg, Germany, and then we went directly to the Hague to see my Dutch\nfamily. | can't say that | have any memory. | know that wherever there was a threat in Paris, that my\nparents left with us, with my sister and me. We went away because she didn't know what was going to\nhappen. That's all -- | really don't Know.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Bill Benson: What were your parents' nationalities? We mentioned your mother was born in\nGermany. What was your parents’ nationalities?\n>> Jacqueline Mendels Birn: My parents were Dutch Jews. My father was Dutch -- well, his family\nwere Dutch, the Mendels family, for generations and generations. If anybody knows Holland, his town\nis called [Inaudible]. To the end of his life, he remained a Dutch citizen, never became French. And my\nmother that he met in Hamburg because he was in training, in a bank or something also lived in\nHamburg, Germany, for generations and generations. | was born in Paris. My sister and | were the\nfirst ones to be born in Paris, France.\n>> Bill Benson: And later we'll hear about citizenship mattering a little bit. A little bit later.\nYou have a large extended family. Right?\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: How large was it? Give us a sense of that.\n>> Jacqueline Mendels Birn: Well, before World War II -- | was too young to really know too many\npeople. | know | had two cousins in Holland. | can't remember, really. | know from research done by\nmy niece that 200 members of our extended family were murdered from Holland to Auschwitz and other\ncamps. | have in my book a list of about 200.\n>> Bill Benson: About 200 that you know of.\nYour father had a business. What was his business? And during that pre-war time, economic\ncircumstances were difficult and | think you told me his business was having a tough time in those early\nyears.\n>> Jacqueline Mendels Birn: Yes. Import-export business, which he was dealing in food, specialty\nfood, was not good at all. There was a kind of depression in France like there was in this country also.\nSo it was very difficult to earn a living. He had an associate who | will probably tell you later on was\nvery good to him. His associate was not Jewish. And the firm --\n>> Bill Benson: After Hitler annexed Austria and Czechoslovakia, your parents left Paris with you and\nyour sister Manuela for a short time. Tell us what you can -- Knowing you were very little and you\npersonally don't remember that as much -- what you can about their leaving Paris that first time and\nthen what happened to your family during that period before Germany invaded Poland and the war\nbegan in September 1939. Something prompted your parents to leave Paris.\n>> Jacqueline Mendels Birn: My parents had no intention of leaving Paris in those days. When things\nbecame bad, and that was really after Poland was invaded and Hitler invaded Luxembourg, Belgium\nand Holland, my father wrote to his cousin. He had a cousin who lived in Palestine. My father wrote to\nhis cousin that he was going to join the Dutch forces. Then France was invaded. No one was allowed\nto leave. So that was the time probably when my parents said, “We're going to live together. We're\ngoing to die together.”\n>> Bill Benson: During that period, | think it was in March 1939, the war wouldn't begin until\nSeptember. In March of 1939, your parents had you and your sister declared French citizens. Tell us\nabout that. Why was that significant?\n>> Jacqueline Mendels Birn: Yes. That's an interesting point because you as Americans realize that in\nthis country if you are born in the country, you are a citizen of the country. In France, no. | was born in\nParis. My sister was born in Paris. But we were Dutch citizens. My father -- | have the declaration\nhanging on the wall in my place where | live. My father requested for us to become French, to become\nbecause we were really Dutch. A few months after, if you look on the other side, it's typewritten in red,\nwe were declared French. And then my father and parents said, ok, the girls are French. Of course we\nwere Jewish which was not a plus in those days.\nWell, I'm going to jump ahead, | guess. At the time Hitler [Inaudible], turning many against\nJews. Whoever had become French by naturalization lost the French citizenship. So, in fact, during\nthe whole length of the war we were Dutch Jews. We were not French.\n>> Bill Benson: You had it taken away from you, your French citizenship.\n>> Jacqueline Mendels Birn: Yes. | found out not so many years ago that | became French again, if\nyou want, in 1947. So it was way after World War Il. | didn't Know all of those details, of course.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: To this day you're still finding out new things.\n>> Jacqueline Mendels Birn: Well, yes. Yes. | keep on finding out either from the Archives, from the\nmany books that | read, from the history of France and World War Il. Even though my book was written\nIn 2013, pretty soon it will be two years ago, actually, in the summer, | have to put a second edition out.\n| have more things that | found out at this late date. It's strange.\n>> Bill Benson: After war broke out in September 1939, your family left Paris for their second time but\nreturned a short while later. And then in May 1940 when Germany attacked the low countries, including\nFrance -- well, they invaded France in June of 1940. Your family fled Paris for a third time. But, again,\nreturned to Paris. Tell us why your parents would flee Paris but then they would return. Tell us what\nthat was about.\n>> Jacqueline Mendels Birn: Yeah. That was the exodus. Millions of people left Belgium, in the\nNortheast, and France. Paris had been declared open city. So the Germans were all over. My father\nwas able to take a little van, [Speaking Non-English Language], and my sister and | were sitting in the\nback with our doll, our best that we had since 1940, and my father started driving. He took the small\nroads to avoid the bombardments because the Germans were sending -- there is actually somebody\nthat you probably know who was fleeing like us, like we did. His aunt and uncle -- | don't know how\nmany people -- his family died right there and then. So we were very lucky. We got to a place and my\nfather knocked at the door and said, “Could you house us for the night?” The family, just wonderful\npeople, they kept us three weeks. They never accepted any money. There were two girls. | was the\nyoungest. After an amount of time, my father said, well, | have to go back to Paris, | have to earn a\nliving.\n>> Bill Benson: Right.\n>> Jacqueline Mendels Birn: That was very fortunate that he decided. First of all, he [Inaudible], but it\nwas after the disaster. So the farmers -- you don't have the map now. They decided -- my father was\nthere in a little van. They gave us two tanks of gas. So we were able to go back to Paris.\nWhat | found out many years after is that Hitler signed another law that we were not allowed to\ngo back to Paris. So that was in September 1940. And we got back before that. So we were back in\nParis. Nothing happened. My parents -- the apartment, that's it. But the big difference -- my parents\nkept a journal. It's in the museum now. My father wrote that they saw soldiers and they were fighting.\nAnd the Germans were there. That was the occupied part of France. They were beaten down by the\nGermans. And my father wrote, \"Now we know what is going to happen to us.\"\n>> Bill Benson: And you have -- he gave that journal but you had those for all of those years.\nI'm going to take you back a little bit fora moment. Prior to the family - the invasion, | think, of\nFrance by Germany or shortly thereafter, at one point your parents tried to leave for a Dutch colony but\nthey did not do. So what happened there?\n>> Jacqueline Mendels Birn: They tried -- by that time men could not leave the country. It was after\nthe declaration of war. And France declared that all men had to stay around and join the Army. There\nwere French soldiers. Women were not in the Army in those days although they worked in infirmaries\nin other capacities. So it never happened. We had plans.\n>> Bill Benson: Plans to leave.\n>> Jacqueline Mendels Birn: So it was impossible. Then on the 18th of June 1940, said France did not\nlose the war, France lost the battle. That was very optimistic on his part.\nMy mother wrote to me, but years later, oh, we should have followed the road but how could\nwe? We had hardly any money and two little girls. So | think that's why my father said either we live\ntogether or die together.\n>> Bill Benson: When you told us about the exodus out of Paris, that was literally thousands and\nthousands of people fleeing any way they could. Your family was in a work van. Do you remember\nwhat you took with you?\n>> Jacqueline Mendels Birn: My doll. My best doll.\n>> Bill Benson: Your mother had a sewing machine. You threw a few things together and took off with\nliterally tens of thousands of people.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Jacqueline Mendels Birn: Yeah. My parents say in their journal, for us, for the children, saying the\nsewing machine, typewriter, we can earn a living anywhere in the world.\n>> Bill Benson: And as you said a few minutes ago, you did come back to Paris because your father\nfelt he needed work. We mentioned the occupied and unoccupied portions. Describe for us what\nVichy, France, was. What did that mean to have a divided France?\n>> Jacqueline Mendels Birn: Hitler and Petain.\n>> Bill Benson: He was the leader of France at that time, Petain.\n>> Jacqueline Mendels Birn: Yes, the leader of so-called free France, which | never accept free\nFrance. His headquarter was in Vichy. But actually -- I'm going ahead. The Americans landed in a\nFrench possession. And Hitler was furious. He said, ok, just going to invade all of France, that's it. No\nmore free France or so-called free France. He decided on the date. And that was November 11, 1942,\nright after we had arrived in our little village. That was the Armistice of the First World War. So that's\nthe date that was chosen.\n>> Bill Benson: In September 1940, your father returns to Paris. You're in Paris. You stayed in Paris\nuntil the summer of 1942 when your parents arranged for the four of you, for the family to leave Paris.\nTell us about the arrangements to leave Paris and where you went from there in the summer of 1942.\n>> Jacqueline Mendels Birn: First | should say that in 1941 there were all kinds of laws against the\nJews. My father was not allowed to be a businessman. You could be a Jewish doctor, dentist,\ngovernment employee, teacher or anything -- any profession. He had to sign -- | have the papers which\n| found after my father died. He went to a notary, a lawyer or an attorney. He had to sign. When | see\nhis handwriting, I'm extremely thankful. So he didn't have a job anymore. Fortunately his associate\nwas a very good man. He was not Jewish. My father sold his business, shares of the business, for a\npitiful amount, you know.\n>> Bill Benson: Which he was forced to do.\n>> Jacqueline Mendels Birn: Yes. So he didn't have an income.\n>> Bill Benson: So finally, it's time to leave Paris.\n>> Jacqueline Mendels Birn: Well, not exactly. My parents still stayed in Paris. My father registered at\nthe local City Hall when we lived in Paris and said [Inaudible] and they would leave us alone. Wishful\nthinking on their part. | think he went to work by bicycle. It was very dangerous. The police was asking\nfor papers all the time. [Speaking Non-English Language] If they had caught my father, and Jews were\nallowed in the last train, that would have been the end. So I'm not sure. They would say it was\nhorrible, it was horrible. | had a feeling that my father went to work and hid in one of the back rooms in\ncase somebody rang the bell.\nLater on, Jews were not allowed to use a bicycle. My sister and | were just learning to ride our\nbikes.\n>> Bill Benson: But no longer allowed to use it.\n>> Jacqueline Mendels Birn: Lived around the corner from the zoo. We couldn't go to the zoo. We\ncould go to school. But in 1942, we had to wear the Jewish star. My sister reminds me that -- it was on\na Sunday, by the way, that we had to wear our Jewish star, yellow, bright yellow. | told my mother,\n\"Oh, it's so pretty, yellow on my green sweater.\" But my sister, 20 months older, was called to the head\nof the classroom. The teacher said to the whole class, \"You have to be very nice to this little girl\nbecause she's living in very hard times.\" And that was very brave of the teacher. Because the kids\ncould go home and say, oh, there's a Jewish kid, and that would be the end of the teacher and the end\nof us, too. That went like that all the time. That's why | say every day was a miracle.\n>> Bill Benson: I'm going to go back a little bit earlier. In late 1941, your mother received essentially a\nfarewell letter from her mother, | believe. Will you say a little about that?\n>> Jacqueline Mendels Birn: Yes. It's a very sad story. My grandmother -- my father had tried to get\nher out of Hamburg. She said, \"Oh, | have my piano.” “Nothing will happen to me\" \"I'll be safe.\" My\nfather said in the journal that it was full of the German swastika -- would never go to Germany again.\nHe was not able to get her out. So they took away her apartment, my grandmother. The police took\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nthe list, she had 18 pairs of shoes or something. They put her in a Jew house. So she didn't have an\napartment anymore.\nShe decided to put an end to her life because the next day she had received an order for\ntransport. And she knew she was going to be sent to a concentration camp. So she took an overdose\nof sleeping pills. She never used the word suicide in the letter but my mother -- she said farewell to the\nfour of us.\n>> Bill Benson: As | recall, for your mother, that may have triggered her idea about what she would do\nif you were all taken at some future point.\n>> Jacqueline Mendels Birn: Yes. Exactly. My mother -- first of all, | was terribly afraid of the\nGermans. They lived one flight up from us. There was a Jewish family that had fled. German soldiers\nmoved in. Later on they moved into our apartment. And so they were upstairs. Once they knocked on\nthe door or rang the bell, and | opened the door and | see a pair of boots as tall as me. Maybe | wasn't\nwearing my Jewish star, | don't know, but they closed the door and they went through the others.\nWhat was your question?\n>> Bill Benson: When your grandmother wrote her letter, it brought your mother to make a decision.\n>> Jacqueline Mendels Birn: My mother, at that time, told us, my sister and me and my father must\nhave been there, too, | guess. She said, “Don't worry.” She knew | was so afraid of the Germans in\ngeneral, the soldiers. \"If the Germans come to get us, | will give you a little pill. And you will die right\naway. And you will never suffer.\" She did that.\n>> Bill Benson: She did that.\n>> Jacqueline Mendels Birn: | mean she said that.\n>> Bill Benson: In July 1942, there was a massive roundup of Jews in Paris. It was shortly after that\nthat your family packed up and left. Tell us about the departure and then where you went from there.\n>> Jacqueline Mendels Birn: Took place in 16 and 17 of July 1942. We were registered. The order to\nthe French police was to round up 27,000 Jews, mostly in the Jewish section of Paris. | mean there\nwere other Jews but we lived -- there was a church, a town hall, all the normal things of a French town.\nThere was a synagogue, actually, high up in the top of that suburb, if you want.\nAfter the roundup, where they forgot to ring our bell -- as | say in my book, they came one week after\nwe fled. My father got in touch -- my father was Dutch. He remained Dutch. He asked if anybody\nknew passeur -- what is that?\n>> Bill Benson: Like a smuggler.\n>> Jacqueline Mendels Birn: So he was given two smugglers, very young. He had to pay a lot of\nmoney. | don't know where he got the money. They promised that they were going to let us illegally\ncross the border. In July and August ‘42, they sealed the zones. We lived in Paris, in the occupied\nzone. So we were full of soldiers.\n>> Bill Benson: The plan was to smuggle you into the unoccupied zone.\n>> Jacqueline Mendels Birn: Right. That was not an easy thing to do. We were illegal. You\nneeded -- in order to travel, as Jews, we needed a visa and something in German, a permit, first to\nfollow visa. As Jews, of course, we couldn't get anything like that. If we tried to go anywhere, we were\nillegal. We were not allowed to leave, period.\nSo my parents, we had a wonderful neighbor upstairs. We took some of our valuables,\nwedding presents of my parents, my piggy bank that came from my grandmother, and my mother's little\npiano that they transported that night. | don't Know how they did it. The concierge was a very good\nperson and never denounced us. The last night we had dinner at a very good friend's that lived very\nclose to the stop. They said don't travel with any luggage. My parents had their belongings in a\nbackpack. That's all.\n>> Bill Benson: Just a little backpack.\n>> Jacqueline Mendels Birn: | didn't even have my doll. | had nothing. And my sister, we were hand-\nin-hand. We spent the night there. That's when the lady of the house gave me my medal which | have\nto this day. It was a wonderful Catholic family, like most French people are, Catholic. It's Notre Dame\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nde Lourdes. She say, “That will protect you.” My sister has one almost similar. | have mine that she\ngave us. Maybe it did save us.\n>> Bill Benson: Your sister still has hers, too, right?\n>> Jacqueline Mendels Birn: Right.\n>> Bill Benson: So you slipped out and you made your way out of Paris. You ended up in the village of\nLe Got.\n>> Jacqueline Mendels Birn: Not so quickly.\n>> Bill Benson: No.\n>> Jacqueline Mendels Birn: Unfortunately. We spent the night. We left at 6:00 in the morning. My\nparents still had their |.D. card where -- they didn't have false papers. They didn't have permits to go\nanywhere. The two boys in the family, in that family, there was Michel Paris and a friend also called\nMichel from the lady upstairs from our apartment, they had gotten tickets for us because we were not\nallowed to buy tickets, of course. They also carried the backpacks. They left that in the other station.\nParis has several stations. So we left at 6:00 in the morning.\nThey -- our friends took our Jewish stars and burned them. They turned on the heating system\njust for that. Obviously we couldn't travel with Jewish star.\n>> Bill Benson: So that was a huge risk when you went out to the Metro.\n>> Jacqueline Mendels Birn: Absolutely. We were only allowed in the last train of the Metro. At\n6:00 there was no police. So we got to the train station. My parents -- | think the two boys met us.\nThey got the tickets for us, the train tickets, and our backpacks, which they had stored for us because,\nof course, we were not allowed to carry anything it would have looked like we were --\n>> Bill Benson: Trying to leave.\n>> Jacqueline Mendels Birn: Fleeing. Yeah. We got on the train. That's something | remember very\nclearly. The train wouldn't leave, wouldn't leave, wouldn't leave. My father became frantic. He went to\nthe head of the train and asked what's going on. The woman that was there says, \"Oh, they're\nrounding up Jews on the other sides of the tracks.\" That morning they must have had a number of\nJews that they needed --\n>> Bill Benson: Like their quota, meeting their quota.\n>> Jacqueline Mendels Birn: Yeah. A number of Jewish families on that train. So our train was not\nvisited, if | may say so, and the trains left. Then we had to change trains in a little town in France. It's\ntoo bad we don't have the map. We had to change trains. My sister fell. She fell on her head. To this\nday, not that she has a pain but she can feel that that's what happened. And that was another miracle.\nIf she had had a concussion, we would have had to go to a hospital. And at the hospital, they would\nhave seen \"Jew\" and that would have been the end.\n>> Bill Benson: You didn't have your star.\n>> Jacqueline Mendels Birn: No, but my parents had their papers. And so my sister was able to get\nback on the little train, the little country train. We went to the village where we were supposed to meet\nthe smugglers. But they came to get us and they said, \"We can't take you.\" | don't know if they were\ntaking another Jewish family or if it was too dangerous but we had to go to a hotel.\nThe next day -- it was hot, it was August 1. | remember resting under a tree. We had to walk\n10 kilometers. We got to the meeting place at midnight, behind a church, in the cemetery of that little\ntown and they were there.\n>> Bill Benson: The smugglers were there.\n>> Jacqueline Mendels Birn: Yeah. Yeah. And the crossing of the demarcation line was extremely\ndangerous because we were there in the forest. It was summer but it was wet in the middle of the\nnight. And the Germans were there. | remember seeing the smoke of their cigarettes. My father\nwrote -- he remembered there was a motorcycle. But fortunately for us there were none of those\nvicious dogs, those German Shepherds that were trained. And to this day | can't stand German\nShepherds. I'm sorry but -- | Know people say their wonderful dogs but for me it's not. It's not a happy\nthought.\nThey had bicycles. One was the son -- they were about 20 years old.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: The smugglers.\n>> Jacqueline Mendels Birn: Yes. They lived in that area. And one of them was the son of a baker\nand the other one was a farmer. So they knew every little place. One of them went ahead. We heard\na small whistling with my father saying you can go or you can come through that passage. And the\nsecond smuggler put my sister and me on this bicycle. So to go faster. First we were on the ground,\nbecause we were so close. And at that time my sister said, \"| have to do pee, pee.\" It sounds funny\nbut it was tragic because if they had heard, that would have been the end of us. Everything like that\nwas a miracle.\nWe made it. We knew that the passage was clear because there was a contingent of French\nsoldiers that was permitted between Petain and Hitler. So the French soldiers said [Speaking\nNon-English Language], “Who goes there?” So we knew they were good people. They took us to their\nbarracks. They spent the night on, | don't know, some kind of -- what soldiers use.\n>> Bill Benson: Like a hammock?\n>> Jacqueline Mendels Birn: Something. Yeah. And the next morning they said, \"We can't keep you.\"\nThey took us and escorted us to a town, like a sub capital. France is divided like here, states. And\neach state has a capital. And there's a sub capital. So it was a sub capital. My parents didn't know\nanybody. So they moved into a hotel, a small hotel. But hotel, you had to give your papers. And it said\n\"Jew.\"\nSo we took a room. 8:00 p.m., knock at the door, police. My parents were arrested. My\nmother was interrogated for 15 minutes. Then my father was interrogated for 15 minutes. They had to\nsay that they were of the Jewish race and that they were not criminal, that they were born my father\nso-and-so, my mother so-and-so. That's where if they had been smart enough, they should have said,\noh, she was born in Germany. They should have, could have, would have put her in a concentration\ncamp for German Jews. But they didn't.\n>> Bill Benson: It was in France.\n>> Jacqueline Mendels Birn: Oh, yeah. And then they transported. We were under escort again.\nThey transported us to the capital. My parents were interrogated again at length. It was up to the -- we\nwere not put in prison or ina camp. It was up to the head of that department, like a governor here, to\ndecide whether to put us in a camp or to send us to get lost in the country, in the countryside.\nBecause my parents declared they had a little money, my father saved 4,000 francs and my mother\nsaved 4,000 francs. They had to pay a fine. That's another story. My father also said he had a friend\nwho had some money, like 25,000 Francs. Maybe it was his associate from Paris who had his shares,\nmy father's shares. To this day | don't know. Or was he bluffing? | don't know.\nBecause of that, the man in charge -- | found his name later on -- who was probably a good\nman, said, “Ok. We are not putting them in a camp.” France had many, many camps. They said \"Go\nget lost.\" We had to spend one month in [Inaudible]. Moved to a little hotel. We were sleeping eating\nin those soup kitchens. But | don't remember that it tasted too bad. My parents had to report every\nday. They were being watched but they were not imprisoned.\nAt the end of the month -- there was probably a notary that was working pro bono, in our\nbehalf. | have all of those papers. In 1997 | found them thanks to the Archivist. So at the end of the\nmonth we were allowed to go not more than 100 kilometers, in a little, little village. Frantically my\nparents searched for a place which was extremely tiny houses. We found two rooms. We were\nupstairs. There was no electricity, no heat, no toilet, no water, no nothing. But we had two rooms.\n>> Bill Benson: And that was in Le Got?\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: | want to make sure you're able to take some time to tell us about that period because\nyou were in Le Got for 29 months. You lived there in this little village. Tell us what you can in the little\ntime we have what life was like for you living in Le Got.\n>> Jacqueline Mendels Birn: Well, there was a mayor. His name, Paul -- | was able to have him\ndeclared righteous among the nations because he literally saved us from the death camps. He kept on\ntelling us that we could do that and we could do that and we couldn't do that. He gave us temporary\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\npermit, where we could go to the next village to either go to the doctor or to buy some meat or\nsomething. But Saturdays only. If you were sick and had a tooth ache in the middle of the week,\ntough. Of course that's also when my mother became pregnant. My mother didn't dare get out of those\ntwo rooms.\nMy sister and I, thanks to the mayor, we went -- we only used our first names, Manuela and\nJacqueline. We never used Mendels which was a Jewish name. My sister remembers our last name\nwas Frederick. | don't recall. But the master and mistress, they were husband and wife. | was with the\nlittle one with her and she was with him. They were also in the underground. Like the mayor.\n>> Bill Benson: So the mayor was a member of the French underground?\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Ok.\n>> Jacqueline Mendels Birn: Yeah. Actually lived a long time. | never got to meet him again which is\nreally ashame. | thought he had died. But | met their son who was born one year after. We\ncorrespond, Skype. It's wonderful. Because they stayed in France.\n>> Bill Benson: You were in a little village. So everybody knows everybody. Did the other villagers\nknow that you were a Jewish family living in their midst?\n>> Jacqueline Mendels Birn: | think so. | think so. What did they know about Jews? You know? They\nwere poor farmers, real, you Know, peasants. But they were very, as we say in French, [Speaking\nNon-English Language], they were not loyalists, they were for the republic. They were very\nanti-German. Let's not forget that France had had so many soldiers that died in the First World War\nand also by gas and -- | mean, there were millions of people that died in World War Il. They hated the\nGermans. So they knew that we had fled the Germans. | don't know who knew that they found out\nthat -- that my parents had those death pills. But way after the war, a neighbor downstairs said that my\nparents were carrying under their vests those pills at all times.\nWe went to school. | don't think we learned much but we did go for a while.\n>> Bill Benson: Nobody denounced you?\n>> Jacqueline Mendels Birn: No. Nobody denounced us. And the mayor protected us. So we went in\nthe woods. My father was in hiding in a dilapidated place where he couldn't lie, couldn't stand. | think\nthe farmer's wife brought him some food. Once in a while he came home. At first he had a bicycle but\nthen the tires wore down so he was riding on the metal.\n>> Bill Benson: So the mayor, if there was a German patrol coming, he would say they were coming\nand then your father would hide?\n>> Jacqueline Mendels Birn: And we would go into the woods. One time we went into a chicken coop.\n| guess it was not winter because | don't remember being cold. Once the mayor said it's too\ndangerous. my parents agreed for the girls to stay. They wanted to put us in a convent -- in a very\nfamous little town. We prepared a little bag.\n>> Bill Benson: To have you hide in this convent? That was the idea?\n>> Jacqueline Mendels Birn: Yeah. The last day the mayor said don't go because there's going to be\ntanks and it's too dangerous for the two little girls. So we didn't go. It's a good thing we didn't go\nbecause there was a raid later on. The Germans came and asked if there were any Jewish girls,\nJewish people. And, of course, that would have been the end of us.\n>> Bill Benson: You mentioned a moment ago your mother had a baby. So in the summer of 1943,\nyour mother has a baby which must have made circumstances a little more difficult for everybody. But\nbefore you tell us about that, tell us about your little brother's name.\n>> Jacqueline Mendels Birn: Before | get to that, | have to tell you that my parents -- that's in our\njournal. My parents took me on their knees and my sister on my father's knees, and they said, “You\nknow we have no money and there will be no birthday presents but there will be something that will stay\nwith us for the rest of our lives.” And my sister got excited it was going to be a baby. That was in\nMay 43.\nWe knew my mother was very sick. | wrote her little notes. We didn't have any paper. We had\n-- | don't know, found a little something and | wrote to her, \"| hope tomorrow you feel better.\" And once\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nshe had to go to the doctor during the pregnancy to that next village. It must have been a Saturday. |\nremember my sister and | were pushing her. She was wearing a night gown. She didn't have\npregnancy clothes, you know. Neither did we have any kind of clothes. We had wooden shoes. We\npushed her because she couldn't make it up the hill. That's something that's in my head always. So\nshe went to the doctor.\nIn the meantime, something | found way after is that they were rounding up Dutch Jews also,\nnot only East European Jews. So it was another miracle that they didn't round us up.\nMy mother, as | said, was very sick. There was a woman that was supposed to come. | don't\neven think she was a midwife. She was going to do the birth but the future baby was in a breach\nposition and my mother was bleeding. They had to transport her. Of course she was not allowed to\ntravel. She had to go to the closest hospital, clinic, where they were taking care of German soldiers,\ntoo.\n>> Bill Benson: In that same clinic.\n>> Jacqueline Mendels Birn: Yes. So there was a German on one side, a Jewish woman about to give\nbirth, a guy about to die on the other side. And the doctor was also a wonderful man. His wife was the\nnurse. They managed to save my mother and to permit my brother to be born, which was also a\ntragedy because my mother was too sick to give milk and cow milk didn't agree with my brother. So the\nnurse said, “Oh, what a bad baby.” Well, the cow's milk didn't agree with him, period. And my mother\nspent three weeks. She survived. She lost a lot of blood. She had AB plus like me but they never\nasked me. | don't know where they found blood for her. My father wrote, \"not only do | have to worry\nabout my wife surviving and my baby, | have to worry about the girls in that little village.\" And my\nparents, at that time, and before -- they had no radio, no news, no nothing. They thought that they\nwere going to give my brother the name Franklin. You know why?\n>> [Inaudible]\n>> Jacqueline Mendels Birn: Yup. Because they felt that Roosevelt was going to save us. So they\nnamed my brother Franklin. If it had been a girl, they would have named her Marianne because that\nwas the symbol of France.\nThen my parents got back to the village with the baby. Another miracle, my father found\nNestle -- it still exists, Nestle Condensed Milk. And my mother somehow found a bottle or two. We had\nto go and get water at the pump, my sister and me. She was able. And that agreed with him. When\nthat can, a tin can, was empty, | licked the bottom. We didn't have much food. We had chestnuts.\n>> Bill Benson: How did you manage to eat during that period, 29 months?\n>> Jacqueline Mendels Birn: A lot of chestnuts. My mother made puree, bread, anything with\nchestnuts. There were also walnuts. | remember seeing my father peeling the outside and then the\ninside because they were still green. His hands became all black. And then she cooked them with\nwood. She was -- my father was in hiding. She was chopping the wood. She was telling the neighbor,\n“| have to be very careful because I'm a pianist and | don't want to hurt my hand.” [Laughter]\n>> Bill Benson: You can't do justice to that period of time in this short time we have. You lived there\nfor 29 months. Of course, the allies landed in Normandy in June 1944. By August, Paris was liberated.\n>> Jacqueline Mendels Birn: August 28.\n>> Bill Benson: August 28. An important date. And with that, your father made the decision I'm going\nback to Paris. Tell us about that time.\n>> Jacqueline Mendels Birn: | don't Know how he went because the trains, tracks, everything was\ndestroyed. Whether he went by bicycle, by foot, | don't know but he decided. And it was November so\nit was shortly after the liberation of Paris. The Germans were still there. Actually, the division was\ngoing -- | remember seeing the tanks and looking out the window. My mother said go down on your\nfeet because they could have shot me right there.\nSo my father made it to Paris. He wanted to know if he had a business. He wanted to know if\nwe had an apartment. And if we could go back to Paris. It was a very smart thing of him to do that\nbecause whoever was a refugee was given whatever apartment. Our apartment was occupied the\nwhole time, the 29 months, by German soldiers. So as my mother wrote, it was in shambles. But the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\napartment was empty. They had fled, the German soldiers, of course. So the concierge or somebody\nsaid go to the Town Hall and see if there is anything left that used to belong to you. My father said,\nyeah, that's our dresser, that's our bed which had been slit because the Germans were looking for\nmoney but they never found any. He got the bed back. Yeah. So we had a few things.\nIn late November -- so he went back. And then the Mendels family -- it took three days to get\nback to Paris. Now it only takes three hours. We had to change trains. My brother -- that was in\nNovember °44, so he was a year and a few months. He was, | guess, starved. There was no more\nfood. He was screaming. My mother must have carried something. | don't Know how my parents did\nit. We had to change trains, of course, | don't know how many times. And my father said we have to\nget identity cards, ID cards. And now it won't say Jews because the Germans were fleeing.\nWe got back to Paris. We stayed with the wonderful friends who had the houses the last night.\n| don't know how many weeks we spent there. My father's business was gone. He was selling jam\nfrom door-to-door to try to make a living. Little by little he found out that everybody in Holland was\ndead. His mother, his brother, his sister, all the closest. Then he said, “I'm not looking anymore\nbecause they are all dead.”\n>> Bill Benson: Over 200 members that you know about.\n>> Jacqueline Mendels Birn: Yeah. And my sister and | were offered a four-year scholarship in a\nwonderful private school in our neighborhood so we could catch up because we had a lot to learn that\nwe hadn't learned in those years. We did well. And then we went to university.\n>> Bill Benson: By that time you were, what, 9 or 10? Almost 10 years old, 9 years old.\n>> Jacqueline Mendels Birn: Yeah.\n>> Bill Benson: In the little time we have left, I'm going to jump forward a long way, Jacqueline. Just\nrecently you made sure that some of your relatives were memorialized. Can you tell us about it? This\nis pretty remarkable, | think.\n>> Jacqueline Mendels Birn: It is. First our village was memorialized as one of the villages in France --\n>> Bill Benson: Le Got was?\n>> Jacqueline Mendels Birn: Yes. As one of the villages of France where they saved families from the\ndeath camps. Then, of course, there's the mayor. But --\n>> Bill Benson: It means stumbling blocks.\n>> Jacqueline Mendels Birn: The German man who was born after the war, 1945, who started -- | don't\nknow how and why he started but he wanted to memorialize all of those Jews that had been murdered.\nHe started in Berlin. Then he went to all the occupied countries. | found out that he was going to the\nHague. | managed -- we had to pay him. He was going to put a stone with the date of birth of my\ngrandmother. It's about that size.\n>> Bill Benson: The stone is about that big? Ok.\n>> Jacqueline Mendels Birn: Yeah. So it has her birth date and her name and the date she was\nrounded up and the date she was murdered. That's for my grandmother and for my uncle, my -- my\nfather's brother Bernard Mendels and his wife Annie Mendels. So the three of them have a plaque in\nthe ground.\n>> Bill Benson: You explained to me that usually you try to put it at the home, the last home where the\nperson lived.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: You were not able to do it that way.\n>> Jacqueline Mendels Birn: No. Where they lived, their last residence where they were rounded up,\nthat was completely destroyed. Holland received bombs all the way until January, February “45.\nHolland was liberated very, very late. That building was destroyed entirely. But the man that worked\nfor me went to the Archives and | had the address, | had the name of that street; they found where it\nhad been. So there were three stumbling stones placed on that sidewalk across from that building that\nwould have been.\n>> Bill Benson: You plan to place more for other family members if you can, don't you?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Jacqueline Mendels Birn: Yes. Next year in Amsterdam. Apparently there's going to be somebody\nthat will help us. | have the last address of those close family, friends, my father's sister, my cousin.\nThe closest people that never made it back. Nobody came back from Auschwitz. Nobody.\n>> Bill Benson: Jacqueline, we're at the close of our program. I'm going to turn back to Jacqueline to\nclose our program in a moment. Fortunately you've written a memoir where you can share with us a lot\nmore than you were able to do in the period here. One last question, what has this meant to you to\nwrite this book, to write your memoir?\n>> Jacqueline Mendels Birn: It took me six years. | did a lot of research. It was very painful. | was\nworking until 1:00 in the morning many, many times. My brother, who committed suicide, my brother\nFranklin, his daughter Jessica was my editor, really, and photographer. She worked very hard. We\nwere on the phone, on Skype, on e-mail every night. My daughter helped me tremendously. She read\nthe first and second. It was thanks to my son-in-law, because | was recovering from a very bad illness.\nHe said, “Why don't you start writing at the age that you remember, 7 years old,” like my granddaughter\nwas at that time. Now she's 14. And | said, “But how to start?” And he said, \"One sentence at a time.\"\nAnd | had my little laptop and | started.\n>> Bill Benson: Which reminds me, | need to ask you one more thing if you'll bear with us. We didn't\nget to this. What is the title of the book? What's the significance of the title of the book?\n>> Jacqueline Mendels Birn: Yes. First sentence is \"A dimanche prochain.\" It's a French saying “until\nnext Sunday.\" It's because every Sunday morning my parents lifted their water and said, \"Let's be alive\none more week.\" Let's hope to be alive one more week. So when my daughter and my niece said how\ndo you want to call it, immediately | said \"A dimanche prochain.\"\n>> Bill Benson: One more week.\n>> Jacqueline Mendels Birn: One more week of life.\n>> Bill Benson: It's our tradition at First Person that our First Person gets the last word. So I'm going to\nturn back to Jacqueline to close the program but first | want to thank all of you for being with us. |\nremind you that we'll have First Person programs each Wednesday and Thursday through the middle of\nAugust. So | hope you can return another time. If not, maybe next year when we resume First Person.\nTwo things before Jacqueline closes. Our photographer, Joel, is here. He did all of those\nincredible photos you saw in the beginning. He's going to come up on the stage when Jacqueline is\ndone and take a photograph of her with you as the background. So I'm going to ask you to stand at\nthat point so that we can take that photograph. And the second thing, when Jacqueline's done, she's\ngoing to go up to the top, outside stairs, where she will sign copies of her book for anybody who wants\none. So as soon as she's done, we're going to try to get Jacqueline off the stage. If you'll hang back a\nlittle bit and let her get up the aisles.\nOn that note, Jacqueline?\n>> Jacqueline Mendels Birn: Yes. You heard a very sad story. France was not and Paris was not just\nthe Eiffel Tower. Always say that France was an ugly country for Jews and many, many of them were\ndeported and never to come back. And unfortunately there are other genocides. | see people of all\nages here but for the young people | always say to them try and find a profession -- even for older\npeople. Try and find a job, try and find something where you can help people and not let, if possible,\nother genocide occur. | mean, there are natural disasters, | Know. And this country is trying to help.\nAnd there was a terrible disaster in China, a natural thing. But there are so many new Holocausts, if\nyou want, in Africa, in the Middle East, everywhere. | always say when | finish speaking, and | speak to\na lot of people, don't stand by; stand up. You can stand up in a little way, in a big way, in your everyday\nlife but try and do something to improve this planet.\n[Applause]\n",
    "segments": []
}