{
    "header": "http://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKARPATI, Katalin\nRG-50.233*0059\nInterview on June 9, 1992\nOne audiocassette\nAbstract\nKatalin Karpati was born in 1912 in Ujpest, Hungary. Her father, Izidor Dicker, was born around\n1860 in Budapest. He was the director of a lumber factory in Ujpest. Her mother (maiden name\nSchimek) was born in Slovakia around 1860. She was well-educated and helped her husband with his\nbusiness. Katalin grew up in a very large, modern house in a gentile neighborhood. The family was not\nreligious. Katalin married her first husband, Lajos Nagy, on September 12, 1935. He was born in 1898 in\nZagyvapalfalva [Salgotarjan], Hungary. Lajos was a very wealthy businessman. He owned a store and\nmines. He received a degree in diplomacy from the University of the East in the late 1920s, but was\nunable to find work due to anti-Jewish laws. In 1940, all Jewish men in the village were sent to a labor\ncamp. He received a medical exemption and was permitted to relocate to a family villa in Ujpest. He\nand Katalin lived there from 1942 until 1944. Their first child, Shandor Michael, was born on January 23,\n1944. On April 23, 1944, Lajos was taken to forced labor in Felsd6galla, where he died in an air raid. In\nMay 1944, Katalin and her son were sent to live in the ghetto and then transferred to Auschwitz. Her\nsix-month old son was killed immediately upon arrival. She was known as Kato Nagy at Auschwitz.\nKatalin’s second husband, Joseph Karpati, was born in 1906, one of nine children of Terez Spitz Katz and\nJacob Katz. Jacob was born in Buj, Hungary, around 1860. He had a small general store. He came to the\nUnited States three times before World War | to earn money. Three daughters emigrated and settled in\nthe New York area. Joseph’s mother, Terez Spitz, was born in Buj, Hungary around 1860. Joseph trained\nas a carpenter in Buj and Sarospatak, and moved to Budapest when he was 18. In May 1944, 25\nmembers of the Karpati family were taken from to Buj to Auschwitz and killed. Joseph and his brother\nspent four years in forced labor, but survived the war. Two nieces survived, and settled in Israel.\nTranscript\nKatalin: My name is Katalin Karpati. My second husband’s name was Joseph Karpati. My first\nhusband’s name, who died in 1944, his name was Lajos Nagy. My name in the\nconcentration camp was Kato Nagy. | was with my six month son, sent to Auschwitz,\nwhere he was killed right away. And my second husband’s parents were killed in\nAuschwitz. They were 84 years old. They went with her daughter and son, and with\ntheir grandchildren, and they were all killed. The name of my second husband’s father\nwas Jacob Katz. His birthday was about 1860. He was born in Buj in Hungary. His wife’s\nname was Terez Spitz. She was born about 1860 in Buj in Hungary. It was my second\nhusband.\nInterviewer: Can you tell me anything about your first husband’s father and mother?\nKatalin: Yes.\nInterviewer: Were they living in Buj?\nKatalin: No, no. My first husband, Lajos Nagy, was living in Zagyvapalfalva [Salgotarjan], near\nSarospatak. What else? My little son’s name was Sandor Michael Nagy. My mother’s\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nname was Mrs. Izidor Dicker. My second husband was a son, what | told, Jacob Katz,\nand he was born in 1906. He had nine sisters and brothers and a few came to America\nvery early with their family. A few remained in Buj, this is a village. And they were\ntaken, the remainder of the nine children, they were taken to Auschwitz with their\nchildren, mother, aunts, relatives, and they were all killed in 1944.\nInterviewer: — In Buj?\nKatalin: In Buj.\nInterviewer: — In Buj, excuse me, what did your husband’s father do?\nKatalin: My husband’s father had a small general store in the village. My mother-in-law, she was\nnot working. She had plenty work with the nine children. They were very poor, very\npoor.\nInterviewer: But they were religious?\nKatalin: Very religious. My mother-in-law had a peroka; you know what does it mean? She had\nhair that was not hers. How do you call it?\nInterviewer: A wig?\nKatalin: Yes, a wig. She was, they were, very religious. Not my husband.\nInterviewer: But just the family?\nKatalin: The family.\nInterviewer: So your husband told you about growing up?\nKatalin: Yes, they were very poor, they were very poor. He learned to be a joiner, how do you\ncall it now?\nInterviewer: Acarpenter?\nKatalin: A carpenter, yes, a carpenter.\nInterviewer: Your husband learned to be a carpenter in Buj?\nKatalin: In Buj and in, also in Sarospatak, another city, and he was always a carpenter.\nInterviewer: Were all his brothers trained as carpenters also?\nKatalin: No. The older brother was — yes, one was a carpenter, also.\nInterviewer: And so, did the father have a carpentry shop?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: No, no, no. They had a small general store, his father, a small general store.\nInterviewer: Do you know anything about your second husband’s grandparents?\nKatalin: No.\nInterviewer: Were they also from Buj?\nKatalin: Yes, and they were taken from Buj to Auschwitz.\nInterviewer: The grandparents?\nKatalin: The grandparents and the other families.\nInterviewer: The grandparents, before your second husband’s father, did they own the general store\nalso?\nKatalin: Yes, yes.\nInterviewer: So, it was passed on from father to son?\nKatalin: Yes. My husband had not a general store. He was studying to be a carpenter and he\nhad a small carpentry shop in Budapest.\nInterviewer: Now, Jacob Katz. Do you know how many children were in his family?\nKatalin: Nine.\nInterviewer: No, do you know if he had brothers and sisters?\nKatalin: No, | don’t know. They had some, but | don’t know.\nInterviewer: |Your second husband never talked about uncles and aunts.\nKatalin: Yes, some, but | cannot remember.\nInterviewer: So there were brothers and sisters?\nKatalin: Yes.\nInterviewer: And did your husband ever talk about what his father and mother were like — what their\npersonalities were, their character?\nKatalin: Oh, he loved his father.\nInterviewer: | How did he describe his father?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: He loved him, very much. He was very honest. He was very religious. His mother was\nvery religious. Yes. That’s why they had eleven children.\nInterviewer: Any stories that your husband ever told you about his father and mother that you\nrecall?\nKatalin: | remember that my husband told me that they were so poor that he didn’t have\nunderwear. | am telling you, he got his first underwear when he was ten years old.\nThey were very poor.\nInterviewer: Very hard-working?\nKatalin: Very hard-working. This is a story, a real story. |am not ashamed. But it was really\nfunny when he told me had no underwear.\nInterviewer: Did he tell you anything else about growing up?\nKatalin: No, not exactly. He was studying carpentry with his brother. He had a carpentry shop.\nAnd he studied and he was a very, very good carpenter.\nInterviewer: Did the family move to another town?\nKatalin: No, they were living in Buj. Only my husband moved to Budapest.\nInterviewer: So, your husband’s family was living in Buj at the time that WWII broke out?\nKatalin: How can you describe, they were rounded up into a ghetto or anything before they\nwere. | don’t know. They were taken. The police took everybody. It was in the village\nand all the Jews had to go to Auschwitz.\nInterviewer: Directly from the village?\nKatalin: Directly!\nInterviewer: Were all the people in the village mostly Jewish?\nKatalin: No, a lot, a lot. But they all had to go to Auschwitz with the family.\nInterviewer: Did your husband--?\nKatalin: He was in Budapest already. He went to forced labor in Budapest and he was four years\nlong in forced labor.\nInterviewer: But he had many brothers and sisters who were still in Buj who were taken with his\nparents to Auschwitz?\nKatalin: Yes, sisters and one brother. Only the one brother went to forced labor. The children\nremained in Sarospatak, it is a big city, with his wife.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: Did he know exactly how many of his family members perished, did he ever tell you?\nKatalin: It was 25.\nInterviewer: Do you know that month?\nKatalin: It must be about May.\nInterviewer: © That was when the Germans occupied and started the deportations.\nKatalin: It was May. | don’t know exactly the date.\nInterviewer: There’s nothing else that you can remember that you learned later? There was no one\nfrom that time who was sent with that same group who survived? They were all\nimmediately killed?\nKatalin: One of his brothers who was also a carpenter, his wife — wait a minute. They went in\nAuschwitz also — also survived his two daughters. | don’t know, | cannot — they are in\nIsrael now. | don’t know how they survived. Maybe they were in the concentration\ncamp and they remained alive. | think so, | don’t know exactly. It was a big family.\nInterviewer: = Alright, so.\nKatalin: They were very poor.\nInterviewer: — If you could just describe a little bit of what your husband’s house was like, what he told\nyou?\nKatalin: He was a very strong young man, very strong. Handsome.\nInterviewer: Did he talk about his house at all, what his house looked like?\nKatalin: It was a small village house, with nine children.\nInterviewer: Did he ever say there were only two rooms?\nKatalin: | don’t think so; they had two rooms, maybe one, two rooms, | don’t know. They were\nvery poor.\nInterviewer: |The store was part of the house or separate?\nKatalin: No, it was together with the house.\nInterviewer: (Was there a garden or anything?\nKatalin: Garden, yes, village.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: Chickens?\nKatalin: Yes, it was a small village.\nInterviewer: You don’t happen to remember any other stories about him describing his house?\nKatalin: They were a very happy family, very happy. And a lot of sisters went to America very\nearly, very early. They save children. | knew them. My husband’s sisters, they came to\nAmerica. My husband’s father was three times in America and he was shoveling the\ncoals on the ships to get over.\nInterviewer: = That’s fascinating. Jacob came to America three times to visit his daughters. Where did\nhis daughters live, do you know?\nKatalin: One is living in New York, in Flushing, the other in New York also, and the other sister\ndied. They have four children living in America. | know them.\nInterviewer: Your husband’s father came over three times and paid his passage by stoking the coals?\nKatalin: Because he didn’t have any money.\nInterviewer: Did he stay very long?\nKatalin: He stayed here. He was ironing in the factory and he went back again to his family and\nthen back to America.\nInterviewer: He came alone?\nKatalin: Alone, alone, alone. For money making.\nInterviewer: | Would that have been in the 1930s?\nKatalin: Earlier, much earlier.\nInterviewer: Before they had all the children?\nKatalin: They had the children at home. They came to America to work very hard to send money\nto them.\nInterviewer: So, some of the children, the older children, immigrated to America very early. In 1910?\nKatalin: In 1910 maybe,\nInterviewer: Before the first war?\nKatalin: Yes.\nInterviewer: They settled most of them in the New York area?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: New York area, yes.\nInterviewer: And they sent money back to help the family?\nKatalin: And the father came over several times\nInterviewer: Three times?\nKatalin: Three times to visit. Shoveling the coal, he didn’t pay the fare, he was working.\nInterviewer: That’s very interesting. Do you know if he ever thought of bringing over the rest of the\nfamily?\nKatalin: No, because a lot of family was over there in Hungary.\nInterviewer: And he couldn’t bring them over, he couldn’t afford to?\nKatalin: No. They couldn’t afford it.\nInterviewer: | How did he pay the fare, | wonder, of the other children?\nKatalin: | don’t know, | don’t know. Maybe they had already the money from their father what\nhe sent to them.\nInterviewer: So we’re talking about Jacob Katz, your second husband’s father, who visited several\ntimes in the 1920s?\nKatalin: Maybe 1910.\nInterviewer: But in the 1930s, he probably did not.\nKatalin: | don’t think so. Maybe he sent them money to her daughters to come over. You see\nthat when he came to America he saved money and then sent back to Hungary for her\ndaughters.\nInterviewer: = All right. Did your husband ever talk about his mother’s side of the family at all? Do you\nknow anything about the mother’s side of the family?\nKatalin: No, no. Oh yes, she had some family in Budapest and | was visiting them, but it was\nafter the war.\nInterviewer: Do you know anything about her father, what his occupation was?\nKatalin: He had no occupation, he had a little store.\nInterviewer: — I’m talking about Terez Spitz’s father.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: My husband’s occupation?\nInterviewer: No, your husband’s mother’s father.\nKatalin: No.\nInterviewer: — His grandfather, maternal grandfather.\nKatalin: No, | don’t know anything, nothing.\nInterviewer: But she was also probably from a very poor background?\nKatalin: Very poor. They had a lot of children; they had to feed them.\nInterviewer: No, but her family?\nKatalin: | don’t know anything about it.\nInterviewer: She was from a very religious family?\nKatalin: Yes. | think so. We can finish.\nInterviewer: |Your second husband’s family, as you said, was very poor. There were very many\nchildren, but they managed to save enough money or make sacrifices.\nKatalin: His father came to America and that, where they can manage it to come over, the\ndaughters, but he was saving here and he sent back to Hungary and the three daughters\ncould come here.\nInterviewer: So, how many of your husband’s sisters came to America?\nKatalin: Three.\nInterviewer: Three?\nKatalin: Three. And remained over there, | think so, two more sisters who were killed in 1944\nwith her children.\nInterviewer: And your husband’s father, he came to America to work before the daughters were sent\nover, he came here to work to save money?\nKatalin: Yes.\nInterviewer: Before they came?\nKatalin: Before they came, yes, because he sends the money to them to come over.\nInterviewer: Oh, Isee. In terms of, how many brothers did your husband have?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: Three.\nInterviewer: He had three brothers?\nKatalin: Three brothers. One was killed in 1944, who has two daughters in Israel. And then, it\nwas two younger brothers. They were in forced labor and survived.\nInterviewer: Now, before the war, did all these brothers go to school in the village?\nKatalin: They went to school, yes. In the village.\nInterviewer: Until they were a certain age?\nKatalin: Yes, and they had to study carpentry and everything.\nInterviewer: But you said — When did your husband leave the village? How old was he?\nKatalin: He was eighteen years old and he came to Budapest and he was working like a\ncarpenter until he had enough money and he owned a carpenter shop. Then we find\neach other in the street. He was a carpenter and | had a furniture store. And some of\nour best friends introduced us. He was a widower and | was a widow. It was after the\nwar.\nInterviewer: |So he came to Budapest to open the shop not for education or anything like that?\nKatalin: Oh yes, he had six gymnasium — high school — and he finished that, he didn’t want to\nstudy more. He wanted to learn the carpentry.\nInterviewer: Where did you do the gymnasium?\nKatalin: In Sarospatak, in Hungary.\nInterviewer: So, his parents had to pay them to go?\nKatalin: No, he was eating with friends, day by day, day by day, because he didn’t have money.\nInterviewer: But they had to sacrifice money that he could have made by working in exchange by\nworking in the village?\nKatalin: So eat, every day, in another family, free.\nInterviewer: And what about his brothers? Did they also go to gymnasium?\nKatalin: | don’t know. | don’t know about him. | know my husband. He was educated. But he\nloved the father. My father’s name was Izidor Dicker. He was born in Budapest. | don’t\nknow exactly, maybe 1860. He graduated from gymnasium and then he gota jobina\nbig lumber factory, and he gets director of this lumber factory. My mother, she was\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nborn about the same age as my father, 1860 about, 1870. | don’t know exactly. Her\nparents were very wealthy. Her father had a match factory.\nInterviewer: | Was your mother born in Budapest also?\nKatalin: No, she was born in Slovakia. Slovakia. Not Czechoslovakia. And she was born and\nthey-\nInterviewer: Do you know the town?\nKatalin: Yes, Ruzomberok. It was very north in Hungary.\nInterviewer: You said your mother’s family name was Ruzomberok.\nKatalin: No, not. The city’s name was Ruzomberok.\nInterviewer: © What was your mother’s family name?\nKatalin: Family name was Schimek. My mother’s mother came from Germany and she was a\nbaroness. She was a baroness, a beautiful, beautiful woman. My grandfather was also\nhandsome but they went bankrupt.\nInterviewer: Inthe 1930s?\nKatalin: No, earlier. 1900. He went bankrupt. He used a wrong wood because he had a match\nfactory. He used a wrong wood and they went bankrupt.\nInterviewer: | He used the wrong wood?\nKatalin: Wood, wood, wood sticks.\nInterviewer: So the matches were no good?\nKatalin: Yeah, they went bankrupt and they came to Budapest.\nInterviewer: |Do you know about what year that was?\nKatalin: She was about ten years old.\nInterviewer: So about what year was that — before the First World War.\nKatalin: Oh yes, yes. And they were very, very poor because they went bankrupt.\nInterviewer: Were there any sisters or brothers?\nKatalin: Five, four sisters and one brother. And they came to Budapest.\nInterviewer: And where was she in the family, what number?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: Wait a minute, | think she was the third, the third child and they had to go to work ina\nfactory.\nInterviewer: = All the children?\nKatalin: All, all because they were poor. They lost everything.\nInterviewer: = What kind of factory?\nKatalin: Everywhere, everywhere.\nInterviewer: Did your mother ever tell you what she did?\nKatalin: She was very smart. When she was about 20 years old, she opened a flower shop. It\nwas a wonderful thing. And her brother was a sheet metal worker.\nInterviewer: Sheet metal?\nKatalin: Yes, sheet metal worker. And the other sisters, they were very, very poor. They get\nmarried, they have a lot of children, but my mother had them.\nInterviewer: So you knew all these cousins?\nKatalin: Yes, | knew all my cousins, my aunts, my uncles, everybody.\nInterviewer: |Your mother’s flower shop was successful?\nKatalin: Yes, it was very successful.\nInterviewer: Did she keep it after she got married?\nKatalin: No, no. She married with my father. And we had a very nice, a very big opportunity\nover there, lumber factory, and he was a director over there and they married.\nInterviewer: What year?\nKatalin: | don’t know. They were married and they had five children. They owned, bought, and\nstarted a new life. They bought some lumber yard, some furniture, everything, and they\nmade a big store. They got very, very wealthy.\nInterviewer: Did your mother help your father?\nKatalin: Yes, she was a brain, she was a brain.\nInterviewer: So she did a lot of the accounting?\nKatalin: Everything.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: She wrote letters?\nKatalin: She gave him advice, advice. What he should have to do with the stores. She was a\nbrain. She could speak fluently four languages — French, German, Hungarian, Slovak.\nShe was a highly intelligent woman.\nInterviewer: = What kind of education?\nKatalin: They had a governess when they were young, when they were rich and after they didn’t\nhave it, they have to work.\nInterviewer: So she was a very cultured, intelligent woman?\nKatalin: Very cultured person. Not the other sisters. They remained very poor, very poor and\nshe helped them to live.\nInterviewer: = That’s wonderful. Where did you live?\nKatalin: In Ujpest.\nInterviewer: In Ujpest. What neighborhood? Do you remember the name?\nKatalin: We had a large house; it was for three blocks it was so big. The lumber yard, the\nfurniture store and the houses where we were living, we were living a very large house.\nInterviewer: © How many stories?\nKatalin: It was no floors.\nInterviewer: Just one floor?\nKatalin: But with many rooms. Yes, a lot of rooms. We had everything, really. And in this time\nwe had electricity, we had hot water brought in, gas, everything, and English toilet.\nEverything. That was very big things in this time.\nInterviewer: And it was very nicely decorated?\nKatalin: Yes, we had a large living room and we had a children’s room, very large, and they had a\nmaster bedroom and baths and everything.\nInterviewer: Do you remember anything about the inside of the house, the kind of furniture you\nhad?\nKatalin: Oh yes, everything | remember. Even! remember my master bedroom, everything, the\nchest, the furniture, the parquet floors, everything.\nInterviewer: Did you have a piano in the house?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: A piano? My two sisters and my brother were studying the piano.\nInterviewer: Did your mother play the piano?\nKatalin: No, but she could sing very well. | was studying violin but | had no talent. | was studying\n15 years but | couldn’t play the violin but | was studying singing because my voice was\nbeautiful.\nInterviewer: | So would you have family concerts in the house?\nKatalin: Yes. Orchestra, whole orchestra.\nInterviewer: And your mother would sing?\nKatalin: No, | was singing.\nInterviewer: And your mother just listened?\nKatalin: No, she was in the other room. But | never forget it. The orchestra was there and we\nhad, | think so, ten people were playing. Piano, | was first violin. The piano, the banjo,\nthe saxophone and the drums, everything. | never forget it, one night it was ten o’clock\nand we were playing. Suddenly, opens the door, and my father came out with\nunderwear and started to scream “Out, everybody out, | want to sleep.” | was always\ntelling to my sisters “Do you remember that he came with underwear and was\nscreaming “out?” We had a wonderful life.\nInterviewer: | How old do you think you were then?\nKatalin: | was about 18 years old then.\nInterviewer: Eighteen? That would have been around 1930 that you remember that playing\ntogether?\nKatalin: 1930!?!\nInterviewer: You were born in 1912 you told me.\nKatalin: Yes, because | married in 1935.\nInterviewer: All right, so it was before you got married?\nKatalin: So lam smart. | had a wonderful young life.\nInterviewer: Tell me something about your mother, herself. Were you religious in your household?\nKatalin: No, my father was religious but we had to continue his religious things. He was\nreligious. Not Orthodox, but modern reformed Jew.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: So did you observe as a family?\nKatalin: Friday, as a family, everything. But we were not religious, | was not religious. | had to\ncontinue with his wish.\nInterviewer: You observed?\nKatalin: Yes, we had a wonderful young life. We had to do all the sports. | was ice skating,\nswimming, jumping, mountain going up, how do you call it?\nInterviewer: Mountain climbing.\nKatalin: Mountain climbing, bicycling, tennis, row boating in the Danube.\nInterviewer: Did your mother do those activities?\nKatalin: No, no, we did it.\nInterviewer: |Your mother helped your father, advised your father in the store?\nKatalin: She was working with her husband in the store.\nInterviewer: Did you have household help?\nKatalin: Yes, one. But we had to do it before, everything had to be cleaned before we went to\nschool. Everything. My father was very strict, very strict, and we had to work at home.\nInterviewer: So you had a maid?\nKatalin: A woman, yes, who was helping the big cleaning, and also my father had a clerk in the\nstore.\nInterviewer: So your mother went with your father to the store?\nKatalin: She was sitting in the court beside the office with my father.\nInterviewer: = In the corridor?\nKatalin: Garden and something like that.\nInterviewer: And she enjoyed that, enjoyed working with your father?\nKatalin: Yes, she gave advice for him. Everything, everything. She was very, very smart.\nInterviewer: Can you tell us any more about her personality?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: She was beautiful! She was so beautiful, you cannot imagine. You know what, when\nshe had the flower shop, she got the postcards from the men and the address was the\nmost beautiful Maria in Budapest so then and there she got it. | saw the picture. | saw\nthe postcard. The most beautiful. She was gorgeous, beautiful. Maybe you can see it.\nShe was beautiful, entirely intelligent, and she told us how we have to behave.\nInterviewer: She was very strict?\nKatalin: No, my father was very strict, not she. She was kind, tender.\nInterviewer: But she was raised by a governess so she probably taught you to be well-mannered?\nKatalin: Yes, really, she was a wonderful woman. She was my idol. My father was very strict,\nand we get slapped so many times. Oh my God. This word, we couldn’t say “no.”\nNever in my life, in our lives; we couldn’t say to them “no.” Not my grandchildren. They\nsay “no.”\nInterviewer: |Your mother had a good relationship with her husband?\nKatalin: Yes, but it was a little strained because they had different kind of people, they had\ndifferent, but they have a good relationship. They were quiet. My father was screaming\nimmediately, and my mother never screamed a word, never. She was never loud. My\nfather! Oh my God, we run away from him.\nInterviewer: Because he was a soldier?\nKatalin: A soldier in the first war. A very high state — a very high — | don’t know, he had a lot of\norders.\nInterviewer: Medals?\nKatalin: Medals. He teach us how we have to do like a soldier.\nInterviewer: So your mother’s first child was born in 1907. So if she was married to him before, she\nmay have been married around 1905 at the age of 27, which means she was born\naround 1878. Can you tell me, around 1905, did your mother ever talk about her\ncourtship with your father?\nKatalin: | don’t know. | think so it was introduced. Because she was living in Budapest and my\nfather was born in Ujpest. It must be some friends introduced to each other.\nInterviewer: They settled immediately in Ujpest?\nKatalin: After their marriage.\nInterviewer: They lived in the same house?\nKatalin: Same house all the time.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: Did they live in a Jewish neighborhood?\nKatalin: No, it was a normal neighborhood. We had together with the gentiles.\nInterviewer: Do you remember anything about what the streets looked like there?\nKatalin: Yes. It was a head street, a main street, a big street.\nInterviewer: A busy street?\nKatalin: Busy street, yes.\nInterviewer: —_It was horse and carriage?\nKatalin: Yes.\nInterviewer: Do you remember -?\nKatalin: It was paved, but not the other streets. From the main street, they were not paved.\nInterviewer: | Do you remember — Let’s go to the period that preceded the war. You yourself were\nmarried in 1935?\nKatalin: 1935. September 12°”.\nInterviewer: Where were you married? Were you married in the house?\nKatalin: It was very funny. It was very funny. My husband was very rich, and his parents were\nburied in Salgotarjan, near to his house, and then the rabbi wanted to ask a lot of money\nfrom him, hundred and hundred thousand because he need, | think so gelt — it is a\nJewish saying — money to get out from this side of Hungary and married in Budapest.\nMy husband said “No. | give a lot of money to the cemetery. My parents and brothers\nare here. | am not giving anything.” So we married only in the city hall in Ujpest. So we\nwere not married with the religion. So after three years, all the rabbis came to my\nhusband and begging. “It is asin. You have to marry with the religion.” After three\nyears of marriage, we got married with our religion. It was funny, really. My first\nhusband’s name was Lajos Nagy. He was born in 1898. He was older than me by 14\nyears.\nInterviewer: He was born in what city?\nKatalin: 1898. April 1°.\nInterviewer: | What city was he born in?\nKatalin: In Zagyvapalfalva [Salgotarjan].\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: — | have that written down.\nKatalin: Yes. He had two brothers. One was a physician, the other was a pharmacist and he was\na diplomat.\nInterviewer: Now, his father, Sandor, what did his father do?\nKatalin: He had a big store.\nInterviewer: = In--?\nKatalin: Zagyvapalfalva [Salgdtarjan].\nInterviewer: And his mother was a housewife?\nKatalin: Right.\nInterviewer: Now, in his hometown, did you ever visit his hometown? Were his parents there?\nKatalin: They were dead, when | visited there. They died.\nInterviewer: You visited his home there?\nKatalin: | was living there. We were married and we were living in their house in Zagyvapalfalva\n[Salgdtarjan].\nInterviewer: | What was the house like that he grew up in?\nKatalin: It was quite modern. Everything was — water, English toilet, before the water closet,\nand bathroom, everything. It was a modern, beautiful house, three rooms, summer\nkitchen. And in the court they had a lot of, because we had a lot of helper in the store\nand we had a cook and | had a maid and | was working in the store.\nInterviewer: | What did you do in the store?\nKatalin: Cashier. And account.\nInterviewer: And your husband?\nKatalin: My husband was a hyperhonder, do you know what does it mean? Hyperhonder? He\nbelieves that he is sick. If somebody has nothing wrong with him.\nInterviewer: Oh, he was a hypochondriac?\nKatalin: Hypochondriac! And he was not working in the store. | was working because he had a\nlot of mines. Coal mines, marquisette, corralin, quartz, everything. He was working\nwith his fields with his partner.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: He had gold mines?\nKatalin: Not gold, coal.\nInterviewer: Coal mines. He owned coal mines?\nKatalin: Coal mines and he had a lot of fields where he had corallin, marquisette, quartz, what\nelse. A lot. And he was working with these mines and | was working in the store.\nInterviewer: So your husband was a very wealthy businessman?\nKatalin: Very wealthy.\nInterviewer: Now, his father, did you tell me his father owned the general store before?\nKatalin: Yes, but he took it over because he died.\nInterviewer: Do you know how old his father was when he died?\nKatalin: His father?\nInterviewer: | No, how old was your husband when his father died?\nKatalin: About three years ago when we get married.\nInterviewer: Three years before you married him?\nKatalin: Yes.\nInterviewer: And tell me again, your husband had brothers and sisters?\nKatalin: Yes, he had two brothers. | told you, one was a physician and one was a pharmacist.\nInterviewer: | What was your husband’s education?\nKatalin: He finished the University of the East. It is a left thing, they studied the left. It is like a —\nnot a communist—a socialist. A social university.\nInterviewer: Where was that?\nKatalin: In Budapest.\nInterviewer: So your husband --?\nKatalin: Finished his college.\nInterviewer: Wasa socialist?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: He was not exactly a socialist, but the left side.\nInterviewer: — Right.\nKatalin: Not the right side, and he gets his diploma.\nInterviewer: | How old was he when he got the diploma?\nKatalin: | don’t know. | don’t know; maybe 27, 28.\nInterviewer: | What did he get his diploma in?\nKatalin: From the University. Like diplomat but he couldn’t get a job because he was a Jew. It\nstarted anti-Semitic in this time.\nInterviewer: = All right. This is important. So he graduated with his diplomatic degree when he was 27\nor 28, so it was around 1938 or 1939?\nKatalin: Earlier.\nInterviewer: It was before you met him?\nKatalin: Yes. | don’t know exactly the dates.\nInterviewer: You married in 1935, for sure?\nKatalin: And he had the diploma about five years earlier.\nInterviewer: And he was still not able to get a job as early as 1930.\nKatalin: No, because he was Jew. The name was Jews and it was around with a red circle. That’s\nit. And then he went to studying the mine, engineering, and then he continued with the\nmines.\nInterviewer: So that’s very important. He received his diplomatic degree, but he was unable to use it\nbecause of anti-Jewish laws?\nKatalin: Right.\nInterviewer: | Now, when you were married in 1935, do you remember any anti-Jewish laws that\naffected you in that period?\nKatalin: No. We had friends, only gentiles.\nInterviewer: So you didn’t go to synagogue?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: There was no synagogue in a small village, but we had the holidays in a very old Jewish\ncouple’s house, and we went over and prayed there. It was no synagogue. It was a\nsmall village.\nInterviewer: So you remained in Zagyvapalfalva [Salgotarjan] until what year?\nKatalin: 1942. Because my husband, because in 1940, all the Jewish men were sent to a lager.\nYou know what does it mean? Forced labor. Except for my husband, because he was a\nhypochondriac, and he had exams, and he is sick, and he doesn’t have to go to the labor\ncamp. But he had to go twice a week to the police station, and tell them that | am here\nbecause he couldn’t leave the place.\nInterviewer: — Let’s backtrack a little bit. Between 1935 and 1940, when all the Jewish men in the\nvillage, how many people would you say lived in this village?\nKatalin: There were about seven or eight Jewish men.\nInterviewer: —What was the whole population in this village?\nKatalin: Ah, not so much. A few hundred. They were all mine workers.\nInterviewer: Was there anything else bad or new that happened between 1935, when you were\nmarried and went to the village, and 1940 when the Jewish men were sent to the labor\ncamp?\nKatalin: Yes.\nInterviewer: | What else was happening in the village?\nKatalin: They had done that in the night, they were singing anti-Semitic songs.\nInterviewer: Who was, young men?\nKatalin: Young men. And we were talking about and we told to myself we have to move. So in\n1942--\nInterviewer: Before that, in the 1930’s, did people still come into your store though? Was your\nbusiness affected at all?\nKatalin: Yes. But we didn’t have enough, for example, tobaccos, no sugars. We couldn’t get it\nbecause we were Jewish. They didn’t let us buy.\nInterviewer: Was there anything else besides tobacco and sugar?\nKatalin: Yes. A lot of things, but | don’t remember. But we couldn’t buy, and the store went\ndown because we didn’t have the most important food and things we couldn’t get it\nbecause we were Jewish.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: So your business declined?\nKatalin: Declined. And he, my husband, couldn’t bear it. He had to go twice to the police station\nto say that | was in the village. So then they let him go away alone to our house, to our\nvilla, in Rakospalota, Ujpest and he was living there.\nInterviewer: | Whose house was that?\nKatalin: My husband.\nInterviewer: Oh, you had another house?\nKatalin: No, no, no. My husband. The police let him go away and to live in Ujpest in our house.\nIt was a summer house. It was a big house.\nInterviewer: Your family?\nKatalin: Yes, it was my treasure, so it was in my name, so he was living there for about half a\nyear. And | sold the store, the house remained on my name, and | went to Ujpest to live\nwith him.\nInterviewer: So he left in --?\nKatalin: 1942.\nInterviewer: And you joined him a few months later?\nKatalin: Right. In 1944, | get pregnant — in 1943. It was the first pregnancy. And | give birth to\nmy son in 1944, January 23. We were living together in this villa. Do you know what\ndoes it means a villa? A beautiful house.\nInterviewer: Tell mea little bit about this house. Describe it.\nKatalin: Oh, it was three big rooms, no door between the rooms. Three rooms were together,\nyou know. We had a master bedroom, my husband’s room with fauteuils (armchairs)\nand desk and | had a salon. Kitchen, everything. Bathroom.\nInterviewer: Could you spell the name of the town this house was in?\nKatalin: Zagyvapalfalva [Salgétarjan]. No, no. Rakospalota and Ujpest was the same.\nInterviewer: But the villa. Were you describing the villa to me?\nKatalin: | told you, three very large rooms. Only glass door between the rooms and | had a\nsalon, beautiful.\nInterviewer: And you lived there from 1942 to 1944 and you had your baby there in 1944?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: 1944, January 23\".\nInterviewer: |Your baby was born January 23, 1944?\nKatalin: 1944.\nInterviewer: Did you have your baby in a hospital?\nKatalin: | gave birth in a very, very high sanatorium. A beautiful hospital. The most expensive.\nInterviewer: | Was your mother --?\nKatalin: Yes, she was alive in this time, in 1944.\nInterviewer: | Was she there with you?\nKatalin: No, no, no. She was living with her two daughters. She was living across the street, all\nthe family was living in Ujpest. Across the street there were the villas. All the girls.\nInterviewer: And your father had died a few years --?\nKatalin: In 1940.\nInterviewer: Was heill for a long time?\nKatalin: Three days. He got a stroke.\nInterviewer: And your mother?\nKatalin: She went into the business with my older brother, and they took over the business. He\nwas a physician, and he took over the business.\nInterviewer: You said your father was in his sixties when he died.\nKatalin: | don’t know.\nInterviewer: But had he been ill?\nKatalin: No, never. He had some very angry discussion with a customer the earlier day. The\nnext day, he got the stroke and three days later, he died.\nInterviewer: |Your mother was very shocked?\nKatalin: Too bad. OK. My life was very interesting, my whole life.\nInterviewer: © When your son was born, your husband was there?\nKatalin: With me.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: You were very happy. You had been married for eight years?\nKatalin: Eight years. | had three miscarriages.\nInterviewer: Oh. It was a very happy occasion?\nKatalin: It was wonderful. And he was not young anymore. He was 46 years old.\nInterviewer: And how old were you when you had your first child?\nKatalin: 32.\nInterviewer: And then six months later you were taken away?\nKatalin: No, first he was drafted in 1944, April, to the forced labor.\nInterviewer: |Your husband was taken away to the forced labor?\nKatalin: Yes.\nInterviewer: | Where was that, do you know?\nKatalin: In Hungary. It is some district. It is somewhere.\nInterviewer: You don’t know exactly?\nKatalin: | know! The city’s name was Felsdgalla.\nInterviewer: Can you spell it?\nKatalin: Felsdégalla.\nInterviewer: | He was taken there in what month?\nKatalin: April. April 23, 1944. | think so. And | never saw him again.\nInterviewer: Did you have any news?\nKatalin: Yes, he wrote a lot of letters. The last letter was named my son, and he told him his\nfather. Wonderful letters.\nInterviewer: |Your son was born, what date?\nKatalin: What date? January 23, 1944.\nInterviewer: So it was just a few months after your son was born that he --?\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nKatalin: Had to go to forced labor.\nInterviewer: Did he describe, you didn’t keep these letters, did you?\nKatalin: | couldn’t. In 1956, | lost everything. After the revolution, | lost everything. | closed the\ndoor and we went away. Nothing.\nInterviewer: Did he tell you what he was doing at the camp?\nKatalin: Yes. They were making pavement. Small space — how do you call it? They were\nworking on the pavement. | cannot describe it.\nInterviewer: | He was working on the street?\nKatalin: On the street. And an airplane came. The English airplane came, and they didn’t throw\ndown the bombs. Once came back, and he throw down the bomb, and he killed\nimmediately, my husband.\nInterviewer: | Someone came out of the camp afterward?\nKatalin: Yes, he told me. And he was buried in Felségalla.\nInterviewer: So, he was taken away to this camp with a lot of other men from Budapest?\nKatalin: Yes, yes.\nInterviewer: Do you know how many men were sent there?\nKatalin: No, | don’t know. Maybe 40, 50. They were working on the pavement.\nInterviewer: |©Do you remember what happened when he was taken away? Do you remember them\ncoming? Did they come to your house to take him away?\nKatalin: He got the papers, the slip. He had to go in April 23, and so on and so on. | knew where\nhe went.\nInterviewer: | Where did he say goodbye to you, at your house?\nKatalin: | can’t remember. In my house, but | can’t remember. We were in love. We loved each\nother. It was the most beautiful nine years in my life.\nInterviewer: |The police didn’t come to your house to take him away?\nKatalin: Who?\nInterviewer: The police.\nKatalin: No, he had to go, he had to go. He had the orders, he has to leave, and he left.\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\nhttp://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nInterviewer: | And you don’t remember anything about those days?\nKatalin: Nothing else. Then came the ghetto.\nInterviewer: When?\nKatalin: 1944, May, we had to go to the ghetto. Me and my son that is in the store and four\nfamilies was living in one room with a small baby.\nInterviewer: You already told me, | don’t want to repeat. [End of tape]\nThis is a verbatim transcript of spoken word. It is not the primary source, and it has not been checked for spelling or accuracy.\n",
    "segments": []
}