{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, April 24, 2014\n11:00 a.m. — 12:04 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nTHEODORA KLAYMAN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us today. We are in our 15th year of the First Person program,\nand our First Person today is Mrs. Dora Klayman whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\ntwice weekly through mid-August. The Museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests. Anyone interested in keeping in\ntouch with the Museum and its programs can complete the Stay Connected card you'll find in\nyour program today or speak with a museum representative at the back of the theater when we\nfinish our program. In doing so you will receive an electronic copy of Dora Klayman's\nbiography so you can remember and share her testimony after you leave here today.\nDora will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows at the end of our program,\nwe'll have an opportunity for you to ask Dora a few questions. The life stories of Holocaust\nsurvivors transcend the decades. What you are about to hear from Dora is one individual's\naccount of the Holocaust. We have prepared a brief slide presentation to help with Dora's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nintroduction.\nDora was born Teodora Basch, January 31, 1938, in Zagreb, Yugoslavia. Here we\nsee Dora sitting on a park bench with her younger brother Zdravko. On this map of Yugoslavia\nin 1933, the arrow points to Zagreb.\nIn this photo, we see Dora on an outing to the zoo with her parents, Salamon and\nSilva. Salamon ran a brush-making factory and Silva was a teacher.\nPictured here is Dora's maternal grandfather, Rabbi Josef Leopold Deutsch. In\nApril 1941, when Dora was visiting her maternal grandparents in the small town of Ludbreg,\nGermany invaded Yugoslavia. Ludbreg became part of a puppet state run by the Ustasa, or\nthe creation fascists.\nIn June 1941, Dora's parents and her brother were arrested. Their house keeper\ngot baby Zdravko out of prison, and from then on Dora and Zdravko were sheltered by their\nmother's sister, Giza, and her husband, Ljudevit. On the left we see Aunt Giza. On the right\nwe see her husband, Ljudevit. The photo of Ljudevit was taken many years after the one of\nGiza. Later in the war Aunt Giza was denounced and sent to Auschwitz where she perished.\nDora remained in Yugoslavia until 1957 when she emigrated to the United States.\nWe close with this portrait of Aunt Giza, Dora, and Zdravko that was taken to be\nsent to Ljudevit in the concentration camp where he had been sent.\nIn 1957, as Dora was on her way to Switzerland, she met Daniel Klayman who was\nreturning to New York from a year of post-doctoral study as a Fulbright scholar in India. They\nwere married in Switzerland a year later and together they arrived in the United States in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nfall of 1958.\nBy the following year, Dan and Dora came to Washington, D.C. and Dan embarked\non a Career as a researcher in medical chemistry at the Walter Reed Army institute of\nResearch. His work culminated in his expertise in drug development against malaria.\nAfter the birth of their two children, Wanda and Elliott, Dora resumed her education,\ngetting degrees in French and English as a second language. She then taught in the\nMontgomery County, Maryland, public schools including 23 years at Bethesda Chevy Chase\nHigh School where she headed the English as a Second Language Department.\nDan passed away in 1992. Both of their children live in the Washington area.\nWanda is Deputy Executive Director of an international association that deals with\ntransportation issues. Elliott is a freelance videographer and owns a video and film production\ncompany. He is married to lona and they have three children ages 19, 17, and 10.\nAfter Dora retired from full-time teaching in 1999, she became active as a volunteer\nhere at this museum. Her work here consists primarily of translating material from the\nHolocaust written in Croatian, Bosnian, and Serbian. Her ongoing project is connected to the\nJasenovac Archive. As we will hear later, Jasenovac was a major concentration camp. Other\nprojects include a translation of a booklet that accompanied an anti-Semitic exhibit. And the\ncaptions are the photographs that had been gathered during the post-World War II trials in\nYugoslavia.\nDora enjoys traveling. She has been to Israel several times and is about to go\nthere again in two weeks. Some of her travels are connected to learning more about the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nevents in the aftermath of the Holocaust. She has attended several conferences at the\nInternational Organization of Child Survivors, including in Poland in 2011 when she visited\nAuschwitz for the first time. In 2013, she traveled to her former home in Croatia. During that\ntrip she accompanied the Director of the Jasenovac Archive to the site of the concentration\ncamp to view their current exhibit. And to add to her language skills, Dora continues to learn\nHebrew.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mrs. Dora\nKlayman.\n[Applause]\nDora, thank you so much for joining us and for your willingness to be our First\nPerson. You have so much to tell us that we're going to start right away.\nYou were just 3 years old when World War II came directly to Yugoslavia in the\nspring of 1941 when it was attacked by Germany. Before we turn to the horrors of World War\nIl and the Holocaust, tell us a little bit about your family and your community in the years\nbefore war began.\n>> Dora Klayman: My maternal family lived in the small town of Ludbreg and my father's\nfamily actually came to Zagreb fairly recently before all of this happened and had come en\nroute from Romania to Bosnia, to Zagreb. | did not know that family very well at all except for\nmy parents' siblings -- my father's siblings. By the time | was born, only my grandmother was\nalive. | have almost no memory of her.\nMy father had five siblings, two male siblings survived the war and one female. So\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\none aunt and two uncles. | can talk about them later. On my mother's side of the family,\nwhom | knew much better, they were in the small town of Ludbreg and my grandfather arrived\nthere from Slovakia. He was recruited by the community, a small Jewish community, to come\nand be a rabbi there. By the time war started he had served as a rabbi for 40 years in that\nsmall town.\nSo my mother was born there. She was the youngest of four children. And the two\nolder children had been born in Slovakia but came fairly young. The one sister of my mother's\nworked in a bank and had finished a school that would allow her to do that. My mother\nfinished a teacher's college. The older children did not have these kinds of professions.\nBy the time war started, basically the family had, more or less -- the oldest son had left for\nZagreb, but my mother's sisters were living in that small town of Ludbreg.\nMy mother had married by then, of course, and was living in Zagreb at that point.\nSo this is how | was born in Zagreb. And that was generally the situation.\nMy grandfather was not only the rabbi but also served as teacher in the public\nschool. The Jewish children would then have their religious education given through them in\npublic schools. It was a fairly ecumenical town for that period. That was a Russian Orthodox\npriest who also taught children who were of that religion, though the town was almost all\nRoman Catholic. So that was, of course.\n>> Bill Benson: You described to me that Ludbreg was an integrated community.\n>> Dora Klayman: It was totally an integrated community. Basically Croatia did not have\nanything of the kind that Poland, let's say, had. There were no such things as shtetls. It was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nan integrated community. Jews had not lived in Yugoslavia for nearly as long as some other\nwestern parts of Europe or eastern parts of Europe, actually, like Poland or Russia. They were\nbasically integrated and on the whole educated, ran businesses, were reasonably well-to-do.\n>> Bill Benson: We don't have time for you to tell us a whole lot more about that period, but\nyour father had a small brush-making factory. But his real love was being a cantor which is\nhow he met your mother, | believe. Right?\n>> Dora Klayman: | think so, yes. He would come to the town of Ludbreg as a cantor for the\nholidays. That's how he met my mother. It seems to have been a totally cantorial family.\nEven my cousins who now live in Israel, one of them is really a professional cantor and the\nother one is very much into that. So it seems to be running in the family, yes.\n>> Bill Benson: And hopefully that will continue.\n>> Dora Klayman: Yes.\n>> Bill Benson: At some point.\nWhen Germany launched its attack on Yugoslavia on April 6, 1941, you were away\non a visit with relatives in Zagreb.\n>> Dora Klayman: In Ludbreg.\n>> Bill Benson: I'm sorry. Tell us what you can about the circumstances that caused you to be\naway from your parents when the Germans came in.\n>> Dora Klayman: Well, this is sort of a puzzle which | will never resolve. | don't really know\nwhether my parents sent me to my grandparents because they knew that something was going\nto happen or that my brother had already been born and he was a baby and there were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nneighbors who had come into town and it was an opportunity to send me by train to my\ngrandparents.\n| was definitely in Ludbreg by the time war started. And even though | was very\nyoung, only 3 years old, | sort of have memories and images of everybody being very upset\nbecause Yugoslavia fell in six days after being attacked by Germany in the spring.\n>> Bill Benson: When that happened in April of 1941, the war had been going on for about 18\nmonths elsewhere with the attack of -- when Germany invaded Poland in September 1939.\n>> Dora Klayman: Only from talking to people and having studied about it. | don't have\nmemories from it. From what | know, there were many refugees that came into Yugoslavia\nand through Yugoslavia.\nIn fact, we have a survivor here who actually works at the museum and has done\nFirst Person, Joanna. Her family came from Germany. They went through Yugoslavia to\nAlbania. And apparently there were many people that had taken that route. Of course, once\nwar started in Germany, these people were caught almost immediately and sent to\nconcentration camps.\n>> Bill Benson: Do you know if your parents had made -- with war happening elsewhere and\nvery much on the horizon and then it happened, had your parents made any efforts to try to get\nout of Yugoslavia, to your knowledge?\n>> Dora Klayman: No. No. | know that they didn't. It isn't that | don't know.\n>> Bill Benson: That they did not.\n>> Dora Klayman: Nobody made any effort. In fact, either they didn't have an opportunity or\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nthey didn't believe that this was going to happen. A very good friend of mine who has worked\nactually at the museum, as a volunteer for a while -- she's now elderly -- she says that her\nfamily, they were much better to do than we were and had the means of leaving. They didn't\nleave until the very last day. They actually left the very last day.\n>> Bill Benson: The very last day.\n>> Dora Klayman: So | don't know of people who tried to leave before. Whether they didn't\nknow where to or didn't have the means or just didn't believe what was going to happen. |\ndon't know.\n>> Bill Benson: Your Aunt Giza and Uncle Ljudevit and other members learned your parents\nhad been arrested and then sent to a concentration camp but that your brother had been\nsaved from being deported to the camp. Tell us some about your parents and what you know\nabout what happened to them and what happened with your brother that he did not end up\nthere with them.\n>> Dora Klayman: Actually, | should probably back up a little because in talking about my\nfamily in Ludbreg, | failed to mention that my Aunt Giza was married to a Catholic fellow and\nthat that marriage -- we saw earlier. That marriage did not occur until practically before the\nwar because whether for reasons of different religions or other reasons, they had been friends\nfor a very long time. At this point Ljudevit was born in 1885, and Giza was 10 years younger\nthan he.\n>> Bill Benson: And Giza was considerably older --\n>> Dora Klayman: Than my mother, 15 years older than my mother. So they did not marry for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nalong time. There was no civil marriage in Yugoslavia, either. And neither was converting. |\nthink his mother was still alive and her father being a rabbi, neither converted and so this was\nwhat was going on. But they married.\nThere was a great acceptance, it seems to me, on the part of my grandparents.\nAnd | can judge that by the fact that in all the photographs -- and | have a lot of photographs.\nMany of them are on our site at the Holocaust Museum. In the photographs you can see him\nalmost all the time with the family.\n>> Bill Benson: With the family.\n>> Dora Klayman: With the family. So, for example, there was the younger sister, Blanka's\nwedding, where my mother is still a teenager, sitting in the picture. Ljudevit is in the picture.\nSo even though they weren't married --\n>> Bill Benson: And he was a different religion. He was accepted as part of the family.\n>> Dora Klayman: He was accepted. Right. They were not living together. That wasn't being\ndone in those days.\n>> Bill Benson: Period.\n[Laughter]\n>> Dora Klayman: In fact, when | asked him why they never married earlier, and | did ask that\nquestion, he said, “Well, she was quite happy living with her parents and | was fine living with\nmy mother. It was ok.” That's it. He never, never said that the reason they didn't marry was of\nthe different religion. He never said that.\nSo going back to your question about saving my brother, by that time they were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmarried. He was really a highly respected member of that community.\n>> Bill Benson: Uncle Ljudevit.\n>> Dora Klayman: Yeah. Ludva was his nickname. He was director of the bank. He had the\nmeans to go and do something about it, had the transportation. So when they heard about my\nbrother, they were actually in Zagreb in sort of a holding space, a gathering camp, until people\nwould be taken to camp. He was 9 months old at the time.\n>> Bill Benson: How did they learn that your parents had been sent to a concentration camp?\nDo you know?\n>> Dora Klayman: Well, it was just sort of common knowledge where everybody was going. It\nwasn't -- it wasn't going very far away. Jasenovac is just a few hours away from Zagreb. It's in\nCroatia. It wasn't something that was not known by everyone.\n>> Bill Benson: It wasn't a secret or under the cover of darkness or anything like that.\n>> Dora Klayman: No.\n>> Bill Benson: You told me that even though you were very young, you do have a vivid\nmemory of your aunt and uncle bringing your brother home.\n>> Dora Klayman: Yes. Somehow that memory stayed with me. | remember him arriving with\nthem to my grandparents’ house. | think | was just so shocked by the looks of this baby who\nwas crying and crying and crying. Sol sort of have a memory of that.\n>> Bill Benson: So you and your brother are now with your aunt and uncle. Your parents,\nthey've been sent to the concentration camp. And then in 1942, your uncle with whom you\nwere living was arrested and sent to the Jasenovac camp.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Dora Klayman: Actually, we were at the time -- to begin with, we were with my\ngrandparents.\n>> Bill Benson: Ok.\n>> Dora Klayman: We were with my grandparents until they were sent away. And they were\nsent away -- there was a general, sort of a raid, in Ludbreg at the time. And it was 1942. You\nare right. That was before Ljudevit was sent. All the Jews were sent.\nMy brother and | were left behind. At that point we were left. People often ask me,\nand | ask myself: Why not me? Why not my brother? But | always think that it was because\nwe were not members of that community officially. Everybody was making constant lists. You\nknow, Schindler's lists. There were lists of people. So they were ordered to make a list of all\nthe members of the community, I'm sure.\nAnd prior to people being sent away they had to fill out a lot of papers. And the first\nthing that happened, they were confiscating worldly goods. So | have papers -- there are\ncopies of it. The museum has copies of it. It says, you know, you had to put your name, what\nyou owned. And there was such things like my cousins, for example, have things like one gold\nnecklace, two dresses, three pairs of shoes. Just everything. Everything had to be accounted\nfor and given away.\nSo back to the business of lists. They knew who everybody was, especially in a\nsmall town. That was very easy to do. So when they came, they would go, bum, bum, bum,\neverybody on the list. And | wasn't on the list. And | think that that's the reason why we were\nleft behind.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: And you were not on the list because you were not from that community.\n>> Dora Klayman: That's my only thought about why not. So this was the first business of\neverybody going away. | heard many people -- it's interesting because we have an exhibit\nhere in the museum at the moment that says \"Some Were Neighbors.\" Everybody was there\nwatching it happen. And | have heard from many people afterwards telling me how horrible it\nwas and they saw people going away, but, of course, nobody did anything. At that moment,\nanyway.\n>> Bill Benson: Is it likely, though, that in that small town there were others that knew you and\nyour brother were there and knew that you were Jews?\n>> Dora Klayman: Everybody knew who we were. Everybody knew who we were. So the\npeople who conducted the raid were not local townspeople. So they didn't know who we were.\nIn the idea of some were neighbors, yes, some were good neighbors. And in my case some\nwere very good neighbors.\n>> Bill Benson: They didn't denounce you.\n>> Dora Klayman: Nobody denounced us. And nobody denounced anybody -- the only one\nthat was denounced eventually was Giza.\n>> Bill Benson: We'll come to that.\n>> Dora Klayman: Yes.\n>> Bill Benson: So here's your uncle, an upstanding member of the community, not a Jew. He\ngets arrested and is sent to Jasenovac.\n>> Dora Klayman: Right. Since we last talked about it, | had done some reading and found\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nout to what extent non-Jews who were considered political prisoners, in a sense politically not\nfavorable to the regime, were arrested. Many times they were actually given sentences. So\nwhile Jews were just Jews -- and in the case of Yugoslavia it was Serbs and Roma who were\njust arrested en masse --\n>> Bill Benson: And simply deported to camps.\n>> Dora Klayman: Deported to camps. Some of the others, some of the Croatian Catholics\nwho found themselves in camps, were actually sometimes given sentences.\n>> Bill Benson: So like tried and then --\n>> Dora Klayman: Yeah. And why? Because either they were considered communists or\nsympathizers of the Partisans who were the warriors who basically was a gathering of local\npeople.\n>> Bill Benson: Like Tito.\n>> Dora Klayman: Was the leader of it. But very soon after the war began people who\nopposed the regime went into the mountains and created an Army essentially eventually,\nwhich was very prominent, actually, in my area.\nAnd the people from the town of Ludbreg, many of them had members who had left\nand joined the Guerrillas who were called Partisans. So the town generally was not\nsympathetic to the regime and that, of course, saved me because people didn't give me up.\n>> Bill Benson: And now, here, of course you're with your uncle -- of course your uncle was\nsent to the camp. In his case, it's you, your brother and Aunt Giza.\n>> Dora Klayman: Just the three of us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Do you know anything about what that was like for you?\n>> Dora Klayman: That was a period that was sort of dangerous. | remember having the\nsense that things were not good. Of course, we missed my uncle. But also | knew that\nsometimes | had to be hidden someplace or we had to leave town for a bit. | remember very\nclearly being told one day we've got to get on the train. And then we went to the neighboring\ntown and stayed there for a few days and then returned. Because somebody had told us that\nthere would be a raid.\nIn that town, because of the Partisans sounding the town, they were very often --\nthere were very often battles at night and during the day. There were times that we were\nactually liberated.\n>> Bill Benson: In that town.\n>> Dora Klayman: In that town. But that lasted very short periods of time.\n>> Bill Benson: If | remember correctly, through the course of the war there, the town changed\nhands like seven times.\n>> Dora Klayman: Several times. Twice | think for fairly long periods of time.\n>> Bill Benson: The Partisans controlling it for a while, then the Germans taking it back.\n>> Dora Klayman: Yes. So the most difficult, most dangerous times were when -- there was a\ntime, but not until later that they had --\n>> Bill Benson: Hopefully we'll have a chance to talk about that.\nYour parents and Uncle Ljudevit and of course virtually all of the Jews had been\nsent to Jasenovac. You told me that Jasenovac was an especially violent place. Can you say\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\njust a little bit about that?\n>> Dora Klayman: Jasenovac, there were a number of camps and Jasenovac was built\nsupposedly to be a work camp. Actually it was pretty much an extermination camp. But not in\nan organized sense like Auschwitz. People were worked to death. Often people were just\nshot, murdered, tortured in the cruelest of ways; sometimes in really primitive ways, like, you\nknow, being hit on the head.\nWell, I'm told that especially older people or children, older people -- someone told\nme that they know that my grandfather, who at that time was quite elderly and had been\nparalyzed on one side -- by the time they reached the fences of the camp, the barbed wire\nfences, that he was just hit on the head with a shovel and killed right there. Never even got\ninto the camp.\nSo that was -- | had read recently quite a bit about the camp. And now, of course,\nit's a memorial site. It's been documented to a great degree. It was just a really brutal, brutal\ncamp.\n>> Bill Benson: Early 1943 your Aunt Giza is denounced and she is taken away. What\nhappened to your knowledge and then what happened to you and your brother?\n>> Dora Klayman: At that time my uncle tried to go after her because he had just come back.\n>> Bill Benson: So he served his sentence and they released him?\n>> Dora Klayman: He was released after a year. The reason how he survived that very brutal\ncamp -- he was in Jasenovac. He survived for two reasons. He had always talked about that.\nBecause he had run a bank and they needed somebody to run their business, they had put\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhim in an office. So because -- he was quite frail.\n>> Bill Benson: Born in 1885.\n>> Dora Klayman: Yeah. He was older and he was very frail, always. He would have never\nmade it. My father made it to the very end, actually. My father made it to the very end and\nescaped, tried to escape at the very end. There are people who say that he was with a group\nof people who escaped and then they were found out by a German patrol and shot. But my\nUncle Ludva survived only because he was not sent like my father -- whom he saw, by the\nway. He was carrying bricks and doing things of that nature. He survived because he was\nyoung. Ludva would not have survived except for that.\nAnd also, they had organized in Jasenovac -- which | know people think it's fairly\nstrange, but they actually wanted to be entertained so they organized an orchestra. And he\nplayed the violin. He had been a leader of a -- at home, before the war.\n>> Bill Benson: So an orchestra made up of the inmates.\n>> Dora Klayman: Yes. There weren't many people who could play, but he could. He could\nalso conduct a choir. So he made a choir. So that also saved many because they would have\na few hours of respite. So between the two he survived. He returned just to see his wife being\ndenounced and taken away. And he tried to follow her. He followed her to try get her released\nbut was unsuccessful.\nSo you asked while they were both gone where was |. | was with neighbors. | had\nsome very good neighbors.\n>> Bill Benson: This is the family Runjaks?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Dora Klayman: The family Runjaks. They lived in the house next to ours. We shared the\nsame courtyard. And they were our -- they lived in an apartment that we owned. They were\nrenters. Mrs. Runjaks was a nurse and she spent much time curing Trachoma which was a\ndisease quite rampant in that area. He was a painter. Ordinary people. They had three\nchildren of whom the oldest was already a teenager. And during that time that | was with them\nand my brother. My brother and | actually called her mother because they were everywhere at\nthat time. They were bivouacked in our backyard.\n>> Bill Benson: So this was a time when the Partisans had been pushed out.\n>> Dora Klayman: Oh, yeah.\n>> Bill Benson: Now you're back.\n>> Dora Klayman: Which was most of the time anyway. | know that | called Mrs. Runjaks\nmother whenever there was anybody around. My brother, who loved her, called her Mother to\nthe end of his time. So he was young enough not to know the switch back and forth, but | was\nable to do that. | remembered.\n>> Bill Benson: And | assume for the Runjaks taking you in, you and your brother, was risky.\n>> Dora Klayman: It was risky on their part. Also, many times when Aunt Giza and | -- Giza\nthought -- didn't run away but thought it was dangerous. She parked us with other neighbors.\nAt times, if | remember -- | remember being with a family for like a day or two until danger of\nsome sort would pass. So it was a very -- shockingly difficult time that fortunately | was young\nenough not to maybe feel the full --\n>> Bill Benson: The full impact.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Dora Klayman: Yes.\n>> Bill Benson: Do you think -- did people know where your Aunt Giza had been taken? She\nwas not sent to Jasenovac.\n>> Dora Klayman: Yes. She was taken to Auschwitz. Knew that because he followed the trail\nand tried to get her out. So there was a sense that she went to Auschwitz.\nIn fact, since this museum received the archive from Germany, which was fairly\nrecent --\n>> Bill Benson: In the last several years.\n>> Dora Klayman: Yes. | put in the information, and in fact, received the card on which it says\nthat she died. | assume they wrote of that, of some intestinal problems in 1943. So actually |\nthink they have Christmas Day. So it's pretty sure that that's where she went.\n>> Bill Benson: And you've only really verified that recently.\n>> Dora Klayman: Only recently, right.\n>> Bill Benson: So you are in the care of the Runjaks. Ljudevit is released. He's unsuccessful\nin trying to use his influence to get your aunt back, and she's gone. So now it's Ljudevit's\ncome back. What's life like now?\n>> Dora Klayman: Well, life after that was just, you know, trying to go to school. | was actually\ngoing to school.\n>> Bill Benson: With the war still going around you?\n>> Dora Klayman: With the war still going on. And with trying to -- by 1944 -- | think it was\nactually during the time that Ljudevit was gone that | was told by the remaining member of the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nRunjaks family that the local priest came to Mrs. Runjaks and said to her, \"What are we going\nto do with these children?\" Basically, you tried to do something or else they'll be gone too. So\n| was baptized at that time.\n>> Bill Benson: And your brother, too, right?\n>> Dora Klayman: Yes. | think in 1944, but I'm not sure.\n| went to school early. | went to school -- that doesn't sound early by American\nstandards, but actually earlier than by Croatian standards at the time. But because they had\nsome influence, | started to going to school.\nSo | started going to school and trying to do everything the rest of the children were\ndoing: going to church on Sundays, you know, played games a lot. | remember that we would\nseparate into Partisans and Ustasa and try to play with cornstalks. Of course, Ludbreg is a\nsmall town in the middle of a rural area. And at that point we had very little, but we always had\nfood. | was never hungry during the war that | remember.\n>> Bill Benson: Because it was farm country.\n>> Dora Klayman: Yeah. We didn't have fancy foods, but we always had food. Because it\nwas a farm area. And people would, you know, have their own chickens and there were cows.\nSo contrary to some places, we were not hungry. In fact, after the war a lot of people from\nZagreb used to come and just try to get some farm products. We were ok most times.\n>> Bill Benson: You described to me that that time after Ljudevit came back and it's the three\nof you, until the end of the war in May 1945, that that was a period of just constant fighting\nbetween Ustasa and the Partisans.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n>> Dora Klayman: Right.\n>> Bill Benson: And there you are in the middle of it. And you remember that.\n>> Dora Klayman: | remember that. Actually, | think one of the striking memories was a battle\nthat occurred even before Giza was taken away. | remember it so well because it was -- our\nhouse was surrounded by -- in our backyard at that point was one force. And across the street\non the second floor was another force. | can't even remember whether the Ustasa or the\nPartisans were in one house or the other. And they were shooting at one another. We were\njust there. All the bullets were flying through our windows. It was very scary, of course. | was\ncrying.\nAt one point Ljudevit got up to come and see me because | was crying in the\ncorner. And a bullet -- the battle started before we could run away. I'll tell in a bit where we\nused to go, but that time we didn't get out in time. So the bullets were flying. There was a\nbullet that ended on his pillow. And if | hadn't been crying -- | saved his life in a way. He had\ncome.\nMost of the time we would have enough time to run into the basement. And at one\npoint when the battles would continue, we stayed in the basement. Now, the basement was\nnot an American-style basement. It was a cellar. You would have to get out of the house in\norder to go to open the door through the cellar.\n>> Bill Benson: So expose yourself going outside.\n>> Dora Klayman: Expose yourself. So at that time when this particular thing happened, we\ncouldn't do that. Sometimes we were able to do that. Sometimes we knew that there would be\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nanother battle. We would just stay go to sleep there. We had some kind of cots. Being a kid, |\nloved to be sleeping in the basement because there were frogs.\n>> Bill Benson: Worms.\n>> Dora Klayman: Jumping around. We had a vineyard. So there were big barrels with wine,\nshelves on which there were apples. We stored apples. The apples had to be stored in a row\nso that they wouldn't touch one another and that way they could be preserved for the winter.\nThere was a pile of sand with carrots and turnips inside. So it was kind of a playground for me\n| thought.\n>> Bill Benson: The perspective of a 7-year-old.\n>> Dora Klayman: Not even 7. | was probably 5, 6 at that time.\nBut, of course, after the battles, in the morning, would look out and you didn't know\nwho was in charge. If it was Ustasa, times were tough. And if it was Partisans, then we were\nfree.\nBut sometimes the battles were just awful. There was one battle in particular that\nreally raged through our street and ended up at the end of the street in a house. The Ustasa\nwere winning and the Partisans were retreating. And finally they were surrounded. They went\ninto one of the houses and exploded a bomb in their midst and killed themselves. So my\nstreet, until recent changes, was called the Street of the 17th Brigade. That was -- 17th\nbrigade was basically destroyed by the Ustasa at that time.\nAnd, of course, the other thing is when you woke up in the morning, you would take\na look at your furniture. Our furniture, even after the war, had holes in it. We had this big,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nbeautiful armoire. It had holes in them. You would take out the table cloth and would put the\ntable cloth up. It was like when children play with napkins and you tear it. This was how it\nwas.\n>> Bill Benson: Bullet holes and shrapnel.\n>> Dora Klayman: Yeah.\n>> Bill Benson: Now, that all came to an end with the end of the war in May 1945. Do you\nremember the war's end? And now here's Ljudevit all alone. Very few family members have\nsurvived. He's lost his wife. You've lost your parents. What did he do to try to rebuild a life?\n>> Dora Klayman: Well, the community kind of pulled together. It was a very -- it was new\norder. Partisans had won. Communist government was in power. We certainly upset about it.\nIt sounds like strange to say, but it was a government that fought for us and for liberation. Not\nuntil later did we start thinking about what this meant in terms of Communist government. But\nit was a government that freed us or the group that freed us.\n| do remember at the end of the war Ustasa being marched through the town\nlooking totally bedraggled and being led to whenever. There are many stories about what\nhappened after the war in terms of how the government dealt with them.\nWe were, of course, free. And as far as my house is concerned, we basically\nended up having housekeepers. There were maids. There were several housekeepers that |\ngrew up with later on, some of whom remained friends for a very long time.\nOne of our housekeepers came because she had lost everything and she was\nhighly educated. She was my first piano teacher and my first German teacher. | was very\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nfriendly with her granddaughter.\nThere were basically -- my uncle never remarried. So it was he and | growing up.\nMy brother, who of course survived with me. In 1946 he contracted Scarlet Fever along with\ntwo other boys in town. The other two boys survived but my brother didn't. He passed away in\nMrs. Runjaks' arms. And my uncle just -- we were all he had.\n>> Bill Benson: Right.\n>> Dora Klayman: So the loss of his brother, my brother, was also very hard on him. But\nbefore he passed away, he had adopted us formally. So at the very beginning when my name\nshowed up, it's Basch, it was his name. So | was formally adopted, which was fine for me, but\nit was a bit of a problem for some other people.\n>> Bill Benson: Some that had survived in your own family. Right?\n>> Dora Klayman: Exactly. One uncle survived. One person survived in my mother's family.\nHe survived -- both he and one of my father's brothers, both survived as German prisoners of\nwar. They were both in the Army when the Germans invaded. So the Yugoslav Army was just\nwhoever was there was taken to prisoner of war camps. And fortunately they were not treated\nnearly as badly as the Russian prisoners of war. That's another story, another awful story.\nThey were imprisoned but they were ok. They survived.\n>> Bill Benson: So came back after the war.\n>> Dora Klayman: Came back after the war. Both of them decided to -- both my mother's and\nmy father's brother decided that they would be going to Israel because they were allowed to do\nthat. At that point Israel was not yet in existence, but they were all going to Palestine. | should\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nsay they were going to Palestine. And they wanted me to go with them. And they came to see\nme. And, of course, especially my father's brother very much wanted me to go with him.\nLudva said, “Well, whatever she wants.” And | was 7 years old. | looked at this man who just\nappeared in my life and | said, “I'm not going.”\n[Laughter]\n>> Dora Klayman: Been through all of this --\n>> Bill Benson: Been through all of this upheaval.\n>> Dora Klayman: Yeah. | really loved Ludva. He was a wonderful, wonderful, kind,\ngenerous, incredible person. | certainly wasn't going anywhere. | remained.\n>> Bill Benson: In the little bit of time that we have left there's a couple of things | want to talk\nabout before you close and one of them relates to Ljudevit, of course. That would be a few\nyears later, | think 1957, you've excelled in school tremendously. Tell us about your\nopportunity to go to school.\n>> Dora Klayman: Well, you know, | had every opportunity Known to mankind really. Ina\nsmall world, you know, he was a big fish. So | had the opportunity to go to a good high school,\nout of town.\n>> Bill Benson: This is all under Tito's leadership, if you will.\n>> Dora Klayman: Right. He got back to being director of the bank. We lived fairly well for\nthat kind of existence. | mean, you had to --\n>> Bill Benson: Communist society. Yes.\n>> Dora Klayman: You had to wait for a year to get a pair of shoes, but.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: But relative to that.\n>> Dora Klayman: Relative to that, yes. And the other thing is that we had -- because he had\nbeen sort of from a family of a -- we had some things that we could still sell. So at one point\nwe also discovered that one other uncle of mine survived and another, father's brother. He\nhad gone from Croatia. He escaped into Hungary. And from Hungary, he was on that very\ninfamous or famous transport. He and his wife survived and then were taken to Switzerland.\nAnd he eventually wrote and found me and then invited me to come to visit them. And\nbecause | was deemed a victim of fascism --\n>> Bill Benson: The Communist saw you as a victim of fascism.\n>> Dora Klayman: Yeah. That was my title, victim of fascism. So | was allowed to go abroad.\n>> Bill Benson: For a visit.\n>> Dora Klayman: For a visit, which was unknown. | mean, when | came back, | was giving\ntalks in every class in my high school to tell them what life was like out west.\nSo | went for a month to Switzerland. We had to, of course, sell whatever else we\nhad to get the money just for the train. And | was allowed $5 to take out. It was a different\nworld.\nAnyway. But for the first time | met my family in Switzerland, any of my family.\nStrangely enough, they were Orthodox Jews and | didn't have any idea what that meant. |\nalways knew | was Jewish and that | was forcibly converted. But | didn't follow anything after\nthe war ended. But | lived in that world. | didn't Know practically any other Jews. But now |\nfound myself in this orthodox world. But they were very, very lovely people. | really enjoyed\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthem. We got along very well. They said, well, go back, but why don't you come to study once\nyou are at the university. So that's what happened in 1957. And in 1957 | was given\npermission to go study.\n>> Bill Benson: Again, because you were a victim of fascism. You could go study abroad.\n>> Dora Klayman: Yes.\n>> Bill Benson: The idea is you would come back though.\n>> Dora Klayman: Exactly. | came back once. So that counted for me.\n[Laughter]\nSo | went in 1957 to study French at the University of Lausanne. Of course, | didn't\nsay what an emotional time it was for me to begin with. And | was looking forward to staying\nwith them. And, of course, they had had an incredibly difficult time. And then trying to make a\nlife in Switzerland. And they had two little boys, my very dear cousins whom I'm going to visit\nin two weeks in Israel. They both left for Israel eventually.\n>> Bill Benson: We don't have the time to go into it, but as you're on your way, you're on the\ntrain and there's some young men chatting. You, who are a gifted linguist --\n>> Dora Klayman: Well, | had been an English major. | was studying English in high school. |\nwas an English major at the university the first year that | was at the University of Zagreb. And\n| was dying to hear English and see if | had learned anything. They were arguing in the train\nabout Little Rock. It was the time that the governor stood and forbid the entry to black children.\nAnd the other two were saying -- one of the Yugoslavs was saying to one of the other guys\nwho was there in a Yugoslav fur hat that would not be warn by anybody except an American --\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n[Laughter]\nAnd he was saying to him -- it was like, a fur hat acquired from a Shepherd. He\nwas saying: You Americans, you know, how can you treat people this way? He was saying:\nWell, you know, it's not all of us. And | certainly, you know, apologize. And this is not how it\nshould be. And so on and so forth.\nBut then when this discussion ended, | kind of wanted to hear more. | passed a few\ntimes. This young man said something about my beautiful red hair. | was redheaded in those\ndays. Naturally. And | smiled. He said, “Oh you speak English?” So we started chatting. We\nexchanged addresses. He went off in Venice, a few hours later. And | was off to Switzerland.\nBut we corresponded and corresponded and decided to get married.\n>> Bill Benson: And then to move to the United States.\n>> Dora Klayman: And then he came back and, yeah, we were married two weeks later. In\nSeptember. He turned out to be Jewish. So my orthodox family was thrilled.\n[Laughter]\nSo in 1958 we were married and | came here.\n>> Bill Benson: And, of course, you weren't able at that point to go see --\n>> Dora Klayman: | was not able to go back. | would have had trouble getting out again. So\nat that time | couldn't go. But as soon as | got my American citizenship, which | got as soon as\n| could get it, then we went back. And at that point | already had two children. So it was a\nwonderful reunion. Yeah.\n>> Bill Benson: | wish we had a lot more time. We don't, so we're going to end. In a moment,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nI'm going to turn back to Dora to close our program. But first | want to thank you for being with\nus today. We appreciate you being here.\n| remind you that we will have First Person programs each Wednesday and\nThursday until the middle of August. So very much hope that you can come back and that our\nmuseum's website has information about our programs that you can even view podcasts if you\ncan't get here for them; so that would be great.\nIt's our tradition that our First Person has the last word. So I'm going to turn back to\nDora to close the program. When Dora finishes, I'm going to ask you all, if you don't mind, to\nstand. And the reason for that is our photographer, Joel, is going to come up on stage and\ntake a picture of Dora with you as the background, if you don't mind. It was a great effect. So\nwe're going to ask you when Dora's done.\nAnd because we didn't have a chance for questions and answers, you can stay\nbehind for a little bit?\n>> Dora Klayman: Sure.\n>> Bill Benson: So Dora will step off the stage. If you want to ask her a question, just shake\nher hand, say hi, whatever you want to do, absolutely feel free to do that.\nAnd so with that, Dora?\n>> Dora Klayman: Well, this last summer | was back in Croatia. Every time -- I've been a few\ntimes. And, of course, my uncle had passed away. But every time | go, I'm reminded once\nagain how great it is to be here. Not that | don't like that country. | do. And | have wonderful\nmemories also and wonderful friends, but there is a sense of everywhere in Europe now that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nthere is some resurgence of anti-Semitism. While there, it's not nearly as bad as in some parts\nof the world. Jasenovac still stands now as a museum, but I'm told it's not visited very much.\nThere is no -- not that kind of an effort for people to come and learn and talk about it as it is\nhere. | am very gratified that | can be part of this group now, that | can be part of this museum,\nto keep alive the idea that we need to be tolerant, we need to learn what had happened in the\npast. We need to continue to work for the human spirit.\nThank you very much for being here.\n[Applause]\n[The First Person event ended at 12:04 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}