{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, April 9, 2014\n11:00-12:30 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: REGINA SPIEGEL\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the\nproceedings. This transcript is being provided in rough-draft format.\nCART Services Provided by:\nDarlene E. Pickard, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n2\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust\nMemorial Museum. My name is Bill Benson. | am the host of the museum's public\nprogram, First Person. Thank you for joining us today. This is our 15th year of the\nFirst Person program. Our First Person today is Mrs. Regina Spiegel, whom we shall\nmeet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust\nwho share with us their firsthand accounts of their experience during the Holocaust.\nEach of our First Person guests serves as a volunteer here at this museum. Our\nprogram will continue twice weekly through the middle of August.\nThe museum's website, at www.ushmm.org provides information about each of\nour upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected Card in their program which is this card here, or speak\nwith a museum representative at the back of the theater.\nIn doing so, you will also receive an electronic copy of Regina Spiegel's biography\nso that you can remember and share her testimony after you leave here today.\nRegina will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows at the end of our\nprogram, we will have an opportunity for you to ask Regina some questions.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n3\nThe life stories of Holocaust survivors transcend the decades. What you are\nabout to hear from Regina is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction. Regina\nSpiegel was born May 12th, 1926 in Radom, Poland. Her father worked as a leather\ncutter to a large shoe manufacturer and her mother took care of their six children. On\nthis map of Europe, the arrow points Poland and on this map of Poland, the arrow\npoints to Radom. On September 1, 1939, German troops invaded Poland and\nRegina's town was attacked. Like all Jews in Radom, Regina's family was ordered\ninto a newly created ghetto. Her parents decided to smuggle her out of the ghetto by\nbribing one of the guards. She escaped Pionki where her soldier sister Rozia lived.\nSoon Regina was conscripted for forced labor in the town's munitions factory. There\nshe forked a close friendship with Sam Spiegel, a fellow inmate. This photograph is of\nRegina's sister Hanka who was taken from the ghetto and sent to Treblinka where she\nwas killed. We close with a photograph of Regina and Sam on their wedding day in\nthe Foehrenwald displaced person's camp in Bavaria.\nUpon Regina and Sam's arrival in Washington, D.C. in late 1947, Sam found work\nas a sheet metal worker and over time built a successful business in the construction\nindustry. Regina and Sam have continued to live in the Washington, D.C. area since\n1947.\nThey have three daughters and nine grandchildren, with the youngest being\ntwelve years old. Their first great-grandchild was born in 2011. Regina has spoken\nmany times about her experience during the Holocaust to a wide variety of groups\nsuch as numerous schools, including my daughter's former high school.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n4\nRegina's volunteer work for the museum includes working at the Donor's Desk,\nwhere you will find her on Wednesdays, with the exception of today. Sam was an\nactive volunteer at the museum, but his recent illness has prevented him from\ncontinuing. He spent a great deal of time working on the \"Remember the Child Who\nPerished\" program which calls upon young Jews as part of their Bar and Bat Mitzvahs\nto honor children who died during the Holocaust. Sam searched for the names of\nchildren who perished, the name of the town from which they came, and when and\nwhere they perished.\nUntil recently, Regina and Sam had participated every other year in the \"March of\nthe Living\" which took them to Auschwitz and Birkenau and other major camps, as\nwell as to Israel in most years. They went on 11 \"Marches of the Living.\"\nWith that | would like you to join me in welcoming our First Person, Mrs. Regina\nSpiegel.\n(Applause)\nRegina, thank you so much for your willingness to be our first person today and\nto be here with us. You have so much to tell us in a short time. An hour, so we\nshould just get started right away. We'll start first, Regina, Germany invaded Poland\non September ist, 1939. You were just 13 years of age and living in Radom. Tell\nus first a little bit about your family and your life before the Germans came. And then\nwe'll talk about their occupation.\n>> Regina Spiegel: Okay. Thank you very much for having me here today. | love\ndoing these things because | always think of it as | am remembering my family\nwhenever | am in this place. It's unbelievable. But we as a family before the war, we\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n5\n-- and | was a kid going to school, | always felt very comfortable. | always felt a lot of\nlove from my family. And | never had to worry about anything. That's the way |\nlooked at it. Because | always figured my mother and my father would take care of it.\nThe only time when | got worried when | saw a -- it was on a Friday night and my\nmother was busy preparing for the Shabbat. You know, we have like before we have\na holiday almost like. And so | came running to my mother telling her what | saw\noutside. | happened to be on the street. They were -- they took a man that was\nwearing a beard. | don't know. Maybe he was not a religious man. But he was\nwearing a beard. And you know what? | saw them putting him on the back of the\nhorses. And that was scared me because | came in running and telling this to my\nmother. My mother, | guess she probably knew but she wanted -- she said, \"Relax.\nEverything is going to be all right.\" You know, they never wanted to tell their kids that\na lot of trouble is waiting for us. And besides, | will tell you truthfully, my father wasn't\nso much concerned either. Because he happened to be during the First World War\nand the Germans were in Poland too, they came there. And he had no problem with\nthem. So he figured they can't be that strict. But, of course, it was --\n>> Bill Benson: Regina, the Germans invaded Poland within a week after\nSeptember ist and came to your town of Radom. You remember that, don't you?\n>> Regina Spiegel: Oh, of course. Because the way we lived, we had a lot of\npeople who lived in the same place and we were all neighbors and we knew all the\nkids. So we always made good time with these things, everybody by themselves.\nYou lock the door and by yourself. This is a complete very different life for us.\n>> Bill Benson: And soon after the Germans came, | think your father lost his job\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n6\nright away, didn't he?\n>> Regina Spiegel: Not only my father. All the Jews were not allowed to go to\nwork. The kids were not allowed to go to school. And we just couldn't understand.\nBecause we figured why not? Why not go to school? And now when | speak to\nyoung people, | always tell them to really be very happy that they have schools to go\nto. Because in our place the kids -- and they took these younger kids right away, they\ntook him away. And where they took him we didn't even know. And we always talk\nabout certain things. | always say the biggest -- what they did to the children were\ntheir worst place, you know. Because the kids were the first victims. It was kids right\naway.\n>> Bill Benson: It wouldn't be long, would it, Regina, before you and your family\nand other Jews in Radom were forced into a ghetto. Tell us what happened when\nthey sent you to the ghetto?\n>> Regina Spiegel: Well, what is a ghetto? You know, to this -- you know, to try to\ntell you what a ghetto was, they took -- they chased us out from our home and they\nmade picked up rapidly from other homes and they put barbed wire around and this\nwas the ghetto. We couldn't take practically anything with us. So as a result, right\naway hunger sets in. When you cannot -- like here my mother had just made a\nbeautiful dinner. And we weren't even -- we couldn't even eat it. Because right away\nthey set one thing after the other. And they came out of it.\n>> Bill Benson: With food being so difficult and your father, of course, wasn't\nworking, how were you managing -- how were you able to eat when you were in the\nghetto?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n7\n>> Regina Spiegel: Well, see, in Europe, you always had some kind of thing, you\nknow, and everything had to be made of the good stuff. So let's say you had a\nbracelet. You had whatever it was in gold. My mother would barter with the\nneighbors and she would give them one thing and they could give her something else.\nAnd that's the way we managed to go through from one day to the other. Not too\nmuch, but that's what it would happen.\n>> Bill Benson: And Regina, tell us about the role that your sister played in also\nhelping to feed the family. Because your sister wasn't there with you.\n>> Regina Spiegel: Yeah. | had a sister who watched -- she was a dentist. And\nshe lived in a smaller community. And she came marriage to -- and of course she\nknew all the people from that community. And the other community was called Pionki.\nAnd Pionki helped me to survive. Didn't help the rest of my family because that's\nwhere my mother sent me. She sent me. But! didn't want to go. | wanted to stay\nwith the family for anything. But | -- | don't know why. | had a sister that was two\nyears older than | was. And | kind of bargained with my mother when she told me |\nshould go to Pionki. And | didn't want to leave. She said, \"No, you are going.\" And\nwhen my mother said you are going, you had to go, you know? No, because this is\nnowadays | see my kids with their children. My daughter will probably spend two\nhours explaining to her daughter why she can't do this or this.\n(Laughter. )\nMy mother just said \"You are going.\"\nAnd | could not explain to this day. You know, when | finally got out of the ghetto, |\nwouldn't even say good-bye to her. But this helped me say during the war, | always\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n8\nsay to myself, but | have to see my mother because | didn't say good-bye to her. So\nI'll have to live to be able to say good-bye to my mother. Of course, | never achieved\nit.\n>> Bill Benson: And your mother selected you to go because you were the\nyoungest child. So she wanted to save you.\n>> Regina Spiegel: | was hoping that when she after the war that when she --\nwhen | could talk to her and ask her, | was hoping that | would find out. But\napparently, she saw something in me even though | was younger than my sister.\nMaybe because | always, as | say, | never stood still. | always run around places. |\nalways jumped on trees or whatever. You know? So | guess maybe that's why. But\nmy mother just made up her mind that | leave the ghetto.\n>> Bill Benson: And Regina, when your mother told you had to leave the ghetto\nand go to your sister in Pionki, it wasn't just a matter of walking out of the ghetto. How\ndid you get out?\n>> Regina Spiegel: How? That's interesting. Because | don't even think about it.\nBecause | didn't have -- you had to -- it was quite a distance. It was about\n30 kilometers from our place, which was quite a distance. But during that time, there\nwas something in our -- in Poland that if you traveled with an adult, your ticket -- you\ndidn't have to have a ticket. So when | got out on the train without any money and the\nconductor came to whether you have the things to showing that you can go,\napparently, when | saw him, | started -- there was a lady sitting. And | started talking\nto her. So she just -- he probably decided that | am probably with her. And that's why\nhe didn't even ask me for a ticket or anything like this. And that's how | managed to\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n9\nget over to Pionki, to this other little town that's where my sister lived.\n>> Bill Benson: So when you got to Pionki to get to your sister, what happened\nthen?\n>> Regina Spiegel: Well, | never realized what an important little town Pionki was.\nYou know, it had the largest munition factory in Poland. And the Germans wouldn't let\nthis go because they figured they hit the jackpot because they had right away people\nto get to work and they had people to start working with this munitions. It was -- |\nmean, to shoot, you know.\n>> Bill Benson: Making bullets and things like that?\n>> Regina Spiegel: Exactly. And they used it. And stuff like that. My sister, once |\ngot to my sisters, my sister had a baby. The baby was 18 months old. And she gave\nhim away to a family. But what happened her neighbors, the lady's neighbors started,\nyou know, saying you probably saving keeping a Jewish kid. And you must have\ngotten very rich. And | said, \"My sister, she didn't have money to make -- not even\nmake herself rich, to make anybody else rich.\"\n| definitely knew she didn't have this kind of money. So she had -- she gave the\nbaby back and told them where my sister was. And they came and they took out my\nsister with the baby. And they put them on the wagons. And they disappeared and\nwe never saw them again. That was -- after the war, | went to see that woman,\nbecause | was still a kid and | didn't understand. So she was actually the one that she\nexplained to me the way that she took the baby, because the baby was looked like an\nAryan child because that's what they were looking for. You know, Aryan children. He\nhad long blond hair and you know nothing -- he was really -- he was a gorgeous baby.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n10\nSo when | came to her and | talked with her after the war, | really understood because\n| was trying not to be hateful to the woman because | figured, look, when she took that\nbaby in she knew she would pay if they caught her. But at a certain part time, you\ncan't always keep what you think you can make. And | understood and we actually\nhad a very nice gathering. And later on, of course, | went to a different place. So that\nwas it.\n>> Bill Benson: So Regina, you now lost your sister, you're alone in Pionki. You're\ndoing forced labor in Pionki. While you were there, you met your future husband,\nSam.\n>> Regina Spiegel: Well, like | said, you could never rely -- you Know, with me, it\nwas always | don't have -- | wish | would have the energy that | had then. | was\nimpossible. Because when | met my -- it turned out that he became my husband. But\nat the time, he was a boyfriend. | -- as a matter of fact, | told like -- because we had\none Sunday little walk in the camp. And he was -- | saw him. He was looking at me\nand walking next to me. And | said, \"Can | help you?\"\n(Laughter. )\nAnd he said, \"I know you.\"\n| said, \"You know me?\" So | started asking him \"Are you from Radom?\" He said, \"No.\"\n| said, \"Where are you from?\" He told me the name Kozienice. | told him I'd never\nbeen there. But it turned out he came at a good time because | will tell you my sister\nwas taken away with the baby. And here | was by myself in a camp where you really\nhad to work very hard. And my sister was -- she took her away because actually she\nwas able to take the baby with her. And she tried to run away and she they caught\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n11\nher and she and the baby were shot. You know, this was a horrible time. | hate to\ntalk about it. | Know | have to talk about it. Because people have to know what it was.\nBut I, myself, don't like to talk about it. Because you wouldn't believe it because I'm\nhere, you know, for many years. I've been here, that | would be like that. But | always\nkind of felt like how come that | am still walking around, you know? And so many\npeople and your friends. You know, everybody -- you turned around, they were gone.\nThey were gone. So this was the time.\n>> Bill Benson: If | remember right, Regina, as you got to know Sam, the men\nwere on one side of the camp and the women and there was some barbed wire and\nthere was a water spigot and you would talk to each other and that's how you got to\nknow each other. But conveniently as the Russians got closer, they closed down\nPionki.\n>> Regina Spiegel: Yes, they closed up this camp. And that's the time when Sam\ncame to me to tell me \"Look, if we ever get out -- \" because he was four years older\nthan | was. So he understood a little bit more than | did. And he told me, he said,\n\"Look, this is no play thing. You remember that you have to be careful because there\nare a lot of Germans around here. And you have to try to stay away from them.\"\nAnd | guess | learned my lesson pretty good. And my boyfriend then, he -- he and |\nwere picked to go to a place called Treblinka. You know, Treblinka, do | have -- |\ndon't -- I'm looking. | usually wear it. And you can see -- oh, this is it. You see they\ngive you a mark. This is from Auschwitz. When you got there, this is what they gave.\nThey took even your name away. You know, | always thought of a name being very\nimportant. But not to them. This was the only camp that they, the minute you came\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n12\nin, that's what they did. They took away everything. They took away your clothes. |\nalways said | lived in a place where my father never saw me naked. Here they set --\nand this was in my mind always. | have to live through because you could almost give\nup. But when you were around there, you figured you can't. Because not only is it\ndependent on you. Maybe you made a friend with somebody. And you might be also\nkind of hoping that she doesn't do anything that is not very good for you. So | became\nlike here, watch out, watch out, whatever you have to do, we will do here. But,\nhopefully, maybe if we survive, we'll be able to get our whatever it is back.\n>> Bill Benson: Regina, you were, of course, selected then to do slave labor.\n>> Regina Spiegel: Oh, yes.\n>> Bill Benson: So tell us where they sent you and what you were forced to do.\n>> Regina Spiegel: Well, one was this. And this was a place you really -- it's it's\nprobably -- only who can think of these kind of things. But they managed to do that.\nAnd also after this | went to another camp. You see, | was lucky. Not that | was\nsmart. But you see at that time, the Germans were you know, they had goiten a little\n-- a lot of the Russians were coming closer and they have also start thinking about\ntheir own things. So sometimes instead of killing us, they decided why should we kill\nthem? They're such good people that they do such wonderful work, why not keep\nthem? We always have time to kill them. And that's what they did. They used that to\nthe last minute. And that's when we -- you know, that's why a lot -- | want you to know\na lot of kids when they see that, especially if their father is a doctor, they always offer\nthat their father would take it off for me. And | said no, you don't have to worry. If you\nwant to, when you talk to your father, | will send him my face.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n13\n(Laughter. )\nBut not -- | don't -- | said this is something -- and actually a lot of survivors, did take off\nthe tattoos. But | never felt that | did anything to deserve it. And so | felt to me it was\nlike nothing. And | gave them -- you know, other people that they shouldn't look at it\nthat way. Because if not, they'll never get out of there. And thank God, eventually we\ndid make it. You know?\n>> Bill Benson: Regina, after you were sent to Auschwitz and you lost track of\nwhere Sam was, you were separated, other than your sister who you lost in Pionki,\ndid you know at that time what had happened to the rest of your family?\n>> Regina Spiegel: Absolutely not. No. They never told you anything. And ina\nway they did us a favor. Because had we known -- because | will tell you truthfully,\nwhen | was liberated, and when | found out that all my family is practically gone, the\nonly one | had a brother who happened to be in the Army. And he was gone as well.\nAnd he managed to get away, you know, get away. But all the others, they were\nkilled. Because you didn't -- they didn't believe in keeping -- to give you a chance to\nmaybe find your family.\n>> Bill Benson: Regina, you would be forced to go to several different camps to do\nslave labor and you ended up at Bergen-Belsen. Tell us what that was like.\n>> Regina Spiegel: Bergen-Belsen was a place that you were lucky if you could\nget up. It was the same thing, you know. They were constantly over you. They\nlooked out for you. Never -- you had to manage practically your whole life by yourself.\nAnd if you would know most of us were young people and we didn't know if -- about\nthis kind of things. So we weren't prepared for them. We weren't.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n14\n>> Bill Benson: Regina, as the war was coming to a close, the Allies advanced, the\nRussian Allies advanced, and the Russian forces the allies continued to move you\ndeeper. You ended up at Elsnig by Torgau. And what did you do there?\n>> Regina Spiegel: They made something -- | didn't know they showed me what to\ndo and that's what | did. But | will tell you in that camp, they were -- we could see that\nthey were a little bit in trouble. So we looked like constantly and all of a sudden, one\nday they were using -- they were like forcing us to dig ditches and this were -- they\nwere digging the ditches all of a sudden we see airplanes. And they started throwing\nbombs. We figured hey, this is not German bombs. This is American. And actually,\nwe were hit by the Americans but thank God for that because the Germans ran away,\nyou know, and we could kind of -- | mean some of the people got killed because you\nknow when they don't Know where to stop. But we were able to run away into, we\nsaw across there were woods. And we ran into the woods. And we figured we'd stay\nthere until we can kind of -- but we didn't have a drop of water with us. No nothing.\nNot a piece of bread with us. Nothing. But then | figured --\n>> Bill Benson: Regina, I'm going to stop you for a minute. | want to make sure\nyou tell us something before you go on if you don't mind. You were on the train when\nyou saw the American planes coming. That was Hitler's birthday, wasn't it?\n>> Regina Spiegel: It was.\n>> Bill Benson: Tell us about that.\n>> Regina Spiegel: Well, as a matter of fact, they told us that that was Hitler's\nbirthday. And they were -- so we decided, ah, the Americans came to give hima\nbirthday party.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n15\n(Laughter. )\nlt would be -- it was wonderful. But you know what? We didn't have to worry any\nmore. Because at that time we all ran into the woods because we didn't want to even\nwant American planes to hit us. So what happens when we were running, | see in the\ndistance far away a soldier and he looked. He didn't look like he was a German\nbecause his uniform was different. So | run over to him and | could see that he\nhappens to be Russian. And you know, | suppose -- but | remember my parents\napparently were -- you know, during that time, you know, sometimes they used the\nRussian words or something like this. And | ran over to him and | said to him actually\nin Russian (Russian word) | knew that meant friend. | said you are Russian? He said,\n\"Yes.\"\nAnd he said go into the woods. Tell all the women to come out. We were like\nabout 300 women from the -- from the tasks. And | was wondering how does he\nknow? He said, \"We heard you.\"\nYou know, you made a little bit too much noise because we were hiding. So | said\nwhat did you want us to do? We are only women. 300 women by ourselves we have\nto make some kind of noise. So he said -- and actually, he told us you are -- the war\nis over. You are free. | looked at him. We are free? What am | supposed to do now?\nYou know? Because you know what? | sat down -- | mean, | didn't sit down, but |\nstood up and | started counting my age for the first time | ever looked at my age. |\nsaid, \"How old am | now?\" And do you know | realized | was almost, like, 19 years old.\nAnd here he tells me that I'm liberated. And actually, | had -- | never celebrated that\nbirthday because | don't like to share it with Hitler. So that's one thing right away out.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n16\nBut as | say, we were liberated. And we asked him what should we do. We still didn't\nforget about food. And they said you pick up someplace. And we did. As we kept on\nwalking, we managed to stop at some farmer's and they gave us something. And also\nit was like we -- when they realized who they helped, they said, \"Don't worry. People\nwill come eventually.\"\nBecause | walked in to a bakery to ask the baker to give me some bread. And\nasked him in German. He said do you have any money? | said who has money?\nWhat are you talking? | didn't even know that this kind of stuff existed. And really ina\nway, Our life was really started from then on.\n>> Bill Benson: Regina, if | remember right, when you and Sam were separated\nand left Pionki, he said to you \"If we survive, meet me in my hometown.\"\nTell us about that.\n>> Regina Spiegel: Well, you know, it was -- we were -- this was when we were in\nthe really not such a nice camp. And he -- | was shocked when | saw him that he kind\nof snuck in. And | said to him \"What are you doing here?\" He said, \"Look, Regina, if\nwe get out of this, meet me in my hometown.\"\nAnd | said \"Why your hometown, why not mine? | have a hometown too.\"\n| was always kind of -- you know.\n(Laughter. )\n| got so used to doing things for myself. And of course we made friends with\nsome of the girls and we tried to help out one another.\n>> Bill Benson: But you did in fact decide to go to his hometown and try to find\nhim, didn't you?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n17\n>> Regina Spiegel: | had no choice.\n(Laughter. )\nWhat happened was he was an entrepreneur, you Know? And he found the mill --\n>> Bill Benson: And he got liberated much earlier than you, didn't he?\n>> Regina Spiegel: Yeah. He ran away from -- he was on the march, on one of\nthe marches which they called the death march. And then they stopped because the\nGermans had to stop sometimes to take a rest, too. So when they stopped, my\nboyfriend at the time, he ran away and he wasn't too far from Poland. So he knew\nthat earlier and he ran away and got, actually, to Poland. And later on, when we\nfinally made connection, what he told me that he was staying there, | said why? |\ncan't stay here because | have to go people to find my mother. And, of course, there\nwas no one there and you had to get used to that you can make a life for yourself\nwithout your parent. And it's not easy, but you learn because, look, | have three\nwonderful girls. | made a life for myself instead of killing myself, which | wouldn't have\ndone good to anybody except probably to the Germans. For us, it was a way out.\nWhenever they told any of us that we would ever be able to have children we never --\nbecause they always -- you know, they use so many things on us that we always\nthought that they probably did something to so we couldn't even have any children.\nBut apparently, it wasn't so. So we accused them of something that wasn't -- they\nnever thought of it.\n>> Bill Benson: Regina, when you did get to Sam's town and he had started up the\nmill there.\n>> Regina Spiegel: Yes, it was very, very, nothing like a mill. This was his friend's\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n18\nparents’ mill. The parents got killed. And nobody had to eat. Even the Poles they\ndidn't have to eat anything. So my husband figured this is a mill. They were begging.\nThey would come with flour and there was nobody to do -- to work with the flour. So\nmy husband, that's what he did. He started the mill. He fixed it up. He was a very\ngood -- even he was a sheet metal man. And he always was a very good to this day,\nhe's still sick, but | miss him so much.\n>> Bill Benson: Because he could fix anything, couldn't he?\n>> Regina Spiegel: He could fix anything. There wasn't a thing that he couldn't fix.\nSo they made up the mill to run. And people were coming from far away to bring the\nflour to make the regular flour so they can bake bread. And nobody else was sitting\nthere. Nobody else was thinking of it. But my husband.\n>> Bill Benson: So what made you decide eventually to leave there and come to\nthe United States?\n>> Regina Spiegel: Well, you know, as a kid, | always loved the United States. |\ndon't know. | gave him probably more than they deserve. But you know, | always\nthought of United States, America, that it's the best country. And itis. If you could do\nanything. You know, you know what it means in Poland to go to school and in Poland\nto until the 7\" grade, that was free. But anything else, your parents to pay for. So as\na result, it wasn't so easy to have, you know, Tom, my oldest brother, if he made\nsome money, he saved it for my sister so she could go to school. | mean, it wasn't\nthat you send three children at the same time to school. It was rather hard. It was a\nhard place to live in, really. So | -- the only way | wanted to do is go back -- | had an\nuncle who lived in the United States. And after the war, | don't know why they found\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n19\nout that | got sick, you know, that there was something wrong with my arms. | couldn't\ntouch my arms like the blood was something wrong with it. | don't know why. But\nthat's what | had. And when | went to the hospital, they every week they put me\ntogether with my uncle. Except | will tell you he put a net in the Jewish four words.\nMy uncle never left. So it took somebody that lived in this place who came from our\ntown. And she knew my uncle and she called up my uncle and she said, \"You better\nlook in the papers. Your -- what did she call me? You're like a niece, your niece is\nlooking for you.\"\nAnd you know what? Within, like, four days my uncle had gotten for me papers.\nAnd that's how | was able to go. | turned around to my boyfriend and | said, \"Well, this\ntime if you -- the only way you can come to the United States, you have to go on my\nticket.\"\n(Laughter. )\n>> Bill Benson: And you have to marry me to be on my ticket.\n(Laughter. )\nAnd so in 1947 -- you'd stayed for a while in the displaced person's camp where you\ngot married.\n>> Regina Spiegel: Yes.\n>> Bill Benson: And you finally got here in 1947.\n>> Regina Spiegel: Yes. | will tell you, he knows more than | do.\n(Laughter. )\n>> Bill Benson: Because you're tutored me well.\n>> Regina Spiegel: | will tell you. You see, after so many years, it's really -- it's a\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n20\nmiracle that you can remember anything. Really. That's why | figured maybe | should\nstart doing that. Because before it gets worse that you can't remember. Because it's\nvery hard.\n>> Bill Benson: Regina, you've shared with us only just a glimpse of what you went\nthrough, just a very little --\n>> Regina Spiegel: Yes.\n>> Bill Benson: And even from that, we know how horrible things were for you\nduring that time. What do you think made it possible for you to survive?\n>> Regina Spiegel: | think what it made because | always had this -- I'm not like\nthis now. But then | knew that | had to do it for my mother. | like to do things for\npeople. And for families, you know. | always did. And | knew that if | don't -- you\nknow, kind of shared with this thing an do this, what kind of life would | have? So it\nwas in a way for me a good way to do it. And, of course, when this place, when they\nfirst told it, we were with it from the first thing. We used to collect money for the\nmuseum. In my place, | had people come to my house. And just that's all you have to\ndo is leave some money and | would cook and bake and do anything. But that's the\nway | -- and | love it.\n>> Bill Benson: I'm going to turn, go ahead, Regina, I'm sorry. I'm going to turn\nback to Regina in just a minute to close our program. Before | do, | want to thank all\nof you for being with us for \"first person\" remind you while have two programs a week\non Mondays and Thursdays until the middle of August. Hopefully you'll come back\nand join at some future time. It's our tradition that the first person gets the last word.\nBefore | give it to Regina to get the last word, I'd like to let you Know for one because\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n21\nwe haven't had a chance for you to ask questions, Regina, you'll stay for a few\nminutes afterwards?\n>> Regina Spiegel: Absolutely.\n>> Bill Benson: So when Regina steps off stage if you want to come say hi to her\nand ask her a question, please do that. When Regina finishes, we're going to ask you\nto stand if you don't mind because our photographer Joel wants to get a picture of\nRegina looking this way with you all in the background. So, if you don't mind, when\nRegina's done, please rise and then after the photographs, Regina will go over there\nand you can talk.\n>> Regina Spiegel: Maybe they don't want to rise?\n>> Bill Benson: Well they may not. But | have a hunch they will. So Regina, what\nare your closing thoughts for us?\n>> Regina Spiegel: The closing thoughts, really, | don't have -- there were too\nmany. I'm out of talk. But let me see, | have a couple things. You see, you see like\nyou can see the type of a person | had that, most of us, survivors of Auschwitz, you\nthink we always go down with our faces and never be happy. No, it's different way.\nBecause we think of gratitude. Not violence. We must reject indifference. You see,\nindifference, that's where we shouldn't even think about. But we shouldn't be\nindifferent. When you see people being -- | always tell the kids, you know, we just\ndidn't know the word. But in Auschwitz, what did they do to us? | mean, they could\nhave done -- they could have probably won the war if they didn't. But they were so\nthinking so much of us how they can do to us like we would never exist. This is what |\nalways pray that something like this. And because | always say, if we are indifferent,\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n22\nit helps our aggressor, it doesn't help us, really. And what is it and never be a victim.\nReally. And that's what we were. We were really victims. We tried not to. But we\nwere victims. And to remember. What is memory? It's a necessary response to --\nresponse to indifference and what the world should learn. We have to learn from\nanything that certain things are not good. And when we see them, we should help.\nAnd | think that's probably what | will tell.\n(Applause)\n[Conclusion of program]\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\n",
    "segments": []
}