{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JOSIE TRAUM\nWednesday, July 20, 2016\n11:00 a.m. — 11:55 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th season of the First Person program. Our First Person today is Mrs. Josie Traum,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nMid-August. The museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Josie Traum's biography so that you can\nremember and share her testimony after you leave here today.\nJosie will share with us her \"First Person\" account of her experience during the Holocaust and\nas a Survivor for about 45 minutes. If we have time, we will have an opportunity for you to ask Josie\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Josie is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nWe begin with this photograph of Josianne Aizenberg walking on a street in Brussels.\nJosie was born March 21, 1939, in Brussels, to Jacques and Fanny Aizenberg. The arrow on\nthis map of Belgium points to Brussels.\nThe German Army conquered Belgium in May 1940. Shortly before the occupation, Josie's\nfather left Belgium to join the British Army. In this photo we see Josie with her parents in Brussels.\nIn 1942, Josie's mother, Fanny, was able to secure a hiding place for Josie in a convent in Brugges,\nBelgium. Here we see Josie and Fanny, shortly before Josie went into hiding. Soon thereafter, Fanny,\nwho worked with the Belgian Underground, the resistance, was denounced and she was deported to\nAuschwitz.\nAfter six months of hiding in the convent and growing Nazi suspicion, the Belgian\nUnderground relocated Josie to hide with the Debrackalaer family, a Christian family in Brussels. Here\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nwe see Josie with the Debrackalaers. Mr. and Mrs. Debrackalaer are on the right. To their left are\nneighbors of Josie's grandparents. Their grandson is in the front in the middle with Josie to the right.\nThe Debrackalaer's daughter is on the left.\nAllied Forces liberated Belgium in September 1944. Soon after, Josie was found by one of her\naunts, who was one of Fanny's sisters. Here we see Josie, Jacques, and Fanny after they were\nreunited in Belgium.\nJosie would eventually marry Freddie Traum, also a Holocaust survivor. We close with this\nwedding portrait of Josie and Freddie.\nAfter moving to the United States with her parents in 1949 and then completing her schooling\nin Patterson, New Jersey, Josie went to Israel to study for a year. On the return trip on a ship she met\nFreddie Traum, the ship's Chief Radio Officer, who was also a Holocaust survivor. Upon her return to\nthe U.S., Josie attended Montclair State Teachers’ College for one year. Josie and Freddie were\nmarried on his ship a year after she met him and she moved to Israel where they lived for five years.\nWhile in Israel, the Traum's son Michael and daughter Yael were born.\nUpon the advice of medical experts in Israel, the Traums re-located to the United States in\n1963 to obtain medical care for their disabled son, Michael. Their third child, Jonathan, who also is\ndisabled, was born in the U.S. Eventually, Freddie's work brought them to Vienna, Virginia. Josie\nreturned to school and graduated from the Catholic University of America School of Social Work and\nbegan her career in child welfare. She retired in 2007 from her work as a clinical social worker for\nabused children for Montgomery County, Maryland.\nToday, Josie and Freddie live in Silver Spring, Maryland. Josie's volunteer work at this\nmuseum includes leading tours of the Permanent Exhibition for law enforcement including police\nofficers, the FBI, judges and others. Josie speaks publicly about her experience as a Holocaust survivor\nin various settings, especially local synagogues and schools in Maryland and Virginia. March Josie and\ntwo fellow Holocaust Survivors joined me at the American Society on Aging's annual conference to\nspeak about resiliency and aging.\nI'm pleased to let you know that Freddie is here with Josie today.\nWith that | would like you to join me in welcoming our First Person, Josie Traum.\n>> [Applause]\n>> Bill Benson: Josie, thank you so much for joining us today and being willing to be our First Person.\nYou have a great deal to tell us in a very short period of time so we will get started.\n>> Josie Traum: Ok.\n>> Bill Benson: Your parents, Fanny and Jacques, were married in early 1938, and you were born in\nMarch 1939, just months before Germany and Russia attacked Poland, launching World War II. Tell us\nabout your parents and their life in Brussels, Belgium, in that pre-wartime.\n>> Josie Traum: Well, they both came from pretty traditional families, Jewish families. They got\nmarried. They were happy. They both had professions. My dad was a tailor and my mom was a\ndesigner, dress designer. And she was actually -- before she married, she was a designer for the\nBelgium royal family, clothes --\n>> Bill Benson: A huge honor.\n>> Josie Traum: It was a huge honor. My mom went to a school where they taught you textile and\ndesigning. And when you graduate, the graduating class, the royal family would come and ask a few of\nthe students to come and work for the royal household. So she did work for them, which was a big deal\nat that time.\nSo my parents were married. They were relatively happy. Things were relatively quiet in\nBelgium.\n>> Bill Benson: You mentioned your father was a tailor. Tell us his first occupation.\n>> Josie Traum: [Laughter] My dad was actual -- is -- was a violinist. Believe it or not, many years ago,\nin his time, the movies were silent. They were not talkies. So they usually, because there was nobody\ntalking, usually had a musical quartet accompanying the movie that was showing. So my dad would\nplay the violin, along with three other musicians. He had pretty steady work because whenever there\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nwas a movie, he would be hired and play. However, the talkies came. The movies started having\ntalkies, people talked and they didn't need these musicians anymore. So all of these musicians were\nfired. So my dad actually went to school to welcome -- to learn to become a tailor. That's how he really\nworked as a tailor.\n>> Bill Benson: Hitler and the Nazis came to power in Germany in 1933. Your parents married in 1938.\nNazi power in Germany and Austria took a more ominous turn in late 1938 with Kristallnacht or the\nNight of Broken Glass, and you were born just a few months later in March 1939, just before World War\nIl broke out. Do you know if your parents, when they were having you, before your birth, do you\nknow -- and then after your birth -- do you know if your parents ever expressed later to you how fearful\nthey were about the future or life given all that was happening so close by?\n>> Josie Traum: I'm sure they were. | think it was a very precarious time for anyone not knowing what\nwas going to happen. My parents, of course, heard about Kristallnacht, which happened in 1938 when\nall the Jewish property and synagogues were burned. So | think there was a lot of worry at the time.\nAnd my parents used to listen to the radio and they would get a lot of radio messages from the BBC or\nfrom England asking people, men, to come and volunteer to be in the British Army. So | think my\nparents had talked about my dad perhaps going to the British Army.\n>> Bill Benson: After Kristallnacht, | think your parents took a Jewish child in to live with you for a\nperiod of time. Is that right?\n>> Josie Traum: They did. And even afterwards, until things really got very bad in Belgium, The\nGermans were actually occupiers -- things were much worse for Jews in different countries like Poland\nand Romania. There were Jews trying to flee those countries. So my mother -- this is after my dad left.\nMy mother would have people -- she was really part of the underground. What she would do, she would\nget people, Jews, that were trying to flee from Belgium and they would sleep over at our house until\nthey would find another safe place where they could be for a little while. Maybe going to Switzerland,\nPortugal or Spain. But we often would have Jews who were fleeing other countries coming to live or to\nbe or sleep in our place.\n>> Bill Benson: Have a safe refuge for some period of time.\n>> Josie Traum: Yes.\n>> Bill Benson: Josie, of course, World War II began with the German attack on Poland in\nSeptember 1939. But the war came to Brussels in Belgium in May 1940 when the Germans attacked.\nCalled the low countries, Belgium, The Netherlands and France. Your father left to join the British Army.\nWhat do you know about his leaving and what happened to him at that point? And now it's just you and\nyour mom. What happened then?\n>> Josie Traum: Right. Actually, Germany invaded four countries in one day, May 10, 1940, they\ninvaded Holland, Belgium, Luxembourg and France. And those countries fell pretty much immediately.\nAnd the Germans took over.\nMy parents had heard calls from the British asking people to volunteer and join the British\nArmy. And my dad actually decided he and his brother -- his brother was also a tailor. So he and his\nbrother, my uncle, decided to go to Britain and to join the British Army. However, during that time in the\n1940s -- in 1940, the Germans were bombing the English channel and really were bombing boats that\nwere trying to get to England. So my dad actually went on one of the last boats that left to cross the\nEnglish Channel to get into England. So actually my dad and his brother both got to England in 1940.\nAt that time, actually, because of all the bombing and the war starting, my mom had no idea if my dad\never got there to England. There was -- you couldn't communicate because of the war. So my mom\nactually never knew if my dad ever made it.\n>> Bill Benson: And later we'll come back to what you would find out much later.\nYou and your mother would remain in Brussels, living in an occupied city, in an occupied\ncountry, under Nazi occupation, until 1942 when your mother made a profound decision to put you into\nhiding. Tell us what you can about the events leading up to that, what your mother's and your\ncircumstances were like that eventually got her to the place where she said I've got to hide my child.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Josie Traum: Sure. Obviously things got very, very bad in Belgium. The Germans were really all\nover. People had to carry identification cards. Jews had to wear stars. Things really became very\ndifficult and very hard. Once my dad left, | was with my mom. We were living in an attic apartment with\nmy maternal grandparents, my mom's parents. We were actually pretty much to ourselves and living\nthere. And, of course, as | mentioned before, we had some people coming and staying over for a few\ndays until they went some else.\n>> Bill Benson: You had great grandparents as well at that time. Didn't you?\n>> Josie Traum: No. Just grandparents.\n>> Bill Benson: Ok.\n>> Josie Traum: My father's parents died actually just before the war. So we were with my mom's\nparents. | was with my mom's parents. And things really got pretty difficult. My mom decided, which lI,\nnow being a grandmother, realize how hard it must have been for her to decide to let me go. Not only\ndid she decide to let me go but when you're having your child hidden, you really -- the parent, my\nmother, was not allowed to know where | was going because they knew when the Germans would\ncome say to your apartment, to where you were living, they would actually torture you to find out where\nthe rest of your family was, you know, where your children, where is your husband. So it was decided\nby the underground that parents were not allowed to know and were not told where their children were\ngoing. So my mother had the connection because she was part of the underground, hiding people. She\nhad connections and was able to get people to come and pick me up, which is what they did in 1942\nwhen | was 3 years old.\n>> Bill Benson: Before we continue on about that | wanted to ask you about a couple of other things.\nAmong the many, many, many restriction and harsh edicts issued by the Nazis directed at Jews, one of\nthem is that you could not use the health services that were available.\n>> Josie Traum: Right.\n>> Bill Benson: So Belgium had a series of health clinics for mothers and young infants. So what did\nthat mean to you?\n>> Josie Traum: | wasn't able to get any care. You know, especially from a newborn till 3 years old,\nyou're going to your clinic, pediatrician, getting your shots and everything else that you need. So, of\ncourse, me, myself and any of the other children, were not allowed to receive any kind of medical help\nor treatment.\n>> Bill Benson: And before you went into hiding, because you were so young, you said that you had\njust some fleeting memories. You've told me about one of being | think on a bus with your mother?\n>> Josie Traum: Yeah. As | mentioned before, once the Germans occupied, we had to have\nidentification cards. And in the identification cards, it actually -- if you were a Jew, there was a large J\nand also the word “Jude,” which means Jew in French. Everybody had to have an identification card. If\nyou were walking in the street or going anywhere, the German could stop you and ask for your ID card.\nAnd when they took your card and if they did see you were Jewish, they could arrest you, deport you,\nwhatever they wanted to do.\nOne day my mom and | were on a tram in Belgium. They didn't have buses in those days.\nThere were trams that were electric. My mom and | sat in the tram. We were in the last row sitting in the\ntram and a German came, a Nazi came, on the tram and went row by row asking for your identity card.\nSo my mother was shaking. She was pretty scared. And, of course, | didn't know why. | was just 3\nyears old. And the German went from row to row asking for the ID card. When he got to the last row\nwhere my mom and | were sitting, he just turned around and got off the tram. | don't know why but\nsomebody must have been looking out for me.\n>> Bill Benson: And as you said, your mom then made the decision to put you into hiding. She had the\nconnections to do that. And as you also said, as a mother and a grandmother, trying to imagine --\n>> Josie Traum: | can't.\n>> Bill Benson: Has your mother -- did she ever tell you what it was like for her when she made that\ndecision to put you into hiding, knowing -- not knowing where she would ever -- whether she would ever\nsee you again?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Josie Traum: She didn't tell me at the time.\n>> Bill Benson: Of course not.\n>> Josie Traum: Of course. But she did later on. It must have been tremendously hard. | don't know\nhow she did it but she did, thank goodness. Because I'm here today because of that.\n>> Bill Benson: And the underground then took you and found a hiding place for you in a convent.\n>> Josie Traum: Two women came to pick me up. All | know is | was screaming and crying because |\ndidn't want to leave my mom and my grandma. These two strange ladies took me to a convent ina\nplace called Brugges -- which is beautiful, full of canals. They call it the Venice of Belgium. Full of\nconvents. They took me to this convent which was more like an orphanage.\nIn those days, wartime, there was no -- food was rationed. People had a very difficult time\nfeeding their kids. So what they would do is they would put their child in an orphanage until, perhaps,\nthings got better and threaten they would pick them up. At least they would be safe.\nSo this orphanage or convent was full of children. And unbeknownst to me, | found this out\nafter the war, there were three other Jewish children there. So all the children were Christian except for\nthe four Jewish children. And this was run by nuns.\nThe nuns, in those days, you Know, nuns didn't dress -- today nuns dress like we do, in\neveryday clothing. In those days they were very stiff habits. I'm sure most of you have seen \"The Sound\nof Music.\" Well, the nuns were dressed just like the nuns in \"The Sound of Music,\" very stiff, very kind\nof tight.\nAnd these nuns were very, very strict. Not because | was Jewish. They were strict to all the\nkids. But, you know, they were risking their lives by taking me in. If a German found any person hiding a\nJew, they would just shoot them on the spot, no questions asked. They would just shoot you. So these\nnuns, they were strict but they saved my life. And these same nuns found out that the Germans were\ngoing to come and pick up the four Jewish children who were there. | don't know what they would have\ndone with the children but the nuns -- actually, when they found out, they smuggled the four of us out,\nback to Brussels, which is actually where | was from. They smuggled us out to Brussels and placed me\nwith a Christian family. | think you saw the slide show, the Debrackalaers. | was with them the entire\nduration of the war, until Belgium was liberated.\n>> Bill Benson: Before you tell us about your life with the Debrackalaers, you stayed in the convent for\nabout a year. You were there for quite a while.\n>> Josie Traum: | was there for, yes, a bit under a year.\n>> Bill Benson: During that time | think you had -- your name was changed.\n>> Josie Traum: Yes.\n>> Bill Benson: What was it changed to and why -- there was some significance about that.\n>> Josie Traum: Well, first of all, my maiden name, the name | was born with, Aizenberg, although it's\na German name, it was a Jewish name. So my name, my identity, was changed to a more German or\nDutch-sounding name which was Von Berg. So | was still Josianne, my first name, but it was Von Berg,\nwhich had a totally different connotation. So, yes, my name was changed.\n>> Bill Benson: So while you're there for one full year, conditions, they are strict, as you said, food is\nrationed. These are harsh conditions.\n>> Josie Traum: Yeah.\n>> Bill Benson: Trying to take care of you. They believe they are about to be found out and they have\nyou moved out. So you go to live with the Debrackalaers. You would spend, as you said, the duration of\nthe war with them. Tell us about the Debrackalaer family because they, too, presumably, were risking\ntheir lives as well.\n>> Josie Traum: Of course. The man, Mr. Debrackalaer, actually was part of the underground also. |\ndon't know what he was doing but he obviously was doing all kinds of things to upset the German plans\nor to thwart them. And very often he would be taken out for interrogation. | remember him coming back\nin the morning black and blue because they would beat him. But he never told on me.\nThey risked their lives. Food was also rationed, so they got food -- you would go to a place to\npick up food once a week. And there were three people in that family. | was there illegally, so | was not\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nlisted so they would get food for three people for a week and they would share that with me. So they\nreally risked their lives and kept me alive.\n>> Bill Benson: Do you have any insight or sense of how they explained your presence to anybody\nelse that might know that you were in their house?\n>> Josie Traum: | really -- | didn't go out very much. | wasn't aware of any neighbors around. | really\nwas not. We stayed in the house pretty much. | played with the little girl. We were very, very much to\nourselves.\n>> Bill Benson: She was approximately your age.\n>> Josie Traum: She was my age, yes.\n>> Bill Benson: But you were kept indoors during that time.\n>> Josie Traum: Yes.\n>> Bill Benson: Tell us a little bit about what -- as you recall, you're in their house, living there with\nthem for quite a period of time. What was the impact on you, as best you can tell?\n>> Josie Traum: They saved my life. They risked their lives. Whatever they did for me was wonderful\nbut | really never felt part of the family unit. And maybe that's my own perception. But | used to\nremember them hugging, the three of them, and | wasn't -- I'm sorry.\n>> Bill Benson: | think everybody thinks that's perfectly understandable, Josie.\nYou had told me, too, that when you were in the convent, even there your needs were being\nmet, they were taking care of you, but they were very strict but not in the least bit demonstrative.\n>> Josie Traum: No.\n>> Bill Benson: So quite a period of your formative years it was absent affection and things like that.\nBut why I'm bringing it up is you told me before that you had had that -- you knew you had had that so\nmuch from your mother and your grandparents, that foundation. Can you say a little bit about that?\n>> Josie Traum: Sure. | feel it's crucial for a child for the first three years of life to have a strong bond\nwith a caretaker, not necessarily a parent but someone who takes care of the child and the child knows\nthat there's always someone there. And | feel | really had that with my mom and with my grandmother.\nIt was a lot of affection, hugging, kissing, nurturing. So after that, when | didn't have that, | missed it\nterribly.\nThe nuns, you know, they treated all the children the same way. They weren't used to a little\none, hugging them, holding them. So | think | really, really missed that very, very much. But | think part\nof my strength came from the fact that | had it for the first three years of life. | had a very strong bond\nwith my mom and with my grandmother. But that also made it hard being with the Debrackalaers\nbecause they were a unit and | wasn't really part of it.\n>> Bill Benson: And you would remain, of course, living with the Debrackalaers until the war ended in\nBelgium in 1944. When it ended, your Aunt Theresa, one of your mother's sisters, was able to find you\nand bring you to her home. Do you know how that happened and what that time was like for you? The\nwar is over in Belgium but the war is continuing elsewhere in Europe for almost another year.\n>> Josie Traum: Yes. Of course.\n>> Bill Benson: What was that like for you when your aunt brought you --\n>> Josie Traum: First of all, my mom had two sisters, my two aunts. They were hidden through the\nunderground in churches. They actually were saved and were safe. And because they were part of the\nunderground, after the war they were able to find me. There was this whole network of the\nunderground. So my two aunts, my one aunt specifically, Theresa, found me with the family where |\nhad been hidden and she came to pick me up. So | stayed with her. She had three boys, three sons,\nthree brothers, a few years older than me, and, of course, she took me in. | stayed there with her. It was\nwonderful being with family. They really -- they spoiled me rotten, which was great. It was just\nwonderful. | was like the boys' little mascot. They kind of tagged me along everywhere.\n>> Bill Benson: You were 5 at that point.\n>> Josie Traum: 5, 5 years old. But it was wonderful being with family.\n>> Bill Benson: Did you know you were Jewish at that point?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Josie Traum: You know, | didn't until | came back with my aunt. | was so young when | was put in\nhiding. | was 3 years old. | really didn't even know what a Jew was. So it wasn't until | was reunited with\nmy aunt that | began to see some of the traditions and some of the things that they were doing in their\nhome.\n>> Bill Benson: And both your aunts survived.\n>> Josie Traum: Yes.\n>> Bill Benson: How were they able to resume their lives? Still a war is going on in Europe. How were\nthey able to feed you and take care of you and their other children?\n>> Josie Traum: First of all, they worked. They were able and managed to get food so that | would be\nable to be fed just like them.\n>> Bill Benson: In what must have just seemed like a miraculous event, your mother, Fanny, survived\nAuschwitz, returned to Brussels after her liberation, April 1945, and was reunited with you and your\nsisters. You're 6 years old at this time. You hadn't seen your mother for over three years. What do you\nremember of your mother returning and what that was like for you and everybody else?\n>> Josie Traum: You know, the things | remember are many things that my mom filled me in with\nbecause at that age, you know, | don't remember a lot of the things. But my mom does fill me in. She's\nkind of filled in the gaps. It was obviously just wonderful seeing her again.\nYou know, my mom was returned when she was liberated by the Russians. She was taken by\nthe Red Cross and taken care of. And eventually she was brought back to Brussels. And, of course, the\nfirst place she went was her sister's house. She knocked on the door and there | was. So we were\nreunited.\n>> Bill Benson: And to that point she had no idea.\n>> Josie Traum: No. She didn't Know | was there. She didn't know where | was. She really didn't know\nanything. She just wanted to the house. Truly -- | was there. So that was absolutely wonderful.\n>> Bill Benson: Your mother suffered horrifically. Can you just tell us a little bit about what happened to\nher?\n>> Josie Traum: Well, when she was liberated -- first of all she was in Auschwitz. You know, most\nconcentration camps were killing centers. You got there and they killed you. Auschwitz had a\nsub-camp, a labor camp, Birkenau.\nBy the way, she got there, she was deported with her parents and her parents did not make it.\nMy grandfather died on one of the trains. You know, people, the prisoners, were stuck in a cattle car,\n150 prisoners. By the time they got to the concentration camp from the country they came from, they\nwould be stuck on this cattle car without food or water and by the time they got to the camp, 40 or so\npeople were already dead. My grandfather died on one of the trains.\nAnd when they got off the train, there was a selection. Because there was a factory there, they\nwould try to get the prisoners who were young enough on one side and they would go to work in the\nfactory. And the people who were elderly or handicapped or if they were holding children, they would be\nput on the other side. And my mom and her mother were separated immediately. They thought my\ngrandmother was an elderly person. She was in her 50s. So they were separated immediately. And my\nmother actually wanted to be in the line with her mother and a German actually hit her and said, “You\ngo where you're told.” She actually never saw her mother again.\nSo my mother actually survived -- she was in the factory in Birkenau filling -- they were making\nammunition, filling grenades and bombs. My mother worked there every single day. So when she was\nliberated -- she actually was on a Death March. The Nazis realized that the allies were approaching so\nthey were taking some of the prisoners out and making them march towards Germany. And they would\nmarch -- actually, my mother marched on the Death March. They called ita Death March because so\nmany people died on this march. My mother was on the Death March from January 1945 till April 1945.\nShe was actually liberated by the Russians. She was in one of the last battles on the river between the\nRussians and the Germans. She was actually liberated there. She weighed about 65 pounds. She had\nmeningitis and Typhus. And she was a pretty sick person. So the Red Cross actually took care of her\nfor a while and then brought her down, back to Brussels. And that's how we were reunited.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: And considering all that she had been through and now she's reuniting with you, what\nwas life like in those months after the war when you were back reunited? Was she able to try to resume\nsome sense of being able to support you? What happened then?\n>> Josie Traum: Well, she did get some support from her sisters. We actually -- we went back to\nlive -- after living with my aunt for a while, we went to live in our old apartment. We lived there actually\nuntil my dad came back.\n>> Bill Benson: Let's turn to that. The following spring, | think 1946, your father, Jacques, returns,\nmakes it back. What happened to him and how did he get back?\n>> Josie Traum: My dad couldn't come back -- war ended in 1945. He couldn't come back immediately\nbecause the house he had been living in London was bombed and he spent two years in a hospital. He\nwas injured pretty badly. So he came back in 1946. | actually met him when | was 7 years old.\n>> Bill Benson: Do you remember that?\n>> Josie Traum: Umm, | do. My mom and | went to the port city where his boat came in. This man\ncame walking down the steps. My mom said, \"There's your father.\" | had no idea who he was because\nhe left when | was 13 months old. So | really did not remember him. And it was pretty hard, you know,\nfor my mom and dad and me to kind of become a family again.\n>> Bill Benson: Do you know at what point your mom learned that he was alive before he got back?\n>> Josie Traum: At the end of the war when she came back to Belgium, she was able to correspond\nwith him. All of these years while she was in concentration camp, she really didn't know what had\nhappened to him nor did he know what happened to her.\n>> Bill Benson: So once you're all back together, you're 7 years old. What happened to you from an\nacademic standpoint? You started school.\n>> Josie Traum: | started school. | really hadn't missed much school because | was too young to\nattend school before. So once Belgium was liberated, when | was 5 years old, | went back to school.\nBut up till then | really hadn't missed anything because really | was too young.\nMy parents, once my dad came back, my parents decided they really wanted to leave Europe.\nSo they applied for permission visas to be able to come to the United States. They applied. And in 1949\nwe actually did come to the United States and settled in New Jersey.\n>> Bill Benson: Why did it take three years?\n>> Josie Traum: There were quotas.\n>> Bill Benson: Quotas.\n>> Josie Traum: There were quotas. We had to wait. We filled out many, many papers. It took a while\nfor it to become available.\n>> Bill Benson: During that three-year period that you were all together in Belgium, before you came to\nthe U.S., was your father able to resume his work?\n>> Josie Traum: He did. We lived in an apartment building which actually was my parents’ building. It\nhad four stories. While we were hiding, by the way, during the war, we lived in the attic apartment. So\nonce my dad came back -- the bottom, the ground floor, was actually a store, a tailoring shop. And my\ndad used to have bolts of material because in those days you couldn't just go to a store and buy a\nready-made suit. So my dad had bolts of material and customers would come in who wanted a suit.\nThey would pick out their material. My dad would measure them, make a pattern. It would take weeks\nand weeks to make a suit. Because you'd come for different fittings. You'd make a pattern out of paper.\nThen you get the materials. So you kind of had a relationship with your customers. So my father ran the\nshop. It was his. He did work. And we lived in back of the shop. We had an apartment.\n>> Bill Benson: And then, of course, the quota numbers came up. You were able to make it. You came\nto the U.S. in 1949. You were 10. What was it like for you and for your parents in light of all that you\nhad been through, to come here and start new life?\n>> Josie Traum: It had many challenges. | must say it was very difficult. My dad spoke English\nbecause he was in England but my mom and |, of course, did not. We lived -- my mom had an elderly\naunt living in Patterson, New Jersey. We lived with her for about a month till my parents found work and\nour own apartment. My dad worked in the garment district in New York and would commute daily from\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nNew Jersey to New York. And my mom worked in different dressmaking shops. It was hard getting\nback together. Though my mother, | think it was probably the most difficult. She tried to talk to some\nfamily that we had and people didn't want to hear her. They really said, you know, this is all in the past.\nIt was bad. We don't want to talk about it. And so she really had no one to talk to. So it must have been\nextremely difficult for her.\nMe, when | came, | was 10 years old. It was actually two months before my 10th birthday.\nThey put me in first grade because they figured if you don't speak English, you know, you don't know\nanything. So | was put in first grade.\n>> Bill Benson: At 10 years old.\n>> Josie Traum: At 10 years old. | was there for two weeks. Then they put me in second grade. | was\nthere for another two weeks, and then third grade. And eventually | graduated from elementary school\nat the regular age.\n>> Bill Benson: And apart from even that, you shared with me that when you first arrived at that school,\nalmost right away you were beaten up by a gang of girls.\n>> Josie Traum: Yes. [Laughter]\n>> Bill Benson: And your mother went down to see the principal.\n>> Josie Traum: The principal.\n>> Bill Benson: What was his reaction?\n>> Josie Traum: You're right. My first day in school | had a gang of girls waiting outside for me and |\nwas beaten up pretty badly. | didn't know why. | hadn't even said a word to them. | couldn't. So my mom\nmarched down to the principal the next day and wanted to know what had happened. And the principal\nsaid, well, the girls thought that you were German. | can't imagine that they would beat me up for that or\nthat they would even think | was German. But it never happened again. And | didn't learn how to fight\nback.\n>> Bill Benson: And you accelerated very quickly, came to the right age and right school level.\n>> Josie Traum: | did. Right.\n>> Bill Benson: Josie, how many members of your extended family did you lose during the Holocaust?\n>> Josie Traum: Well, | would say about 12 people, immediate family.\n>> Bill Benson: Immediate family.\n>> Josie Traum: Yes.\n>> Bill Benson: When did you understand or realize how many you had lost?\n>> Josie Traum: Well, after the war -- first of all, from my mom telling me what had happened to her\nparents to my father's -- one of his brothers, his whole family. You know, little by little | started realizing\nand learning what had happened.\nAs a teenager, when | got older, | started reading. Because | really couldn't get much\ninformation from my mom. | didn't want to ask her a lot because | knew it would hurt her. So | did a lot\nof reading. | found out a lot of history and what had happened.\n>> Bill Benson: Josie's mother, Fanny, who will be 100 years old on December 3, also joins us on the\nFirst Person program, was here to start our year this year, our very first program of the year. She tells\nabout you tying -- will you --\n>> Josie Traum: | knew would ask me that.\nMy mother tells me this because | don't remember. When she came back and when we were\nreunited, | would tie my night gown to her because | was afraid to lose her. | guess | was afraid she\nwould go away again. But | don't remember that. And these are the things my mother tells me.\n>> Bill Benson: She sure remembers that.\n>> Josie Traum: She does. She really does. My mom is 99. She comes here and volunteers every\nSunday.\n>> Bill Benson: Every Sunday you will find her here, 99.\nIn addition to your mother, Fanny, your husband Freddie is also a Holocaust survivor.\n>> Josie Traum: Yes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: All three of you speak publicly. You're all part of the First Person program. What is that\nlike for you to do this, to be able to speak and to know that you have a mother who is still able to do it\nand a husband, too?\n>> Josie Traum: Sure. Well, | think it's so important for today, for the generations, the younger\ngeneration even, to understand and to know what happened. | go to a lot of middle schools and high\nschools to speak. It really gratifies me to see that young people are interested, that they are studying\nabout the Holocaust and that they really are learning a lot. So that is so important to me. And for me it's\nimportant to be active here, for Freddie to be active here, and my mon, it's important for her.\n>> Bill Benson: | think we have time to turn to our audience to ask if they have some questions.\n>> Josie Traum: OK.\n>> Bill Benson: We will close our program with Josie's last words. It's our tradition that the First Person\nhas the last word. During asking questions, please stay with us so can you hear Josie wrap up the\nprogram. We'd appreciate that.\nFor those of you, if you want to have a question, either go to the mic, probably the best thing,\nor maybe we can bring the mic to you. Try to make your question as brief as you can. | will repeat it just\nto make sure all of us hear it, including Josie and me. And then Josie will respond to your question.\nYes, sir?\n>> [Question Inaudible]\n>> Bill Benson: What do you think are the most important lessons for young people to learn from the\nshow or the Holocaust?\n>> Josie Traum: First of all, in my closing statements, | think | will go over that. | think it's important for\npeople to respond. When you see things being done to other people, people being hurt, or anyone\nbeing mistreated, | really strongly believe that you have to speak up. How one person can make a\ndifference. And | think it is so crucial for people to be able to speak up and defend someone and say\nstop it, you can't do this.\n>> Bill Benson: Thank you. I'm glad you had the chance to meet Freddie and Josie in another setting.\nThat's wonderful.\nWe have another question. Yes, ma'am?\n>> [Question Inaudible]\n>> Bill Benson: Have you been able to forgive the Germans? And what has the healing process been\nlike for you over the years?\n>> Josie Traum: | see. | don't think | can forgive but | don't hold the new generation and the younger\npeople responsible for their -- for what their parents and grandparents did. So | think in a way that, for\nme is a bit of a healing process. Especially here in the museum, we get young people from Austria and\nGermany who volunteer. Instead of going to the Army in their country, they come and volunteer here\nand stay for two years. So to me, in a way that's been healing because | can see -- | can become\nfriendly and close to people as long as they had nothing to do with the Holocaust. It's difficult for me to\nrelate to somebody maybe my age or older because | think to myself what were they doing at that time.\nBut the younger people | can't hold them responsible. And | feel very differently to them.\n| don't know if that answers it.\n>> Bill Benson: Thank you.\n| think we have time for another question.\n>> [Question Inaudible]\n>> Bill Benson: What did you learn about self-sacrifice from your experience being hidden with the\nDebrackalaers? Am | getting that right? Ok.\n>> Josie Traum: First of all, I'm amazed -- Belgium is a very small country, the size of Delaware,\npopulation eight million. 66,000 of those were Jews. As soon as the Germans came in, 28,000 Jews\nwere hidden by Christian people. So you know, | see how much people did sacrifice. They helped\ntremendously. But that doesn't mean everybody helped. My mother was denounced by our neighbor.\nBecause some of the Christian people would get money if they told the Germans where the Jews were.\nBut | think fortunately in Belgium there were many more people who helped and really risked their lives.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nSo | think sacrificing your life, | found that in my being here, my being alive, is really because people did\nsacrifice.\n>> Bill Benson: I'm going to turn back to Josie to close our program in a moment. | want to remind you\nthat we'll have First Person programs each Wednesday and Thursday through the middle of August.\nWe will resume the program again next spring, March 2017. The museum's website provides -- will\nprovide information about our 2017 program as well. Thanks for joining us. We hope that you can come\nback another time either this year or next year.\nOn that note, I'd like to turn it to Josie to close today's program.\n>> Josie Traum: First of all, thank you, all of you, for being here. When | speak to young people, |\nusually like to read a saying that is written actually here in the museum, on the second floor, as you\nexit. There's a saying on the wall which, to me, is so important. It was said by a luge reason minister,\nMartin Niemoller. And this is what he said.\n“First they came for the socialists. | did not speak out because | was not a socialist. Then they\ncame for the trade unionists. | did not speak out because | was not a trade unionist. Then they came for\nthe Jews. | did not speak out because | was not a Jew. Then they came for me. And there was no one\nleft to speak for me.”\nTo me, this is so important. You've got to speak out for your fellow human beings. It does\nmake a difference. And this is an answer to you. What do | think is the most important thing? | think it is\nimportant for people to be able to speak out.\nBy the way, this minister, this Lutheran minister at the beginning of the war, he was very much\npro Hitler because Hitler promised so many wonderful things. When he saw what Hitler was doing, he\nwas very much against him. He was actually imprisoned.\nHowever, when you go through the museum -- actually, the end of the second floor, this is\nwritten on the wall. Just take a moment and read it for yourselves. | think it's so important.\n>> Bill Benson: Thank you.\n>> [Applause]\n",
    "segments": []
}