{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, March 25, 2015\n10:51 a.m. — 11:51 am.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nGIDEON FRIEDER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Leslie Swift! Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Leslie Swift. Thank you for joining us today. Our First Person today is\nMr. Gideon Frieder, whom we shall meet shortly.\nThis 2015 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as volunteers here at this museum. Our program will continue twice\nweekly through mid-August. The Museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests. Anyone interested in keeping in touch with\nthe Museum and its programs can complete the Stay Connected card in the program or speak\nwith a museum representative at the back of the theater when we finish our program. In doing\nso you will also receive an electronic copy of Gideon's biography so you can remember and\nshare his testimony after you leave here today.\nGideon will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows at the end of our program,\nwe'll have an opportunity for you to ask Gideon a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with the introduction.\nThis is a childhood photograph of Gideon Frieder. Mr. Frieder was born on\nSeptember 30, 1937. I'm going to not know how to -- ok. Good. On this map of Europe, you\nwill see the arrow pointing at Slovakia. | don't see an arrow. I'm sorry. Yes, |'m very\ntechnically savvy, as you can tell.\nHere we see Gideon's father, Abram Frieder. Gideon's father was a rabbi and was\npart of the underground so-called Working Group of Slovak Jewry and was responsible for\ncommunications with the Slovak authorities.\nThe photo on the left is of Gideon and his sister Gita. The photo on the right is of\nGideon's parents, before the war, Ruzena and Abraham.\nIn 1944, during the Slovak uprising which we'll hear more about in a few minutes,\nGideon and his sister fled from Nove Mesto where they had been living since the beginning of\nthe war. In October they made their way northeast to Banska Bystrica, which served as the\ncenter of the 1944 uprising. Because of his connection to the Working Group, Gideon's father\nfled separately. On this map of Slovakia here, you see Banska Bystrica. As the Nazis were\nnearing this town, the family fled to the mountains where they were caught in a massacre at\nStare Hory. Gideon's mother and sister were killed.\nGideon was taken from the massacre site by a man named Henry Herzog who\neventually took him to the village of Bully where he was placed in the home of Paulina and\nJozef Strycharszyk. This is a contemporary photograph here of the home where Gideon was\nhidden until 1945. After the war he was found in this home by his father and they emigrated to\nIsrael.\nGideon lives in the Washington, D.C. area with his wife Dalia, having emigrated\nfrom Israel to Buffalo, New York, in 1975 and then moving here in 1992. They have three\nchildren: A son, Ophir and two daughters, Tally and Gony, and four grandchildren including\ntwins who are 6 years old. Their granddaughter Gita is named for Gideon's sister whom we'll\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nhear about in a little while.\nGideon is a physicist and computer scientist. He earned his Doctorate in Israel in\nQuantum Physics. Upon his retirement, as the A. James Clark Professor at the School of\nEngineering and Applied Science at George Washington University, he was named the A.\nJames Clark Professor Emeritus of Engineering and Applied Science. This is the first time in\nthe history of the George Washington University that the Board of Trustees kept an endowed\nchair title for an Emeritus Professor. Gideon also previously served as the school's dean.\nGideon has taught and held dean and chairman positions at Syracuse University,\nthe University of Michigan, and the State University of New York at Buffalo. He served in\nIsraeli Ministry of Defense in Research and Development and also served in the Israeli Air\nForce. In addition to teaching, he has been a consultant with government agencies and\nprivate companies and served as an expert witness in patent and copyright litigation. And he\nholds several patents.\nGideon's son Ophir holds the title of Inaugural Robert L. McDewitt and Catherine H.\nMcDewitt Professorship. Ophir served as Chair of the Computer Sciences Department at\nGeorgetown. He is also a professor in the School of Medicine at Georgetown. Gideon and his\nson who also volunteers his time and expertise here at the museum are currently collaborating\non several computer projects concerning how to restore degraded images. One of these\nprojects is a computer-based initiative to aid in the recognition of faded documents. This was\nstarted five years ago in cooperation with the German team from the University of Bremen.\nTheir recent work in the German laboratory led to a breakthrough in the processing of faded\ndocuments and this is now the subject of three U.S. patents and one international patent.\nOne great use for this, | think, we will find here to improve the usability of faded\ndocuments here in the museum's collections. So that's very exciting.\nWith that, | would like to ask you to join me in welcoming our First Person for today,\nGideon Frieder. Gideon, can you come up on stage?\n[Applause]\n>> Gideon Frieder: Is this working?\n>> Leslie Swift: Itis. Yes.\n>> Gideon Frieder: Technology now.\n>> Leslie Swift: He knows more about it than | do, clearly. Thank you for joining us and thank\nyou for your willingness to participate in First Person as you have several times in the past.\nAlthough Germany overran Poland in September 1939 and soon dominated\nEurope, your home country of Slovakia was allied with the Germans and therefore not\noccupied by them until much later. Before we talk about the start of the war and the events\nleading up to and following the German occupation, perhaps you can start by telling us a little\nbit about your family and community life before the war started.\n>> Gideon Frieder: Before the war started, | was 2 years old so | can't tell you very much. The\nwar started. Slovakia was allied with Germany so it was not occupied, as Leslie correctly\nstated, but it doesn't mean there was no persecution. The first transports to Auschwitz in 1942\nincluded, among others, Slovak Jews, including my grandparents. So there was a\npersecution.\n| was growing up in this little town of Nove Mesto. And all | knew was certain roads\n| would not go to, certain streets were dangerous for me because the children will throw rocks\nat me and call me various names which | didn't understand very well but they did.\n>> Leslie Swift: Because you were Jewish.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Gideon Frieder: Because | was Jewish and because my family was known in town. As far\nas | was concerned, apart from these little incidents which | avoided as much as | can, | led a\nnormal life until 1944.\nIn 1944, the Slovaks decided it's far better to be on the side of the victors than on\nthe side of the losers so there was an uprising against the fascist government of Slovakia. The\nuprising spread from Banska Bystrica, which was the center of the uprising, through the\ncountry.\nObviously the Germans could not afford to do that. Everybody who looks at the\nmap, you will quickly see the Germans could not afford to have a strip of land dividing between\nthe North and the South where they still have some armies so they invaded Slovakia and | had\nto flee. The regular life that | thought | was conducting stopped. We fled through the\nmountains and eventually came to Banska Bystrica.\n>> Leslie Swift: To go back a little bit, you say your family was known in the town. Part of this\nmust have been due to your father's prominence. Can you tell us about your father?\n>> Gideon Frieder: Not part, all of it. My father was a chief rabbi of certain part of Slovak\nJewry. He was an unusual man, although you will realize | may be a bit biased.\nFor example, through his studies he also finished a full degree in a secular\nuniversity majoring in German literature and philosophy eventually obtaining a Doctorate\ndegree in German literature and philosophy. He had a diary which is today parts of the\nmuseum. The originals are in Jerusalem in a museum but we have a copy here, a scanned\ncopy here. Suffice it to say, he died at 36 and the diary is written in five different languages, all\nof which he mastered. So he was an extraordinary man.\nBecause of his knowledge of the languages and because of his secular degree,\nuniversity degree, which was obtained in arguably the best university in Slovakia, he was the\nideal man to be part of the Working Group as a, so to speak, Secretary of State. He was\nresponsible for ties with the Slovak government and with the German Embassy or emissary,\namong other things, meeting also Eichmann at the time. He spoke fluently Slovak, German,\nHungarian, the major languages spoken in that part of the country so he was therefore the\ninterface to the government. And therefore, he was also known not only to the Jewish\ncommunity but also very much to the Christian community. Slovakia is about 85% Catholic,\n15% protestant. And he was very well-known in the both protestant and Catholic hierarchy.\n>> Leslie Swift: And so was he then, because of his prominence and because of his role, able\nto shelter you somewhat prior to 1944?\n>> Gideon Frieder: Yes. Our family was reasonably sheltered. | have to correct. Our\nimmediate family: he, his wife, and his two children. My parental grandparents were deported\nand killed.\n>> Leslie Swift: In 1942.\n>> Gideon Frieder: In 1942.\n>> Leslie Swift: Were you able to be in school?\n>> Gideon Frieder: We were sheltered. | was able to go to school. There was even a Jewish\nschool that | attended in Nove Mesto, led by my uncle, by the way, who was the principal.\nSo we were sheltered until such time that the Germans invaded and the whole game changed.\nAnd then he was obviously a marked man instead of being sheltered.\n>> Leslie Swift: We talked a little about the deportations in 1942 but you had told Bill that Jews\nwere still being deported although not in this mass way as in 1942. Can you please tell me a\nlittle bit more of the role the Slovak government had in the deportations before 1942 and then\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nagain after?\n>> Gideon Frieder: In 1942, the Slovak government did a census of the Jews. | know it very\nwell because we got here in the museum a copy of the census. Not because of the goodness\nof the heart of the Slovak government but because the Museum paid a lot of money to make\nmicrofilm copies of the Jewish census and | worked on it as part of my volunteering in the\nmuseum.\nThe Jewish census was a comprehensive census of all the Jews. Every little town\nhad to report about the Jews. So some towns wrote something like: | am proud to say -- this\nis coming from the mayor. I'm proud to say that we have no Jews in our township and we\nintend to keep it that way. Very proudly.\nSo the census of the Jews was done in order to be able to deport them, in order to\nbe able, essentially, to kill them. The Slovak government had the dubious distinction of being\none of the few collaborators who paid, paid, the Nazis for every Jew they took away and killed.\nWhen | heard about that, | didn't believe it. There was a German economist, young man,\nnon-Jewish who came here who was interested in the question of how Germany could finance\nthe Second World War. And he came to the museum and said: | know that part of the money\ncame from Slovakia because they paid to the Germans. | couldn't believe it. He said find it.\nSo | went over to the Archives and | found the document. And | have it. | mean | have the\nscanned copy of the document.\nThe Slovaks paid the Germans 500 -- a king's ransom at the time, for every Jew\nthey took. You would ask: Where did the Slovaks get the money to pay for it? That's very\nsimple. They had the census of the Jews. So they confiscated the Jewish property. So the\nbeauty -- and | put beauty in quotes -- the “beauty” of the scheme is the Jews paid for their\nown death. If there is anything which is more reflecting of the depravity, | don't know if there is\none.\n>> Leslie Swift: That's very true. So if Americans know anything about the camp system, they\nknow of Auschwitz. | was surprised when you said that Slovak Jews were the first to be sent\nto Auschwitz. Can you talk a little bit more --\n>> Gideon Frieder: Among the first. The first, | think, if | remember correctly, were the\nHungarian Jews. But Slovakia and Hungary were always connected in one way or another.\nSlovakia was part of the Hungarian Empire before and part of Slovakia was annexed as part of\nthe Munich Agreement, was annexed to Hungary.\nYes, there were -- it was very easy. There were lists. So it was easy to find them.\nThe country is small. All the locations were known. The police was cooperating with the\nNazis. The police rounded up everybody. There was no question of underground at the time.\nMost of the underground was the Jewish underground. And it was not fighting underground,\nresisting underground.\n>> Leslie Swift: So in 1944, as we heard, there was an uprising against the Germans which\nthey crushed and you and your mother and your sister fled with partisans to the mountains\nonly to be attacked by the Germans at a place called Stare Hory. I'm probably not\npronouncing that correctly. Can you tell us how that happened?\n>> Gideon Frieder: What happened was Slovakia is a country -- it's really the breadbasket of\nCzechoslovakia at the time. The north is the mountainous, very beautiful mountains. Banska\nBystrica is at the foot of the entry to the mountains. When the Germans started to advance,\nthey were aided by a large contingent of Ukrainian soldiers collaborating, fighting, as part of\nthe Nazis, the Nazi Army. So it was German and Ukrainian at the time in Slovakia. When they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nadvanced with their armors, it was clear the armor could not get into the mountain. Everybody\nfled.\nStare Hory is a small village in the mountain pass from the plains to the mountains.\nThe road there is quite narrow through the mountain pass. And we were caught. The\nGermans sent some airplanes and in a classical military maneuver, they bombed the entry, the\nexit; everybody was caught in the middle and they strafed and bombed everybody. It was a\ntotal massacre.\nWe were taken from Banska Bystrica by a Jewish partisan who was part of the\nRussian partisan movement. He was originally Polish. He took us with him. He found me\nafter the massacre. The planes left. He found me standing next to my mother and sister who\nwere killed. | couldn't raise them. | was wounded. | had blood on myself.\n>> Leslie Swift: And your sister was 3 years old. Correct?\n>> Gideon Frieder: My sister was 4 years old. | couldn't raise them. So he took me and said\nthey will come later. And here is where the story diverges.\n| remember that he took me to the village, from the massacre to the village. A\nmodern picture. At the time it was a bit different. The house is more modern looking today\nthan it looked then. | remember they took me from the massacre.\nMany, many, many years later | was instrumental in publishing his memoirs. He\nsurvived the war.\n>> Leslie Swift: This is Henry Herzog.\n>> Gideon Frieder: Henry Adam Herzog.\n>> Leslie Swift: The partisan.\n>> Gideon Frieder: Who took me, yes. He wrote a book. | wrote part of the introduction. He\nwrote a book. | did all the computer work to publish it. So | had to read it. And | read about\nmyself because he wrote about me. And much to my surprise he wrote that he took me from\nthe massacre to the mountains and that | was with the fighting unit for a whole week.\nEventually they decided that fighting in the mountains in October, in Central Europe, is nota\nplace for a wounded child and they placed me in the village. That week is totally absent from\nmy life. It's not there. | was so much in shock that it disappeared.\n>> Leslie Swift: So when you talk about how your life was saved -- | would love to hear this\nanecdote -- how your life was saved by the clothes that you were wearing, is that something\nthat you read about in Henry's book?\n>> Gideon Frieder: No, no.\n>> Leslie Swift: You do remember?\n>> Gideon Frieder: It's interesting how memories work. | don't remember faces. | don't\nremember names. | was walking down the street one day with my wife. There was a young\nman coming and | said, “He looks familiar.” She said, “Yeah, it's your son.”\n>> [Laughter]\n>> Gideon Frieder: It's not that bad but it's bad. But | remember any detail you want me to do.\n| can tell you about computers designed in Manchester in the 1950s, the breakthrough\ncomputer and so on. So there's a dichotomy of what | remember personal and what not.\n| had an opportunity to talk to a very well-known psychiatrist, the head of NIH\npsychiatry so that's something. We met on a personal basis. And he told me that certain\nthings are etched in your memory. You don't remember things about people because you lost\ntoo many and you don't want to lose more by remembering them. But the things which happen\nto you traumatically -- so this | remember very well.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nWhat happened in Europe, small children, small boys, didn't go with long pants.\nThat was a sign of maturity. We went with short pants. Bult, it's very cold so how do you\nprotect from cold? So boys, girls, doesn't matter, had very thick, woolen stockings held by\ngarters. There were no tights at the time. And | had those on. When | was wounded, | was\nvery lucky. Kind of funny to say you are lucky when you are wounded but | was lucky in the\nsense that no bones were shattered, no major artery was severed, no major nerve was\nsevered. They were flesh wounds; typical to machine-gun fire: one entry wounds, two exit\nwounds. And what happened is the stockings were saturated with blood. And it was very cold.\nlt was October in the mountains in Europe, Central Europe. It was very cold. And therefore,\nthe blood immediately coagulated. What happened is it created a pressure bandage which we\ndo when somebody's wounded. We put a pressure bandage. So that created the pressure\nbandage and that essentially saved my life; otherwise | would bleed.\n>> Leslie Swift: So you -- Henry got you to this village.\n>> Gideon Frieder: To the village.\n>> Leslie Swift: And found a family to take you in. As you were saying, your memory of that is\nvery different from -- or your memory of the family and their behavior and their motivations is\ndifferent from what Henry had written in the book.\n>> Gideon Frieder: Right. As | remembered it, he brought me to the village. That's a detail.\nBut he and his, quote, partisans, left me outside with another one of them. They were inside\nand talked for | don't know how long. Then they brought me in. | felt immediately wanted.\nThey tended to my wounds. They gave me a new name, a Christian Slovak name. They\ntended to my wounds. They found another Jew hiding in the village who happened to be an\nophthalmologist, but a medical doctor. He took care of my wounds as much as he could.\nThey fed me. And | felt cared and wanted.\nWhat Henry wrote in his book is that he came with the partisans inside and told\nthem that the war is over, practically; it's a matter of time; that | am a son of a very well-known\nperson and they should keep me and return me to the father whenever he will come and that\nthey will be rewarded and if they don't take me, they will be killed by him. Difficult choice.\n>> [Laughter]\n>> Gideon Frieder: That was written there. | didn't feel that. | felt wanted. | have proof to it.\nIt's not my feeling of a 7-year-old traumatized child.\nll take a couple of minutes because | think it's important. Many, many, many years\nlater | had an opportunity to go back to Slovakia. | couldn't do it after the war. | was part of the\nIsraeli Ministry of Defense. Slovakia was part of the Soviet sphere of influence. To quote the\nsecurity officer of my establishment, \"for you to go to Slovakia would be very cheap. You need\nonly one-way ticket. They will never let you out.\" So | didn't. Nor could | communicate with\nthem because of the position that | have.\nAfter the war -- after the collapse of the Soviet Union | decided to go to Slovakia to\nlook for them. | didn't go immediately, which is another story which reflects on the Slovaks but\nit's for another time. When | got there, | tried to find them. | couldn't. But | left enough\ninformation and eventually the daughter of the people who saved me contacted me. They died\nin 75. And | was there in 1992.\nWhen | get there -- let me backtrack. In 1945, | wrote on a little piece of paper, torn\nout of a writing block, a message to those people that saved me saying thank you for saving\nme, have a Merry Christmas and Happy New Year, a piece of paper torn. When | met Maria,\nthe daughter of these people -- I'm sorry, Anna, the daughter of these people. Maria is the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\ngrandchild. When | met Anna, she told me that she knows about me because her parents\nintended always to keep me. And they wanted her to treat me as a brother. And before they\ndied they gave her what they considered one of their most prized possessions, that piece of\npaper.\n>> Leslie Swift: That's amazing. That's amazing.\n>> Gideon Frieder: That's humanity.\n>> Leslie Swift: That's a really beautiful story. But they were not able to keep you because all\nof this time you didn't know where your father was or whether he was alive or dead but he did\nreturn.\n>> Gideon Frieder: He did return. What happened is Henry Herzog, Adam Herzog -- by the\nway, his Hebrew name was Adam. And my grandchild is called Adam. My other grandchild is\ncalled Gita.\n>> Leslie Swift: For your sister.\n>> Gideon Frieder: For my sister.\nWhenever he met any Jewish parties or any Jew, he told them let it be known that\nthe son of Rabbi Frieder is in Bully so-and-so. My father was caught and put in jail before the\nend of the war but not recognized. In jail there was another Jew who told him, \"I don't know if\nyou heard, but the son of Rabbi Frieder” -- not knowing. So he knew about me. Eventually he\nfled from the prison and found shelter in a Franciscan monastery. The monks knew him by\nreputation and sheltered him until the end of the war.\nIt's kind of ironic and uplifting at the same time that in a country governed by a\nCatholic priest who was hanged after the war as a war criminal, a Catholic priest who sold his\ncitizens to be killed, the same country other Christians, the true Christians, saved me and my\nfather and many others. So much for what we believe religion is and what is a true religion.\nSorry.\n>> Leslie Swift: That's wonderfully put.\n>> Gideon Frieder: So he was sheltered by the Franciscan and he knew where | am. He sent\nemissaries to take me. He died one year after that. He was 36 years old.\n>> Leslie Swift: So there's a book based on your father's diaries that you talked about earlier.\nAnd in it he wrote of you -- he told stories of partisans around the mountains of Jews and\nRussian armies. He talked about the Russian and German soldiers, of the general who fell\nprisoner and joined the Germans. He says bitter experience had hardened you. Can you\ncomment on your father's words?\n>> Gideon Frieder: Well, | can't comment about myself.\n>> Leslie Swift: Had hardened your father.\n>> Gideon Frieder: The experience hardened everybody. There's a myth that there were\nsurvivors. Our bodies survived. You cannot go through fires of hell and come out and say you\nwere not touched. It just doesn't happen. Every one of us was scarred. And those who\nretained their sanity were hardened and scared.\nI'll tell you just one anecdote. I'm part of a group which is writing about the\nHolocaust. And we have a wonderful, wonderful person who is guiding us. She usually gives\nus a sentence and says: Write about this sentence, finish the sentence in five minutes. And\nabout a year and a half ago -- | told you this story but | wanted them to hear it. About a year\nand a half ago the sentence was: | stopped to fear when? And you were supposed to write for\nfive minutes, continue the sentence.\nThere were about 10, or a dozen of us, in the room. Without any coordination,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nwithout any prior thought, all of us simultaneously said \"never,\" never stopped. And then we\nlooked to each other because everybody thought it's only him. You are affected for life.\nMaybe | was hardened. | know that it affected me in other ways. When | was growing up, |\nwas crying every day until | was 16, every night. | would wake up every night crying and |\ndidn't know why. | didn't have nightmares. | didn't have dreams. | would just get up crying.\nEventually by the age of 16 it stopped.\nThe one thing | decided is that I'll devote my life so it will never happen again. Now,\n| don't know if you know very much about science. | think you do but let me repeat it anyway.\nScience is the domain of the young. As opposed to humanities where people write when they\nare older and more experienced in life, in science it's the domain of the young. If you didn't do\nyour major work by the time you are 45, 50, you are done. If you look at the major discoveries,\nyou will see that | am right. So | devoted all my life to the security of my people. And | came to\nthis country. | got a job offer | could not refuse. | came to this country only when | realized that\n| did my share and that I'm aging and that it's time for others to take my place. | did my share.\nAnd | can prove it but | won't.\n>> Leslie Swift: We'll take your word for it.\nSo you met your wife in Israel.\n>> Gideon Frieder: | met my wife in high school.\n>> Leslie Swift: Oh, ok. Can you tell us about that?\n>> Gideon Frieder: People -- we were high school sweethearts. Yes.\n>> Leslie Swift: That's fantastic.\n>> Gideon Frieder: And we are, by the way, married 55 years.\n[Applause]\nThat just showed -- it's endurance.\n>> [Laughter]\n>> Leslie Swift: Ok. So | think we have time for a few questions.\n>> Gideon Frieder: Not about my marriage.\n>> [Laughter]\n>> Leslie Swift: Yes. This is being transcribed, so let's -- if you have a question, can you\nplease make it as brief and concise as you can and wait for the microphone to be handed to\nyou. | will do my best to repeat the question so that everyone can hear it.\nYes, someone will hand you a microphone.\n>> So your father came back and got you and yet he died so very young. It was only a year\nlater, you mentioned. Who raised you then after your father died? Because you had to have\nbeen a very young man then or a young boy then.\n>> Gideon Frieder: | was a young boy. | was very young when he died. | was 9 years old\nwhen he died. After the war there was an epidemic of marriages. People wanted to rebuild\ntheir lives; not only in Europe but also the baby boomer generation and so on. All over the\nworld people wanted to rebuild their life. My father was left with a small child, alone, and was,\nagain, head of the association of the Jewish congregations in Slovakia. So he was a very busy\nman. So he remarried. Before he died he swore my stepmother to take me, quote, out of this\nbloody continent.\nBecause of his ties to the Jewish underground in pre-state Israel, in the Holy Land,\nthey arranged for us to come in what we call [Speaking Non-English Language], the second\nimmigration route. The British called it illegal. We, the Jews, don't believe it's illegal for a Jew\nto return to his homeland. So we never called it illegal immigration. So | came there in 1947,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nfrom one war to another. | was raised and educated in Israel. | had a very difficult time to\nacclimate. | came not knowing the language. | knew two languages but neither of them was\nspoken in Israel. It took time. By the time | was 16, | was acclimated.\nSo | was brought to Israel by my stepmother. She remarried to provide for me.\nShe had an elder son -- she lost her husband in the war, in the Holocaust. She remarried one\nof the family members, really, in Israel. | stayed with them. We were not very well off\nfinancially. And | started to work when | was 16. But | went through high school which | had to\npay at the time. | went through university, went to doctorate, through the Ministry of Defense.\n| did a lot of very good work on grapefruit juice. That was in the Ministry of Defense.\n>> Leslie Swift: A question over here? No, no. Somebody will bring you a microphone.\n>> Hi. | am just wondering because we hear a lot of stories of children taken in by gentiles\nacross Europe and it seemed to vary. Sometimes they're kept from sight. I'm wondering to\nwhat extent were you able to just live a normal life in this village. Were you expected to keep\nyour identity as a Jew secret? As the son of a rabbi, were you trying to keep any of your\nJewish sort of traditions or observances alive?\n>> Gideon Frieder: This is a very good question. First of all, there's a book called \"Escape,\"\nwhich you can get in the library. It's a very, very small booklet about seven children of the\nHolocaust written for children. So the person interviewed seven of us. Two of us are here,\nmyself and Helena Peabody. We are volunteers here. And the other five are from other\nplaces in the United States. So you can read it.\nBut to answer your question, when | came to the village, the first thing they told me\nis that my name is Jan Suche. Jan is a very Slovak name, so is Suche. | had blue eyes. At\nthe time | had blond hair, or blondish hair. | don't look like a Jew. The name Suche is kind of\nfunny because the word, which is a very popular family name in Slovakia, really means dry. |\nwas nothing but dry when they brought me to that place. So they gave me the name. They\ntaught me how to behave. They told me not to use any other name. They told me not to\nremove my pants.\nYou see, in Europe, the only people circumcised are Jews. So it would be enough\nfor somebody to remove my pants to be killed. So | never removed my pants when there were\nother children.\n| learned the minimal prayers -- let me go back one step. In 1944, the Catholics\nused Latin mass. They didn't pray in the language of the country. The only things which were\nin the language of the country are -- there are three things in the language of the country. | bet\nmy bottom dollars that they didn't know the third one. The first one is The Lord's Prayer, “Our\nFather who art in heaven.” That was in the language of the country, Slovak. The second was\n“Hail Mary, mother of God.” And the third one that I'm sure they didn't know was the Apostles’\nCreed, “I believe in Jesus Christ.” It's a very complex statement. | don't think they knew tt.\nSo they taught me Hail Mary. Though | didn't know it at the time. | didn't know it\nwas The Lord's Prayer. It was a mantra. So when somebody came and said say this, | said it.\nAnd so did the other children. Not one of us knew what we were saying. The words were\nblurred into each other. They didn't know what they were praying. But they saved my life. So\n| didn't keep any traditions. | ate what they gave me which was very little but | have to say that\nthey spared food from their own mouth to feed me. | was never full. | was hungry but not\npainfully hungry because they fed me. After the war | was malnourished, obviously, but so\nwere they. So they did everything.\n| have to tell you that in my assessment they were among the most intelligent\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\npeople | ever met. They were totally uneducated, totally. And | hope you understand the\ndifference between education and intelligence. Education is a privilege. Intelligence is a gift.\nAnd they were gifted. So they knew exactly what to do.\nBy the way, the little hamlet of no more than 50 people, 50 houses, too small to\neven have a chapel -- I'm not talking about a church. Too small to have a chapel. There was\nonly across in the middle of the village. That village of these deeply religious saved 10\ndifferent people.\n>> Leslie Swift: That's amazing. | think we have time for one more question. Yes, in the back.\nHolding up the white paper.\n>> Gideon Frieder: | have a commitment at 2:00.\nMicrophone.\n>> Leslie Swift: Yes. Thank you.\n>> |'m loud. I'm aP.E. coach.\nMr. Frieder, I'm really into the Holocaust, which | know sounds kind of weird. | read\neverything | can get on to it. And | have found through my years of reading that it comes in a\ncircle. You know, everybody knows that people got sent to a concentration camp and they\nwere starved to death, but it turns out that there's more and more and more and more that's\ninvolved in that. But one thing that | have noticed is that survivors of Holocaust, Holocaust\nsurvivors, never want to tell their children what has happened to them and nine times out of 10\ntheir children have to figure out for themselves what happens. | don't understand, because --\nI've never gone through something like that. | don't understand why they don't tell their\nchildren because | figure you would want to tell your children so, God forbid, nothing else like\nthat would ever happen to any ethnic group in the world.\n>> Leslie Swift: So the question is, for Gideon, there are some Holocaust survivors who don't\nwant to tell their children about what happened. Do you have any insight as to why that would\nbe?\n>> Gideon Frieder: It's a correct observation. But it's changing. For me, the Holocaust did not\nexist. As far as | was concerned, it's not a chapter of my life. | dated a young girl in high\nschool for five years. She didn't know anything about me from that point of view. We married.\nShe didn't Know anything about me. We had children. They didn't know anything about me.\nThen my uncle published a book about my father.\nBy the way, if anybody wants a copy of the book, it's out of print but | can send you\nan electronic version of it. It's not pleasure reading but so be it.\nWe didn't speak about the Holocaust. | didn't speak about the Holocaust. In 1990,\nmy daughter was then in college. She came back and said, “Dad, | am responsible for the\nHolocaust Memorial Day in my college.” | says, “Great.” And she said, “And you are the\nspeaker.”\n>> [Laughter]\n>> Gideon Frieder: | said, “Not on your life.” And she said, “Will you do it for your little\ndaughter?” What could | say? That was what opened the floodgate.\nSomething like that happens to many Holocaust survivors, especially with the\nrealization that our numbers are reduced every day and in a very short time there will be not\none of us to tell the story. And the Holocaust is starting again.\nThere was a very wise man which said, and | quote -- almost quote. | don't know if |\ncan quote exactly. But he said the Holocaust was not a childhood disease; having it didn't\nmake the world immune from repeating it. And he was right. If you look around, it's starting\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nagain. But that's the story for another meeting.\nWe, the survivors, now talk because you are absolutely right; if we will not talk, it\nwill repeat again.\nMore than 100 years ago an American philosopher by the name of George\nSantayana, wrote, and | quote, those which didn't learn from history are to repeat it. It was\nwritten in his book, the age of reason, something with reason. | can't give you the exact\npublishing title. He was right. So we talk so that you know.\nOne of our most beloved presidents, President Kennedy, was quoted to say the\nhottest places in hell are reserved for those who in time of need kept a neutrality. We speak\nso that you will not keep your neutrality; that you will be active and that you will prevent it\nbecause if not, your children will suffer the same fate that my generation did.\nSorry. It's not a pleasant thing to hear but the truth is not always pleasant.\n>> Leslie Swift: So we're going to let Gideon have the last word as is the tradition here in this\nprogram but before we do that, | just want to thank you all very much for coming. | also want\nto tell you a couple of things.\nGideon will stay for a few minutes afterwards to talk to anyone who wants to come\nup and speak to him. If you could please come up on the stage to do that.\nOur photographer, Joel, is going to -- once Gideon finishes speaking, | would ask\nyou all to stand up so that our photographer, Joel, can get a picture of Gideon with you all in\nthe background. And then that's the same reason to come up on the stage so that Joel can\ncontinue to take photographs.\nWith that | will turn it over to Gideon for the last word for today.\n>> Gideon Frieder: | think | just told you the last word.\n>> Leslie Swift: Ok. Anything else?\n>> Gideon Frieder: History is repeating. First of all, | would like you to know that everything |\nsaid here is personal. | do not represent the museum although the program is done by the\nmuseum. | don't represent the foundation which so very generously supports this program all\nof these years. | represent myself and my views. And they do not necessarily represent the\npowers of this museum. So that they will not be mad at me. They usually are. That's ok. |\ndon't like -- never mind.\n>> [Laughter]\n>> Gideon Frieder: History is repeating. In 1938 the German high command -- by the way, I'm\nnot a historian. I'm going to talk about history. So | don't want you to believe a single word |\nsay. What | want you to do is to listen and then verify. And if you find that | am right, do it.\nIn 1938 the German high command was ready to overthrow Hitler. They\nconsidered him a menace to Germany. They were right. They did not proceed with the plans\nthey had at the time because in 1938 the allied powers of the West sold out to a bloodthirsty\ntyrant in something known as the Munich Agreement. A statesman came to his country,\nwaving a piece of paper saying | achieved peace in our time. He was wrong. Appeasing a\ntyrant sworn to kill you never works.\nLook what's happening today. There are people who swore to kill us, “Death to\nAmerica’ is a slogan. Think what we do with it. Think what you have to do with it so that\nappeasement will not create the Holocaust of the 21st Century. Act so that the hottest places\nin hell will not be saved for you but for others, our opponents.\nThank you.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n[The presentation ended 11:51 a.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}