{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, May 8, 2013\n1:00 p.m. — 2:08 p.m.\nUNITED STATES HOLOCAUST MUSEUM\nFIRST PERSON SERIES\nSUSAN TAUBE\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. This is our 14th year of First Person. Our First Person\ntoday is Mrs. Susan Taube, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their first-hand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nSusan Taube will share with us her First Person account of her\nexperience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntoward the end of the program, we'll have an opportunity for you to ask a few questions of\nSusan. The life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Susan is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her\nintroduction. We begin with this portrait of Susan Taube, born Susan Strauss, in 1926.\nSusan grew up in the small town of Vacha in Germany where her family lived for more than\n400 years. On this map, the arrow points to Germany. This picture shows Susan's home and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nher family's business in Vacha. The Strauss home is on the right-hand side with the storefront.\nHere we see Susan and her mother, Bertha Strauss.\nIn November, 1938, the Nazis unleashed a wave of Pogroms\nthroughout Germany known as Kristallnacht, or the Night of Broken Glass. This photograph\nshows Germans passing the broken window of a Jewish-owned business that was destroyed\nduring Kristallnacht. In Vacha, local party members damaged the family store and imprisoned\nSusan's father in the Buchenwald concentration camp. In 1939, Susan, her sister, mother, and\ngrandmother moved to Berlin.\nSusan and her family were deported to the Riga ghetto in\nJanuary 1942. The arrow on this map points to Riga.\nEventually, Susan and her mother were sent to the Kaiserwald\nconcentration camp, which the green arrow points to, to do forced labor. In the fall of 1944 as\na Soviet Army approached, Susan and her family were deported to the Stutthof concentration\ncamp which the red arrow points to. This is a photo of the Stutthof concentration camp.\nAfter the war Susan married and immigrated with her husband,\nHerman Taube, and their family to the United States in this photograph, Susan, Herman and\ntheir children pose in their family store.\nToday Susan lives in the Washington, D.C., area with her\nhusband, Herman, who is also a survivor and has been a First Person guest as well. Susan\nand Herman ran their own small business, a store in Baltimore, for many years before moving\nto Washington 40 years ago. She has co-authored several books with Herman, who is a noted\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nauthor and poet. Susan and Herman have four children, eight grandchildren, six great\ngrandchildren, and a seventh who is on the way. A number of grandchildren and their spouses\nare graduating from various academic programs this spring, including one granddaughter who\nwith her husband are both graduating from medical school at the University of North Carolina,\nChapel Hill. At the same time, the husband of another granddaughter is graduating from\nmedical school in Virginia. And there are several other grandchildren graduating from college\nthis month.\nSusan is joined today by her daughter, Judy, and several\nfriends. Judy's son, Ben, and his wife Bonnie both graduated from the University of Maryland\nand are both teaching in Montgomery County.\nSusan is active with the Holocaust survivor association and\nvolunteers here weekly at this museum. You'll find her here on Tuesdays when she steps the\nstaff, membership and donor desk. Please visit if you happen to be here on a Tuesday.\nSusan also speaks frequently at the museum. As an example, she spoke to a German group\nthat promotes reconciliation. She also speaks in other settings locally, including recently at\ntwo synagogues.\nWith that I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Susan Taube.\n[Applause]\n>> Bill Benson: Thank you so much for joining us and your willingness to be our First Person\ntoday. | know you have so much to share with us. [Inaudible] after that, your life and that of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nyour family's changed. Tell us about that time before the war and before Kristallnacht, about\nyour family.\n>> Susan Taube: Well, it was a little town, about 5,000 people. And among them, there were\nabout 20, 25 Jewish families. Four children school-aged, school-aged children.\nLife was normal. My parents had a store that sold baby carrots,\nsewing machine, whatever you needed to buy. The surrounding area was mostly agriculture.\nNot much else going on there. So this was the point to come and purchase what you needed\nfor your house, for your clothing, for whatever you needed.\nLife was normal, very normal. We had children. We had\nneighbors. We were invited for Christmas. Then came Passover. They came to our house.\nThey wanted matzo, whatever specialties we had on Passover. It was very nice, very nice\nneighbors, everything.\nBut things changed very rapidly in 1933, when Hitler came to\npower. Everybody had to go and vote. After you voted, you received the little pin. You voted\nyes or you voted no. But around the places where you voted, they watched very closely what\nyou were voting for. So everybody was voting yes for Hitler.\n>> Bill Benson: In fact, Susan, | think you said the pin said \"| voted for Hitler\" or \"| didn't vote\nfor Hitler.\"\n>> Susan Taube: The Jewish people. We didn't know what was in store for us.\n>> Bill Benson: You told me about a neighbor, the Schoen family. Tell us about them.\n>> Susan Taube: They were two houses away from us. They were very religious people. We\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nshared a lot of things together. In Germany, at that time it was a frugal time. It was after\nWorld War I, and people, really, materialistic -- they were very poor, really. So we shared a lot\nof things together like newspaper and whatever. They had chickens. They give us eggs. It\nwas a nice, neighborly situation, helping each other.\nThings changed rapidly in 1933. | went to school. It was my\nsecond grade then. In the beginning it wasn't too bad. The children, we still played together.\nBut a few months later | was separated, ignored. Just ignored. That's all. Nobody fought for\nme to participate in anything. The teachers put me separately on a bench in the classroom.\nJust ignoring.\nThis was the school | attended for four years. | must have been\na pretty good student, because one day | graduated into a middle school. The educational\nsystem is different in Germany than in here. In middle school we learned languages. |\nleathered French. The same situation there. In fact, it was much worse there. By the end of\nthe day there was a bench. | was sitting on the bench, just by myself, the whole row of\nbenches. When came recess, | had to be first one to leave and the last one to come in. | sat\nby myself. Nobody paid attention to me.\n| was in that school for about two years. | don't Know what my\nsituation was. Anyhow, my parents decided, or were informed, to take me out of that school. |\nwas enrolled in a school in Frankfurt am Maim, in a Jewish day school. | lived with complete\nstrangers there. But this wasn't too bad because at least | was among my own people. | had\nplaymates. A normal life, like a child should have.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBut things weren't normal even there because people started to\nemigrate. People worried about jobs. A lot of people lost their jobs in 1935. And the\nNuremberg Laws came into effect, that the Jewish people couldn't participate in anything from\nthe government, entertainment, or whatever. Everybody lost their jobs. People had to\nemigrate, which wasn't very easy because not many countries -- it was after World War I.\nEverybody was still struggling, | guess, or whatever. | was a\nchild. | wouldn't know the circumstances there. But | know my parents tried to immigrate to\nAmerica, but we had no close relatives. My mother was a only child. My father was an only\nchild so no close relatives.\nFinally, finally, somebody came and vouched for my father. At\nthat time you needed to immigrate to America, you had somebody vouch for you in America\nthat you don't fall under the government. So that person vouched for my father. Say you\ncome first. You find a job. Get yourself settled. And then we will help you to bring the family\nover.\nSo my father got the affidavit that came to the consulate in\nBerlin. And when he called up how long it would take -- he received a number. And he called\nup to find out how long it would take for the number to come up. They told him it can take up\nto three to four years. Ok. What can you do? You have to wait and see.\nIn the meantime came Kristallnacht. Kristallnacht, was -- like\nyou saw in the picture here. The reason given for this was in 1938, | think it was the beginning\nof 1938, the Gestapo came to the houses of Jewish people who were not German citizens,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwho came from Poland and Russia or from the east, but lived for many, many years already in\nGermany. Children were born in Germany. But even if you are born in Germany, your\ncitizenship goes where your father is coming from. So even if they come from Poland, the\nchildren, they're Polish citizens.\nSo they came at night and deported these people, took them to\nthe train station and deported them to the border of Poland. Among them were the parents of\na young man who was studying in Paris. When he found out what happened to his parents, he\ngot very angry. | guess he wanted to pay attention of what is happening there. Foolishly he\nwent to the German embassy with a gun and killed the secretary there. Well, he didn't kill him.\nHe injured him for three days. Three days, Germany organized what is called Kristallnacht. |\nwas in Frankfurt at that time.\n| lived with a family by the name of Bumburger. There were\nabout three, four Jewish families. The rest were Christian families. Around 10:00 in the\nmorning, people came to the door, didn't ring the bell or anything like that. Just knocking on\nthe door, came in. Was nice. | don't remember really. Demolished the whole apartment. We\ndidn't have a plate to eat from. Pillows were torn open. Plants were thrown out of windows.\nThe whole apartment was a mess. And they went from each apartment to the next one. And\nthat happened to all Jewish properties. The businesses were also destroyed. When you\nwalked along the streets in some sections where people still had a business at that time, their\nwindows were smashed in. Everything was inside the store, too.\nIn the evening came a report. The police came again to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\napartments and arrested all male persons over the age of 16, between 16 and 65, and took\nthem to concentration camps. At that time it was Buchenwald, Dachau, and Sachsenhausen.\nWell, after this, the schools were closed. The teachers were arrested. So | went home to my\nhometown. The same happened there, too. My father tried to hide, but the police came and\nsaid, look, it's a small town. Everybody knew each other. They told my mother if you don't -- if\nhe doesn't give himself up, we have to take you in. We have to bring somebody to the station.\nSo my father gave himself up. He was taken by himself with one policeman to Buchenwald\nconcentration camp, which was about 60-kilometers from our hometown.\nAfter, | stayed at home for a while. Then the schools opened up\nagain in Frankfurt. And | went back to Frankfurt am Maim. My father got out of the\nconcentration camp after four weeks. My mother had sent money for a train ticket so he could\ncome back.\nWhen he came back, he remarked that the situation, what\nhappens there, is just unbearable. You cannot believe what people can do to other people; we\nhave to get out of here. No matter where we are going, don't wait for America, just let's get out\nof here.\nWell, when he came home, he couldn't stay home because we\nhad to leave the country.\n>> Bill Benson: Susan, that was one of the conditions for letting him out.\n>> Susan Taube: Also, he was a World War | veteran, from World War |, fighting for the\nGerman Army.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Bill Benson: Kristallnacht, or the Night of Broken Glass, was November 9 -- 10, 1938. So\nwe're now probably in late 1938, December.\n>> Susan Taube: He left. Yeah. So he went over to the border to Belgium with nothing on\nhim. They had to pay somebody to take him over there. After a while we found out that he's\nsafe, but he had no money or anything. But the Jewish community took care of the refugees.\nHe wasn't the only one who had to leave.\nAfter he was gone for about two, three months, we got\ninformation from Berlin that he should come to Berlin for a physical and be ready to get his\npapers to immigrate to America. Well, since he couldn't come back, the papers were sent to\nBelgium. That prolonged the whole process a lot of time, six, eight months or even more. |\ndon't know. | don't remember exactly.\nAnyhow, he got out just -- well, in the meantime, the war started.\nThe war started. Things changed again. A lot of things changed again.\n>> Bill Benson: Before we go on from there, the war began with Germany's invasion of Poland\non September 1, 1939. When your father was in Belgium, you told me that you would try to\nsend him things because he had no money over there. Tell us about sending him a shoe.\n>> Susan Taube: First of all we bought postal stamps from the post office that he could cash\nin for money in Belgium.\n>> Bill Benson: And you couldn't send him any money. That was illegal. So you sent him\nstamps.\n>> Susan Taube: Money was confiscated right after Kristallnacht.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Right.\n>> Susan Taube: We had no more control over our assets. Everything was confiscated. We\nsent one shoe at a time so he could have a pair of shoes. If you sent a shirt, you had to take\noff the buttons or something to send the shirt so it was damaged goods and not new. It was\nvery tough.\n>> Bill Benson: | think you said sometimes you'd even put in one sock. Stuff would get stolen\nand confiscated. So no one would want one shoe.\n>> Susan Taube: One shoe. Anyhow, he got out. His papers came to Belgium. And he got\nout just before Germany invaded the lowlands. He got out in February of 1940. In May\nGermany invaded --\n>> Bill Benson: In May 1940.\n>> Susan Taube: 1940. Germany invaded Belgium and France.\n>> Bill Benson: He made it out to the United States.\n>> Susan Taube: He made it out to America. Yeah. Yeah. We were in touch with him until\nAmerica went into the war. We knew where he was. He found work. He got papers for us.\nBut then, again, America went into the war. Everything was shut out.\n>> Bill Benson: | think before America went to war your mother moved you and your sister to\nBerlin to be close to the U.S. consulate so that if you were able to get the papers, you could go\njoin your father.\n>> Susan Taube: That wasn't the only reason we moved. We were the last Jewish family in\nthat little town. They made it very, very difficult for my mother to stay there, very difficult. Very\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\ndifficult.\n>> Bill Benson: So then now your mother is with just her two daughters living in Berlin.\n>> Susan Taube: My mother sold her house. She didn't get any money for the house. The\nmoney was also put on these accounts where you had no control over. We received only\nenough to pay our rents, food, and a little bit like pocket money. That's all. That was\ngovernment controlled. Everything was government controlled. We had to give up jewelry.\nEverything | had to give up. Even fur coats. When the war started, fur coats had to be\ndelivered.\nWhen we moved to Berlin, we came to Berlin in 1939. At that\ntime already all small towns, some Jewish population left these towns and moved to bigger\ncities. You just couldn't stay in the small towns anymore. So we came to Berlin. Berlin, the\nJewish community again took care of the people who came in from these little towns, provided\nliving quarters, etc., for these people.\nOur new facility was in a house that belonged -- the apartment\nbelonged to a gentleman by the name of Frederick who was a correspondent to a German\nnewspaper at one time but also lost his job in 1935. It was a nice apartment. He had one\nroom. We had a room privately. And that was it. We were four people. My grandmother, my\nmother, my sister, myself.\nIn Berlin, | think | went to school for a little while but not for very\nlong. By that time | was 14 years old. And by 14 years you had to go to work. It wasn't really\nwork. The war was on.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nLet's go back. My first job when | came back to Berlin was an\nall-day -- not only me. | had friends there. We had to take care of the elderly people because\nthe nurses and caretakers who used to take care of them had to work for the war, the factories.\nAnd we as teenagers had to do their jobs. So we did it. The older people. If they got sick or\nsomething happened to them, you know, they disappeared. They were taken out saying to\nhospitals, but we never saw them again.\nSo eventually this home closed up. My next job was ina\ndaycare center where, again, the parents had to work. They had to go to work in the\nmornings. We had to be there 6:00 in the morning to accept the children, receive the children.\nWe stayed until the last child was taken home at 8:00 in the evening. We went by public\ntransportation there. And we took care of the children. That was my job for quite a while.\n>> Bill Benson: And during that time, of course, the deportations of Jews began.\n>> Susan Taube: Coming to that. Yeah.\n>> Bill Benson: Ok.\n>> Susan Taube: Deportation started. One of my friends who worked with me in the\nchildren's -- in the daycare center, her parents lived not far from us. Very nice people. They\nwere originally from Romania, but they lived there for a long time. One day they came to the\nhouse and just took them away. That's it. They were gone.\nThe next came to the next person. Due to circumstances we\nhave to bring our citizens from the east into the right. And you will be resettled to the east. Be\nready on this and this time. You can take with you whatever you can carry. If you take any\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nbigger items, you bring it to a certain place, and it will be shipped to your new destination.\nThat was the message on the post.\nWhen she left, | said goodbye to her. | gave her a\nself-addressed stamped envelope and said put it in the mailbox, when you see one. When my\ntime comes, our time comes, maybe we can find each other again. Well, they left. | never\nheard from her.\nOur time came in January. We received the same information.\nBe ready at this and this time. It was the end of January 25th of January, to be ready. It was\nthe same information. And that's it.\nIn the meantime, also from the children's home, where my age\nwasn't 15, they took me out from that home and | had to work in the factory where they made --\nreceiving equipments for submarines. Again, there we had to be there early in the morning,\n6:00, and worked until about 7:00, 8:00 in the evening. The Jewish people were sitting\nseparate from the other people. The German people received lunches there, food. And we\nhad to bring our own food.\nFood for Jewish people at that time was rationed. Everything\nwas rationed, actually, at that time for everybody. Jewish people had the coupons with the\nstamp on it. You could only go to the store and buy food between 4:00 and 6:00 in the\nafternoon. Not any other time.\n>> Bill Benson: | think you told me that when you were making the submarine receivers, the\nradios, that you were told if you made a mistake, it would be treated as an act of sabotage.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Susan Taube: Right. Yeah. There was always somebody going back and forth watching\nwhat we are doing.\n>> Bill Benson: So the pressure must have been intense.\n>> Susan Taube: Well. You do your job. That's it. | don't think anybody was thinking about\nsabotaging.\n>> Bill Benson: So January 1942 is when you --\n>> Susan Taube: January 1942 we received our notification. And on the 25th of January, it\nwas Friday evening. They came, two Gestapo people. They asked if we still -- they wanted to\nsee our papers, if we still have jewelry, watches, or whatever we have to leave it there\nbecause this will be paying for our resettlement fee. They gave us a receipt for it, a piece of\npaper. They marked everything down. They gave us the receipt. They left us enough\nmoney --\n>> Bill Benson: If you don't mind me interrupting for a second. | think you told me when your\nmother had to sign the receipt it said, | am willfully -- it's my own choice to give you all my\njewelry and money to pay for my resettlement.\n>> Susan Taube: And you had to sign your name, Sarah Strauss. We also were honored with\na second name. For women it was Sarah, and for men it was Israel. So every document that\nhad to be signed had to be signed this way. It wasn't our chosen name. Anyhow, that was\none of the laws.\nThe Gestapo came to our place. Well, my mother, she used to\nsew a little bit. So we took the sewing machine, whatever you need, pillows, blankets, pots\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nand pans, and put it on the wagon. We carried -- whatever the thing it was, to the destination\nwhere it was supposed to go. This was originally a Jewish school which had a little, you know,\nwhat do you call it? Like a -- everything was left there. Just put your name on it.\n>> Bill Benson: Like the sewing machine and all of that?\n>> Susan Taube: Yeah. Just put your name on it. It will be delivered to your new destination.\nNever knowing where to. So we left everything there. And in the evening they came. The\nGestapo came. Again, leave what you still have. Gave the receipt. And then left us enough\nmoney to take public transportation to the place of concentration, which was a synagogue that\nwasn't run down during Kristallnacht because it was between two houses but it was\ndemolished on the inside.\nEventually in this place came about 1,000 people. It was very\nhot. We had the knapsack, little suitcases. We had put a lot of clothes on ourself. But we\ncame to this place. It became so hot that we had to strip ourselves. So whatever.\nSaturday morning we were called by the Gestapo. There were\nbig tables there. They called bench by bench, people were called down. They told us, well,\nyou have your ID, your kennkarte. All passports were confiscated in 1938. All passports were\nconfiscated. We got a new ID which was called a kennkarte. There was a J on it. And this\nkennkarte was taken away from us at that time. We were told we are getting a new ID, and\nour new place where we will be. And at that time we found out that our new -- our destination\nwill be Riga, Latvia. Ok. So Riga, Latvia.\nIn that synagogue, we stayed until Sunday morning. Early\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSunday morning, they marched us -- there were trucks there. Very early in the morning. So\nthe public shouldn't see it. They took the elderly people and who couldn't walk or whatever to\nthe train station. We walked. It was about five kilometers maybe. We walked.\nWe came to the train station in the suburb of Berlin and we\nlooked for a train. There was no train. But the cars like you saw in the museum. And through\nthe cattle cars, they opened the doors when everybody was there, about 80, 90 people. On\nthe sides were benches made out of straw. And on the floor was straw. And on each side of\nthe end of the wagon was a bucket for your physical needs. And that was it. And once\neverybody was in these trains, they were closed from the outside and off we went.\n1942 was a very, very extremely cold winter. There was no heat\nin there. We had no water. Only that little bit of food we still had from home. And that was it.\nThe journey took about | think three day and three nights. | don't know exactly. But we came\nto Riga. It was the end of January. Probably 1929, 1930, something like that. We arrived in\nRiga. The doors were opened. And, “Out! Out! Out!” “Out! Out! Out!” The SS was there.\nSticks, guns, whatever. Dogs. A lot of dogs were there. \"Out! Out! Out!\" People were just\nfrozen stiff. They couldn't move. It was terrible. They were hitting on the people.\nAnd the trucks. They said, you have to walk about five, six\nkilometers to your new destination. If you can walk, you're welcome to. If not, you can go in\nthe trucks and we take you to your new destination. Well, the people who went on the trucks,\nmostly elderly people, or women with children, we never saw them again.\nWe marched, my whole family marched. We came to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nghetto. We came to the place. We saw, you know, a neighborhood surrounded by chicken\nwire, double fence of chicken wires. There was a big gate. Soldiers standing there with guns.\nThey told us to march in there. They showed us where to go, to a house. And into this\nhouse -- | don't know how many people they pushed. It was dark at that time, so we didn't see\nmuch anymore.\nSo we sat down in the house. Waited for daylight to come.\nDaylight came. We looked around. And we saw food on the place, clothes laying around, stuff\nthere. We couldn't figure out what happened there. Then we went out and we saw clothes\noutside, black spots in the snow, snow and ice. Everything was ice. Everything was frozen\nthere. Couldn't figure out what happened.\nAgain, we stayed there for a day -- until February 4 we stayed in\nthat house. February 4, everybody -- in the meantime came transfers from all over Germany,\nfrom all the big cities in Germany, from Czechoslovakia and from Austria.\n>> Bill Benson: Am | correct, that house you were in, there was no heat, no water?\nEverything inside was covered with ice?\n>> Susan Taube: Nothing. Ice.\n>> Bill Benson: You described it to me once as almost a surreal scene of everything coated in\nice in the house.\n>> Susan Taube: Everything. Everything ice.\n>> Bill Benson: You just waited there.\n>> Susan Taube: Yeah. If we went out, we -- that's it. So came February 4 we were told to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nget out. They were assembling in a certain place. There were trucks staying there. The SS\nwas there. The dogs were there. They soldiered us out. Old people, children, mothers with\nchildren. Mostly old people put on the trucks. Among them, my grandmother. Never to be\nseen again.\n>> Bill Benson: Susan, mindful that you still have a lot more to tell us, tell us about your time\nin Riga, what you were forced to do, and then where you were sent from there.\n>> Susan Taube: Well, first of all, my feet were frozen. | couldn't even walk. They got better\nafter a few days. Then there was a man in charge of the whole building. There were a lot of\npeople in that one house. He came to each door and said, look, you have to go to work. If you\nwanted to eat, a piece of bread, you have to go to work.\nSo my first job was to shovel snow, remove the ice from the\nsidewalks in the city of Riga. We marched out of the ghetto. We always walked, walked,\nwalked. While we were there, we got ice picks, shovels. We moved the ice so the people of\nthe city could walk safely.\n>> Bill Benson: But you were not allowed --\n>> Susan Taube: No. We were not allowed to walk on that. We had to walk in the street.\nFrom Germany, we also had already the Jewish star. We had it sewn on our clothes.\nSo this lasted until it got warmer. Then | got a job with the\nGerman Air Force, the headquarters of the German Air Force for the Russian Front was in\nRiga. And my job was there to clean the house, wash laundry, help in the kitchen. They had\nthese big ovens there that would heat a whole apartment. We had to clean out the ovens and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nfill them up again with wood and whatever.\nThis was actually a good job because | worked among the\nmilitary, and | had to clean. All| had from the ghetto, we had bed bugs and lice. We didn't\nhave any bathrooms to take showers or whatever. So at that job when | came in in the\nmorning, they gave me maid's clothes. | had to take off my old ones, take a bath, and go to\nwork. In the evening, | reverse. So actually this was a good job comparing to other things,\nwhat other people did.\nFood, | had a little food there. So that was helpful to my mother.\nThe rations they were giving in the ghetto was hardly anything. If you were lucky, we got a\npiece of horse meat, bread. Sometimes bread. Sometimes rotten potatoes or rotten\nvegetables because at that time everything was frozen.\nSo anyhow, if they bring food in from the workplace to the\nghetto, it was very dangerous because on the way you could be searched. If they found\nanything on you, they could take you right to the cemetery and that's it. That was the end of\nyOu.\nThat happened to me once. Thank God they didn't catch me.\nBut | had a big piece of meat on me. And | tried to hide it. | got through. Thank God, | got\nthrough. Yeah. It happened that people got shot, hang.\n>> Bill Benson: Susan, eventually you would be taken someplace else to dig peat. Tell us\nabout that.\n>> Susan Taube: In the summer of 1943 they took young people to dig peat moss, about\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n40-kilometers outside the Riga ghetto. Peat moss was used for burning, heating, burning,\nwhatever they used it for. There were men. They had to dig the peat moss out from the\nground. There was a whole machinery going on there. It was then put on planks. The planks\nwere put on the conveyer belt. From the conveyer belt we had to carry the planks to a bit of\nmetal so they could dry up and turn them around now and then. That was our job for white a\nwhile.\nWhen this was over, | went back to the ghetto. And my new job\nwas again working military. The German soldiers going to and from the front in Russia at their\nR&R. So before they went home, they were deloused because they all had lice. And going\nthere, it was their last stop of entertainment, | guess.\nSo this was, again, cleaning, helping the soldiers, washing their\nlaundry. Keep the place clean. Which wasn't, again, not too bad because soldiers wasn't like\nthe SS. The SS a little bit different people.\nWell, then came 1943, the end of 1943. There were selections\nall the time, actually. From time to time they felt like killing Jews. So they get together quite a\nfew people. Always select, soldier them out and took them away.\nWe had two hospitals, also. The people, if they stayed more\nthan a few days and didn't get better, they just took them away and that was it.\nWe went -- they started the liquidation of the ghetto. Came\nKaiserwald. The ghetto was liquidated. Slowly, slowly, the young people, working people,\nwere sent to Kaiserwald. Kaiserwald was already like a real concentration camp. Bars, slight\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nclothing, and work. We had work. We did have to work all the time. There was no way to stay\nback home to stay back in the ghetto. If you didn't have a job and you were found home for no\nreason whatsoever, they could take you away and that was it. You always had to get out of\nthat ghetto.\nWe did have a few children still in the ghetto. Some people\nwere lucky to save their children. We had a school for a little while. | mean, not a school. Just\nlike -- be careful for the children. All were taken away eventually. They were taken away.\n>> Bill Benson: | don't want to slow you up because of the time, but you told me that while in\nthe Riga ghetto, the Jewish community did its best to try to have some sense of normalcy, to\nhave a place of trying to educate the kids to the extent you could. So you tried to hang on to\nsome sense of normalcy.\n>> Susan Taube: Keep them occupied. The children were hungry when we came home from\nwork, and they were along the fence begging.\n>> Bill Benson: So then you go to Kaiserwald and to a place called Meteor. And you told me\nthat the labor at Meteor was horrible.\n>> Susan Taube: Well, | should say | was lucky. | was in Kaiserwald only two weeks. At that\ntime | was separated from my mother. My mother was sent to one place with my sister, and |\nwas sent to another place. We had no control over our lives whatsoever.\nSo | was sent to Meteor. Meteor used to be a Jewish factory\nthat would produce the tires for cars, rubber boots, shoes, whatever. The Germans took that\nover. They converted it into a repair shop for platoon boats.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Bill Benson: Pontoon boats.\n>> Susan Taube: Yeah. When they were shot up, they came to this place to be repaired. It\nwas the dirty work the men did. We had a few men there. They cleaned them out from\nsnakes, turtles, whatever was in these boats, collected in the river. And then they came to the\nfactory. They had long tables there. They were put on these tables. We had to glue them\ntogether again.\nThe glue was very dangerous. It was a synthetic glue. | don't\nknow what it was made of, but people began coughing. So because it was an important job to\ndo, took a long time to teach these people, they supplied some milk for the people who did this\njob.\n|, myself, again have to consider myself lucky. | and two other\ngirls, these boats had to be painted before they went back into action. So they came to a big\nroom, very airy room with windows and everything. And there the boats were painted.\nThe other advantage we had there, it was the office of the\ncaretaker of this place, and the engineer. For some reason they left the radio on. We saw the\nnewspapers. And we had an idea what's going on around in the world. So from there we\nfound out that Stalingrad was lost. The Germans are on a successful retreat. That was music\nto our ears. But the retreat didn't come quick enough. It took until 1944, August 1944.\nThey came to us, the SS came. Without any warning, you have\nto go back to Kaiserwald. Back to Kaiserwald. We were in Kaiserwald for about a week. And\nthe whole camp, what was still living there, was still alive there after sorting out the old ones,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nold people and people who could not work anymore. Put on a boat in the harbor of Riga and\nshipped to concentration camps in Germany.\nOn this boat, at that time, came also people from all of these\nlittle work camps around Riga. They used the slave labor in different capacities. People were\nliving on these workplaces. But at that time they all came to this boat.\n>> Bill Benson: So the Russians are dancing, taking -- forcing all of the Jews out of the\ncamps.\n>> Susan Taube: Taking the evidence what they did there.\nMy best girlfriend who | knew from Berlin, her parents were also\nin a different work camp than she was. She was with me. They were in a work camp. When\nthese people came in, she looked for her parents. She found out that everybody over 30\nwould not be allowed to come to the boat. She never saw them again. She got very\ndepressed, actually.\nSo the journey on that boat. There were about 5,000, 6,000\npeople on that boat, standing up the whole time. No toilet. Nothing. You couldn't go out in the\nair, nothing. No water. No food. | think it took two or three -- | don't know how long it took. |\ndon't remember. We arrived. We disembarked. They put us on the metal. And we didn't\nknow where we are going. We didn't know anything was going to happen to us. And\neventually they came. They came -- coal and other things in. We were pushed. We couldn't\nstand up. We could only sit down or crouch down. We got out. We couldn't even recognize\neach other. Everybody was black.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnyhow, we came to Stutthoff. Beautiful flowers, beautiful lawn.\nA hundred yards in you saw the barracks, you saw the gravel. You didn't see anything but this.\nWe were pushed in barracks, four up length to sleep on, like sardines. That was it.\nIn the mornings, about 4:00, 5:00, the alarm sounded. \"Out!\nOut! Out!” \"Out from the barracks!\" Stay on appell. You were counted and counted and\ncounted. Looked over. Counted again. One SS girl came. She didn't find the right number.\nIn the meantime, they took the directory from the barracks. People died overnight. We stood\nthere for hours sometimes just to be counted. Rain or shine. It was still August. It was very\nhot, actually. And then they dismissed us. They gave us a piece of bread. Something like\ncoffee. And that was our food for the day until nighttime. We received a bowl of food. If you\nhad a bowl. If you didn't have a bowl, you were out of luck.\nAnd then in the evening again appell. The same thing all over\nagain. For hours you stood. That's it. And then we went into the barracks and tried to sleep.\nBut who could sleep? Nobody could sleep. We were four girls at that time. | remember, we\nsneaked out of the barracks and laid in front of something there. One of the girls, she smelled\nbread. She said, you know, | smell bread. | don't know what's here. Let's look. So the\nwindow was open. It was the supply room for bread. She went in. She stole a loaf of bread.\nGood thing she wasn't caught. So we had a piece of bread, an extra piece of bread, to eat that\nday.\nAnd this went on. We were there for about two weeks. Luckily,\nluckily for two weeks. In the meantime, we saw every day selections, people going by to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncrematory.\nIn two weeks, we stood on appell. They counted out 500\nwomen. We were among them. They were not telling us anything, just counted 500 women.\nMarched us out of the camp to the railroad station. Real railroad cars this time. Put us on the\nrailroad car. Hours later we came to a place called Sophienwalde, which was supposed to\nbe -- we were supposed to build a training camp for the military there. They took down the\ntrees. We had to take out the woods from the trees. So they could pave the roads for the\nheavy equipment or whatever they used there. And that was our job.\n>> Bill Benson: Susan, one quick question for you. | believe it was at Meteor, but you became\nvery close to a small group of women. | think you called them lagaswizer. They were with you\nat this point. You stayed close together.\n>> Susan Taube: Stayed close together. Only one is still alive. So we were there in\nSophienwalde. That's what our job was to take out the roots. | don't know what it was we had\nto push. They were on tracks. To acertain place we had to push them, unload them.\n>> Bill Benson: The logs.\n>> Susan Taube: The logs, yeah. Pushed them back. Filled them up again. And that was\nour job. Food was, again, only a piece of bread in the morning. Just bread. Nothing else. We\nhad a water pump there. The camp was made of little huts from plywood. And in each hut\nwere 15 women. And on the floor was just straw. Nothing else, just straw. And we each\nreceived two small, little blankets.\nSo we were the four girls, four girls, kind of together. So one\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 07\nwould put the blanket on the straw. One we used for pillow. And the two we used to cover us\nup.\n>> Bill Benson: That winter of 1944 to 1945 was an extremely brutal winter.\n>> Susan Taube: It was brutal.\n>> Bill Benson: You would stay in those circumstances --\n>> Susan Taube: No. We didn't stay in these little huts. After we finished for the woods, we\nhad to build the houses, the housing. | became a brick layer. But then it got cold and we\ncouldn't do either one anymore so we were laying around. But it got so cold eventually they\ntook the whole camp and put them in one of these unfinished houses, in the basement. Again,\nthere was no floor or anything, just sand. But it was warmer than the huts.\nIn this camp we had a commandant who was in charge of the\ncamp. He was one of five brothers. Four of them lost already their lives during the war. So |\nguess he got that job as a compensation. | wouldn't say -- he was human. A human person,\nas human as he was allowed to be. He tried to -- not to help us but to comfort us a bit. So\nwhen it got very cold -- we had no clothes, our striped clothes, nothing else, no clothes\nwhatsoever. He managed to get us sweaters from the people who were killed. So each of the\nsweaters had a big red mark on it So we would be recognized God forbid when you run away.\nSo that sweater when it got very cold, | wore one on the top and one on the bottom to keep\nwarm.\nBut anyhow --\n>> Bill Benson: You stayed there until March 1945. You were forced on a Death March.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Susan Taube: We left that camp. We had to leave that camp. We went on the Death\nMarch first for 10 days.\n>> Bill Benson: Tell us about that.\n>> Susan Taube: February. February we were assembled. And the commandant told us,\nlook, the Russian Army is coming closer; | have to take you back to Stutthoff. | have orders to\ntake you back to Stutthoff. If you can walk, you're welcome to walk. If you cannot walk, stay\nhere. Somebody will take care of you. Well, we walked. Somebody to take care of, we never\nsaw them again.\nSo we walked for 10 days. Slow, rain, it was February, nasty,\nnasty weather. At night, he found the bon fires where we could stay overnight. If he found\nsomething for us to eat, we were lucky. If not, we had nothing to eat. So we pulled grass,\nwhatever we could find we eat.\nWe came to a place called Lauenberg. There was a camp --\nthere used to be a British POW's, but they were also evacuated already. | don't know where\nthey took them. We stayed there for about two weeks.\nThen came March 9. We heard shooting very close by. Again\nthey came for us. You cannot stay here. You cannot stay here. The Russians are on our\nheels. We have to leave.\nSo we marched all night, all night we marched. It was a rainy\nnight. A lot of people died along the way. In the morning, they pushed us into a barn, a place\ncalled Chinov, full of people already, dead, alive, animals, whatever. They just pushed us in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nthere, and that's it. Left us there. We thought that's the end of us, really. We just sat down\nand we waited.\nSo around 10:00 in the morning we heard big, big, big booms.\nThey said, what's happening? | said, they're shooting at us. But the doors opened, and the\nRussian Army was there. So that was our point of liberation. So the Russian Army came. We\nwent out of the barn looking around. There were the German population ready to leave the\nplace to go west because they were running away from the Russians. They go west. They\nhad their wagons loaded. So we went on the wagons looking for food. Food was available.\nWhat | found first was sauerkraut. It was delicious. That | didn't die right there and then, |\ndon't know. But! was alive. And | still like sauerkraut. Yeah.\nWe stayed around the whole day. We didn't know what to do.\nWe couldn't do anything. So at night, some people, some of the girls went into the German\nhouses. But that wasn't a good idea. The soldiers, if you were Jewish, not Jewish, they had\ntheir fun. We stayed in the night in the barn. Next day came a Russian officer. Told us, you\ncannot stay here. The war is still around here. You cannot go west. You have to go east.\nSo he gave us a wagon, a horse, a Jewish man who could handle the horse. We all went on\nthe wagon.\nThey took us to a farm, a German farm. We had to clear the\nfields. That was for the Russians now. We had to clear the fields from the debris and planted\npotatoes and whatever has to be done in the spring to make it filled, wnatever. That was our\njob for about four weeks. But we were not under the gun. They cleaned us up. They were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nfeeding us. When this job was finished, we were taken by the Russians to a place called\nKoszalin. War was still going on. The war didn't end until May. To a place called Koszalin.\nThey gave us an apartment there.\nOur job was -- the German population had left from there. They\nwent west. Clean out the houses where nobody was living anymore. What wasn't nailed on\nthe wall or whatever has to be taken out and put in a warehouse. This was shipped to Russia.\nFrom this place we got our first wardrobe, actually, because we\ncould find some clothes that fit us, eventually. And we started to look a little bit more human\nagain. The hair started growing. Our hair was shaved off before we went to Stutthoff. We\nwere completely bald. But our hair started to grow back. We started to look human a little bit.\nIn Koszalin, like | said, we cleaned out the houses. But we didn't\ncook for ourselves. There was a kitchen. In Russia, they say -- a kitchen for people, for the\nmilitary who came in to eat. They wanted to eat. And we were assigned to the kitchen to eat\nthere, too.\n>> Bill Benson: Like a mess hall almost.\n>> Susan Taube: Something. But not that big. Not that big. Yeah. That's where | met my\nhusband. My husband was a soldier in the Polish division of the Russian Army. He was a\nmedic. He came to Koszalin because there was a big warehouse of medication that the\nGermans had there. He was taking care of a hospital not far from there. He came for\nmedication for the hospital. He came to the kitchen, right across the kitchen there. He came\nto the kitchen. So the soldier who took care -- he was from Romania, a Jewish soldier from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nRomania, told them that there are survivors here and if he would like to meet them. So he\nsaid, sure, why not? One of our girls was very sick, actually. So we took him there right away.\nHe put her in quarantine because she had a terrible rash. We didn't know what it is. But she\nsurvived. She's still living. But she has Alzheimer's.\nSo that's how we met. One thing leads to another.\n>> Bill Benson: I'll interrupt for just a second. If we had more time, you would actually hear\nthe rest of her story about meeting Herman and how eventually in order to protect them from\nthe Russian soldiers, quarantined all of them and then through bribing with vodka and kielbasa\nwas able to take Susan and get them out of there. They worked together in the hospital. The\nrest is history, as you say.\nSusan, two last things before we close the program. Tell us |\nthink a remarkable story of how you located your father. And then when did you learn about\nwhat happened to your sister and your mother?\n>> Susan Taube: Oh. What happened to my sister and my mother? After the war, we found\nout what happened. | kind of figured -- | came back to Berlin. And Berlin there was a Jewish\nhospital. It was still active, actually. And when the people came back, they registered there. |\ncouldn't find their name anyplace. That was already almost a year later. So | kind of figured\nout.\nMy father, | found -- well, after the war, with my husband\nalready, we were traveling back and forth back and forth. | had a letter prepared. | felt if | had\nan opportunity, | will mail that letter to my father whose address | kept in my head the whole\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ntime. And that letter was mailed to America. But he never received it. Eventually, eventually\nwe settled in Poland. Again, | wrote a letter to him, to the same address. By that time the\npeople, | guess, knew what was happening. They found my father in the meantime. They\nforwarded the letter to him. That's how | got attached with my father.\nAfter the war, when my husband was dismissed from the\nmilitary, we went back to Poland. He wanted to go back to the place where he took care of the\nhospital and figured we would, you know -- the Polish people suffered also. We weren't the\nonly ones who suffered a lot.\nWe lived there for about a year. It was really nice. But then\ncame 1946, the survivors who came back to a city called Kielce, in the same house about 40\npeople. One day the Pols came. We don't know who did it. Killed all of them. So if this could\nhappen after what happened, we figured there's no future for us in Poland.\nThere were organizations already now. Jewish organizations\nwere able to take people out from there. We went from there back to Stettin. It was a border\nbetween east and west. And from Stettin we were picked up from military and taken to Berlin\nto a DP camp in Berlin.\nBut in Berlin we couldn't stay -- couldn't stay either. So we went\nfrom Berlin to a DP camp in Zilsheim — Zeigenheim, that was close where my father was born,\nactually where my father came from. And while there, things were falling already a little bit in\nplace. And since | was a German Jewish citizen, born in Germany, Jewish parents born in\nGermany, they went back, 400 years back, | received a small apartment in a place, in a Jewish\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhouse that used to be a Jewish house but belonged now to a German woman. She had to\nrelinquish the two rooms from that house. We were living there. Since | got in touch with my\nfather, he sent the papers. And from there we went to America.\n>> Bill Benson: And started a remarkable life after that.\n>> Susan Taube: In 1947 in April we came to America. And here we are.\n>> Bill Benson: I'm going to turn back to Susan in just a moment to close our program.\nAs you can see, we could have spent the rest of the afternoon with you, and | wish we could\nhave done that. | want to thank you all for being here. | remind you that we will have First\nPerson programs each Wednesday and Thursday until the middle of August. | invite you to\ncome back again if you could or next year when we resume.\nIt's our tradition at First Person that our First Person has the last\nword. So I'd like to turn back to Susan to close the program. When she's done, she'll step off\nthe stage over here. We didn't have an opportunity for question and answers, but, please,\nabsolutely feel free to go chat with her, meet her. Ask Susan questions at that point if you\nwant.\nSusan?\n>> Susan Taube: Well, | got a little prepared statement. Well, the last word. First of all, thank\nyou all for coming. Sharing my life story with you this afternoon was not my desire to share my\nanger or anguish of my lost family.\nOk. The remnants of my people, among them have children, |\nshare with you my life story for one reason only, to share with you one of the darkest chapters\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nin man's history. | started with the killing of six million Jews and end with the killing and\nmaiming of more than 50 million people, men, women, and children. Humanity has deserted\nus. But we never lost faith in a better world to come.\nSpreading hate against the free world, against our country and\nfreedom-loving people even penetrated the rest of the world. We see daily explosions of terror\nagainst peaceful, innocent people. The museum and these survivors are dedicated not only to\nkeep the memory live but serve as a warning to all who enter the sanctuary of memory. Speak\nup. Do not allow the forces of hate to spread through the country. While leadership failed us\nduring the dark period of the Holocaust, we say this, never again. We appeal to this museum.\nGive your children sense of joy and the sense to be and have respect for the American\nveterans who are fighting for our freedom wherever they are.\n[Applause]\nThank you.\n[The presentation ended 2:08 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}