{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person — Fred Kahn\nWednesday August 2, 2017\n11:00 a.m. — 12:06 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Fred Kahn, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will conclude August 10. The\nmuseum's website, at www.ushmm.org provides information about each of our upcoming First\nPerson guests.\nFred will share with us his \"First Person\" account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows we will have an opportunity for you to ask him\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from\nFred is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with his introduction.\nFred Kahn was born on December 19, 1932 in Wiesbaden, Germany to Jewish parents, Selma\nand Max Kahn. Here we see Fred at about 9 months with his mother and older brother, Hans.\nThis photo of Fred's father, Max Kahn, was taken around 1935.\nThe arrow on this map points to Wiesbaden, Germany where Fred was born. In 1933, after\nHitler was named Chancellor of Germany, Fred's father fled to Belgium in the hopes that\nHitler's rule would end quickly. Fred's mother joined his father later.\nThey left Fred in the care of his aunt, Rosa Kahn Nassauer and his uncle, Siegfried Nassauer,\npictured here with Fred. Fred's parents hoped they could return for their son when it was safe.\nFred would live with his aunt and uncle for five years. This photo was taken in 1937 when Fred\nwas about 4 and 1/2 years old.\nIn 1938, Fred's father asked his aunt and uncle to send Fred to Belgium because he was afraid\nthe border between Germany and Belgium would close. Fred's aunt and uncle sent him first to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAachen, Germany, indicated by the arrow on the right. A woman helped him get to the border\nof Germany and Belgium, where Fred's father was waiting. Fred's father took him to Verviers,\nBelgium to join the rest of the family. The arrow on the left points to Verviers. Four years after\nFred left Germany, his aunt and uncle were deported to the killing center Sobibor.\nIn 1942 Fred’s family obtained false identity papers and went into hiding under the Christian\nsurname Lejeune. They moved frequently to avoid suspicion. On September 9, 1944 the area\nin which they were staying was liberated by the US 1st Army after a fierce battle. Later, when\nfighting began again, they moved to Liege, Belgium and lived in a friend's basement. This third\narrow shows the location of Liege.\nIn 1952, at age 19, Fred emigrated on his own to the United States.\nHe joined the US Army in March of 1953 and later that year he became a naturalized US\ncitizen. In 1954, he returned to Germany with the army. We close with this photograph of Fred\nand his mother, Selma Kahn, in 1954 when Fred visited her in Belgium when on leave from the\nArmy.\nFollowing his tour with U.S. Army, serving in Army Intelligence, Fred attended the University of\nMaryland, graduating with honors, then earned a Masters of Arts from John Hopkins\nUniversity. In 1958 he was appointed by the Eisenhower Administration to serve as a \"guide\"\nfor VIPs visiting the U.S. Pavilion at the World's Fair in Brussels, Belgium, such as Orson\nWelles, Harry Belafonte and Sophia Loren, as well as government dignitaries.\nIn 1963 Fred married his wife Rita, who had come to the U.S. as an exchange student from\nTaiwan. They got married on Fred's birthday. They live in Bethesda, Maryland, in the same\nhome where they have lived for nearly 44 years.\nFred and Rita have a daughter, Anna, and two grandchildren, Beth and Jacob. Anna is here\ntoday with Fred, as is his grandson Jacob, who just graduated with honors in Mechanical\nEngineering from Georgia Tech.\nFred taught at Howard University, and worked for the federal government beginning with the\nJohnson Administration at the newly created Office of Economic Opportunity where he helped\nlaunch the Job Corps. From there Fred went to the Department of Labor where he was a\npolitical economist serving under six presidents retiring at the end of 1992.\nFred is widely recognized for proposing debates between Presidential candidates, securing the\nendorsement of such major American figures as Eleanor Roosevelt, presidential candidate\nAdlai E. Stevenson and others, with the first debate in 1960 between John F. Kennedy and\nRichard Nixon. Several years ago, Fred was recognized in the Congressional Record for his\nrole in establishing our system of Presidential Debates.\nFor the past 15 years Fred has managed a worldwide listserv, \"Remember_The_Holocaust.\"\nYou will find him here on Monday afternoons where he serves as a volunteer with this\nMuseum's Information Desk, speaking with visitors.\nAfter today's program, Fred will be available to sign copies of book, \"The Story of Fred Kahn,\"\nthat was written by a high school junior as part of a book series about Holocaust survivors\nwritten and illustrated by young authors.\nWith that | would like you to join me in welcoming our First Person, Fred Kahn. Fred, please\n[Applause]\n>> Bill Benson: Thank you so much for joining us, Fred and for your willingness to be our First\nPerson today. We're thrilled to have you with us. You have so much to share and we have\nsuch a short period of time, we should start right away.\nYou were born in December 1932, just weeks before Hitler became Chancellor of Germany in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n1933. Before you tell us what happened to you under the Nazis and during World War II and\nthe Holocaust, tell us about your family and their life before Hitler came to power. What was\ntheir life like?\n>> Fred Kahn: My mother was born in April 1906. She attended a finishing school on the\nborder with Switzerland. And my father was sent to one day take her home and two years\nafter that, my father married my mother when she was 18 years old, and he was 28 years old.\nThis was now 1924. And at that time, Germany had a democratic government. Between 1924\nuntil | was born, my mother and father had a very comfortable life. My father was a\nbusinessman, and unfortunately, his father-in-law died of kidney cancer two months after they\nhad married.\nSo that's about it.\n>> Bill Benson: Your father had served in the German army in World War I, right?\n>> Fred Kahn: Correct. My father, his own father, actually died when he was only 14 years\nold. He was born in 1896. But during World War I, my father volunteered with the German\nArmy. He got wounded. He was a machine gunner and got wounded in France. He was\nawarded one of the highest medals at that time of the German Army by the future president of\nGermany. Marshal Hindenburg.\n>> One last question before we move on. How large was your extended family?\n>> Fred Kahn: Quite a bit. Because our own immediate family, | had only, after my older sister\ndied when she was only about a few months old. And | had a lot of -- it was two of us with our\nparents.\n>> Bill Benson: You had an older brother? Hans?\n>> Fred Kahn: He was five years older.\n>> Bill Benson: And did you have a large extended family?\n>> Fred Kahn: Maiden name of my mother was Greenbaum. My grandmother was going to\nstay with us for a long time was a maiden name, Barnes. On the Kahn side, Jacob Kahn was\nmy grandfather born in 1855 in a small village in Germany.\nWhile | was on the Internet years ago, | corresponded with somebody from there who\nhappened to live next door to where my grandfather had been born. And found his grave. And\nI'm still in contact with him.\n>> Bill Benson: It wasn't long after Hitler came to power in early 1933 that your father decided\nto leave Germany for Belgium. What do you know about your father's decision to leave that\nearly, and why he went without the rest of the family?\n>> Fred Kahn: My father was never involved in politics, but kept up with the news. And he\nthought that Hitler would not last more than a couple of years. That's why also at the time, a\nprivate army of Hitler, the Nazis was attacking Jews and some killing them in Wiesbaden.\nAnd April 1, 1933. Probably heard about that. So in September, my father went to under the\nguise -- you had to sign up. My mother did that. He went to Belgium hoping that Hitler actually\nwould be gone by the time he would come back.\nAnd that did not happen. And so my mother and my brother and my grandmother joined my\nfather in Belgium.\n>> Bill Benson: And your mother went first and then your grandmother went with your brother.\nAnd a lit later --\n>> Fred Kahn: Two buildings they owned and she had to sell it first.\n>> Bill Benson: By the time your mother and grandmother and brother had left, you were left\nwith your aunt and uncle?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Fred Kahn: Correct.\n>> Bill Benson: Tell us, and you would stay with them until 1938.\n>> Fred Kahn: Yes.\n>> Bill Benson: Tell us what that time as best you know, | know you were very young. What\nwas that time like for you living with your aunt and uncle?\n>> Fred Kahn: Very, very loving. All | remember is a lot of hugs. Really truly loved me.\nAnd a boy my age, who was not Jewish, Walter. Walter was so close to me that one day other\nkids said were children -- German soldiers that had been stationed in the town where | lived\nthere, right after me and threw stones after me and called me dirty Jew.\nWent through the alley and asked him in German, the only language | knew. [Speaking\nGerman] | said what was a Jew. | didn't know that. To me, | was probably only 4, 5 years old.\nThat's it.\nAnd of course sometimes of course, | was naughty.\n[Laughter]\n| slept with a dog in a hut, and they were looking all over town for me and eventually found me\nsleeping there with a dog in a doghouse.\n[Laughter]\nAnd yeah, right. One day | was very inquisitive. | was up in the attic and | looked through. |\nwas climbing up to see how you would see the place from there. Fortunately, my aunt was\nright behind me and grabbed me. Of course | got spanked.\n[Laughter]\n>> Bill Benson: Do you know if you had any contact with your mother and father during that\ntime with your aunt and uncle?\n>> Fred Kahn: Occasionally my mother who was in Belgium would come. People did not fear\nat the time. In 1933 to 1938 something would happen to women or children. They knew that\nmen would be most likely interned. But my mother would occasionally come.\n| did not know that she was my mother. | remember thinking who's that woman? Is she your\nfriend? She had black hair. And so she hugged me. | remember the hug.\n>> Bill Benson: As far as you were concerned. Your aunt and uncle were like your parents?\n>> Fred Kahn: That's right. Absolutely. | don't remember what | called my uncle, but | called\nmy aunt Mama. Even when later on | was taken to Belgium. | yelled and cried Mama and a lot\nof tears. | considered her my mother.\n>> Bill Benson: During that time with your aunt and uncle, | believe they lost their business. It\nwas taken away from them?\n>> Fred Kahn: Right. In 1935, they were selling meat and sausages, and it was closed.\n>> Bill Benson: The Nazis closed it?\n>> Fred Kahn: Right.\n>> Bill Benson: You also shared with me that while you were there, your paternal grandmother\ndied.\n>> Fred Kahn: Yes. Around 12:00 each day, there were two brothers who married two sisters\nwho lived not far from each other. My grandmother, on my paternal side was the older sister of\nmy aunt. Which was also my aunt.\nAnd | would take my grandmother, walk her from one of the sisters to the other sisters. And in\nfact, when both sisters were quarreling with each other --\n[Laughter]\nJune 1, 1938, unfortunately, she died.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: And you were with her?\n>> Fred Kahn: Yes. Right. And she fell down and she died. But | remember where she was\nburied. Because the year after, around that time, the Nazis forbid Jews to have a gravestone.\n>> Bill Benson: So your grandmother had no tombstone?\n>> Fred Kahn: But | remember where she was buried.\n>> Bill Benson: During that time what were your parents doing in Belgium?\n>> Fred Kahn: My father became -- he was a businessman. He had to start all over again.\nBut then he became a bridge player. And as a result, he got to know a lot of people from the\nbridge establishment.\nAnd that would be very -- | tell my wife, this is eventually when we went into hiding, this was\nthanks to the bridge connection.\nBecause they considered my father.\n>> Bill Benson: A fellow bridge player.\n>> Fred Kahn: Right.\n>> Bill Benson: Your move to join your parents in 1938, in October of 1938, was sudden. Tell\nus what precipitated you going to Belgium and what was involved in getting you there.\n>> Fred Kahn: Most of you probably know about the Munich pact that gave away part of\nCzechoslovakia to the Nazis. Next day my father called sister, said get the boy out of\nGermany. My father thought they would close the border and eventually there would be war.\nIn fact he was right. 11 months later we were out in Europe.\nSo before | was taken to the city of Aachen and turned over to a lady. There was a guard next\nto our house.\nAnd during the night, they for some -- | never could understand it, but | was with them where\nthey buried the religious relics of the synagogue in the landfill.\n>> Bill Benson: You were with them.\n>> Fred Kahn: Correct. Trying to figure out the reason why they wanted me there. The next\nmorning my uncle took me and as we walked out of the courtyard | was turning over to my\nfriends, | wanted to say good-bye. That's the last thing that my uncle wanted to let people\nknow that I'm leaving.\nSo he said he's already in the field. And so he took me by train to a city province, Wiesbaden,\nwhich is near Frankfurt. To the town of Aachen.\n>> Bill Benson: Before you tell us about that. When you were told that you're going to leave,\ndid you realize that you were now going to move away from your aunt and uncle and go to\nyour parents?\n>> Fred Kahn: They just told me | was going to take a big trip. Didn't go into any details.\n>> Bill Benson: The landfill where the religious relics were buried.\n>> Fred Kahn: The landfill was just up the street.\n>> Bill Benson: And in fact, that synagogue was burned shortly later.\n>> Fred Kahn: Six weeks later. Correct.\n>> Bill Benson: Now you're taken to Aachen.\n>> Fred Kahn: Right. And there a friend of another uncle lived by there in Belgium. By the\nname of Harlem Kahn. There was a lady there, and somehow my father decided to get me out\nof Germany. He must have had a lot of phone calls. And obviously his brother told him he\nknows a person there in Aachen, a Christian lady. My uncle took me to her. Never knew her\nbefore. Do you understand? So that's what happened.\n>> Bill Benson: So she just was willing to take you across the border?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Fred Kahn: Correct. Because she was the friend of another uncle. She took me by\nstreetcar to the border with Germany and then in Germany, of course, germ the only language\nand knew -- German, the only language | knew then.\n>> Bill Benson: So no man's land. Like a space.\n>> Fred Kahn: Like one block between Germany, the border and Belgium.\n>> Bill Benson: So she told you this little boy --\n>> Fred Kahn: Right. Except that | walked too slow. This was the afternoon of October 1.\nAnd they expected that there would be a lot of movements of people over the week in\nGermany or Belgium that no one was notice me. | walked very slowly and | probably\nmurmured something to myself.\nThe lady was telling me about [Away from mic] | didn't know what that was. | didn't know my\nfather before and never saw pictures. By the time | hide from the Belgium side, this man\ntalked to me in French. But! didn't understand it.\nAnd of course, the borders of France, there was another man yelling something which | didn't\nunderstand.\nHe yelled \"that's my son\" in French.\n>> Bill Benson: You didn't know that was your father?\n>> Fred Kahn: No. Of course not. So after maybe -- bear in mind that my father spent five\nyears in Belgium, and he was through the bridge, had connections and probably some phone\ncalls. And maybe 10 or 15 minutes afterwards, reported as a refugee. | was short of 6 years\nold.\n>> Bill Benson: And considered a political refugee?\n>> Fred Kahn: Correct.\n>> Bill Benson: So now you're in Belgium, your family is reunited with your mother and your\nfather and your grandmother and your brother.\n>> Fred Kahn: Correct.\n>> Bill Benson: You would live in Belgium for the next year until World War | broke out --\n>> Fred Kahn: World War Il.\n>> Bill Benson: Excuse me. Months later in May 1940, the Germans invaded Belgium along\nwith France and Luxembourg. Tell us what you recall about the German invasion and what\nyour family did once that happened.\n>> Fred Kahn: | don't know this very well because my father had a friend in Belgian Army near\nthe border and he called 5:30 in the morning on May 10 to say the Germans just crossed the\nborder. My father decided, and it was on a Friday | think. And beautiful blue skies, | recall.\nAnd we have had a Ford car, and we all piled up in the car. My father again thought it would\nbe like World War | and that in the Flanders, the Belgian Army and the English and the French\nwould hold on as they did in World War I.\n>> Bill Benson: Stop the German advance.\n>> Fred Kahn: Right. Went to Flanders and eventually there, there were tons of refugees.\nAnd Germany attacked civilians in order to spread panic there to prevent the advance of\nEnglish and French soldiers. Even a English soldier, and then of course we had to jump from\nthe car in the ditches and probably some people got killed. Because of the Stuttgarts.\n>> Bill Benson: You remember that?\n>> Fred Kahn: Yes. Very dangerous. You remember when people try to kill you.\n[Laughter]\n>> Bill Benson: | think so.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n[Laughter]\n>> Fred Kahn: That's why they were hollering. And people said how can you remember that?\nYou were too young. | say | can remember. But then eventually the car broke down and my\nfather decided to go with other people in this parking lot to try to make it to go to England.\n>> Bill Benson: Before you tell us about that. Before the car broke down, tell us about the\nBritish soldier.\n>> Fred Kahn: As we drove a British soldier asked to hitchhike with us. He was on the running\nboard. And | recall him saying it's a long way to temporary.\n>> Bill Benson: While riding on the runway.\n>> Fred Kahn: And hang our dirty [Away from mic] on the 6-foot line. That was the German,\ntrench. They build a line and then the Germans build the other lines.\n>> Bill Benson: So you ran out of gas.\n>> Fred Kahn: And as a result my mother was now in charge. And by that time.\n>> Bill Benson: Because your father is gone by this time?\n>> Fred Kahn: He's gone.\n>> Bill Benson: Where did he go?\n>> Fred Kahn: He tried to get to England and got there 24 hours too late. And next door to\nDunkirk, and there was a movie that just came out about Dunkirk. And he was trying to make\nit with the English and French to England the same way as the over 300,000 Englishmen\nskewed in Dunkirk.\n>> Bill Benson: So now you're without your father and your mother is in charge.\n>> Fred Kahn: Right. And shortly thereafter, the same day, come down the hill the German\nArmy. | remember there was a French tank just turn around. And we were going to stay ina\nhouse, in a basement. Because the people had gone. And the German lieutenant, talked to\nmy mother and she pretended that she was a German-descended person. And he said don't\ngo in this house. It's not solid. Go next door.\nSo all night long | was in the basement and | recall like a thunder noise.\nAnd the morning, when we got up, the house next door was destroyed. And then we broke up\nthe hill. | don't see how we would have gotten back to Brussels. We woke up and | dropped\nthe basket of eggs. But on the left-hand side | saw a German soldier look like he was asleep.\nHe probably was dead.\nAnd suddenly out of nowhere came a bus with a Red Cross on it, and it stopped. And my\nmother again, German, he said get on and he took us to Brussels where the Germans, the\nRed Cross fed me and then from Brussels to a city not too far from the German border. We\nhitchhiked back and eventually we split up. My grandmother and brother went one way and\nthen my mother and |. Six weeks after we got back, my father came back to us.\n>> Bill Benson: He spent six weeks --\n>> Fred Kahn: He told me that he actually sabotaged some of the German phone lines or\nwhatever.\n>> Bill Benson: But he made his way back in Germany.\n>> Fred Kahn: Yeah. He came back.\n>> Bill Benson: So now you're back reunited living in Verviers. Did you go to school?\n>> Fred Kahn: From the moment | get to Belgium, they put me in kindergarten and | made\nsome young friends there, classmates, and | would remain friends with them the rest of their\nlife. Today I'm still in contact with Facebook with the children.\nAnd then the first grade, | was last in the class. | was 24 out of 44.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nAnd then my great report card when | was in the third grade and then suddenly third out of 20.\nBut the last two months of the third grade, | got scarlet fever. And then eventually the\nGermans asked the Jews to register at city hall and also to wear a yellow star of David. When\n| returned to school in the fall of September after the third grade, we played in an intermission.\nAnd all the other kids, my friends, Belgian friends appointed me as a sheriff. And they\npretended to to be cowboys and Indians.\nBut one person called me dirty Jew, in French. So | took my fist and hit him and broke his\nglasses.\n[Laughter]\nlt brought me to the principal. The principal said, pay the glasses. And | apologized. And the\nfather of the young man was actually selling glasses.\n[Laughter]\nBy then the principal said, | was a colonel in the first world war and my son escaped to\nEngland with the Belgian Air Force. And he said | will help you to go into hiding. Hiding\nmeaning you conceal your identity and your whereabouts.\nAs a result of that, maybe two years later my father was walking and sees this woman and she\ntells him her husband was Jewish and was arrested by the Gustloff.\n| had already been trained and learned Catholic prayers such as hail Mary and our father in\nheaven.\n>> Bill Benson: Your parents began preparing.\n>> Fred Kahn: We were prepared and also the brother of one of the bridge players told my\nfather he had a brother in the city. And as a result of it, they received identity papers in the\nname of people who had actually lived at one time.\n>> Bill Benson: Before you changed your identities, | believe your father was arrested.\n>> Fred Kahn: Yes. That was in 1941. My father was arrested, but then he was -- they threw\nhim down in a basement of the commander 2, which is the head quart of the SS.\nAnd tried to give him a hard time to find out who -- they suspected however, somebody of the\nsame name, but who was a communist.\nAnd calling to my father, fired back, I'm a veteran of World War | and turned out eventually they\nbelieved him. They made a mistake. They were looking for someone else. And then of\ncourse adding -- during that time, maybe a day or so that my father was arrested. My mother\nwent out of her mind of course.\nAnd that added to the anxiety of going into hiding.\n>> Bill Benson: So in 1942, you formally adopted the name of Lejeune.\n>> Fred Kahn: And the principal then, | just mentioned, it was only about a couple weeks\nearlier. The principal found out a place to live, which would be safe. Away from other houses\nnear a forest. | remember because for a short time we were there. | went and picked\nblueberries in the forest there.\nAnd then every few months we would move. So as not to involve the suspicion of\ncollaborators. There were a lot of people, unfortunately, they were denounced. These people\nare Jewish.\nAnd of course we pretended that we were Christian and that we had been bombed out by the\nAmericans.\n>> Bill Benson: And of course, during that time, the major deportations of Jews were taking\nplace.\n>> Fred Kahn: Right. On June 9, 1942, | received a postcard from my aunt, which |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nconsidered my mother. That they were going to be deported the next day to the east.\nAnd there were -- you know, my aunt asked my mother to take good care of me. Unfortunately\nwhen we went into the under ground, my mother destroyed anything that had our names on it.\nShe always regretted it later on that she didn't keep anything. But what happened the\nfollowing day, indeed my aunt and uncle were deported to the extermination camp of Sobibor\nand a few months ago, a German research outfit. | learned that on transportation of the D18\nand all people were gassed on arrival. Because they were over 50 years old.\n>> Bill Benson: You just recently learned that?\n>> Fred Kahn: Right. And also that right here in the bookstore, a book called \"The Prisoners of\nBreendonk,\" which is in Belgium. It is a transit camp and went up. | took the book home,\nlooked at it and saw the same picture of the same uncle that was a friend of a lady in\nGermany.\nShe was asked by Dr. Mangula, honestly, he answered with difficulty. And then go to the bus.\nAnd this other man who later became a famous journalist, said, oh | want very well. So he\nsurvived working. And he learned later on that my uncle had been to the bus to the people to\nthe camp.\n>> Bill Benson: That was in the book you just recently read.\n>> Fred Kahn: It was here in Holocaust bookstore.\n>> Bill Benson: You describe that period of time moving frequently as the Lejeune family. That\nyou were in what you call --\n>> Fred Kahn: Was not in touch with any person of my own age. In other words, we wanted to\nbecome actually invisible. And the other point is that -- and this happens to all Holocaust\nsurvivors. Going through this experience now must learn very fast, like an adult.\nAnd then | had also the mission of taking care of my grandmother who spoke only German.\nSo at all times | had to be with her. And one time we were in a local train and suddenly some\nGerman soldiers came in the compartment and my grandmother panicked. She had in her\nbag, purse maybe, a Belgian newspaper. Which was actually German. In those days there\nwere no pictures in the newspaper. So she pretended she read the newspaper hiding herself\nfrom the Germans. After we got off and | tell my grandmother, guess what? You were reading\nthe newspaper upside down.\n[Laughter]\n>> Bill Benson: So you described that as a very lonely time for you.\n>> Fred Kahn: Oh, yes. | was very anxious all the time because of fear. We're listening to the\nBBC in French. The British broadcasting corporation. And already the end of June 1942, they\nmentioned that the Germans were killing, mass murdering the Jews.\nSo we know very well that if we got caught, we would have been killed. There's no doubt\nabout that. Of course, we did not go into hiding as a vacation. We went there because it was\nabout saving our lives.\nAnd so each day, for me, as | was between the age of 10-12 years old, it was very stressful\nindeed. And | remember in 1943, that when | wandered to town, | was arrested by the Belgian\npolice for not being in school. And in fact, | had begged for them for some money to get on a\nbus.\nAnd it turns out to be a policeman. He took me to the police station and interrogated me and |\nkept saying that my name, as I'd been trained, Freddy Lejeune. And that | had, which is true,\nthe scarlet fever, and | did not want to infect over people.\n>> Bill Benson: Which is why you weren't in school.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Fred Kahn: Right. However, they took everything out of my pocket and afterwards, | was\nreally expecting Germans to walk in. And they came back and asked me, is your mother\nblond? And of course my mother was originally was black, but turned herself blond to pretend\nthat she was Christian.\nSo they told me, You pull out and don't you ever come back. And six years later | would see\nthem again. And | remembered that, but | never told my parents. And six years later my\nmother found out about that story.\n>> Bill Benson: How did your parents manage to provide the essentials like food?\n>> Fred Kahn: Fortunately, we were well off. And my father, one of the bridge players, again.\nHe was the head of a bank and turned all his money to the bank director. You really do have\nto trust somebody.\nAnd so unfortunately, we were to buy everything from the black market, because we had no\nration card. We were not registered in the places where we live, even though the law said you\nhave to register. It was city hall and you have to do that when you move into a place or leave,\nyou have to register at city hall. So we were really invisible. So therefore, had to buy\neverything in the black market.\nAnd the most important thing we could get without spending money was potatoes. So my\ngrandmother was cooking, and she did -- created all kinds of meals with potatoes. And of\ncourse, a lot of French fries.\n[Laughter]\nSo that was good. But she made bread with potatoes and who knows what.\n>> Bill Benson: Fred, did anyone know your true identities?\n>> Fred Kahn: | thought no one knew. But except years later when somebody interviewed me\nfrom the British newspaper, and then put it on the radio. A young -- an older woman now --\nthought | had died. One of the person probably have found out some different place to play.\nHe was a merchant. Told her she was only 8 years old, that the Germans would go inside and\nkill me.\nFor a young girl of 18 years old, very hard to understand why anybody would kill me. | learned\nthat not long after, maybe 20 years ago.\n>> Bill Benson: In the fall of 1944, you had been living for two years as the Lejeune family. In\nthe fall of 1944, after your family had moved to their final hiding place in the farming village of\nOneux-Theux | believe it is. Spa, Belgium. Belgium was liberated, though the war continued\nin Europe until May of 1945. When did you realize you could come out of hiding?\n>> Fred Kahn: We watched all day long. We watched from the top of the field. The city of\nOneux-Theux, only on top was a farming village. At the bottom was a regular city. And then\nyou have a slope. So that you could see across to the slope.\nAnd suddenly there was always fighting. You heard that. The noise. And it stopped and\nsuddenly we saw tanks coming down with an orange thing on top of them.\nAnd my father -- my father now, ran -- just like that. And my mother was so afraid something\nwould happen. But he ran across a bridge that had been blown up and created the American\nfirst tank. That was how we were liberated.\n>> Bill Benson: And | think your father said that was the greatest day of his life.\n>> Fred Kahn: Correct. When my parents, they came to the United States 15 years after | did.\nIn 1967. And | told my wife her what the answer my father would give. September 9, 1944.\nSo | asked this question in front of my wife and indeed, he answered, September 9, 44.\n>> Bill Benson: And on that date after that battle you said raged all day long. And finally when\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nit was over. That in that town of Spa was a huge supply depot for the Germans?\n>> Fred Kahn: By that time, three months later, on my 12th birthday, we got word that the\nGermans had made a counteroffensive, what later became known as the Battle of the Bulge.\nlt started and for three days we heard boom, boom. A lot of noise. And | saw going up the hill\nsoldiers with [Away from mic] | learned later on, this was the first time that black soldiers,\nvolunteers to fight in a battle. And many got killed. I'm afraid that many people -- some of the\nblack soldiers got caught by the Germans and tortured and murdered. And | remember that to\nthis day.\n| tell you later more.\n>> Bill Benson: And you had thought you were liberated --\n>> Fred Kahn: Of course. We had resumed our true identity. That's why it was so dangerous.\nAnd we walk in the snow -- it was a very cold winter, and we walked in the snow for the 15\nmiles to go to Oneux-Theux and stay there in the basement.\nBut it was the worst part. When the Americans and the British and the Germans. Each one\nlost a lot of people and a lot of the American soldiers are buried in the Belgian cemetery.\n>> Bill Benson: | like the incident you told me about. That after the fighting was over, the\ntowns people went to the German supplies and broke in.\n>> Fred Kahn: In the city. People instead of getting American soldiers went in and got ahold of\nthe goods of German armies. Including a lot of Dutch cigars.\n[Laughter]\n>> Bill Benson: Which you gave to the American soldiers.\n>> Fred Kahn: There were troops passing by the house and | gave them those cigars and in\nturn, they threw chewing gum and other stuff to us. | went back to the school at the city where\n| had lived and the kids couldn't believe | was still alive. And | gave them some chewing gum.\n[Laughter]\n>> Bill Benson: The war would end in May 1945 with Germany's surrender. At what point,\nespecially after you had thought you were safe, you'd resumed your identities, and then the\nBattle of the Bulge began. You were fearful the Germans would come back. When did you\nand your parents actually feel that you were safe?\n>> Fred Kahn: Oh, after the war was over, of course. And my father resumed his business\nand played bridge again until he came to the United States. And | remember when the war\nwas over, | was walking up a hill and | heard the bells of the church singing all over the place.\nAnd it was the end of the war. 1945.\nAnd then a year later, | was in the 6th grade and | finished number one in a city-wide exam.\nDon't forget that during the war, and | didn't mention that. The principal would come to us. Not\nonly found us place to stay. But he brought books in French. | must have read a book a day.\nSo | finished first in citywide exam. And then in high school foreign language. | learned four\nyears of Dutch and of course | knew German. By the time | came to the United States, | knew\nfour languages.\nThen | got very active in youth activities. | created a soccer club, and we competed. The\nneighborhood kids first got together. And then we competed to a championship of Belgium for\n18 and under.\nIn the first year we finished number 2. Finally 1948, we were champion of Belgium. And they\ncouldn't believe it. The people who have grandeured something couldn't believe that at that\ntime | was only 15 or 16 years old, would do all that. | still have the letter telling me how great |\nwas.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n[Laughter]\n>> Bill Benson: From what you've shared with me Fred, after the war, you dived into life as\nfully as possible.\n>> Fred Kahn: Right.\n>> Bill Benson: With your parents giving you total freedom. What does that me to have just\ntotal freedom?\n>> Fred Kahn: | learned before my mother passed away and she was in contact with my wife.\nShe said that my father had told her don't bother the boy. We're live. So between schools in\nthe summer, | would hitchhike all over Belgium, but | couldn't go outside of Belgium, because |\nwas a Stateless citizen.\nAnd | wrote for the newspapers in French. And at the age of 17 | was working by then, in\nthose days they had newspapers outside of the store. And | see my name on the front page of\na newspaper.\nAnd about the condition of peace. And it's ironic that all these years after, I'm still promoting\ncolumns. Through the listserv that I'm managing.\n>> Bill Benson: Fred, your parents gave you total freedom, but they said you could not leave\nBelgium and go to the United States which you wanted to do, until you finished high school.\n>> Fred Kahn: Right. Very insistent that | finish the school, which was excellent. It felt like a\nprep school, and we learned about -- | was in humanities, economics was a major. And\nteachers were paid by the state. They were inspected. And | still remember most of their\nnames. They were first-rate.\n>> Bill Benson: What made you want to come to the United States?\n>> Fred Kahn: The brother and sister that lived in the same town that | was in and where my\ngrandmother had lived, left to New York in July, 1938. At first my uncle in New York said he\nwould pay my fare. Turns out he didn't. | borrowed the money.\nAll the terms which | actually didn't know. First cousin provided the affidavits to come to the\nUnited States as a legal citizen. Through appointment, they would pay that there would never\nbe any charge of the American government. And they had a business.\nSo | had an obligation to become a resident of Baltimore. Moment | arrived got a job as a\nstock clerk and in the evening | found myself a job as an usher in the movie Avalon. | met\nthere, movie director who made a lot of movies. The diner.\n>> Bill Benson: One last question for now, Fred, because our time is getting short.\n>> Fred Kahn: My watch is broken.\n>> Bill Benson: I'm watching it.\n[Laughter]\nThere's so much you could share with us after coming to the United States, of course. You\njoined the army, you were in army intelligence and you went back to Germany. What was that\nlike to go back to Germany?\n>> Fred Kahn: The first thing of course | want to go back to where | had been reared. It was\nthe Easter Passover and | went to the commander. And | found, | told them my story and they\ngave me three-day pass. | arrived in the train and my father would come from Belgium.\n>> Bill Benson: He let you lease by this?\n>> Fred Kahn: | told the train master. | said, it says | was born here. | must have had an\nEnglish accent. Afterwards, about three months later -- don't forget | was in intelligence, and\nwe did not wear our uniform in public. And the German people would not believe that | was an\nAmerican soldier. How about that?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Bill Benson: Fred, | think we have time for one or two questions from our audience before\nyour close out our program. So let's see if we can get a question or two. We have a\nmicrophone in each aisle. If you have a question, we ask that you use the microphone. Make\nyour question as brief as you can.\nI'll repeat it just to make sure that we hear it right before Fred answers. Anybody have a\nquestion? Gentleman right there raising his hand.\n>> Thank you for your time today, sir, and thank you for your service to this country. One of\nthe major elements of the Jewish faith is the bar mitzvah. How were they handled?\n>> Fred Kahn: | never had one as a result of it. And also where we lived in Verviers, we only\nknew one family who was half-Jewish. The husband was Jewish and the wife was German.\nThere was no synagogue there, and of course during the war, | was never bar mitzvahed. And\nmy father and mother were not religious. Though my grandmother, she had the Bible -- the\nTorah. And she refused to give it up.\nAnd she read the Bible every single day.\n>> Bill Benson: So she had it during the whole time?\n>> Fred Kahn: Yes, | still have it. That book is religious book that dates back to 1850. But as\na result, | never -- my wife, she was Buddhist. Turned into Jewish. She learned Hebrew. She\nthinks it's the best congregation here in Bethesda. | believe in God very much so, but not --\nright now. We forget about something.\n>> Bill Benson: We're not forgetting about it. | promise. One last question. We're not going to\nforget about that. Let me just say that afterwards Fred is going to sign copies of the Fred Kahn\nstory, and that will also allow you to ask other question.\n>> Thank you very much for your presentation, Fred. I'm from Australia and what struck me\nwas you were the beneficiary of asylum and the beneficiary of being received into countries to\nprotect you and your family. What sort of the messages do you think we need to hold onto\nwhen it comes to how we how we protect people seeking asylum and refugees.\n>> Bill Benson: Thank you for that question. | think Fred is going to probably speak to that in a\nsense when he concludes our program. So we'll do that if that's OK. All right. We are out of\ntime, unfortunately.\nPlease corner Fred afterwards for additional questions.\n| want to thank you all for being with us. We'll have two more First Person programs.\nWe'll have more information on our program when we resume in March 2018.\nIt is our tradition that our First Person has the last word. With that, Fred please share your\nthoughts to close today's program.\nPlease stay for a couple seconds when Fred is done, because our photographer is going to\ncome and take a photo of Fred with you as the background. We'll try and get Fred up the aisle\nas quickly as possible so he can sign copies of the Fred Kahn Story.\n>> Fred Kahn: Thanks. I'm alive today because of good people who is stood up to evil. To\nme, their personal fight, the strength, the righteous strength of the human spirit.\n| have lived also, personally, an authentic life for myself and others.\nNow | tell you why | still have much hope in the human race. When my uncle turned me over\nto that lady that took me to the border. A lady | had never met before in his life. He was\novercome by emotion and | learned about that only long after the war. Many years after.\nHe thought that he may never ever see me again. So he had on himself a very precious thing.\nAnd asked the lady to make sure that if ever he would not survive, that she would make sure\nthat she would keep it and give it to me. And so today, | finish the talk by showing you what he\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\ngave to her.\nSolid gold watch that she could have sold during the war, whatever. Nobody knew that she\nhad it. And after the war she'd managed to get it to me and here it is. And it was a repeated\nwatch. Unfortunately, | cannot open it, but you can hear it.\n>> Bill Benson: Put it up to your microphone.\n>> Fred Kahn: Why don't you? Because | don't have the strength in my arms. You can push\non that. And it still works.\n[Tone playing]\n>> Fred Kahn: There we go. That's terrific. And now that watch was given to that lady 79\nyears ago.\n>> Bill Benson: And she got it back to you after the war.\n>> Fred Kahn: Right. | did not Know -- | know, he probably took her aside. And | never knew\nabout it until | received the package with it and a letter explaining why. As | mentioned, she\ncould have -- no one knew that she had it. She safely -- and | don't know her. So | accepted\nafter the war, according to my father, she worked for the British Army.\nShe was a German.\nAnd just like the first boy friend | had. Walter was German. And we lived in a place where the\nland lady, before we went into hiding, was sort of German from the part of Germany that was\ngiven to Belgium.\nAnd she arranged for my father to meet with next door to us, the man who was in charge of the\nGerman army in that town.\nAnd so they met, and he told us as long as he was there, nothing would happen to our family.\nBut he could not guarantee what was after. He told him, according to my father, between four\nguys, get lost. Or | would if | was in your case. And that was another German who was not a\nNazi.\nSo you see as a result of it, personally | had nothing against the Germans except actually the\nmurderers. In some cases, sadists. And the more than | learn about the Holocaust through\nthe managing the [Away from mic] which | was asked to take over three years. And it's on\nYahoo. 325 members from five different countries. We really dig into that.\nAnd of course if | would encounter, | was an American soldier and | would encounter a German\nNazi, | would probably kill him. That's it. And of course | continue preaching about making my\nwife also. We are human rights activists in a way, not of any organization, but in our way. And\none thing is when | first came to the United States, | was shocked to find that discrimination\noccurred against people because of their skin color.\nHaving survived, and now | find out probably, back of my mind, | decide never to look down on\npeople because of the way they appear.\nIn fact, most of the time | think never pass a judgment on people. So that. And as a result of\nthat, | became the vice president of the international club and gave my idea of presidential\ndebates. And you learn about that if you buy that book.\n[Laughter]\n>> Bill Benson: Thank you, Fred! Thank you.\n[Applause]\n",
    "segments": []
}