{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, July 17, 2014\n11:00 a.m. — 12:06 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nALBERT GARIH\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. I'm the host of the museum's public program First Person.\nThank you for joining us today. We are in our 15th year of the First Person program. And our\nFirst Person today is Mr. Albert Garin whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship. And I'm pleased to let you know that Mr. Louis Smith is here\nwith us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as volunteers here at this museum. Our program will continue twice\nweekly through mid-August. The Museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card that you will find in your program today or you can talk with\nthe Museum representative at the back of the theater when we finish our program. In\ncompleting the card you will also receive an electronic copy of Albert Garih's biography so that\nyou can remember and share his testimony after you leave here today.\nAlbert will share with us his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time at the end of our program,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwe will have an opportunity for you to ask Albert a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Albert is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help us with his introduction.\nWe begin with this school portrait of Albert Garih taken in 1945. Albert's parents,\nBenjamin and Claire Garih, were born in Constantinople, Turkey, but moved to Paris in the\n1920's. Albert and his twin brother, who died in infancy, joining older siblings Jacqueline and\nGilberte. We see all three siblings here, including Albert, with long hair in this 1943\nphotograph.\nAlbert's father worked in a garment factory and the family lived in the janitor's\napartment there. In May 1940, Germany invaded France and occupied Paris. The Garih\nfamily fled south but they soon returned to Paris where they were subjected to France's new\nanti-Jewish legislation.\nIn 1943, Albert's father was deported to a forced labor camp. And Albert's mother and\nthe children went into hiding with Madame Galop and her husband. When they returned home\nin 1944, police were sent to arrest the Garihs but agreed to say instead that the family was not\nhome if the family would leave immediately. Albert's mother was able to bring her children\nback to the city. Claire and her children are shown together in this photograph.\nAlbert's father, released from the labor camp, walked from Belgium to Paris returning\nto his family in September 1944 on Rosh Hashanah, the Jewish new year.\nThe Garih family remained in France after the war. Albert received his Baccalaureate\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ndegree in 1957 then earned a degree in English and Spanish to French translation from the\nSchool of Advanced Translation and Interpretation Studies at the Sorbonne in 1962 and\nimmediately began his career in translation which he continues to this day, 52 years later.\nHis early work was translation of scientific and technical documents and publications and then\nlater translation of political and economic documents.\nAlbert's work took him from France to Cameroon and Africa, to Montreal, and then\neventually to the United States. The organizations for which he worked included, among\nothers, the International Civil Aviation Organization, the Inter-American Development Bank, the\nWorld Bank, and the United Nations. His work with the World Bank brought him to\nWashington, D.C. in 1976. His current consulting work is for the United Nations.\nIn 1967, Albert married Marcelle Ohayon who moved to France. They have three\ndaughters, Judith, Dalia, and Noemi. Their three daughters have given them 10 grandchildren\nages 19 to 2 1/2 years. For pleasure, Albert describes himself as a movie buff, loves\nphotography, and to read, and loves to travel. Albert and Marcelle went to China in 2012. He\ntraveled to France, Germany, and the Netherlands last summer, and both he and Marcelle\nvisited South Africa this past January.\nAlbert speaks French, English, Spanish, and Judeo-Spanish. Albert volunteers here\nat the museum with Visitor Services at the Visitors Desk and leads tours to the Permanent\nExhibition and the special exhibition \"Some Were Neighbors.\" He also gives talks about his\npersonal experience as a child survivor at the museum and around the country.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. Albert Garih.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\nAlbert, thank you so much for joining us and for your willingness --\n>> Albert Garih: Can you hear me?\n>> Bill Benson: | think they've got you covered here. Albert, we are so glad to have you.\nThanks for being our guest today. You have so much to cover for us in a short hour, so we'll\nget started immediately.\nWorld War II began, of course, in September 1939 when Nazi Germany invaded\nPoland. The following May, May 1940, Germany attacked France. You were nearly 2 years\nold when that happened. Before we turn to the war years and what it meant for you and your\nfamily, tell us first a little bit about your parents and their life, what it was like before the war\nbegan and for you and your siblings.\n>> Albert Garih: Well, my parents were born in Constantinople, which is now Istanbul, in\nTurkey. At that time it was part of the empire, it was the turn of the century. They were born in\n1901 and 1903. They lived there until 1923.\nAfter the First World War, the empire made the wrong decision, the bad decision, of\nsiding with Germany. So after the First World War there was a conference in Versailles, near\nParis. And the Versailles treaty dismantled the empire. The empire was covering what is\ntoday Turkey, Syria, Lebanon, Palestine. There was no Israel at that time. Saudi Arabia, all of\nthese areas. Well, after the Versailles treaty, all of these parts given to, you know, different\ncountries, mostly Britain and France. France inherited Lebanon and Syria. And Britain\ninherited Egypt, Jordan, and related Palestine.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nAt that time, Turkey -- the empire was dismantled. And the only thing that could be\nsalvaged from that was -- that's when Strong Man came to power in Turkey, Mustafa Ataturk,\nalso known as father of modern Turkey. And at that time the Jews there were a bit worried\nabout their fate, what was in store for them, because they had seen the genocide of the\nArmenians at the beginning of the century, 1905, | think.\nWhen Mustafa came to power, the Greeks, the strong Greek community living, they\nwere -- they fled back to Greece. The Jews were, you know, uncomfortable. They didn't know\nwhat to expect from that nationalist movement. And a lot of them fled.\nMy parents had been educated -- created in 1860. They started opening schools all\nover the empire where education was provided in French. So my parents were absolutely\nfluent in French. Their French was absolutely perfect. So France, when they decided to leave\nTurkey, France was a natural destination for them. Ok? So they moved to France -- actually,\nthey -- they didn't know each other. They met in Paris. They arrived in Paris in 1923. They\ngot married in 1927. 1928. And my sisters were born in 1930 and 1933. And | was born in\n1938.\n>> Bill Benson: So you were the little brother.\n>> Albert Garih: | was the baby of the family. Yeah.\n>> Bill Benson: You described your father as very smart but self-educated. Tell us a little bit.\n>> Albert Garih: Yeah. My father, his family was very poor. At the age of 10 he had to work\nto provide for his family, for his parents. His father was rather old. My mother's father --\nfather's mother was a second marriage to my grandfather. So, you know, advanced age\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nalready when my father was born. So my father had to work. But that didn't stop him from\nbeing educated. And his French was just as good as my mother's, actually.\nSo when they decided to go to France, France was the natural destination for them.\nThat's where they met. And they started working. My mother's French was so good that she\nwas hired in a company, in a small company. She was a secretary. She was typing letters.\nOnce she made nota typo, but a mistake. She had to write a letter to Haussmann, the one\nwho created the wide avenues in Paris. And my mother had never heard of any other Osman\nthan O-s-m-a-n, of the empire, but this she never heard so she wrote instead of H-a-u-s-s-m-a-\nn-n, she wrote O-s-m-a-n. And the colleagues made fun of her. But it was her boss who came\nto her defense and said when you speak another language the way she speaks French, you\ncan laugh at her.\n[Laughter]\n>> Bill Benson: Your parents, because they had moved from Turkey to Paris, there were\nissues about their citizenship status. Tell us about that.\n>> Albert Garih: Yeah. That's one of the first experiences. Particularly | got from my father,\nactually. They were immigrants in France. Of course they lost their Turkish citizenship. They\nwere stateless. So in the ‘30s, after a few years of living in France, they applied for citizenship.\nBut at that time, for whatever reason, there was already some anti-Semitism in France. You\nhad the movement in 1933 that was created in France called Fire Cross, which was a far right\nmovement, fascists. For whatever reason they froze all the applications for naturalization at\nthat time. So my parents had to wait until after the war, until 1948, 25 years after immigrated\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nto France to get French citizenship.\n>> Bill Benson: So in practical terms that meant -- you used the phrase “stateless.” That\nmeant they had no citizenship anywhere.\n>> Albert Garih: No. As stateless, they had to report every six months or something like that\nto the immigration office in Paris. The lower-ranking officials there. My father was very proud.\nHe suffered very much from that. He never really adjusted to France. My mother was more\nflexible. She adjusted. She was happy in France but not my father.\n>> Bill Benson: I'm sorry, go ahead.\n>> Albert Garih: No, no.\n>> Bill Benson: As you mentioned, you were born in 1938. And 1938 was, of course, a pivotal\nyear to the power of Nazi Germany and a time that for your parents must -- you described for\nyour parents it was an ominous time. Why was that?\n>> Albert Garih: 1938 was a very glorious year. It started with the annexation of Austria by\nGermany. You know that Hitler was not even a German. He was born in Austria. Ok? The\nfirst territory that he wanted to absorb into the Reich was Austria. And in March 1938, there\nwas the annexation of Austria by Germany.\nAt that time, the German troops when they entered into Vienna, they were acclaimed.\nOk? That was first event that happened in 1938. The second one was a Munich conference.\nMunich is a city in the south of Germany in Bavaria. And Hitler had convened a conference in\nMunich where he invited Mussolini, was his friend, the dictator from Italy, fascist, the French\nprime minister, and the British Prime Minister Neville Chamberlain. And he promised to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nChamberlain that if [No Audio]. The British prime minister was very naive, went back to\nEngland saying, ok, well, we're going to have peace in our time.\nThat was in September 1938. September 1, 1939, the German troops marched into\nPoland. Anyway, the French prime minister was not so naive, but he still went along. | don't\nknow for what reason. He had no choice. He signed the Munich treaty. That was treason,\nactually. That was the second event that happened in 1938.\nThe third one was Kristallnacht. Kristallnacht or the Night of Broken Glass. There\nwas a young German Jew was living in Paris whose parents had been moved -- they were\nliving in Germany. They had been moved close to the Polish border. He was very upset and\nvery worried about the fate of his parents. Somehow he decided to take action into his own\nhands. He killed a junior diplomat from the German Embassy in Paris. That's all it took for\nHitler to launch his henchmen into a rampage that became known as Kristallnacht, the night of\n9 of November 1938. | think it was 9. I'm not sure.\n>> Bill Benson: The night of the 9th through the 10th.\n>> Albert Garih: Yeah. | think so. And during that night they destroyed synagogues. They\nkilled 91 people. They arrested hundreds of people and sent them to concentration camps. At\nthat time we were not talking about death camps. It was concentration camps. The first ones\nwere created in Germany: Mauthausen, Bergen-Belsen. They started arresting Jews, you\nknow.\nWhen Hitler came to power in 1933, in January 1933, soon after his arrival to power\nthe Reich -- the Reich was the equivalent of the capital here. It was set ablaze supposedly by\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\na Swedish Communists. But apparently the SS blew on the flames to make it bigger. That\nwas also an excuse. Hitler was very good at making excuses to go on arampage. That's\nwhen he asked for special powers, which he got from Hindenburg, an old -- a hero from the\nFirst World War, the German Army, President of Germany at that time. And he obtained full\npowers from him.\nAnd when Hindenburg died in 1934, one year later, he appointed -- Hitler appointed\nhisself fuhrer and took full powers. That was a total dictatorship. They started enacting the\nNuremberg Laws that deprives the Jews of most of their basic rights. Lawyers were debarred.\nDoctors were not allowed to practice medicine. Teachers were not allowed -- were kicked out\nof public schools and so were children. It was very bad. And that was the backdrop against\nwhich we were living in France because France was also threatened.\n>> Bill Benson: And as you said, he, of course, a year after the agreement that Chamberlain\nwent back and said we'll have peace forever, a year later he marches into Poland, and then\nabout seven months later invades the Low Countries: Luxemburg, Belgium, and France, in\nMay 1940. And as once the invasion of France began and the Germans began advancing on\nParis, there was a mass exodus of people that fled Paris, perhaps as many as 80% of the\npopulation. You said to me that your family -- this is your words. “It all began with the exodus\nfrom Paris.”\n>> Albert Garih: Yeah. That was the first experience we had. When the war broke out --\nwhen Germany marched into Poland, the German Army marched into Poland, France and\nBritain declared war on Germany because they had broken their promise not to go further, the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMunich conference, so they declared war. But between September and May -- September ‘39\nand May 1940, it was what was called the phony war, which means that the Germans were\nunder Siegfried language was a fort side line on the German side of the border and the French\non the French side of the border. Nothing happened. There was no movement at that time.\n1940, Hitler launched a massive invasion with bombardments starting in Norway,\nDenmark, Holland, Belgium, Luxemburg and France. France was invaded -- half of France\nwas invaded. France was divided into two zones. You had the occupied zone and the\nso-called free zone. And you had the demarcation line.\nThe French government capitulated at that time. They signed a separate Armistice\nand they formed a new government, which was a collaborationist government headed by\nPetain who was a hero, the hero called, from the First World War. There was a big battle and\nhe was in charge of that. So he was a national hero in France. So he was appointed head of\nstate. He immediately started collaborating with the German government. There was actually\na meeting between Hitler and he | think in a place -- they formed a collaborationist government\nwhich settled in Vichy. Vichy was just south of the demarcation line in the free zone.\nAnd at that time the collaborationist government started, you know, in the 1940 or\n1941. They enacted a statute of the Jews which was based on the Nuremberg Laws depriving\nthe Jews of most of their basic rights. Ok?\nSo when France was invaded in May 1940, the people of Paris, not only the Jews,\neveryone, fled south. We followed the crowd. We went on a train with my mother and my\nsisters. My father stayed behind. He had to work. He didn't want to leave his work. So he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nstayed behind. But my mother and my sisters and me, we went along with a crowd. We went\nsouth, down to the Loire River, famous for its beautiful chateauxs all over. They're most\nmagnificent, actually.\nMy mother -- that | don't remember. | was 2 years old. My mother told me that we\nslept in a chateaux. It was not exactly -- we were not sleeping, you Know, in comfort or\nanything. We were sleeping on the floor, on straw. And my mother had nothing to feed me.\nAs a baby, | was crying. | was hungry. My mother told me that at that time there was a soldier\namong the people who had fled, a French soldier. | was disturbing people trying to sleep. |\nwas crying. So the soldier gave my mother some Schnapps and said, “Give him some\nSchnapps. That will calm him down.”\n[Laughter]\nIt did. Apparently it did.\n>> Bill Benson: Albert, you used the words a few moments ago, \"We followed the crowd.\" But\nthe image | have and | think that you've shared with me is one that those of us who are\nyounger have seen in movies: literally hundreds of thousands of people getting out their bikes,\ncarts, horses, occasionally a car. It was chaos. And while you're fleeing, you're being strafed\nby fighter planes and bombed. And, in fact, | think during that, you lost some family members.\n>> Albert Garih: Yes, actually. My grandmother, an uncle and an aunt and two cousins fled by\ncar. We were strafed. We don't know whether it was by the German Air Force or the Italian\nAir Force because it was called a stab in the back. The story goes that apparently it was the\nltalian Air Force that strafed people like that. Must have been a combination of both. A bomb\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\nfell on the car where my uncle, my grandmother, my aunt, and two cousins were. They were\nall killed by the bomb that fell on their car. They were just crossing the river when the bomb\nfell on the car. So that was my mother lost her mother, sister and a brother. That was the first\ntragedy that hit us during that war.\n>> Bill Benson: And you would, after getting to the chateaux, at some point went back to\nParis.\n>> Albert Garih: Yes.\n>> Bill Benson: You would remain in Paris in your apartment for another two years until\nJune 1942. Tell us what you can about those two years back in Paris and the events that led\nyour parents to decide they needed to leave their apartment in 1942.\n>> Albert Garih: Actually, it was not their decision. My father -- we were poor. We were not\nrich at all. My father had managed to obtain -- he was working in a garment factory. His boss\nwas also a Jew. His boss allowed us to live in the janitor's apartment in the garment factory.\nSo | guess we saved on the rent or something like that. My father was running two jobs at the\nsame time. He had three children. My mother was not working because | was too young. So\nshe had to take care of children. So my father was running two jobs. He was working at the\ngarment factory, doing the payroll. He was an accountant. And in the evening we would go to\na movie theater. He was doing that in the evening. He was working -- so he was a very\ncourageous man and very hard-working, taking care of his family.\nAs | said, | think it was in 1941 that the Vichy government enacted the statute of the\nJews which was based literally on the Nuremberg Laws. So we were not allowed to go into\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\npublic transit. We were not allowed to practice some professions. And we were not allowed in\ntheaters or places like that.\n>> Bill Benson: So you're living in this apartment while all of these restrictions are being\nimposed on your family. In fact, if you don't mind, share what you told me about an incident --\nwith a lot of bitter irony to it where your mother handed you to one of your neighbors over the\nrail of your apartment.\n>> Albert Garih: That was later. That was later. During that period, when the Vichy\ngovernment enacted the Nuremberg Laws, you know, the Nuremberg Laws -- when a\ncompany was owned by a Jew, it was confiscated. It was given to an Aryan, non-Jewish,\nmanager. Meanwhile, my father’s boss had to flee and go into hiding. He came back after the\nwar and he survived, but he was dispossessed of his company. Of course, they forced us to\nvacate the janitor's apartment. We had to find an apartment in no time. And that was in\nJuly 1942.\nAnd in July 1942 is a somber period because that's when -- you know, the roundups in\nParis started in 1941. They would arrest the Jews, send them to transit camps north of Paris.\nAnd from there they would send them on this cattle car trains to Auschwitz. So it was always\nvery dangerous.\nSO we moved into a tiny apartment, two rooms. Not two bedrooms, two rooms,\nperiod; a tiny kitchen and one toilet. That was it. No bathroom, nothing like that. No showers.\nNo hot water. No hot water. That was where we lived during that period.\nIn 1942 my parents saw this. They were rounding up people all the time and they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwere very concerned about that. So they sent my sisters and me to a farm outside of Paris.\nThey didn't tell the ladies -- it was two ladies. | suppose the men must have been enrolled in\nthe Army and maybe taken prisoners by the Germans. | don't know. | never saw any man in\nthat farm. | saw two women, two sisters. Madame Achtouise, | remember the name of the\nlady.\n>> Bill Benson: Your sisters are with you. Right?\n>> Albert Garih: My sisters were with me. And my sisters, you know, in ‘42 they were 9 and\n12. So they were going to school. They were going to the local school there. And | was\nstaying with the ladies. | was only 4 years old. | was staying with the ladies. | didn't go to\nschool. | remember the ladies, they were raising pigs and rabbits. | was fascinated by these\nanimals. | was always watching them.\nAnd | was a very social little guy, you know 4 years old. And | was talking to these\nladies. At one point in the conversation | told them that we were Jewish. And that's all it took\nthese ladies to send us right back to our parents. That was some time during the spring of\n1943. Ok? We had to go back to our parents, to their apartment.\nIn September 1943, my father was summoned to a slave labor camp in the Channel\nIslands. The Channel Islands, small islands off the coast of Normandy. My father was in the\ncamp. They were building what was called the Atlantic wall. They were supposed to build\nbunkers to stop the invasion from the allies. So my father was sent to that camp. And my\nmother found herself alone with three young children, terrified at the idea that at any moment\nthere could be a knock at the door to take us away.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: And just to emphasize that point, you told me for your sisters, because they\nwere older, and for your mother, it was just a time of total terror because of the roundups and\nyour father's now gone.\n>> Albert Garih: Exactly. | was too young to be afraid. | didn't realize that. | was old enough\nfrom the age of 4 from 1942 onwards, old enough to remember everything but | was too young\nto realize and to be afraid. | didn't have any nightmares or anything like that.\nMy sisters and my mother were terrified because they were aware of the danger. It\nwas a real danger. We had some people in our building who were taken away and were\ndeported. One of them came back after the war and he was like a living skeleton.\n>> Bill Benson: In one roundup alone, am | correct, that as many as 17,000 French Jews were\nrounded up in one roundup alone?\n>> Albert Garih: 13,000. Yes, it was a big roundup. It was a stadium where there were\ncycling races on the track. The Germans had asked for 20,000 men only. They wanted men.\nAnd they round up 13,000 men, women, children, elderly people, everything. So when the\nChief of Staff of the prime minister asked the prime minister what are we going to do with the\nchildren and with all of these people, send them with their fathers.\nSo they rounded up in two days, 16 and 17 of July 1942, they rounded up 13,000\npeople which were parked in the stadium for several days. And you have to realize it was in\nJuly. It was very hot. It was the summer. There was no such thing as air-conditioning or\nanything like that. Even the toilets were very soon out of order and could not be used. These\npeople were kept there. They had whatever food they had taken -- because they didn't know\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwhere they were going. So they went out packing. They were only allowed a small suitcase\nper person, so they had a minimum of food with them. It was soon exhausted. So they had no\nfood, no water. And it was hot. And they stayed there in that filth in that stadium for several\ndays. | couldn't tell you -- it must have been about a week | something like that.\nEventually, they separated the men from the women and the children. The women\nand children were sent to transit camps south of Paris in two camps, also along the river. After\na few days they were sent to another camp and then to Auschwitz. 4,051, if | have the correct\nnumber, was sent to Auschwitz. None of them came back.\nSo my parents had good reasons to be afraid and to be terrified. That's when my\nfather was taken away. My mother, one day she met this lady in the market and somehow,\nyou know, they must have been talking. The lady was commiserating with my mother. My\nmother started crying and said I'm afraid that at any moment they can come and take us away\nand take my children away. And this lady, Madame Galop, went back home to her husband.\nIn the evening she told what my mother had told her. The next day Mr. Galop came with a\ncart. In those days we were pulling carts. There was no horses.\n>> Bill Benson: A wooden cart.\n>> Albert Garih: A wooden cart. Just a strap, and he was pulling that. We took whatever\npersonal effects we could take with us. And we went to live with the Galops. And we spent\nabout six, seven months with them. That was to me, the happiest time during that somber\nperiod because the Galops had two little girls, two daughters. | was 5. It was in ‘43. | was 5.\nThey had two daughters who were 4 and 3. So! was playing.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nAnd Mr. Galop was a sculptor. He was sculpting some sets for movie studios. And\nthey had a big warehouse behind the house where they were storing all of these sets. And we\nhad great hide and seek parties there, games, you know, with the two little girls. Needless to\nsay, my mother, whenever there would be a knock at the door, she would take us and |\nremember that. She would take us to the back room and say, “Shhh, don't say a word.” And\nsomehow | learned my lesson. Because | told the ladies in that farm that | was Jewish. That\ntime | stayed put and didn't say a word. But | remember hearing some voices in the next room.\nActually, what Mr. Galop told us -- a great amateur of art. At one point he visited the\nmovie studios where Mr. Galop was working. We were really in harm’s way. We were living\nless than a mile away from the university. There were big dorms where the students who were\nstudying in Paris are staying. And that had been taken over by the Germans. And there were\nantiaircraft, batteries, right on top of the roof. | remember at the end of the war seeing a rocket\nthat must have been a V-1 or V-2, | don't know, that was lying on the ground there.\nSO we were very exposed. We were in a small street. It was about 10 houses.\nMostly artists, painters, sculptors, and people like that. And one of them, a painter, his wife\nwas a sympathizer of the Reich. And one day she told Madame Galop -- though she liked me.\n| remember | had conversations with her. | was a kid, but apparently | spoke nicely for 5 years\nold. She said -- she was always giving compliments to me. But one day she told Madame\nGalop, “When are you going to get rid of that scum?” We were the scum. So at that time,\nMadame Galop and my mother decided that it might be safer for us to go back home, actually.\nAnd that's what we did.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Bill Benson: Back home to your apartment.\n>> Albert Garih: To our apartment. We went there. It was in the spring of 1944. It was close\nto D-Day, actually. Sure enough, just around D-Day, maybe a few days before, a few days\nlater -- | cannot tell you exactly. We had a visit of two police inspectors. Early in the morning,\n8:00. They always would come in the middle of the night or early in the morning. 8:00 in the\nmorning. A knock on the door. It was June 1944. “Madame Garih?” “Yes.” “We came to\ntake you away.”\n| was sleeping. | was still in my bed. It was 8:00. My mother wouldn't send me to\nschool. My sisters had no choice. They were -- at that time they were 11 and 14. They had to\ngo to school. Ok? | was not even 6. So my mother would keep me home because\nsometimes, you know, they would go to school, take the children away, and the parents would\nnever hear of them anymore. So my mother would rather keep me home at that time with her.\nSo | was still in bed.\n| remember being awakened by the commotion, these two inspectors saying to my\nmother that they came to take us away. My mother started shaking, of course. They said:\nLook, we're going to report that we didn't find you but you must not sleep in your apartment\ntonight because we are going to report that we didn't find you but they are going to -- maybe\nthey're going to send the Gestapo or the militia, whatever. And then these people if they find\nyou, they will take you away.\nSO you can imagine my mother was completely desperate. What am | going to do?\nShe dressed me very quickly. We went out. She went to see a social worker that she knew.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nAnd she explained the situation. The social worker said: Look, I'm going to do my best but |\ncannot find a place -- a hiding place for all of you overnight. So in the meantime, try to see if\nyou can stay with your next door neighbors. You must not go back to your apartment.\nSo that's what we did.\n>> Bill Benson: And your next door neighbor who takes you in for that night, like the Galops,\nthey did this at great risk. Right?\n>> Albert Garih: Absolutely. That was the military. It was a couple. They were Communists,\nmembers of the Communist party. He had been summoned by the Germans to go on\nmandatory labor service in Germany. And he had not shown up. So he was also wanted. For\nthem it was a great risk. They had a little daughter who was my age, a couple of months\nyounger than me.\nSo they said you stay with us. It was very convenient because they were working on\nnight shifts. Monsieur Galop was an artist, making rod iron happened rails. He made the one\nin Paris. He was very proud of his work, actually. And he was working on that, that trade.\nAnd she was working in a print shop, working at night where they were printing newspapers. |\ndon't know what they were printing. But she was in the night shift. So we would sleep in their\nbed during the night. And in the morning when they would come back from work, we would\ngive them the bed and they would go to sleep. So we stayed like that for a few days.\nAnd my sisters, in the meantime, they stayed downstairs with the lodge keeper, a\nwoman. Also the husband was not there. He must have been taken prisoner. A mother with\nthree children, two boys and a girl. They were about the same age as my sister and I. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\ntwo boys were about 14 and 12. And the little girl was about 5. Madame Papayon. She was\nthe lodge keeper. My sisters were sleeping at the lodge keeper’s apartment. We were\nsleeping at the neighbor's. That lasted for a few days. | couldn't tell you how many days.\nEventually, the social worker came back to my mother and said, \"I found a place for\neach one of you.\" So my mother was placed as a governess in a family near the Eiffel Tower,\na family with eight or 10 children. And we were placed in a Catholic boarding school, ina\nsuburb east of Paris called Montfermeil, which was made famous by one of the \"Les\nMiserables \" -- when Jean Valjean meets Cosette in the woods. We were playing in these\nwoods, actually. And | remember once that we had been taken out to the woods. And there\nwas an air raid. We heard sirens blasting. We had to run back to the school. And the next\nmorning we heard that there was a big crater in the clearing where we were. Where we were\nplaying, actually.\n>> Bill Benson: So we all sort of get this picture: here it is, June 1944, after D-Day. The allies\nhave landed in France. They're marching into France. The Germans are on the defensive.\nAnd yet they still are looking for Jews all over France and Paris along with their French\ncollaborators still hunting you down after D-Day as the end is coming for them.\n>> Albert Garih: Yes. Yes. They didn't stop. They were desperate to send as many Jews as\nthey could to their death, actually. You know, altogether, objectively we have to acknowledge\nthat France was not as bad as countries like Poland, for instance, or Hungary. When you think\nthat in Hungary they managed to deport 440,000 Jews in a matter of months, two or three\nmonths, that's mind boggling. Right? There was Eichmann, despite the efforts of Raoul\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nWallenberg to save as many Jews as he could. But in France, somehow only 76,000 Jews\nwere deported and lost their lives out of a Jewish population of about 300,000. So about 25%.\nBut it's still --\n>> Bill Benson: 76,000 people.\n>> Albert Garih: Yeah. 76,000 people, yeah. So it was still bad. But there were good\nreasons for my mother to be terrified.\n>> Bill Benson: Paris -- after that, Paris is liberated in August 1944. As you said, you're 6.\nYou remember when that happened. Right? Tell us about it.\n>> Albert Garih: | remember. | was not in Paris when Paris was liberated, but | was in that\nsuburb. We must have been liberated a few days later because we were east. The troops\nwere moving, the allies were moving east.\n>> Bill Benson: And you're in the Catholic school still at this time.\n>> Albert Garih: Yes. | was the baby. | was 6 years old at that time. | was sort of the prodigy\nof the head mistress, | think. She was always holding my hand. She must have been the only\none, maybe with the priest, knew about me, that | was Jewish and | was in hiding. The other\nchildren didn't know. | didn't say anything at that time.\n>> Bill Benson: You learned from that earlier experience.\n>> Albert Garih: | learned. | learned. | learned. That stayed with me for many years after the\nwar. | was afraid to say that | was Jewish.\nParis was liberated August 25, 1944. My mother was on the front row. She saw all\nthe fights in the streets between the German Army and the resistance. Actually, Paris was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nliberated by the French. General Leclerc, 2\"? Army Division of General Leclerc, who had\nrallied -- the goal was in London at that time. He asked Eisenhower and Bradley, he said: |\ntook an oath and | said | was going to liberate Paris and Strasburg. | don't know why Paris and\nStrasbourg, but that was his goal to liberate Paris and Strasbourg. So he went to Eisenhower\nand said please allow my 2\" Armor Division to liberate Paris. They rolled into Paris on their\ntanks. A lot of people were killed.\nIn Paris you have plaques all over, on the streets, on the buildings. Here a young man\nby the age of 24, 22 was killed, fighting the Germans.\nSo Paris was liberated in August 24. You have to realize that Paris -- when Paris was\nliberated, it was more or less exactly the time when Anne Frank in Holland was taken away.\nShe was arrested August 1944. And she died in March 1945 in Bergen-Belsen, two months\nbefore the liberation of the camp and two months before the end of the war. So in a way we\nwere privileged to be on the front row of the movement of troops. We were liberated before.\nOne day | was in the boarding school -- whenever there was an alert, the sirens, we\nwould go into the shelters. It was underground in the school. One of our hobbies, when the\nalert was over, was to go back to the playground and pick up some shrapnel. | had a whole\ncollection of shrapnel at home that | brought home with me when my mother came to pick me\nup.\nSo when Paris was liberated a few days later, the train service was restored. My\nmother, of course, was on the first train. She has no way to communicate with us when she\nwas working. She was taking care of eight or 10 children in that family. She had no news\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nabout her children. She knew where we were. But she could not communicate with us. So\nthe first train she was on the train.\nBefore that, let me tell you about the liberation. One of the kids -- this boarding\nschool -- in France we have two kinds of boarding schools. You have boarding schools for rich\nkids where they were pampered and they have the best education, like the private schools.\nAnd you have the public schools where they keep children who have been kicked out of public\nschool because they were hopeless. So there were some tough guys there. And one of them\nran away one day. And everybody was up in arms because it was the war. It was very\ndangerous. We were wondering what happened to him. He came back the next morning. He\nsaid, \"The allies are coming! The allies are coming!\"\nWhether he was punished for having run away, | don't know. But anyway. That's how\nwe got the news that we were liberated. So we all went on the main street. And then we saw\nthe jeeps, the tanks, the soldiers with the helmet which was not the German helmet that was\nso scary for us. These people were friendly. They had smiles. They were giving chewing\ngum, chocolate, even cigarettes. Not to me but.\n[Laughter]\nThey were giving cigarettes. It was a total -- it was something new for us.\nAnd | remember that it was the first time | ever heard of the Americans. | knew\neverything about the Germans, the Russians, the Italians, the English, the French. The\nAmericans? Where are these people from? | never heard of them.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n| was 6 years old. It was my first encounter with Americans. Needless to say | was seduced\nimmediately.\n[Laughter]\n>> Bill Benson: So your mother is able to find you. In the time -- we're running out of time,\nAlbert. Of course, your father has been gone for a while now. Tell us if your mother had been\nable to even have any contact with him and his whereabouts. Tell us about how he came\nback.\n>> Albert Garih: Yeah. My mother was able -- in the camp, it was on the Channel Islands. He\nwas lucky not to be sent to a camp in the east because if he had been sent to Auschwitz or\none of these camps, chances are he would not have come back. He was in a slave labor\ncamp. He was building bunkers there.\nActually, he had an accident when he was there. He was walking on a scaffolding.\nHe was carrying a trough full of cement on his head. Stepped on a loose bolt. The bolt hit him\nright here. He fell. And he fell off a cliff. He was picked up by the soup truck.\nAt that time my mother thought she would never see him again, actually. They could\nwrite. | remember the letters that were received from my father. | remember the envelope.\nThe envelope was with a postmark with an eagle and the swastika. And we kept these letters.\nFor whatever reason my parents, when they moved, they must have disposed of them. It's too\nbad because | would have loved to give them to the museum, but | don't have them of that and\nthe Euro stars, actually.\nSo my father was in the Channel Islands. Somehow the Germans feeling that there\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwas some danger -- also, the allies were doing everything they could to make believe the\nGermans, that the invasion would take place in the Straits of Dover, the shortest distance\nbetween France and Britain. So they were bombarding constantly there and destroying all of\nthe fortifications.\nSo at one point the Germans moved -- or evacuated the prisoners from the island and\nsent them to [Inaudible]. | remember because somehow -- | have no clue about my father. But\n| remember my mother at one point saying they were bombarding and she was very nervous\nabout that. | made the connection much later.\nAnyway. When the Germans were retreating, at one point they put my father and\nother inmates with him on a train bound for Germany. Whether they were going to send them\nto a factory to be used as slave labor maybe to a death camp, | don't know. The train was\ntraveling through Belgium, its northern Belgium, actually, and the train was stopped by Belgian\nResistance who had blown up the railroad track. There was a battle. In the confusion the\nGermans released their prisoners.\nThat was some time around August 1944. My father walked back from northern\nBelgium to Paris, about 200 miles. It took him a couple of weeks. He arrived home the\nmorning of Rosh Hashanah. My mother was dressing me up for the occasion. We were going\nto synagogue for the first time since before the war. Actually, a knock on the door in the\nmorning. My mother saw like a ghost, you know. We were living at the end of a dark corridor.\nShe didn't realize immediately. Then when she realized that it was her husband who was\nthere, but he was in bad shape; you know, he had suffered the injury on his head falling from a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ncliff plus the bad treatments in the slave labor camp. He was like a ghost. But he recovered.\nHe was very strong. If | had been submitted to the same treatment, | wouldn't have lasted a\nweek. But my father was stronger.\n>> Bill Benson: In fact, just to jump forward, late in his life he was honored by the government\nfor longevity in his job. Right?\n>> Albert Garih: Yeah. My father worked for 43 years with the same employer, with his\nJewish employer in that garment factory. And he got a certificate for that that was equivalent --\nand a medal that was equivalent of the honor in France, 40 years of service.\n>> Bill Benson: If | remember correctly, his death was brought on by seizures that were\nprobably related to his fall.\n>> Albert Garih: He died 50 years later. | strongly suspect that his death was connected to his\naccident off the cliff. Towards the end of his life, he would pass out. He would be at the bus\nstop and all of a sudden he would fall, collapse. And people had to pick him up. He died of\nseizures. He didn't have epilepsy, but it was very similar seizures.\nWhen he died, actually, | didn't have a chance to see him. He was brain dead when |\nsaw him. | was called by my sisters, come to see your father. | saw him. He was brain dead.\n>> Bill Benson: In the little bit of time we have left two other questions of you. One, of course,\nas you mentioned earlier, you're liberated in August. Your father's back in September or\nthereabouts. But the war continued until May 1945. How did your family go about just sort of\nre-establishing some semblance of normalcy? And when did they realize the extent of losses\nin your own extended family?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Albert Garih: Well, my mother had lost some cousins who were taken away, deported and\nsent to Auschwitz who didn't come back. When we were liberated and we were back home,\nthe whole family, life resumed almost immediately. October 1 was back to school day. | was\neager. | was 6 years old. | was eager to go to school for first time. | went to kindergarten\noccasionally, very occasionally because as | said my mother was very afraid to send me there.\nSo October 1, | was 6 years old. | was eager. | must say that | was so eager that | was a very\ngood student. At least in the first few years.\n[Laughter]\n>> Bill Benson: Did your parents manage to kind of pull their lives back together? Of course,\nyour father worked for all of those years.\n>> Albert Garih: Yeah. We still had some restrictions at that time. We were having tickets to\nbuy food, everything was rationed. It was rationed tickets. It was ration tickets for bread, for\nbutter. An egg was a luxury item. An egg. Now we buy several dozens, dozen and a half,\nthree dozens. At that time one egg was a luxury item. Yeah. We had very little to eat.\nOne thing that happened -- I'm a translator so I'm very sensitive to that. There was a\nmistake by one French translator when placing an order. They wanted wheat flour for bread.\nThey wanted to import that from the states. And in English wheat is corn. Corn here is mais.\nSo they placed a huge order for corn. And for about six months we had yellow bread.\n>> Bill Benson: In France, huh?\n>> Albert Garih: Yes. That | remember.\n>> Bill Benson: There are so many things that | Know | would like to ask you about and have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nyou talk about and our audience probably has a lot of questions. We're not going to have time\nfor that. When we finish in a moment, Albert will step off the stage. You'll be available to\nanswer questions. So if you have a question you want to ask him, please, absolutely feel free\nto do that after the program or just shake his hand or take a picture with him, whatever you\nwant to do.\nWe're going to close in just a moment. It's our tradition at First Person that our First\nPerson has the last word. So I'm going to turn to Albert to give us that last word. Before | do\nthat, I'd like to thank all of you for being here, remind you that we will have programs twice\nweekly through the middle of August. And information about our program for 2015 will be on\nthe Museum's website.\nIn addition to Albert staying behind to answer any questions you have, we're going to\nask, before | turn back to him, ask you all at the end of the program, when he's done, ask you\nto all stand and our photographer, Miriam, will come up on stage and take a picture of Albert\nwith all of you standing behind him. It just makes a terrific shot. So please bear with us for\nthat.\nSo, now for the last word.\n>> Albert Garih: Well, that's the most difficult part, actually. | never know how to close. | must\nsay that as | said about the liberation, that was the first time | heard about Americans. | must\nsay that | have a debt of gratitude to this country because if it were not for these American\nsoldiers -- and we have so many of them in the cemeteries in Normandy. If it were not for the\nsacrifice of these American soldiers together with Canadians and British and some French,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwho were not following the collaborationist government, | wouldn't be here today. But this\ncountry, | must say, | have a debt of gratitude. Since I've been living here for the past 37 years\nwhere I've been very happy, | have a special feeling in my heart for this country. That's what |\nwanted to say.\n[Applause]\n[The First Person event ended at 12:06 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}