{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Kurt Pauly\nThursday, June 8, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Kurt Pauly, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as a volunteer here at this museum. Our program will continue\ntwice-weekly through mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nKurt will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask Kurt questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Kurt is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nKurt Pauly was born to Jewish parents on March 26, 1930, in the city of Aachen,\nGermany. His mother's family had resided in Aachen since the 18th Century. Here we see a\npicture of Kurt at age 6 in Germany.\nKurt's mother, Selma, was the first cousin of Anne Frank's grandfather, pictured here\nwith some of Kurt's other relatives at a bar mitzvah in 1912 in Germany. He is the man second\nto the left.\nThis photo is from the wedding of Kurt's parents, Selma Herz and Hugo Pauly, in\n1927. Kurt's father, Hugo, who is pictured here, trained as a chef and worked as a butcher and\nalso managed several stores for his father-in-law. Kurt, his parents, and his grandfather lived\nover one of those shops in a suburb of Aachen called Eilendorf.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nWhen the Nazis came to power in 1933, the situation drastically changed for the\nPaulys. Worsening conditions forced the family to close its shops. In 1936, the Paulys\nimmigrated to Palestine, where Kurt's father had a trucking business.\nHere is a photo of Kurt's family in 1936 in Palestine. We see his mother on the left, in\nthe center behind Kurt is a cousin, Walter, and his father is on the right.\nIn 1938, the family immigrated to the United States.\nThis photo shows Kurt and his classmates in Palestine. Kurt is circled in this photo.\nAfter immigrating to the U.S. in 1938, Kurt and his parents moved to Cincinnati where they\nlived until moving to Vineland, New Jersey in 1948.\nIn 1951 Kurt was drafted in the U.S. Army. He was severely injured during artillery\ntraining and was hospitalized for a lengthy period. After his discharge in November of 1953,\nKurt attended the University of Pennsylvania's Wharton School of Business, graduating with\nhigh honors and becoming a Certified Public Accountant. While at university Kurt met Jill, who\nis also a Holocaust survivor, and they were married in 1957. Kurt went on to a successful\ncareer as a CPA with several major national corporations, retiring in 1992.\nKurt and Jill had lived in the Washington, DC, area since 1974 but just last August\nmoved to Long Island to be closer to their children. They have two children, four grandchildren,\nand two great-grandchildren who are 9 and 1 years old.\n| am pleased to let you know that Jill is here with Kurt today, She was our First\nPerson yesterday.\nUpon Kurt's retirement both he and Jill became active as part of the first group of\nvolunteers with this Museum in 1992, before it opened. Kurt was a volunteer with Visitor\nServices. Although Kurt was interviewed about his Holocaust experience by the Steven\nSpielberg-founded Shoah Foundation, today is Kurt's first time publicly speaking about what he\nand his family went through during the Holocaust.\nWith that | would like you to join me in welcoming our First Person, Kurt Pauly.\n>> [Applause]\n>> Bill Benson: Hello, Kurt. Kurt, thank you so much for joining us today and being willing to\nnot only be our First Person today but being willing to do this for your first time. So thank you.\n>> Kurt Pauly: I'm very pleased to do it.\n>> Bill Benson: We are honored to have you. We have a very large crowd, so this is terrific.\nYou have so much to share with us.\nAdolph Hitler came to power when you were just 6 years of age when you left\nGermany with your parents in 1936. Before you turn to your parents’ decision to leave\nGermany and what that meant for you and your family, tell us what you can about your family\nand their lives prior to Hitler and the Nazi Party taking control of Germany.\n>> Kurt Pauly: Well, both of my parents lived for quite some time in Germany, my mother in the\nAachen area, my father in the southern parts of Germany, Bavaria. And his father had a small\nhotel in a university town. Then when he married my mother, he went to his new father-in-law's\nbusiness which was a butcher. He tried to expand that business. This was shortly before the\nNazis came in. And then when the Nazis came in, they forced him to close some of the\nbusinesses and eventually he thought it was best to leave.\n>> Bill Benson: Before we go there, Kurt, a couple of other things for you to share with us.\nWhen did your father become a chef?\n>> Kurt Pauly: Well, he became a chef actually before the First World War. He was in the First\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nWorld War. Since he came from Bavaria and he was a cook, a chef, he was assigned to the\nstaff of the king of Bavaria. At that time there was still a king of Bavaria. He was on the staff\nthere as a cook. | suppose that was better than being on front lines. He said at least they were\nnever hungry.\n>> Bill Benson: Tell us a little bit before your mother.\n>> Kurt Pauly: My mother's family, of course, lived in the Aachen area for a long time. Had\nmany relatives there, including the one you just referred to. Mrs. Frank's maiden name was\nHollander. And they had also lived in Aachen for quite some time. It was a small Jewish\ncommunity, so the people were very close. Even second cousins were pretty close.\n>> Bill Benson: Speaking of second cousins, how large of an extended family did you have?\n>> Kurt Pauly: | really -- | don't know. My mother had three siblings. My mother was a twin. Her\ntwin sister died in one of the flu epidemics after the First World War. The older sister married\nand was also living in the Aachen area. She had a brother, my Uncle Alfred, whose son, my\nfirst cousin, is still living in Israel.\n>> Bill Benson: Ok.\n>> Kurt Pauly: They fled Germany right after Kristallnacht when my uncle was arrested and put\nin jail. The way he got out of jail was that you could show that you were going to leave the\ncountry. This was when the policy of the German government was just to get the Jews out of\nGermany. This was before -- later, of course, they ran into the problem of the final solution.\n>> Bill Benson: Would you say, Kurt, that in the time before Hitler came to power that your\nfamily enjoyed a relatively comfortable life?\n>> Kurt Pauly: Yes. Yes. Yes. They were integrated well into German society. They felt very\nmuch at home. Although there were always some elements of anti-Semitism underlying, you\nknow, but they were not so disturbing and not as violent as what happened later when Hitler\ncame to power.\n>> Bill Benson: And once Hitler did come to power, soon after that your parents made a huge\ndecision to leave Germany. What can you tell us about those circumstances that compelled\nthem to want to leave?\n>> Kurt Pauly: Well, my father was, as | said before, was in the First World War, was very\nmuch concerned about where to go. He came to the conclusion that it was not enough to leave\nGermany, that we had to leave Europe. As he said in a more colorful language, we have to go\nacross the waters. He had an older brother who had come to the states before the First World\nWar. My father had visited him several times after the First World War, before he was married.\n>> Bill Benson: In the United States?\n>> Kurt Pauly: Yes. He lived in New York, actually. And he had a butcher store in Manhattan.\nBut sometime between -- so my father had been exposed to the United States. He thought it\nwas a place he might want to go if he had to leave Germany. Unfortunately sometime between\nlast seeing his brother and the time Hitler came into power, Uncle Max had died. So my\nparents had no other contacts in the United States.\n>> Bill Benson: So that option was closed.\n>> Kurt Pauly: Yes. Fortunately my mother had relatives in Palestine. They had been Zionists.\nHad nothing to do with Adolph Hitler. They had gone there before Hitler ever came to power.\nShe had two sets of aunts and uncles, a handful of cousins there. And they informed my\nparents of an agreement that had been negotiated by the Jewish agency in Palestine with the\nBritish and with the German governments to allow German Jews to emigrate to Palestine\nunder more favorable conditions than if they went other places at that time.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nAt the age of 6, of course, | Knew nothing about that. | learned about that, actually, in\nmore detail when | became a volunteer here in the museum. And in one of our history courses\nthe volunteers took, one of the historians was talking to me on a break and asked me how | got\nhere and | explained it to him and he said, “Oh, you went under the agreement.” So that's\nwhen | researched that.\nActually, about 10,000 German Jews got to Palestine under that agreement. What\nhappened was there was a lot of objections from the Arab population in the area about all of\nthese Jews coming in. And the British cut off the immigration. One of the other benefits was\nyou would actually become a citizen of Palestine after two years under this agreement. Since\nthe Jews had lost their citizenship in Germany, that seemed to be a plus, of at least you would\nbelong someplace.\n>> Bill Benson: And it will turn out later -- you will talk more about that.\nKurt, a couple of things about your period in your early years before you went to\nPalestine. Do you have memories of that time living in Germany before you left?\n>> Kurt Pauly: Yes, | have some. Of course, when we started -- when my father started to think\nabout leaving and then when he decided to go -- that he would go to Palestine, he tried to\nconvince many other members of our family to emigrate also because he felt it was getting\nmore dangerous in Germany. However, they were not really prepared for it yet. They didn't\nthink it would be so bad. Many of them were optimistic that Hitler would, perhaps, be voted out\nagain or whatever.\nThe older people -- my father's mother was living and my mother's father, so those\nwere my two living grandparents when | was born, they felt they were too old to do that and\nperhaps they might join us later once we got acclimated to a new country. But at that time they\nsaid, well, we're old and retired, what are they going to do to us. Little did they know. Nobody\nsuspected anything like that. I'm sure.\nSo the only other person -- well, actually two members of our family ended up in\nPalestine. One was this cousin Walter who had preceded us by about a year or era and a half\nin Palestine. He was more like an uncle to me because he was so much older. | was 6 years\nold. He was getting ready to get married. As you saw in the picture, he was an adult.\nAnd then my mother's brother, my Uncle Alfred, who was a teacher in Germany, was\narrested during Kristallnacht and ended up in jail. The only way that he would get out was if he\ncould show that they would leave Germany. That | was very common thing that the Nazis did\nat that time.\n>> Bill Benson: Imprison you and then say if we let you out, you have to leave the country.\n>> Kurt Pauly: That's right. And my aunt, his wife, started wondering where they could go. She\nhad some relatives in Palestine as well from her family's side. And what they did was they went\nto the British consulate in their area and just convinced them to give them visitor visas to go to\nPalestine. And these visas were good for -- | don't remember exactly but it was less than a\nyear period. But they got to Palestine as visitors.\nAnd then when the visa started expiring and the British started looking for them to\nhave them leave, they had gone into hiding. And the British couldn't find them. And then the\nwar broke out and they were in Palestine. And that's what saved them.\n>> Bill Benson: Kurt, you had a nanny in Germany. Can you tell us a little about her?\n>> Kurt Pauly: Yes, yes. But my wife as you -- | mean, my mother, as you noted, was also in\nthe business. And, of course, she was busy during the day. She hired a young woman to look\nafter me.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nOne time we were invited back to Germany, to the Aachen area.\n>> Bill Benson: 1996 | think?\n>> Kurt Pauly: Yes. We were invited by the Historical Society of Eilendorf. We went there. And\nthey had found my nanny. She was still in the area. We had a reunion. | mean, | hardly\nremembered her that well.\n>> Bill Benson: Right.\n>> Kurt Pauly: Because | was so young then. But she remembered me very well and actually\ngave me some pictures that we didn't have of our family that she had.\n>> Bill Benson: And she also shared with you some things about what happened to the family.\nRight?\n>> Kurt Pauly: Yes. Yes. Yes.\nAnyway, we ended up --\n>> Bill Benson: On the nanny, when you went back in 1996, she told you about seeing the\nbrown shirts. Tell us about that.\n>> Kurt Pauly: Well, of course, my mother was not as anxious to leave as my father at first but\nwhen one of the brown shirts appeared outside the store in Eilendorf, discouraging people\nfrom buying from a Jewish store, she decided that maybe things were really getting worse than\nshe had thought. And it convinced her to go along with my father's plans of leaving Germany.\nHis experience of the First World War was that he saw the German Army occupying\nthe surrounding countries very quickly. Although the First World War the Dutch had been able\nto maintain independence and were not pulled into the war. But my father was concerned that\nanother war might break out and if you went to one of these surrounding countries, you would\nfind yourself under Nazi domination again.\nAnd this is what happened, of course, to many people, including the Franks, Anne\nFrank's parents who went to Holland for just that reason, didn't consider that, didn't come to\nthe same conclusion as my father.\n>> Bill Benson: Before you left for Palestine, you started school. What do you remember about\nyour school experience?\n>> Kurt Pauly: Well, that was a funny thing. Although we already had our papers and\neverything had been arranged for the trip to Palestine, the law was at the age of 6 you had to\ngo into school. At that time, if I'm not mistaken, the school year started after Easter. So when\n| -- so in March, when | became 6, | had to go to school. Fortunately there was a Jewish school\nin Aachen. So | didn't have to go to a public school whereas some of the children at that time,\nJewish children were already beginning to have problems. But | had to take the trolley into\nAachen to go to the school from Eilendorf. And my father was sometimes concerned. You\nknow, a little boy --\n>> Bill Benson: On the trolley.\n>> Kurt Pauly: On the trolley all the way to Aachen. Although nothing ever happened, but he\nwas very concerned. And he would sometimes follow the trolley on a bicycle to make sure that\neverything went smoothly.\n>> Bill Benson: Why do you think he didn't ride the trolley with you as opposed to following you\non the bike?\n>> Kurt Pauly: | think because he didn't want to frighten me, | suppose, partly.\nSo | went to that school. | didn't remember the school. | had some pictures in my\nmind about that school. | remember the first day, | walked into the classroom and there was a\npicture on the board that someone had drawn in colored chalk of a little boy coming to school\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\non his first day.\n>> Bill Benson: You remember that.\n>> Kurt Pauly: | remember that. | also remember that the urinals were in the courtyard outside.\nAnd if it was raining and you had to go to one of the urinals, you'd get wet.\n>> [Laughter]\n>> Kurt Pauly: | got wet several times. [Laughter]\n>> Bill Benson: Kurt, even -- although you were just 6 when you left Germany for Palestine,\nyou recall leaving and that it was difficult for you. Tell us what you can about leaving and\nsaying goodbye to your family members and then going to Palestine.\n>> Kurt Pauly: Well, once we had decided and a date was set -- my fraternal grandmother --\npaternal grandmother was not in the Aachen area, so we had to go to Wurzberg, where she\nwas still living. And the picture you saw before, me in front of the fountain, was taken on one of\nthose trips. She lived on the square. And in the center of the square was the fountain. That's\nwhere that was taken.\nAs | said before, neither she nor my grandfather, my mother's father, felt -- would go\nwith us at that time. And, of course, what happened was they were caught up in the war. We\nknow what happened to them. They were both caught up in Jews sent to Theresienstadt. My\ngrandmother died there, according to the records. My grandfather was sent on to Mauthausen,\none of the killing camps and of course was killed on arrival. We know that happened.\nAnd then my mother's elder sister, Rose, who had three children, two girls and a boy\nwho was about my age, the youngest -- we found nothing in the records of what happened to\nthem. Those records were perhaps destroyed. Who knows?\nThe Germans were very good at recordkeeping. There was nothing found on them.\nExcept this trip that we took to Eilendorf | just discussed before, the local historical society\ninvited us, when we got home we received a letter from Germany and it was from a woman\nwho wrote to us that she had been a friend of my cousin Ilsa, who was the oldest girl in my\naunt's family. And they had been at school together. And she wanted -- she thought perhaps |\nwould like a picture of her. She had a class picture which included my cousin. And she sent\nthat to us. And she said when the Jews were segregated, these two girls, who were very close\napparently, would clandestinely meet in a public park and they would set a date for the next\nmeeting. That way they kept in touch. And she said one time, the last time that they had set a\nmeeting, she went to the park and my cousin never showed up. And she never knew what\nhappened to her. Probably, of course, they were picked up in some aktion. To this day we\ndon't know anything that happened to them specifically.\n>> Bill Benson: Kurt, your family, before they left Germany for Palestine, sold the family\nbutcher business and sold it, | think, to your father or grandfather's apprentice.\n>> Kurt Pauly: Yes. Well, they sold the business in Eilendorf. Because it was in the house that\nthey owned. The other shops were rented. By that time there was nothing else to sell. It was\nsold to the apprentice.\nWhen we returned to that home, many years later, my cousin, who was the son of\nmy mother's father, Uncle Alfred, was in Germany with the Israeli Foreign Service. That was\nhis career. He ended up in the Israeli Foreign Service. And at that time Germany was still split\nbetween east and west and the temporary capital for west Germany was Bonn, which was not\ntoo far from Aachen. And that's where he was. We got together on one of our first trips to\nEurope after the war. We actually made arrangements to go to that house. It was a bit of an\nexperience.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nJill was along with us on that trip, of course. We led Jill -- we thought maybe it would\nbe easier when we knocked if there was a woman there to talk to, to the people who were\nliving in my house who were descendants of this apprentice.\n>> Bill Benson: So the same family in the house.\n>> Kurt Pauly: The apprentice was not living anymore, of course. But his daughter and her\nhusband were living in the house and the son, their son, was running the butcher business.\nWe knocked on the door and Jill explained who we were. They invited us in. Jill always says,\nwhen she starts to speak to the woman, the woman replied -- said it was like a recording that\nshe had in her mind as to what to do if this ever happened. Because she just seemed to let it\nall come out, the history that she knew about. And we spent some time with that family.\n>> Bill Benson: And they were able to tell you things about you and your family.\n>> Kurt Pauly: Yes. They told us something about what happened to our grandfather. They\nsaid when Mr. Herz, you know -- they took the old people and put them in what had been an\nold-aged home for Jewish citizens in the city of Aachen. And he was sent there. Unfortunately,\nof course, they didn't get very sufficient food when the war broke out and she said he used to\ncome the back way and they would give him food because, of course, they felt sorry, which\nwas a great risk on their part as well. Because if they had been spotted, they could have gotten\ninto considerable trouble.\n>> Bill Benson: That must have been very powerful for you to be there.\n>> Kurt Pauly: It was.\n>> Bill Benson: Having this man who had been a child who now lived in what had been your\nfamily's home telling you what happened to your grandfather.\n>> Kurt Pauly: Yes, yes. It was very disturbing, of course. When we left the house, all of us\nwere quite disturbed.\n| had remembered the house somewhat. | had some memories of a bedroom and\nlooking out the window. There was a garden next door which | could look into. When we went\nto the house, | saw that garden as well. And then when we got back, after we had gone to the\nhouse and were talking with this family, the man turned to me and said -- he said, | saw you\nwhen you came to the kitchen -- you saw what change we made there. And the story there is,\none of my earliest memories was of my running in the house and the kitchen was sunken. It\nwas a sunken kitchen. It was down a step from the rest of the house. And | fell down that step.\n| was a little boy and fell flat on my face. And | bled like a stuck pig, as they say. And when |\nwalked through the kitchen, it wasn't sunken.\n| must have -- | remember thinking -- | said, Where did that memory come from?\nSomehow | remembered. And he said he saw me react. He said, “You saw what we did in the\nkitchen. We evened out the floor.” So it was the right kitchen as it turned out.\nBut we left very disturbed, all three of us, when we left that house.\n>> Bill Benson: Kurt, tell us about going to Palestine. First, how did you get there? And what\nwas it like’?\n>> Kurt Pauly: For a 6-year-old, it was very exciting. We were going to go on a big ship. And,\nof course, we had all of these trips back to my father's mother several times. And my father still\ntried to get them, convince them to go, but no success.\nFinally it was time to leave. It was summer time, about middle of the year, when we\nleft. We sailed from France on a ship to Haifa. We ended up living in Haifa for a time.\nMy father also -- besides my mother's relatives, | said there was my cousin Walter.\nAnd that's how he got into the trucking business. He had been in communication with his\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nnephew, Walter, and said, you know, What can | do in Palestine? We're not going to have\nenough money to open a restaurant. And Walter said, well, we could go into the trucking\nbusiness because this is a burgeoning economy and maybe we can make a living on that.\nSo my father sent a truck -- bought a truck and had it sent to Palestine. You could do this\nunder this agreement.\n>> Bill Benson: You could buy a truck in Germany.\n>> Kurt Pauly: You could buy things in Germany and ship them. Even as late as when Jill's\nfamily left Germany, which was much later, Jews could still buy things if they had funds, stove,\nsome, and ship them to where they were going.\n>> Bill Benson: So used a German truck to start his trucking business.\n>> Kurt Pauly: Right. And | can remember going on that truck. Sometimes when | wasn't in\nschool or vacation time or whatever and they went out. They sometimes took me along.\nA lot of their business was soft drinks. They would transport soft drinks from Haifa to\nsurrounding areas. | would get one of those drinks. [Laughter] | can remember that.\n>> Bill Benson: Despite starting the trucking business, it wasn't enough business for them to\ndo it alone. Right?\n>> Kurt Pauly: Well, it turned out that it wasn't quite enough to support two families. And then\nmy father thought maybe he should leave Palestine. My father was not an ardent Zionist. He\nhad nothing against Zionists. And he was very happy to be in Palestine and not in Germany at\nthat time. But he saw that it was getting very different.\n>> Bill Benson: He tried other things as well, right? To earn a living. He took --\n>> Kurt Pauly: Well, yes, but it was not sufficient. What happened was, in the time that we\nwere in Palestine, another brother of my father's, my Uncle Theodore, got to the United States\nthrough his wife's family. My Aunt Julia's brother had come to the United States long before the\nwar, as a very, very young man, had gone into business and married. He married a woman\nalso of German extraction. Their parents, whom | still met, were quite elderly at the time, had\ncome to Cincinnati as little children from Germany. And they were living in the United States.\nNow, these people were not Jewish but they, of course -- but this was family for them. Not us\nbut the three sisters. This man had three sisters and he thought it was time to get them out of\nGermany and brought them in. And these people were then willing to sponsor us as well. They\nwere very nice people.\n>> Bill Benson: Sponsor you coming into the United States.\n>> Kurt Pauly: Yes.\n>> Bill Benson: Before we talk further about that, just a couple of other questions about your\ntime in Palestine. You went to school. What was it like for you now in the school?\n>> Kurt Pauly: Well, initially, of course, | didn't understand a word of Hebrew. So | was a little\nconcerned. My mother always told me I'd come home crying from school, complaining, \"| don't\neven understand the teacher.\" But at that age you learn languages very quickly.\n>> Bill Benson: Was language a problem for your parents in Palestine?\n>> Kurt Pauly: Yes, yes it was. They were much older, of course. They were not fluent in\nmodern Hebrew. So | guess | was really the only one who spoke it very well, with my cousin\nWalter.\nIn fact, we were in touch with his children. As a little aside, somehow | think my\nfamily and Walter lost contact for some time. | don't Know what happened. | was too young, |\nguess to know about it. But there must have been some kind of little conflict and they were sort\nof separated. Oh, | was already a volunteer at the museum. | got a phone call from the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nmuseum somebody is inquiring about me. What happened was, the children, the two sons,\nwere trying to do a genealogy on their father's family.\n>> Bill Benson: Walter's son?\n>> Kurt Pauly: Walter's family, Walter's sons. | didn't know them. We hadn't met Walter -- we\nhad met Walter, Jill and I, but he didn't talk to us much about that and we didn't meet his sons.\nSo something had happened there.\nAnyway, | got the call from the museum someone is asking whether we know about\nyou. And now what happened was, the museum has a lot of things that we had contributed,\nincluding a lot of pictures of what happened to our family. And they were in the archives,\nincluding the picture that you showed about my parents' wedding. They were looking for\nPaulys. And with computers today they ended up on the museum's site. They put in Pauly. And\npictures came up, including the picture -- and they said, well, it was Aachen. You know, their\nfather came from southern Germany, as my father did. Thought it must be the wrong Paulys.\nSo for a long time they didn't call. But they couldn't make no other contacts. They couldn't find\nanybody else. So they decided to call. And they called the museum, of course. Because our\nname and numbers is not on the site. And the museum called us and we said, well, yes.\n>> Bill Benson: That's us.\n>> Kurt Pauly: That's us. It's ok to give out our number. And one day | get a phone call and this\nis my cousin -- he explains who he is. He's now living in California. One of them is living in\nCalifornia. The other is living in Israel. And this is how we contacted -- just recently we got\nanother communication --\n>> Bill Benson: Yesterday.\n>> Kurt Pauly: From this cousin. Yes. So they had come to our house to gather information for\nthe genealogy, visited us some years ago now. So at least there's some contact. And, of\ncourse, I'm in contact with my cousin that | talked about before, Uncle Alfred's son. We have\nbeen in touch for a long time. In fact, his last visit was this spring. He came to visit us again\nwhen they go to Europe, he and his wife go to Europe, and he decided to come early. He visits\nhis cousin -- he has another cousin here from his mother's side. So he has visited us many\ntimes. And we have visited him in Israel. We were in touch.\n>> Bill Benson: Tell us about coming to the United States. So your father now has | think\nanother brother in the United States who is willing to sponsor you.\n>> Kurt Pauly: Well, these Americans --\n>> Bill Benson: The American side. So they're willing to sponsor you. This is 1938. So the war\nhas not yet happened or started. And you came under not a German quota, under a\nPalestinian quota. Am | right about that?\n>> Kurt Pauly: Well, | don't know which quota we came under, really. But | do know that on the\npictures -- | mean, on our naturalization papers where it says previous nationality it's\nPalestinian.\n>> Bill Benson: Because as you said, you lost injure German citizenship, went to Palestine.\n>> Kurt Pauly: And we recovered that German citizenship, later. But that's another matter. |\nreally don't Know the details. | was too young to be interested. And now it's a little late. | guess\n| could research that and find out. But | didn't have the urge to do it.\n>> Bill Benson: So your parents make a second big decision to move to yet another continent,\ncome to the United States. What was that like for you to pick up stakes and move?\n>> Kurt Pauly: Well, a couple of things. First of all, we talked about my father wasn't making\ntoo much money. He had enough money for two tickets.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: Two tickets?\n>> Kurt Pauly: Two tickets across the Atlantic. He didn't really want to ask these people, if he\ncould avoid it, to pay for our tickets as well. They were already doing quite a bit. Then they\nremembered, my parents remembered, when they came to Palestine, they had gone to some\ncooperative that said they could get a job for my father. But they had to make a small payment\nto them, to the coop, for them to do that. Well, it turned out that they never got any job for my\nfather and my parents said maybe we'll get that money back that would help us. So they went\nto the offices of the coop, who were not at all receptive to paying them the money back.\nSo what to do? My mother came back the next day and she was crying to get the\nmoney back and they still wouldn't do it. Well, she came day after day. And they just got a little\ntired of this lady coming in and crying in their offices and they gave her the money back and\nnow we had enough for three tickets.\n>> Bill Benson: So you could come.\n>> Kurt Pauly: Well, | don't know who they would have left.\n>> [Laughter]\n>> Kurt Pauly: But we came. | remember the trip very well. | was 8 years old. Almost 9, in fact.\nWe came in the wintertime, December. We went by ship from Haifa to Marseille, the reverse of\nwhat we had done earlier, crossed France by train, had to spend a few days in Paris waiting\nfor the ship to come. The ship was the Queen Mary. That was a big ship for an 8-year-old.\n>> Bill Benson: In fact, once the war began, it became a troop transport ship.\n>> Kurt Pauly: And now it's a hotel in Long Beach, California. And one of my business trips to\nCalifornia | said, I'm going to stay at the Queen Mary hotel. It was close to Long Beach.\n>> Bill Benson: And you remembered that trip?\n>> Kurt Pauly: Oh, | remember. As a little boy, | ran through that ship. | had a wonderful time.\nMy parents were very seasick. It was December. And even on the Queen Mary, ooh, it was\nreally rocking. [Laughter] But | didn't get seasick. | remember that ship very well.\nSo I'm walking down to the rooms in the hotel with the bellman --\n>> Bill Benson: In Long Beach?\n>> Kurt Pauly: In Long Beach, a young man. And he turns -- and the first class cabins are the\nhotel rooms. And he says to me, “Have you ever stayed with us before?”\n>> [Laughter]\n>> Kurt Pauly: And | said, “Well,” | said, “I was on this ship one of the times when it was\ncrossing the Atlantic.” And he looked at me like | was Julius Caesar, ancient history, | didn't\nknow anybody was alive.\n>> [Laughter]\n>> Kurt Pauly: He was just speechless after that. He took me to this very lovely cabin.\n>> Bill Benson: Probably not the cabin you came over in.\n>> Kurt Pauly: Not at all. | was very impressed by the cabin. It a wonderful bathtub. You could\nget sea water or fresh water depending on what kind of bath you wanted. That was quite a\nmemory.\n>> Bill Benson: You shared with me earlier the first time you ever had a Brussel sprout | think.\n>> Kurt Pauly: Yes, that's right.\n>> Bill Benson: But you got to the United States, stayed in New York City a short period, and\nthen went to Cincinnati.\n>> Kurt Pauly: Very short, just a few days. And then we took the train to Cincinnati.\n>> Bill Benson: What was it like to adjust to yet another country, culture, language?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Kurt Pauly: Well, you saw me in class in the first picture we saw. Of course | spoke no\nEnglish. | always tell people I'm an expert in first grade education because I've been to first\ngrade in three countries with three different languages.\n>> Bill Benson: At different ages. [Laughter]\n>> Kurt Pauly: Different ages. And here | arrive in December. By the time school starts again it\nwas really January. The teacher didn't soeak Hebrew or English -- | mean Hebrew or German.\nAnd fortunately in the class there was a lilt boy who came from -- a little boy, little first grader,\nwho came from a home that also spoke German, which in Cincinnati it's not that unusual\nbecause they have a long history of German immigration. He spoke German. He was my\ntranslator. | very quickly learned English.\n>> Bill Benson: Then you got to get out of the first grade.\n>> Kurt Pauly: Yes. By the time the year was over, | was in second grade, still one grade\nbehind but | caught up with that eventually.\n>> Bill Benson: How difficult was it for your parents to re-establish themselves and earn a\nliving?\n>> Kurt Pauly: Well, it was difficult. The economic conditions in the states at this time were\ndeteriorating a little bit and Depression came along quickly. My father tried to get a job and\nfinally got a job in a large cafeteria operation, not cooking but just preparing vegetables. But it\nwas a job. You know, he got paid something, so he took it. And he said the job had one great\nadvantage, he always had a seat for himself on the trolley going home because he smelled so\nof onions nobody would sit next to him.\nOne day he was walking to this job again, and suddenly he hears a voice calling his\nname, \"Hugo.\" | mean, here we are, strangers in paradise, in Cincinnati, and he hears\nsomebody calling him. He turns around. And this is a man when he studied to be a cook,\nstudied his trade, he had gone to Switzerland to study his trade and this man had been in the\nsame group learning this trade as he was.\n>> Bill Benson: In Switzerland.\n>> Kurt Pauly: And he was now a chef in one of the large hotels in Cincinnati. He saw my\nfather. So my father explained, you know, all his problems to this gentleman. He said, \"And\nyou're doing what?\" Preparing vegetables. He says that's terrible. He says, “Meet me in the\nUnion Hall next week.” They made a date. He said, “I'll see that you get a job.” And he did. And\nmy father got a job as a cook very quickly.\nThe restaurant happened to be two Jewish brothers. It was a businessman's\nrestaurant, sort of. They very quickly recognized his talents. And cooking is not the only\nimportant thing when you're in the restaurant business. If you're a chef, order is the food, you\nknow. That's very important. If you order too much food, you know, you'll go broke, possibly, or\nat least you're not going to make much profit. And my father was very good at that, ordering.\nHe knew his field. And he very quickly became the chef in the restaurant.\nAs late as -- Oh, before we left -- well, he went out of that business and started a\nbakery with another friend, someone he knew, who was a baker. And, of course, he knew how\nto bake, my father. In those days when you became a chef, you not only had to cook, you had\nto learn about baking as well. Then when he retired from that, we moved. When | graduated\nfrom high school, that's when we moved to New Jersey.\n>> Bill Benson: During that time, before the war began in September 1939, had your parents\nbeen able to be in touch with family members in Germany either in Palestine or in the United\nStates?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Kurt Pauly: Well, Palestine, yes. Of course my mother's brother. | don't know about Walter\nbut | guess they had some contact. There was some communication with Germany until the\nwar started. We were there in December of 1938. Next year, 1939, the war doesn't start until\nSeptember 1 when Hitler invades Poland. So there was communication.\nMy father and his brother, Theodore, communicated with the family. Of course they\nwould have been allowed to get out but this time things were really going from bad to worse\nbut there was some communication. And then, of course, that stopped when the war started.\nWith Palestine it was another matter. My mother's brother was there and they were safe now in\nthe war because nobody was going to send them back.\n>> Bill Benson: But as far as communication with the family in Germany, as of September 1,\n1939 --\n>> Kurt Pauly: Pretty much petered out. There was still some communication through the Red\nCross and so forth and so on, but we didn't know what happened to the family which was very\ndisturbing to my parents.\n>> Bill Benson: When did you learn?\n>> Kurt Pauly: Well, when the war was over, you know, they began to look for people. It turned\nout -- of course, we learned about my grandfather and my grandmother very quickly because\nthere were records. And my mother's brother, Uncle Alfred, had gotten information out of those\nrecords about what had happened, which | explained to you before.\nMy mother's sister, who | talked about my oldest cousin and this woman who\ninformed us about her experiences with my cousin Ilsa. My parents hoped against hope that\nsomebody, maybe the oldest girl, would have survived but we found nothing about them. And,\nof course, we found nothing -- later we had some communication with a second cousin of\nmine. Her father had been a cousin of my mother. They survived. The father did not survive,\nbut they had fled to Belgium.\nAnd they had this one girl, Margot, and she was hidden in a convent during the\nSecond World War and that's how she survived. And her mother came back after the war to\npick her up from school. Of course, now she had grown up in the convent and here comes this\nwoman who is her mother and she was very unhappy about leaving the convent at first. But\neventually that worked itself out and they came to the United States. | was in fact, in contact\nwith them. And her husband, who was also a survivor, died very young. He was my best man\nat our wedding. But there was very little contact.\nThere was another cousin of my mother's who had been an opera singer. She\nturned up one day with us. Cincinnati didn't have an opera house, opera company, but in the\nsummer they had what they called the Summer Opera. And singers would come in the\nsummer and she was singing. She was in the choir. And she looked us up and found us, a\ndistant cousin of my mother's.\nOtherwise, we found really close relatives -- nothing, really.\n>> Bill Benson: What do you know -- | Know your father died relatively early. What was the\nimpact on your parents when the full realization of what had happened to family --\n>> Kurt Pauly: It was very heartbreaking for them, on both sides, my father's family and my\nmother's family. This is probably a pretty common experience.\nMost of my parents’ friends in Cincinnati were also refugees and had come here. So\nit was not uncommon in the community my parents lived in that these things happened after\nthe war. People would try to find each other. Sometimes it could work, other times. But the\nodds were against you because the greatest number of Jews, particularly from Germany and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nso forth, were dead, were killed.\n>> Bill Benson: We have time to turn to our audience for a few questions. Does that sound ok?\n>> Kurt Pauly: Ok.\n>> Bill Benson: | have many more to ask you but | think I'll give our audience an opportunity to\nask you a couple of questions.\nI'm going to ask you, one, if would stay through the question and answer period\nbecause | will turn back to Kurt at the end of the program for him to close the program for us.\nlf you have a question, we ask that you use a microphone. There is a mic coming down either\naisle. Try to make your question as brief as you can. I'll do my best to repeat the question so\nthat everybody, including Kurt and |, hear the question.\nAnybody have a question they would like to ask Kurt? Otherwise I'll just continue. Is\nthere a brave soul? Not yet. Oh, there we go. Ok.\n>> | would like to know how you were received in the United States. How did Americans --\nwhat did they think about what was going on?\n>> Bill Benson: The question, What did Americans think when you came here? What did they\nthink was going on and how were you received?\n>> Kurt Pauly: Well, we were received by people who were some related to us, even distantly.\nMy parents acclimated to the states quickly. They didn't have much choice. But it worked out\npretty well. And, of course, at that age | acclimated very quickly.\n>> Bill Benson: And you were in a community that had a large population --\n>> Kurt Pauly: As | said, most of my parents’ friends were people who were like them,\nimmigrants. | went to school, so | was exposed to a broader spectrum of friends. | had friends,\nsome of them were immigrants and some of them weren't.\n>> Bill Benson: Ok. Do we have another question?\nWhile we're waiting, | wanted to ask you, Kurt, Jill, your wife, has been with us each\nyear since we began the program in 2000. So many times we've had a conversation with Jill.\nThis is your first time publicly speaking. What motivated you to do this?\n>> Kurt Pauly: Well, I've heard Jill soeak about her experiences quite a few times and a lot of\nother people in this museum. And | guess -- | know that a lot of those people who had spoken\nin the past aren't here anymore. We're all advancing in age very quickly and | decided maybe it\nwas time for me to put this on the record for us, for my family.\n>> Bill Benson: Thank you for doing that.\nOne other question | have for you. You mentioned early, and we saw in the\nphotographs, you're related to Anne Frank. I'm sure our audience would love to hear a little bit\nmore about that.\n>> Kurt Pauly: Well, what happened, of course, was, as | said, Mrs. Frank's grandfather, Anne\nFrank's great grandfather, were married to someone in my mother's family, an aunt of my\nmother. And it was a small Jewish community, relatively soeaking. They were very close, even\nas cousins. So my mother knew them quite well.\n>> Bill Benson: Do you have any recollection?\n>> Kurt Pauly: | really don't have any recollection of the family myself. My mother always said\nthat sometimes when they would come back from Holland, | had played with Anne. She was a\nlittle bit older than | was. But | can't really say that | remember that. Although she explained a\nlot about the family to me which we found out was pretty reliable what she told me. We've seen\nthe biographical record on her family. Whatever my mother said seems to be quite accurate.\n>> Bill Benson: Before we close, | think probably like everybody in the room, we have to really\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nsort of grapple, think about the fact that you've pieced together information about what you\nwent through, through different happenstance ways, going back to Germany, seeing your\nhome, and finding out that people that live there could share with you things, coming across\nthe nanny again after all of these years, because of technology, family members being able to\nfind you or at least inquiry are you family. So all of these years later you're still filling in many,\nmany details. It's pretty remarkable, pretty remarkable.\nIt's our tradition at First Person that our First Person has the last word. So | will turn\nback to Kurt to close our program. Before | do, | want to thank all of you for being with us. |\nremind you that we will have a First Person program each Wednesday and Thursday through\nthe middle of August. So we hope that you might come back this year or if not, the museum's\nwebsite will have information about First Person for next year.\nWhen Kurt's done, our photographer, Joel, will come up on the stage and he's going\nto take a photograph of Kurt with you as the backdrop. So please stay with us so that he can\nget that image taken, if you don't mind.\nKurt?\n>> Kurt Pauly: Ok. | guess |, of course, feel -- I'm kind of split. On one side | have this\nexperience of having fled and growing up as an immigrant and so forth. On the other side,\nwe're American and | grew up that way. | went to school here in this country. As you mentioned\nbefore, | was drafted during the Korean War. | always tell the world | gave Uncle Sam two\nyears of my life and then he gave me four years of an ivy league school.\n>> Bill Benson: G.I. Bill.\n>> Kurt Pauly: And being a disabled veteran, fortunately not too disabled but somewhat, it\ndoesn't bother me now but it did when we first got married, still noticeable. A lot of people --\ntheir fathers have to pay their tuition. In my case my rich Uncle Sam paid for my tuition. And |\nreally enjoyed that time will. | took advantage of that.\nWe feel, Jill and |, we have this mixed thing. Our children are, of course, 100%\nAmerican. They were born here. But they know about this as well, so | think that kind of\nbroadens their perspective a little bit in the world to Know what happened, what their parents\nwent through and their ancestors who are no longer with us. So | think that probably has some\neffect on the way we live in this country.\n>> Bill Benson: Thank you.\n>> Kurt Pauly: And, of course, the museum has been a wonderful contact for us. We really\nenjoyed all of these years that we've worked with the museum.\n>> Bill Benson: Spent a lot of time here.\n>> Kurt Pauly: Yes.\n>> Bill Benson: Thank you very much.\n>> [Applause]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n",
    "segments": []
}