{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, July 31\n11:00 a.m. - 12:04 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: GEORGE PICK\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thanks for joining\nus today. We are in our 15th year of First Person. Our First Person today is Mr. George Pick, whom\nwe shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, with additional support from the Helena Rubinstein Foundation. We are grateful\nfor their sponsorship.\nI'd like to let you know Mr. Louis Smith is here with us today.\n[Applause]\nFirst Person is a series of twice-weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as volunteers here at this museum. Our program will continue twice weekly\nthrough the middle of August. The museum's website, at www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nGeorge Pick will share with us his First Person account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time toward the end of our program we hope to\nhave an opportunity for you to ask George a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom George is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nGeorge, or Gyorgy in Hungarian, Pick was born March 28, 1934 in Budapest, Hungary to\nIstvan and Margit Pick. Hungary is highlighted on this map of Europe in 1933. Istvan was an\nengineer, and Margit was a legal secretary. Pictured here are Istvan and Margit with their newborn\nson Gyorgy.\nHere we see George and his two cousins in a miniature horse-drawn carriage in a park in\nBudapest in 1941. George is seated in the front of the carriage.\nGeorge attended school in Budapest. Here we see George on a see-saw at nursery school.\nGeorge Is circled there.\nThis is a Mother's Day card that George made in the first grade.\nAnd here is George with his non-Jewish neighbors in 1943.\nAfter Hungary Allied itself with Nazi Germany, Istvan and Margit lost their jobs due to new laws\nrestricting the participation of Jews in the economy. Istvan was then conscripted into the Hungarian\nlabor battalions. German troops occupied Hungary in March 1944, and the Pick family was first\nforced to move into buildings marked with the yellow star, like that seen in this photo. That fall, the\nfamily went into hiding. But the Pick family was discovered. The children were taken and George\nwas placed in a home with 500 other children. George and another boy escaped and went back to\ntheir hiding place, where George was reunited with his parents. Two weeks later, the entire family\nwas sent to the ghetto. They were liberated from the ghetto by the Soviets in January 1945. In this\n1946 photograph, we see George with a group of survivors, all of with whom the Pick family had been\nin hiding. The circle is on George.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nFollowing the war, George lived in Hungary, where he earned a degree in engineering until late\n1956, when he escaped from Hungary and made his way to the United States to live with his uncle in\nNew Jersey. After working as a laborer, George got a scholarship for an intensive English language\ncourse at Temple University in Philadelphia. He then went to work for Westinghouse as an engineer.\nGeorge would later teach engineering at the Catholic University of America here in the\nDistrict of Columbia. After earning his PhD, he worked for the US Navy as an anno space engineer\nfrom 1966-1995, retiring from federal service as a technical director at Navy Headquarters in\nCrystal City, Virginia.\nWhile George continues to do consulting work, a great deal of his time is spent working on two\nbooks. He recently completed his autobiography and is currently looking for a publisher. The second\nis a scholarly work about the history of 40 Jewish communities in a particular region of Hungary that\nhe is currently writing.\nGeorge and his wife, Leticia Flores Pick, who retired from the Mexican Foreign Service, live in\nArlington, Virginia. Leticia is not here with George today. George performs several roles as a\nvolunteer here at this museum. He speaks frequently, especially at local high schools and\nuniversities, for the Speakers Bureau. He has also spoken at such places as the National Defense\nUniversity and the Department of Defense's Office of Inspector General. George also works for the\nEducation Department and Visitor Services. You will find George here every other Sunday where he\nworks with the museum's Movie Series.\nGeorge is also a professor at the Osher Lifelong Learning Institute of George Mason University\nwhere he teaches courses involving technical subjects, and this year for example he has presented\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlectures about the Holocaust as part of a series entitled \"Genocides in the 20th Century.\" George will\nalso teach a seven-part course at the Anchor Learning Institute in Arlington this fall entitled\n\"Adventures in Science: From the Center of the Earth to the Permanent Human Occupation of the\nSolar System.\" When he has spare time, George also works with ReSET, a terrific name for an\norganization of Retired Scientists, Engineers and Technicians who volunteer to teach science to\nelementary school students.\nWith that, I'd like you to join me in welcoming our First Person, Mr. George Pick.\n[Applause]\n>> George Pick: Thank you.\n>> Bill Benson: George, thank you very much for joining us and for your willingness to be our First\nPerson today. We're really glad to have you. You've got so much to share with us in our short hour\nthat we should probably just start right away.\nYou were nearly 4 1/2 years old when Germany invaded Poland in September 1939, when\nWorld War II began, and of course, the brunt of the war Hungary would come later. But before we\nturn to that, tell us first a little bit about your family and your community in the years before the war\nand the Holocaust.\n>> George Pick: My family's roots go back roughly 230 years in Hungary. My great grandparents,\nand even their parents, were born and raised there. | know a great deal about them. Just very\nsummarily, | would like to say that most of my family members were either businessmen or part of the\nintelligentsia, such as doctors, lawyers, so forth.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nOur family lived all over the country. All of my grandparents’ families were very large, eight,\nnine children, and they have on average five children. So my extended family was roughly 250\npeople at the beginning of the war.\nMy father, as you mentioned, was an engineer who lost his job when the Great Depression hit\nHungary. My grandfather was able to find him a job, which he kept until January 1, 1939. When he\nlost it because of the first anti-Jewish law.\n>> Bill Benson: So even before the war began?\n>> George Pick: Before the war began, yes. As a matter of fact, Hungary is a very -- Hungary has a\nvery unique, perhaps, history in terms of anti-Jewish laws. The very first one was in 1920, two years\nafter the First World War, which was essentially dictating the number of Jewish students in\nuniversities, in higher education. The Jewish students were overly represented, according to the\ngovernment, and so because of the ethnic makeup of Hungary, Jews were roughly 5%. So they\nmade what they called the Numerus Clausus, which essentially said that only 5% of the students\ncould be Jewish. In certain faculties, like law and medicine, they were over 50%. That meant that\n90% of the students were kicked out. Among them was my uncle, who went to a university in the\nsecond or third largest city in Hungary. He was kicked out --\n>> Bill Benson: Because of the laws, right.\n>> George Pick: Because of the laws and because he was Jewish. He was forced to go abroad. He\nwent to Italy to start all over again. He was a third-year student when they kicked him out. Then he\nstarted, and it took him eight years to complete.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Because he went abroad to go to school, because of that, that was related to your\nmother having to work?\n>> George Pick: That's correct. My mother was a couple years younger than he was, and she had to\ngo to work. She finished a commercial school, and from year 16 on she worked. Most of her salary\nwent to support her brother in Italy, who had a very hard time also.\n>> Bill Benson: George, you mentioned that your family was very large, the extended family.\n>> George Pick: Right.\n>> Bill Benson: Your immediate family, you were the only child. Was there a reason for that?\n>> George Pick: Yes. In one word, the Great Depression. People couldn't afford to have more than\none child. It is not just my own family, my own parents, but all my cousins. | had five cousins; all of\nthem were only children. And then you mentioned | was born in '34. A few years later when the war\nand the Hitler regime came to power, people were reluctant to have more children. So these were\nthe reasons why we are all single.\n>> Bill Benson: Only children, yes.\n>> George Pick: Yes, only children. And that happened, | think, fairly often in Hungary.\n>> Bill Benson: George, again, because the full brunt of the war would not really hit Hungary until\nMarch 1944, 70 years ago, the lives of Jews, however, in Hungary, certainly including Budapest,\nchanged significantly with the start of the war. Tell us what happened in those years before you were\nactually occupied.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> George Pick: OK. 1938 was the first year when the Hungarian parliament had essentially voted\nfor an anti-Jewish law, which was against the commercial interests of the Jews. That's where my\nfather lost his job, and many other thousands of Jews.\nThis law was relatively \"mild\" because it did not do anything other than the commercial\nproblems.\nThe second Jewish law, which was less than a year later, in 1939, was much more severe.\nThe first one was -- it reduced further employment for the Jews. It forbade professionals to practice.\nJewish doctors, for example, could not have but Jewish patients. Jewish lawyers could not practice,\netc. So it almost destroyed the economic resources of the Hungarian Jews.\nIn the second anti-Jewish law, there was a codicil, addendum, which also said that people\nwere not trustworthy, and with that the social Democrats, the illegal communists and the Jews could\nnot serve in the Hungarian Jewish -- | mean, the Hungarian army, but they had special Jewish\nbrigades, which were essentially labor brigades. My father was among the very first ones to be called\nin, and this was in 1940. He and several thousand of them went to work for the northeast part of\nHungary, which was a freshly reoccupied part of Hungary. It was -- it belonged to Romania originally,\nbut then Hitler and Horthy --\n>> Bill Benson: He was the leader of Hungary.\n>> George Pick: The leader of Hungary, agreed this should belong to Hungary. With Hitler's\nbacking, the Hungarians occupied this land. My father was called up there to build, which essentially\nturned out to be strategic roads toward the Ukraine. He was there for three months. His keepers, the\npeople running this, were non-Jewish Christian soldiers, but they were very humane. So my father,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nexcept for the fact that he was 39 years old and out of shape, the rest of them are like that, and they\nhad to do very hard physical work.\n>> Bill Benson: Building roads?\n>> George Pick: Building roads, yes. Obviously, it was not within their physique to take it too well,\nbut other than that, they were not deprived of food or any kind of things, which was later very\nprevalent in the war.\nNow, in 1940, | went to my first elementary school, as he showed in one of your pictures, and\nthis was a Jewish school, and with Jewish people. It was an orphanage school, but they had outside\nstudents coming here. | was among the outside students.\nThe sad story, or sad ending of that school was that in 1944, when | was in fourth grade,\ntoward the end of that year the orphans were taken to the Danube and were all shot.\n>> Bill Benson: The school you had been at?\n>> George Pick: From the school | was at. Along with the teachers. So that was the school. In\n1942, 1941-42, a number of our relatives, who lived in Slovakia and Austria had come back -- or had\nescaped, | should say, to Hungary under false papers. The reason why is because, by 1942, most of\nthe Jews in Eastern Europe were ghettoized, and they were starting to be deported to concentration\nand death camps. So these people were lucky enough to come, about half a dozen of my relatives\ncame. One was in Dachau, and Dachau, if you were rich enough you could sort of buy a visa. And\nhe came to Hungary.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nMost of these people were, as | mentioned, illegals. My family had kept them. They slept in\ndifferent places every night, and we were able to hide them for two years, until the Germans\neventually came to retrieve them.\n>> Bill Benson: Between 1942 and 1944?\n>> George Pick: 1944, correct.\n>> Bill Benson: During that period, did your family, your parents try to find a way to get out of\nHungary?\n>> George Pick: Well, my doctor uncle got his degree in Italy. He came back. Of course, he couldn't\nfind any jobs. And he was living in Budapest for a couple of years. Then he wanted to come to this\ncountry, and he was able to marry an American citizen. So he left in 1938. Hungary was not part of\nthe belligerence in terms of the war until 1944. They were neutral. So my uncle tried to get us\npapers to come to the United States. However, the United States Office of Foreign Affairs put so\nmany bureaucratic barricades, so to speak, against those who wanted to immigrate, that we would\nwere on the list to immigrate in 1943, which was a little bit too late, because Hungary was already by\nthen --\n>> Bill Benson: He was successful in getting, well, the papers needed to get you to come to the US --\n>> George Pick: Right.\n>> Bill Benson: -- but because of the list, bureaucracy and quotas, you would have to wait several\nyears?\n>> George Pick: Exactly. So we got stuck there. In 1943, my father was recalled again, the second\ntime.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: To the labor battalion?\n>> George Pick: To the labor battalions, right. | should say that Hungary joining Nazi Germany as an\nally. The Hungarians were rather reluctant to do any of the hard battles, and Hitler had a hard time\ntrying to convince Horthy and the region to stand up an army.\nFinally, he did, and it was in April of 1942 when that happened, and at that point Jews in labor\nbrigades, between the age of 20 and 40, were called up. 50,000 of them. My father was, fortunately,\n41, so he didn't go into this, but several of my uncles did.\nThese people were taken to the Ukraine, and they were treated in a very brutal manner. They\nwere there until January of 1943. At that point, the Russians counter attacked, and the Hungarian\narmy was wiped out in less than a week, 150,000 men. And roughly 50,000 of the Jewish slave\nbrigade people. Out of the 50,000, only 5,000 came back.\n>> Bill Benson: Of the Jewish labor brigade?\n>> George Pick: Of the Jewish labor.\n>> Bill Benson: When they were forced to go on those labor battalions, of course, they were\nunarmed, because they were not trustworthy.\n>> George Pick: Absolutely.\n>> Bill Benson: They were made not only to build roads, as your father did, but clear minefields?\n>> George Pick: Correct. Correct. They cleared minefields. In contrast to what my father\nexperienced with his non-Jewish army, people who were supervising them, they got the most sadistic\npersons to supervise these Jews, and some of them were told that you could come home as soon as\nthe last Jew dies. So it gave them a lot of motivation to kill Jews, and in the most brutal way, like\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhaving water sprayed onto them at minus 40 degrees weather in Russia, in the Russian winter. Of\ncourse, they froze to death. And beaten to death. As you mentioned they were forced to go into\nminefields with nothing. So when they stepped on a mine, they blew up. And they did not get\nsufficient food. It was a terribly, terribly horrible thing.\nIn 1941, the Office of Foreign Affairs also decided that those who were not Hungarian citizens\nare going to be deported, taken out of the country. At that time, all of us have to prove that we were\nthird generation Hungarians. So | have a lot of original documents, which at that time people\nobtained to say that their great grandfather --\n>> Bill Benson: You had to prove going back three generations?\n>> George Pick: Three generations, correct. So | have papers of my great grandfathers and\nmothers, that they were born there and so forth. But those who could not, they were called, roughly\n43,000 of them, and some were Hungarians born in Hungary and so forth, they didn't have time to get\nall these documentations, and they were deported to Galatia in the Ukraine and mostly killed. The\nHungarians were acting in killing them, as well as the SS. Some people came back. | have some\nfriends who were there and came back, and they were able to somehow survive. But 99% of the\npeople were killed.\n>> Bill Benson: George, you experienced your own personal real sense of threat while on a vacation,\n| think in 1943. Tell us about that.\n>> George Pick: Odd enough, most of the Jews of Europe were already dead. In Hungary, the laws,\nthe anti-Jewish laws were still relatively tolerant. So we could take a vacation, for example. We didn't\nlive in anyplace except our own apartments. And my father, myself and my mother went to a vacation\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nin the Hungarian mountains. We went to a hotel. There was no problem. There were some hotels\nwhere Jews were not allowed, but not many. And we went to walk the woods when we ran into a\ngroup of thugs who were in black uniform, and they were essentially Hungarian Nazis who were\norganizing, yelling and screaming anti-Semitic and Nazi slogans. We were truly frightened by this,\nand tried to get out as soon as we could. | forgot the fright when | saw these wild men, mostly,\nrunning around, yelling and screaming.\n>> Bill Benson: These were members of what is known as the Arrow Cross?\n>> George Pick: That's correct, they were members of the Arrow Cross. At that time, they were still\nhalf illegal, so they were meeting in mountainsides, places where it was not very obvious.\n>> Bill Benson: George, you live under these circumstances, but as you said, you described it to me\nas it was not as bad as it could have been. But March 1944, everything changed dramatically when\nthe Germans came in. Tell us what led up to the Germans occupying Hungary, since Hungary had\nbeen an ally of Germany, then what that meant for you.\n>> George Pick: Right. Well, occupying is a very difficult word to explain, because how do you\noccupy an ally? They did. The Hungarian government, since 1943, were in secret negotiations with\nthe Russians and the English to get out of the war. However, the Hungarian intelligentsia, which was\nvery much penetrated by the German Gestapo, so they knew every move the Hungarian government\nmade in secret. And by March of 1944, when the Germans were beaten already and they're coming\nback toward the west, this was over a year after Stalingrad, they did not trust the Hungarians really,\nand they knew that Hungary was a strategic place where they would have to have roads to withdraw.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nSo they came in. The regent was in a meeting with Hitler, and Hitler demanded at that time\nthat roughly 300,000 Hungarian Jews would be given as workers, and they agreed on it. But Hitler\ndidn't tell Horthy that while they were in conversation the German Wilmark will occupy Hungary. This\noccupation happened in less than 24 hours, not one unit, not one Hungarian unit resisted this.\nSO on a Sunday, we saw these German tanks rolling into Budapest.\n>> Bill Benson: Just sort of waltzed in, no opposition.\n>> George Pick: No problem at all, six or seven divisions came in. A few days after that, Eichmann,\nwho was the man who ran the Jewish affairs at the Gestapo, who had five or six years under his belt\nof how to round up the Jews, and how to deport them and how to transport them to these industrial\nscale death factories, came in with 120 of his staff officers. 120. We had 825,000 Jews in Hungary,\nthe largest --\n>> Bill Benson: Right. Explain that. Because up until that point, despite Hungary being such a\nstrong ally of the Germans and the repressive laws against Jews, there had not been the mass\ndeportation of Jews, up until that point.\n>> George Pick: Correct. As | said, they had some deportations, they had some 75,000 people, is\nnot an insignificant number, of course, but the bulk of the Jewish community was still there, and that\nwas the largest in Europe at that point, roughly 825,000.\nDespite Hitler's earlier attempts, the Jews stayed there. But then, when the Germans\noccupied, the first priority was to get these Jews deported. Now, 125 people obviously could not\ndeport 800,000 people. However, they had very eager helpers. One of the largest groups of eager\nhelpers was the gendarmes. Gendarmes essentially ran the countryside.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Essentially, the Hungarian police?\n>> George Pick: Well, the country police.\n>> Bill Benson: The country police.\n>> George Pick: | don't know if | can make a very good analogy, like the sheriff versus the police, but\nmuch worse. The sheriffs are not bad here, but there they were --\n[Laughter]\nThere they were rather -- they hated everybody. They were mostly farmers, and they hated farmers.\nEssentially, it was an organization to keep farmers from rioting. A repressive organization.\nEverybody hated them. They hated the Jews worse.\nHere was this large group of people, who were eager helpers in getting the Jews rounded up,\nconcentrated in ghettos, and very shortly deported. Now, before this happened, there were maybe\n100 laws, restrictive laws which came out almost a dozen a day, such as you cannot have a -- if you\nare a Jew, you cannot have a bicycle, a radio, a telephone. You cannot travel on the railroads. All\nthese restrictive things. So we had lost contact with all our relatives who lived in the countryside. So\nwe didn't know what was going on.\nWhat was going on was, from the middle of April they were concentrated in these ghettos,\nsome of which were brutal. They were small areas, brick factories out under the sun and the moon,\nand they had no food. By the middle of May, they started to deport people in a massive way, roughly\n12,000 aday. 12,000 a day. This was four large train loads, cattle train loads full of people. They\nrobbed them of everything before they led them into the train. Children, women, men.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe Germans themselves were surprised that a huge number of waves of deportees, and they\ncouldn't --\n>> Bill Benson: Handle the numbers?\n>> George Pick: Handle them enough. Imagine that 437,000 of people were deported in six weeks.\nlt was a record-breaking number.\n>> Bill Benson: Close to half million people rounded up from the countryside and deported to their\ndeaths in six weeks?\n>> George Pick: In six weeks, yes. Mostly in Auschwitz. Within two hours of arrival, they were\nalready dead, and essentially cremated. There was a case where so many people were there, so\nmany people had to be cremated, that one of the crematoriums blew up, because it just couldn't\nhandle that many bodies. We didn't know anything about this, because the Hungarian newspapers\ndidn't let us know about this.\nWe lived in Budapest, and my father, in fact all men from 20 to 60, were again recalled to slave\nlabor. My father and his unit went to the western edge of Hungary, building defensive positions.\nSo only the men, the old men, women and children were in Budapest. Then in June, we were\ntold that we have to move out of our place and move into what we called a starred house. You sawa\npicture of a big yellow house. We moved in with our relatives. My mother had three aunts.\n>> Bill Benson: And your father is now on the Eastern Front?\n>> George Pick: My father is in the eastern -- well, not front. Eastern part of Hungary -- no, western\npart of Hungary, actually. So we lived there, eight people in a one-bedroom apartment. And we had\na curfew of 22 hours per day, and two hours we could go out and go shopping. Some shops would\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbe not allowing Jews to shop there. They would not sell us food, for example. It was between 2:00\nand 4:00 in the afternoon.\n>> Bill Benson: Between 2:00 and 4:00 was your only opportunity to go out and find food, then not\navailable to you very often?\n>> George Pick: Exactly. As | said, some people were not willing to sell it to us. By the time 2:00\nrolled around, most of the food was gone, because other people.\nWe lived in a house which was essentially a locked house, and 20% of the population of\nBudapest were Jews, and only 5% of the living space was allocated. So from 20 to 5, they were\nreally concentrating them.\nEach building was closed during the curfew. One Christian family lived there. In our case,\nthere was a Christian family by the name of Varga. He was a long-term and longtime super in the\nbuilding. He knew my family very well. He was a very decent man. And he did many things which\nsaved lives.\n>> Bill Benson: George, about that same time is when the Allies began bombing Budapest.\n>> George Pick: Exactly. Everybody knows that D-Day happened in June, and by the end of June,\nbeginning of July actually, they had enough air power over Europe that they could reach Budapest.\nOn the 2nd of July there was a carpet bombing with a thousand bombers, and we were sitting\nin the bunker, and we heard these awful explosions all around us, for three hours. We didn't think\nthat we would survive it. We did.\nOne thing which stayed with me is the trauma, is that my mother wanted to shield me from the\nnoise. We had these big pillows, and she put one on my head to muffle the noise. This noise stayed\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwith me. Even today | get startled when there is an unexpected noise. But for 35 years, | couldn't\nsleep without the pillow over my head. And | sleep now with earplugs, actually. That stayed with me.\n>> Bill Benson: Because the bombing was constant there for a period of time.\n>> George Pick: For three hours, and by the time we got out it was 30% of the city was in ruins. So\nHorthy got the message from the air. He also got the message from cables, which came from the\npope, Roosevelt and Churchill and others, that this was just the first taste of destruction, if he's not\ngoing to stop his wartime activities and his deportation of the Jews.\nAt the same time, the Arrow Cross party wanted to have a coup against him, and 3,000 of the\ngendarmes were in Budapest, ready to deport us. So the first part was to somehow neutralize them.\nAnd of the 30 Hungarian divisions, only one was loyal to Horthy. That one came to Budapest on\nHorthy's orders, and they were able to neutralize these gendarmes and make it impossible for them to\ntake over the government. In July.\n>> Bill Benson: In July of 1944.\n>> George Pick: Later they took over the government. But this gave us three months of essentially\n\"freedom\" or window of survival.\nMeanwhile, my father, in August, was brought back to Budapest, which was lucky. He came\nhome almost every night illegally. Mr. Varga let him in, which was illegal. He spent a few hours with\nus, and then he went back to his unit. This went on for a few weeks.\nThen on October 15, this was after the Romanians already switched sides and they were\nfighting against the Hungarians and the Germans, on the Soviet side, they were also Allies of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nGermany before. They had a powerful army, and they had been able to essentially catch a half\nmillion Germans in that area.\nSo in October, which was way too late, Horthy made a declaration on the radio stating that\nHungary is going to be a neutral country, we are not going to fight for or against anybody. Of course,\nthat was just an empty gesture, because in two hours the Hungarian Nazis took over, and in four or\nfive days Eichmann came back and deportations started.\n>> Bill Benson: To complete what had been stopped in July after the bombing?\n>> George Pick: Exactly. First thing was, the week after he came back was to round up 10,000\nyoung women. Two of my aunts were among them. And they were deported and one of my aunts\ndied. Then they started the deportations from the outskirts of Budapest. That was the first thing.\nThen they sort of came in closer and closer to the center.\n>> Bill Benson: As you said earlier, they had already completely eliminated the countryside, the rural\nareas, of all Jews, almost a half million. Now Eichmann's game plan is to get rid of the last remaining\nnumbers in Budapest.\n>> George Pick: Yes. Which were about 120, 130,000.\n>> Bill Benson: This is happening while Germany is losing the war. It's almost over for them.\n>> George Pick: Well, so much so that the Soviet forces were fighting about 100 miles from\nBudapest already. They diverted resources to deport the Jews, and roughly 50,000 Jews were\ndeported from Budapest. Among them would have been my father. My father's unit commander was\na very decent guy. He had a fiance who -- Jewish fiance who lived in the same building. So what he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ndid is one day, before the deportation, he told everybody that they get a 24-hour furlough. And my\nfather --\n>> Bill Benson: Before they were going to be shipped out, they get 24-hour furlough?\n>> George Pick: Right. The message was, of course, if you want to or try to go somewhere, don't\ncome back. | don't know how many people came back, but my father was not among them, because\nmy father was trying to find a place to hide.\nHe went to a non-Jewish friend, who was a business partner during the 1930s and 1940s. My\nfather worked, though illegally, but worked as a businessman. And so this man told him -- or gave\nhim an address, and told him to go there, which was not far from this place. It's in a blue-collar\nneighborhood, sort of a neighborhood where they had small factories and so forth.\nSo he sent him to a factory, which was a textile factory. Allegedly, they were making uniforms\nfor the Hungarian army. In reality, it was essentially a hiding place for Jews. | still have the piece of\npaper which shows that my father was a worker there, a textile worker in this factory, which had all\nsorts of stamps on it.\nSo, for all external purposes, this was a high-priority factory. They had roughly 60 or 70 men\nwho, just like my father, were able to run away and hide, who had somebody who knew somebody\nwho sent them there.\nThen a couple of weeks later, we got a note from my father. We didn't know where my father\nwas until then. And his note said to immediately come to this place where he is. This note was\ndelivered by a Hungarian soldier, which turned out to be a Hungarian soldier who was already himself\nwas an illegal.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMy mother was very reluctant, because she had her mother and three aunts living in the same\nplace. But finally, she decided that we have to go. The story is longer, and we don't have the time.\n>> Bill Benson: | want our audience to really understand that. This is a factory in the open that is\nproducing uniforms for the army. All the workers, and even the guards, are, in reality, all hidden\npeople.\n>> George Pick: Correct.\n>> Bill Benson: Posing as guards. To the outside world it is a functioning factory in the community.\nYou're hiding in the absolute open.\n>> George Pick: Yes. That's what had happened. So the number of people who were all men called\nin their families --\n>> Bill Benson: To the factory?\n>> George Pick: To the factory, to join them. It was lucky for us that we went in at the time when we\nwent in, because in the very next morning our building was raided, and were taken to this transit\ncamp in preparation for deportation.\nAt that time, there were no cattle cars anymore. People had to walk 200 kilometers, 160 miles\nroughly. If they couldn't do it, they were shot.\nMr. Varga, first of all, how did he save our lives in, my mother's and mine? By the time we\nwere ready to leave, it was after curfew. We took off our yellow stars, and Mr. Varga let us out. That\nwas the first thing.\nSecondly, when we finally got to the factory and settled down there, by then there were roughly\n170 people. We found out later, after the war, that very early in the morning the Hungarian Nazis\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncame and collected the people, among them my grandmother and her two sisters, and Mr. Varga, as |\nmentioned, who knew the family, called an uncle, my mother's uncle, who was already in what they\ncalled an international ghetto. International ghetto consisted of buildings which were nominally under\nthe control of the Swedes, the Swiss, the Spanish and Portuguese and the Vatican. These were\nhouses where they were able to concentrate Jews and nominally gave them a piece of paper saying\nthat they're under their control.\n>> Bill Benson: These mutual countries are --\n>> George Pick: Correct, correct. So my mother's uncle was one of them. And he got this phone\ncall from Mr. Varga that his sisters are to be about deported. So he called Wallenberg, who's picture\nyou can see upstairs. He was a Swedish diplomat, and he was able to do something about\ndeportees. And his people went there, and pulled my great-aunts and grandmother out and brought\nthem into this special building where they survived.\nSo Mr. Varga, or thanks to Mr. Varga, five people of my family had escaped.\n>> Bill Benson: George, our time is beginning to run short, and | really would like you, if you don't\nmind, if you would tell us the factory you were hidden in, of course, was eventually denounced, and\ntell us where you went from there, including when you went to the orphanage, then what you went\nthrough during the siege of Budapest.\n>> George Pick: OK. What happened, on December 2 is that our hiding place was betrayed by a\nman who was trusted by this organization, who ran not only our hiding place but three others. And\nthe Hungarian Gestapo came in. We thought we were finished, because they had submachine guns,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthey separated men from women, and they acted as if we were going to be immediately massacred\nthere.\nFortunately, they were not stupid. It's December. The Russians are 20 miles from Budapest.\nSo they were taking a big bribe and saying, OK, now you are OK. You are under our protection, and\nif you have a problem just call such-and-such number.\nA couple of days later, the leadership of this place where we stayed decided that 20 children\nout of the 170, 20 more children from 6 months old all the way to 10, | was one of the older ones, we\nwould be better off and safer if we went to an orphanage, which was under the protection of the Swiss\nRed Cross. So the soldier, we had a little lorry there, and horse, took us to this place, which was right\nin the middle of the city. This orphanage had 500 orphans, and when we got there | had a terrible\nfeeling. These poor little kids were starving, were dirty, were crying, 35 in the room.\nSo a friend of mine and |, same age, from the same group, decided we would escape. The\nnext morning, of course, the door was closed, and the next morning we stood behind the door, and as\nit opened a young woman came in. We said we have some money, and we are very hungry, which\nwas true, incidentally, and we wanted to go out to buy some food, and would she escort us?\nShe said she would. And she did. But we ran away from her. And we ran back to where we were\nhiding.\nTwo weeks later, two policemen showed up and told us that the Nazi party is aware that this is\na false place, and that Jews are hiding, and they are ready for a raid, where they would not ask any\nquestions, they would just kill everybody. But by then a ghetto was established in the middle of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nBudapest, small ghetto, 1/10th of a square mile. They had already 70,000 people there. Like 20, 30\npeople per room.\nThey told us that in order to -- they are there to essentially take us there. They didn't say, but\neverybody understood that whoever was another hiding place could go, and they're not going to do\nanything.\nSo we started out 170; we ended up 65 in the ghetto. The rest of them disappeared.\nSo we got into the ghetto. My father was -- he volunteered for the ghetto police, which meant\nthat he had twice as much food as everybody else did. The ghetto police there had a different\nmission than all the ghetto police in all of Europe. Where the ghetto police essentially cooperated\nwith the Germans, here the ghetto police's mission was to try to save the Jews. For that, they gota\nnightstick and a beret, against Nazis who came in with submachine guns.\nMy father lost three of his partners. They were walking on the streets. On Christmas Day\n1944, the siege, the actual siege of Budapest began with heavy artillery fire. Although there was\nfood, the deposits in the ghetto nobody volunteered to go there because the snipers from the various\nbuildings, plus the shells, could kill people very easily. So from essentially the beginning of January\nuntil the Soviets came, we didn't eat.\nWe lived in a house where they had a lot of old Jewish people. Most of them died of starvation\nwithin these two weeks. When there was some lull in the fighting, they took these bodies out. We\nhad a very hard winter, so they almost --\n>> Bill Benson: That was an especially brutal winter, right?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> George Pick: It was, yes. The Danube, for example, froze thick. Six feet of ice. These bodies\nwere thrown into a square. We were living next to the square. We saw this piling mountain of dead\nbodies. We figured that we would probably, sooner or later, end up there.\nOn the 18th of January, my father came back -- 17th of January, my father came back to\nour bunker. We were, of course, down all in the bunker. The conditions in the bunker were terrible.\nPeople were pushed together. Lice appeared. We had to have a latrine in the middle. You could\nimagine the smell. No food, no water. So it was hell to live there. Plus, 24/7 these fantastic noises,\nterribly brutal noises coming down.\n>> Bill Benson: The artillery?\n>> George Pick: The artillery. Our building was hit several times. We didn't know what was going\non. So everybody was, in a sense, very, very -- not ready to die, but expecting to die. Then, all of a\nsudden on the 18th of January, the artillery stopped, and it was an eerie silence. We looked up.\nThere was a small window slit, and we looked up, and we couldn't see the people there, but what we\ncould see was the shoes or the boots they wore. They were not Nazi boots. We knew what the Nazi\nboots looked like. They were different, so we figured probably it was the Soviets.\nNobody came down to the bunker. And a few hours later, my father decided that he should\nsee what's going on. We went out, and we decided to go home, back to where we were thrown out.\n>> Bill Benson: Indeed, it was the Russians?\n>> George Pick: They were the Russians, yes. And there was no cheers.\n>> Bill Benson: No liberation, \"You're liberated, you're free\"?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> George Pick: No. People sort of got up, slowly left. Whoever didn't get up was dead. We sort of\nwent away, and we went back. Many of the people who lived in our building were Nazis or Nazi\nsympathizers, so they were very upset that three Jews came home.\nThe super of that building was a friend, and he kept food for us, which we gave him before we\nleft, and he gave us back this big container of food, and that kept us alive.\nThe end of the siege of Budapest lasted -- the siege of Budapest lasted another month. The\nGermans were trying to break through the Russians. Fortunately, they couldn't. By February 13,\n100,000 Germans and probably more than 100,000 Russians were dead during the fighting.\n>> Bill Benson: George, in the -- we're going to close the program in just a couple of minutes. Two\nlast questions before | turn back to you to close the program. The two last questions: Tell us about\nthe Swiss protected orphanage that you had a bad feeling about and you left, you ran off with your\nfriend. Then tell us how many family members you lost.\n>> George Pick: The orphanage where | had a bad feeling was taken to the Danube, and the\nchildren were shot about a week after | left.\n>> Bill Benson: 500 children?\n>> George Pick: 500 children.\nOf the family, | lost over 130 family members. My father after the war went out and tried to\nmake a canvas of the countryside. Nobody came home. So my family was devastated. 90% of the\npeople died. A few of them survived. Most of them were in Budapest. Some others survived in other\nways, but not development.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\n>> Bill Benson: I'm going to turn back to George to close our program in just a moment. It's probably\nobvious we scratched the surface. | wish we had a lot more time to spend with George. | do want to\nmention, of course, he continued to live in Hungary until 1956, under the communists, then escaped.\nSo when you do find that publisher for your autobiography, I'm first in line to read everything else.\n>> George Pick: Thank you.\n>> Bill Benson: | hope it will become available to all of you in some way, shape or form.\nThank you for joining us. We have four programs left in 2014. The next two Wednesdays and\nThursdays. The museum's website will have information about our program in 2015. So please look\nfor that. Come back and join us. Get the information off the website.\nOur tradition here at First Person is to be sure that our First Person has the last word. I'm\ngoing to turn back to George for the last word. | know that if we had more time, you didn't have time\nto ask George questions, he's going to step off the stage here, so please feel absolutely free\nafterwards to come up and ask George questions you want to ask him, or just meet him and say hi.\nWe'll take a picture of you with him, if you want.\n| was going to ask you about your thoughts about Hungary today. | think you want to speak to\nthat.\n>> George Pick: Yes. This is an article which was published yesterday. 70 years after the murder of\n600,000 Hungarian Jews, the prime minister of Hungary appointed an ambassador to Italy who\ndeclared that the Jews were agents of Satan. Erected a monument in Budapest with the aim of\ndenying Hungary's role in the Holocaust. It is a surreal turn of events for the government that sought\nto use the Holocaust commemorative year, this is the 70th year, to clear its soiled image by proving it\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nneither tolerated anti-Semitism nor was in alliance with the far right neo-Nazi party, which is legal in\nHungary. Yet, rather than easing these fears, it has turned into a mockery of the tragedy it was\nmeant to solemnly remember.\nA statue was erected in the middle of Budapest, with Hungary as the archangel Gabriel and\nGermany as a fiendish eagle swooping down and victimizing the Hungarians.\nThe activists, not just Jews, many others, took matters into their hands and erected a living\nmemorial to the victims of the Holocaust. Hundreds of shoes, candles, stones, photographs of\nmurdered grandparents, letters, poems and the presence of committed protestors were there. And\nthe terrible thing is that Hungarian anti-Semitism is very different from the Western European\nanti-Semitism.\nThere is an ingrained hatred in society of Hungary that fueled the Holocaust and that still\ndenies that the Holocaust happened, or that Hungarians were, in any way, culpable. Hungarian\nsociety is now climaxing toward a neo-Nazi attitude towards the few Jews that still live there.\n| would like to ask you something, | never asked an audience before. You can Google\nHungarian embassy. Please, please send a letter and tell them that this is unacceptable in the 21st\ncentury, that a country which was actively involved in the Holocaust now is sliding back into the same\nkind of mentality which caused that Holocaust.\nThank you, and this is my last word.\n[Applause]\n[Ended at 12:04 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}