{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON HENRY GREENBAUM\nWednesday, April 12, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Henry Greenbaum, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue\ntwice-weekly through mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nHenry will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows we will have an opportunity for\nyou to ask Henry questions.\nToday's program will be livestreamed on the Museum's website. This means people\nwill be joining the program via a link from the museum's website and watching with us today\nfrom across the country and around the world. Recordings of all First Person programs will be\nmade available on the museum's YouTube page. We are also accepting questions from our\nweb audience today on Twitter. Please use FUSHMM.\nAnd we invite those who are here in the auditorium today to also join us on the web\nwhen the rest of our programs in April and early May will be livestreamed. Please visit the First\nPerson website, listed on the back of your program, for more details.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Henry is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nWe begin with this photograph of Henry which was taken in 1946, about a year after\nthe war. Henry was born April 1, 1928, in a small, one-story house that served as both his\nfamily's residence and a tailor shop. He was the youngest of nine children.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nOur first map shows Europe. Our second map shows Poland. The arrow indicates the\napproximate location of Henry's hometown of Starachowice.\nHere we see two of Henry's five sisters. Ita is on the left and Rozia is on the right.\nIn this photo, we see another of Henry's sisters, Fagia, and her daughter.\nThe Germans invaded Poland on September 1, 1939. By 1942, at the age of 13,\nHenry was sent with his family to do forced labor in a munitions factory. He was deported to\nBuna-Monowitz labor camp at Auschwitz and later to the Flossenburg camp in Germany. On\nthis map of major Nazi camps in Europe, the first arrow points to Buna-Monowitz and the\nsecond to Flossenburg.\nAt age 17, Henry was liberated and one year later he emigrated to the United States.\nHenry, who lives in the Washington, D.C. area, lost his wife, Shirley, in 2011, after\nnearly 64 years of marriage. Henry and Shirley had four children: three sons and one\ndaughter, who have provided 12 grandchildren. And now there are seven great grandchildren,\nranging from 6 months to 7 years old. Henry notes that all but one are girls.\nHenry retired from his dry cleaning business 20 years ago and has been associated\nwith this museum since its beginning. He volunteers at the Donors Desk where you will find\nhim on Fridays.\nOver the past 36 years Henry has spoken to many groups locally and across the\ncountry. As examples, he recently traveled to Baton Rouge, Louisiana, and spoke to over\n1,000 students at a Catholic boys' school and 900 at a Catholic girls' school, as well as ata\nJewish Film Festival. He has also spoken to sailors aboard the U.S.S. Truman in Norfolk,\nVirginia, Ft. Detrick Army Base in Maryland, and to the National Guard in Arlington, Virginia.\nHe has also been a guest on Fox Radio with a live audience, and on \"The Larry King Show. \"\nIn January 2014, Henry took his three sons to Germany and Poland at the invitation of\nthe City of Flossenburg, site of the Flossenburg concentration camp. They went to\nAuschwitz-Birkenau and visited Henry's home town. And in January 2015, Henry went to\nPoland as part of this museum's delegation to the commemoration of the 70th anniversary of\nthe liberation of Auschwitz-Birkenau.\nHenry is accompanied today by his daughter-in-law, Jackie and her daughters and\nfriends. We welcome all of you who are in the first two rose.\nOur first First Person program was in March 2000 and our very first First Person was\nHenry. With that, | would like you to join me in welcoming our First Person, Henry Greenbaum.\n>> [Applause]\n>> Bill Benson: There we go. We're set, Henry.\nThank you, Henry, for joining us and for being willing to be our first person after having\ndone this with us each year for 18 years.\n>> Henry Greenbaum: Unbelievable. That's right.\n>> Bill Benson: So you have so much to share with us and we have a little time, just an hour.\nWeill start right away.\nHenry, you were 11 years old when Germany invaded Poland in September 1939.\nBefore we turn to the war and the Holocaust, first tell us a little bit about your family and you\nand your community before the war.\n>> Henry Greenbaum: Well, we were Orthodox. We lived near the synagogue, about five\nhouses away from it. | think my father was -- he opened and closed the synagogue because he\nwas so close to it. And we were Orthodox, Jewish. And | was the youngest of the nine. | went\nto public school. | went to Hebrew school. | had chores around the house. But | never gave up\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nsoccer playing with the other kids. We always had soccer games, always, and other things that\npeople were playing, play games children would play.\n>> Bill Benson: Henry, by the time the war began, several of your brother and sisters had\nalready left. Where had they gone? Where had your brother and sisters gone?\n>> Henry Greenbaum: Zachery was my brother. He was 10 years older than | was. He went to\nthe Polish Army. He was drafted, | think. Whether he enlisted, | don't know, but he served three\nyears. And during the war, he was fighting the Nazi soldiers. They somehow wound up being\nin Lithuania. And then the other brother, my mom left and my father passed away two months\nbefore the war. My mom was very protective.\n>> Bill Benson: Passed away in the summer.\n>> Henry Greenbaum: Yes. She was very protective. She got the neighbors, by horse and\nbuggy -- you know, we didn't have cars or motorcycles. The horse and buggy was the popular\nride, horse and buggy. She took us to a farmer that they knew. He either was a client or he\nbrought in some stuff we would buy from them, eggs, whatever, they would bring on Thursday,\nand once before the Sabbath would come in, they would bring goodies in.\nAnyway, that man housed us for three days. And who went there? Not my married\nsisters. My mom, my older brother, David, Zachery was already fighting the war with Germany.\nThe married sisters didn't live close to us. They lived in the outskirts of the town. So where they\nwere | don't remember. | don't remember the husbands.\nAnyway, all | know is that one of the sisters that you saw, Faige, she gave up that little\ngirl to go with grandma because her husband was already in America. He came before the\nwar. He was supposed to set up shop, business. There he was a meat man, in Poland, a meat\nman selling meat to the Polish Army. But when he came here -- and | happened to meet him\nafter the war. He bought himself a shoe factory in Brooklyn, ladies shoes. Can you imagine\nthat how happy my sister would have been? She would have changed shoes every hour.\nLadies shoes.\n>> Bill Benson: Henry, | think you also had a sister who had come to the United States. Right?\n>> Henry Greenbaum: Yes. That's how | got here. My sister came here in 1937. And my\nfather's two brothers and a sister settled in New York, one settled here in Washington.\nBetween these families, three families, they were only able to get only one girl down here\nbecause the immigration laws were very tough. You just could not go -- every time you went to\nWarsaw, to the consul, they said next year, next year. And then --\n>> Bill Benson: And then it was too late.\n>> Henry Greenbaum: And my oldest brother tried. Next year, next year. So my sister left first.\n>> Bill Benson: Henry, your father died in the summer of 1939. September 1, Germany\ninvaded Poland.\n>> Henry Greenbaum: Yes.\n>> Bill Benson: Tell us about what happened to you and your family in that first period of time\nafter Germans came.\n>> Henry Greenbaum: In a short while they marked us all with the yellow Star of David, one in\nthe front and in the back. We had to wear that. To be honest with you, we were dressed like\nJews except for the black pants. We didn't have the beard. We definitely had the tassels\nsticking out. Never bareheaded. They still insisted you wear the yellow star.\n>> Bill Benson: On the front and the back?\n>> Henry Greenbaum: On the back, yes. From a baby on up to whatever age it is. So if you\nhappened to walk on the sidewalk, face-to-face with a soldier, the order was for you to step off\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nthe sidewalk, take your hat off, stay attention until the soldier walks through. Whenever he\nwalks through, you can go back on the sidewalk.\nlf | went to see my sister -- she lived somewhere else. They also had a tailor shop in\nthe outskirts. | must have gotten off the sidewalk about four, five times. Every five minutes,\nanother soldier, another soldier.\n>> Bill Benson: And you had to step off into the road.\n>> Henry Greenbaum: If you didn't -- | saw one guy get beat up. He was kicked off. And those\nboots, | will guarantee you, doesn't tickle when they hit you on the ribs or hit you with their rifle\nbutt. Off you go on the street. So once we saw that, you obeyed it so we wouldn't get hurt.\n>> Bill Benson: Henry, tell us about soon after the invasion you were with your brother and you\ncame across what you called a ragged group of Polish soldiers. | think you were with your\nbrother David.\n>> Henry Greenbaum: We did not have a whole bunch of soldiers. Only one soldier.\n>> Bill Benson: One soldier.\n>> Henry Greenbaum: The farmer gave us a piece of bread and butter. He says, Go get\nyourself a tomato off the vine. What do you call them? Clusters of tomatoes, those big ones.\nWe took a tomato off and we were eating. David was supposed to get a glass of milk.\nIn the meantime we saw somebody approaching us, a single man in a uniform,\ndragging along a bike, broken bike. As he got close enough, my brother happened to know\nhim. He knew my brother. Whether he was a customer in the tailor shop, that | don't know, or\neither he went to school with the guy. He somehow knew him. They called each other by first\nname. He says, “Where are you running away from?” He said, “I'm running from the German\nArmy. | just escaped from them and I'm running in the wrong direction.” The opposite direction\nhe was running.\nMy brother, Dave, out of nowhere, | could not believe what | heard, he says, \"Ok if | go\nalong with you?\" He says, \"Of course, you're my friend.\" He was not Jewish but they knew\neach other either from a customer standpoint or school. The guy says, yeah, come along. |\ndidn't like what | heard. | says, “You're going to leave me with the three sisters and mom to\nprotect me?” | thought the big brother was supposed to protect you. The older brother. And so\nhappened he ran away with that soldier, Polish soldier. | followed them for a couple of miles,\nhiding behind bushes. After | lifted my head, he turned around to see if I'm following, \"Go back\nto your mother,\" \"Go back to your mother.\"\n>> Bill Benson: And you did.\n>> Henry Greenbaum: And eventually the Polish soldier yelled at me, \"Go back to your mother.\nYou're too young to go with us.\" | left them alone. The next time | saw them was in America.\n>> Bill Benson: And we'll talk about that later.\nHenry, it wasn't long after the German invasion that you and the family and the other\nJews in town were forced into a ghetto.\n>> Henry Greenbaum: Well, if you did not live near the synagogue, that was part of the ghetto.\nThey took three short little blocks, very short, not long blocks. And the intersections were\nblocked off. Whoever lived behind that had to move into that order. 6,000 | think were there at\nthe time. They all had to move in where we were, near the synagogue. And they formed what\nthey called the ghetto.\n>> Bill Benson: 6,000 of you moved into a couple of blocks.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\n>> Henry Greenbaum: Three blocks. And we had to put up two sisters and their children, so\nwe had no room. We had the tailor shop in the front. But even if they were not related to you,\nyou still were able to save them, give them somewhere to sleep, safe.\n>> Bill Benson: Henry, if | remember right, just before you were forced into the ghetto, you and\nyour sisters went to work in an ammunition factory.\n>> Henry Greenbaum: Yes. Before the ghetto started we already had jobs in the ammunition\nfactory. It was Faige, lta, and Hia. They had jobs in the factory, including me. And my father\narranged that before he passed away. One of our customers happened to be either a manager\nor he had something to do, some big wheel in the factory. And my father approached him. He\nheard the rumors that that's what the Nazis liked, tailor shop, shoe shop, carpenter, they don't\ncare about that. But if you worked in a factory, especially a munition factory, they loved that\nbecause you helped along with the war machinery.\n>> Bill Benson: So you're in there making bullets at age 11.\n>> Henry Greenbaum: We were producing antiaircraft shells, heavy duty springs, melting down\nscrap metal, and shaving out the barrels from the tanks. So little slinkies. And some people\nhad to do this job. Every week they made you change your job. Also the hours changed from\n7:00 to 3:00, from 3:00 to 11:00, and from 11:00 to 7:00 in the morning.\n>> Bill Benson: Once you were in the ghetto, did you continue working in the ammunition\nfactory?\n>> Henry Greenbaum: Yes. But then the factory name was -- before was called, in Polish,\n[Speaking Non-English Language] but then when the Germans invaded us, it became Henry\n[Indiscernible] workers, his name on it.\n>> Bill Benson: During that time, you ended up living in the ghetto for almost three years.\n>> Henry Greenbaum: Almost two years in the ghetto. And then they decided to have a\nselection.\n>> Bill Benson: Before you tell us about this, tell us more about the conditions in the ghetto for\nyou. How were you able to get food?\n>> Henry Greenbaum: Food was scarce. We could not get any food. We ran out of food. And\nall the stores were looted on the outside. There was no food around. The only way you could\nget extra food would be if you bribed a soldier. Now, you couldn't bribe the Germans but the\nUkrainians, if you gave them a watch, a bracelet, a necklace, he would bring you some bread.\nBut it so happened that they changed so often, every time two weeks are up, a new one\ncoming in. And you only have so much to bribe away. You're not going to give everything\naway. So they were bribing and then it stopped.\nThey would bring in once a week, rations. That was it. We were dirty, filthy. They\nwouldn't give us any soap to wash, no laundry washing, not yourself to take a shower even.\nWe were filthy dirty. For three years we didn't wash. You wore the same clothes for three\nyears.\n>> Bill Benson: For three years.\n>> Henry Greenbaum: The same clothes that you wore when they invaded our town, you wore\nthe same clothes. In the summer time, the man could undress from the waste up. They used to\ntake the dirt from the ground and put it all over you, like a mud bath. And the next would pump\nthe water and clean you off a little bit.\n>> Bill Benson: With dirt.\n>> Henry Greenbaum: Yes. It came off, eventually, you know, the mud came off.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: You would stay in those conditions in the ghetto until 1942, almost three years.\nWhat happened to you then? When did you leave the ghetto? Tell us about leaving the ghetto.\n>> Henry Greenbaum: Oh, leaving the ghetto. There was a selection. The order was 24 hours\nwhere no one could go to work at all. So everybody was under one roof, so to speak. They got\nextra soldiers, extra guards, extra dogs, and they put us -- they chased us out of the ghetto\narea to a open field. There was three or four soldiers directing traffic.\nI'll give you an example, my family walked up, so | walked up, my mom walked up, my\ntwo married sisters walked up, my grandma had the little baby from Faige, also walked up\nthere. And right away that we showed our ID cards that we worked in the factory, we went over\nto one side. And then if you didn't have an ID, you were unattached, you didn't have any family\nor children, they'd push you over with us, the working people, able-bodied people, whether a\nman or woman, they saved all of those. And they took away some people away from us. We\ndidn't know where they were taking them, handicapped, pregnant women, women with\nchildren, elderly people, grandmas, grandpas, they took them away. We looked for them after\nthe war but we were told not to bother looking for them because they were murdered two days\nafter that.\n>> Bill Benson: Two days after that.\n>> Henry Greenbaum: After we were separated in a place called Treblinka, killing center. They\ngot off the train, were ordered to a shower. Instead of water, you had the gas killing them. They\nwere cremated, too. Treblinka, nothing but a killing center. They got off the train, were ordered\nto take a shower. Instead of water, you had the gas killing them. They were cremated, too.\n>> Bill Benson: And that's what happened to your mother?\n>> Henry Greenbaum: My mom, my two married sisters, three little nieces, and two nephews. |\ndon't think they were even 7, 8 years old.\n>> Bill Benson: Then what happened to you, for those of you who were selected?\n>> Henry Greenbaum: They took them away from us. We heard yellings going on, on the way\nto the train station. There was either shooting in the air. We could not see. Eventually they\nwalked away. We could not see. We could only hear the noise, screams a lot of screams and a\nlot of shouts we heard. Whether they were shoot in the air or killing people we don't know.\nThen they turned around to us, the able-bodied people, the people that have ID cards, turned\naround to them, and also the people who they saved that was not with ID, they did other\nthings, maybe shoe makers, maybe carpenters, maybe bakers, who knows, but the\nable-bodied looking people that were able to work so they saved them.\n>> Bill Benson: | might add, | think at this point you're 14 years of age.\n>> Henry Greenbaum: I'm already close to --\n>> Bill Benson: Close to 14.\n>> Henry Greenbaum: Yes. So what happened, they chased us back to the place but they\ndidn't let us go back into the ghetto area. If you left anything, valuables, in the ghetto, stayed in\nthe ghetto. You could not retrieve anything. They chased us for six kilometers uphill. By the\ntime we got to the stone quarry on the top of a hill, it was overlooking the town, the whole\ncamp -- the whole stone quarry was overlooking the town.\nThey built for us barracks and it was a slave labor camp. The barracks were on stilts.\nThere was 100 to a barrack. There were three to a shelf, three men or three women, separate\nfrom the men. The shelf was just like the floor. It was not a rug on there. There was not padded\nwith any straw or hay or anything, just plain wood. And we slept in our clothes, dirty, filthy,\nalready two years old.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nAnd then what happened, we all got on the top of the stone quarry. The loudspeaker\ncame on, attention, attention, you must empty all your pockets, all your belongings. So you\ndidn't bring away anything. If you had stuff with you, some money, some people did, some\nbracelets or gold chains, whatever they had, they had to throw them into a box. We were\nthreatened if you don't put them in this box and you come through this gate and we search you\nand we find things on you, you will be killed on the spot. So everybody was scared. They took\neverything out, whatever they had that they didn't bribe away, they threw it in there.\nThen there was one at the gate and one at the barrack. They were giving each other\nsignals. If the barrack was full, they went over to another barrack and another barrack. And\nthey did the same with the women.\nWe stayed there. And then the only thing they did is when we got to the slave labor\ncamp, they formed a tailor shop. Over 100 tailors working on the German uniforms. A\nhigh-ranking officer came into the tailor shop. He says, You got a few months to do this\noperation, new stuff, and you must have it by that time and we will let you know a little before\nthat when the selection or when the deportation will start again.\nThat man came in. By that time we were all sick already. We took it over from the\nghetto. Goes from the dirt and filth, we got all lice infested. And lice breeds Typhoid and the\nTyphoid epidemic broke out, a very contagious sickness. You sleep in such close quarters,\nthree guys or three women together, one gets sick, you are sure the others are going to get\nsick, too.\n>> Bill Benson: Absolutely no medical care.\n>> Henry Greenbaum: No. No medical care. The only thing saved us, if you had a high fever,\ndone right there. If you had low fever, you could fake it to go to work. You were a little dizzy. |\nhad a low fever and Faige, the one that gave up the little girl, sne had low fever. So the two of\nus. But she was working in the tailor shop already, Faige. The other two were still in the\nammunition factory.\n>> Bill Benson: And where were you working at that time? Where did they make you work?\n>> Henry Greenbaum: | was in the factory, still producing the antiaircraft shells. Yup.\n>> Bill Benson: While you were there at that slave labor camp, you were involved in an escape\nattempt. Will you tell us about that?\n>> Henry Greenbaum: What?\n>> Bill Benson: An escape attempt.\n>> Henry Greenbaum: Oh, yes. The high-ranking officer walked in the tailor shop and said in\ntwo weeks you must have all of this stuff ready because all of you are going to be deported. So\nthe tailors didn't like what they heard and they organized an escape among themselves,\nincluding my sister was there. They were afraid to tell everybody. It's impossible a whole camp\nshould disappear. Some people can get out if they plan it right.\nSo my sister, Faige, told me about the escape only the day before, one afternoon\nbefore. My shift was from 3:00 to 11:00. When | get back tomorrow at 11:00, be ready, we are\ngoing to escape.\n| was already 15 years old at that time. We were going to escape. | liked it. | heard to\nget out of this hell place. | was a really happy young man. | was thinking, God, it's about time\nwe do something to get out.\nAnd these tailors were spreading the news among only their friends or relatives. So it\nwas more than just the tailors. And we lined up. My sister came by. She was with a Jewish\npoliceman at night, at 11:00. At 11:00 | got off from the factory. | came back and she says,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n\"When you come tomorrow, do not go into the barrack. Wait for me outside and I'm going to\ncome and get you\". She came by close to 12:00. | don't know, didn't have any watches, but we\napproximately knew what time they let us out of the factory.\nThen she was holding the Jewish policeman by his hand. She grabbed my hand. All\nthree were running. And they set it up so there was 10 in a group, 10 in a line. And only 10 can\napproach the hole.\n>> Bill Benson: There was a hole cut in the fence. Right?\n>> Henry Greenbaum: The hole had been cut in the wire fence and also a wooden fence on\nthe outside. They cut the wire fence, didn't make any noise. The third party of 10 arrived. Three\ntimes 10 got there. And they cut the hole open bigger.\nAnd then they started fooling around with the wooden fence. Breaking wood causes\nnoise making. And that caused the German Shepherd dogs to bark and growl and made\nattention to the guards up in the tower. They put the flood lights on, on the tower, and they saw\npeople were running towards the escape route. Of course they were shooting at them. There\nwere two of them. And the search light was on them. Quite a few were still waiting in line. | was\nwaiting. | was supposed to be after the third to go.\n>> Bill Benson: So you hadn't had a chance to run to the fence yet.\n>> Henry Greenbaum: No. | stayed in the group waiting for my next.\nSo whenever they stopped with the flood lights, people started running out. Then they\nput the lights on around crazy to see if anybody was on the camp so to speak, running. We\nwere still standing in the group like a deer on the highway. The search lights, the flood lights,\nget the deer to freeze. They don't know which way to go. So we asked the policeman, some\npeople did. He said, “What would you do?” He says run in different directions and run towards\nyour barrack. He can only shoot one at a time. Only had the rifle.\n>> Bill Benson: So go back to your barracks.\n>> Henry Greenbaum: And then run back to the barracks. So while doing this, we started\nrunning. Maybe the policeman told my sister to run towards the hole. All of a sudden they put\nthe flood lights on her and the flood lights were shining on us. They started shooting. | caught a\nbullet, struck the back of my head, grazed me and knocked me out. | came back a few\nseconds later and | didn't see my sister, Faige, or the policeman. | didn't see anybody around\nme. Everybody was already in the places where they were going.\nThen | decided, Dear Lord, you have to help me. You left me all alone so | could see\nmy sister in America. And | lowered my head. | do remember counting 15. There was a\npurpose of this counting because the lights, the search lights, were going around. When | hit\n15, it was on me. So | had to count 15, before 15, and run towards the women barracks. |\ndidn't want to get into my barracks. | wanted to go to the women's barracks looking for my\nsister, Faige. | thought maybe she changed her mind and made itt, like the policeman said, run\nback. Instead, he took her. Saw | got hit, and run towards the hole.\n>> Bill Benson: Still tried to get out.\n>> Henry Greenbaum: Still tried to get out. When | got into the woman's barracks, the woman\nknew me by name. | knew her name, too. She was my neighbor. \"You can't come in here.\nYou're full of blood. You're going to get us all killed.\" “I'm not going to get you killed. | almost\ngot killed myself,” | said. “No, you can't stay here.”\nSo | sat down and said she's not going to get me out of here. | sat down on the\ndoorway, one foot out and one foot in. She was a little weaker than | was. She couldn't push\nme nowhere. And when everybody stopped running, totally running, the two guards were very\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nangry and randomly they picked different barracks to shoot inside. Shots came into the\nwomen's barracks. All the women were frightened. | don't Know if anybody got killed. | don't\nknow. They all jumped off their bunks, on the ground they went.\nSo | was on the ground myself. So | was eye level with them. And | still searching for\nmy sister, Faige. And | ran across a cousin, a first cousin, Ida. She was not aware of the\nescape. Nobody told her about the escape. “What are you looking for?” “I'm looking for my\nsister, Faige.” \"She is not here. | know what bunk she is.\" When | heard bunk, well, she\nprobably knew. They must have been corresponding together. Maybe she didn't tell her about\nthe escape. That | don't know the reason.\nAnyway, she says, \"What happened to you?\" | said | was injured, can you help me.\nShe took the water that they had in the barrack and she took old rag and cleaned me off in the\nback. Blood was running down my shirt, furiously, like you cut open the skin with the knife, two-\ninch. Never bothered the skull, thank God. If that would have been a smidge deeper, | wouldn't\nbe here talking to you. | would be over there burnt up somewhere or probably buried. They\ndidn't have what do you call --\n>> Bill Benson: No crematorium where you were.\n>> Henry Greenbaum: No burning bodies, no gassing, either. Hanging, yes, shooting, yes, hit\nwith you the rifle over the head, yes.\n>> Bill Benson: When did you find out what happened to Faige?\n>> Henry Greenbaum: When | finally decided, after she cleaned me up a little bit, put the rags\non here, took the beret off her head and put it on mine. \"Wear the beret. Let the rag stop the\nbleeding.\" | lowered my head. The search light was still running around. | lowered my head. My\nplace was in the opposite direction. | lowered my head and | made it into my barrack where |\nbelonged.\nThe next morning, roll call. We had to line up for work. So a lot of people were missing\nin that group from the barrack. And mostly the tailors, the biggest because some of them got\nout earlier. | don't know. Maybe there were 75 instead of 100. So 25 was missing. So they got\nto be somewhere. They either in the barrack, under the stilts. So they left the dogs underneath\nthe barrack to see if anybody was hiding there.\nThen all of a sudden they took the two guards with the dogs and went inside. Inside\nthey found people. They were sick. Some of them were not injured but sick from the Typhoid.\nThey found some.\nSo the only way, they either escaped, they were wounded at the hole, or they\nescaped. And that's when they told us to face the area where the hole is. We looked at the\nhole and there was people moaning and groaning, wounded people. One of them was the\npoliceman. He was on the ground, upright position. He had his cap on, his arm band on. He\nwas still sitting down moaning and groaning. Where he was hit, | don't know. | didn't see any\nblood.\nAs soon as they shot all the wounded people in front of our faces -- this is what will\nhappen to you should you ever get an idea escaping again, we will kill you -- and that's when\nas soon as the policeman dropped, then | saw my sister, with the blond hair, stretched out by\nhis legs. | said, Dear Lord, now I'm all alone. You have to double watch me now so | can make\nit to America to see my sister.\n>> Henry Greenbaum: And now you are completely alone at this point.\n>> Henry Greenbaum: Yes. | was all alone. The earlier ones, | didn't Know if they killed them\nyet, till after the war, when they took them to Treblinka.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: There's so much more to tell us and we're running out of time. From there you\nwould be taken to Auschwitz. Tell us about going to Auschwitz.\n>> Henry Greenbaum: The date came by when all the uniforms were ready, the magic day\ncame by. They chased us towards the railroad station. The whole slave labor camp was\nemptied out. We all got on those cattle cars. Must have put at least 100 people into a train.\nAnd no water, no bathroom, no water or food at all, just stuck us in and locked it from the\noutside. And when all the cars were full, women and men, we all went on a journey. We didn't\nknow where they were taking us. They wouldn't tell us. We were riding, every stop we stopped,\nin unison we were screaming, \"Water, water.\" We didn't ask for food. We didn't ask for\nbathrooms. We just screamed for water. The thirst is the worst when you're thirsty. They did\nnot give us any water.\n| remember watching the film, whatever, hose, a water hose came in through that little\nwindow but they didn't do that to us. We screamed in different languages, in unison, \"Water!\nWater!\" Loud and clear. They could hear us far away.\n>> Bill Benson: And no water.\n>> Henry Greenbaum: No water was given to us. We finally arrived at our destination. It was\nAuschwitz-Birkenau. They opened the cars from the outside and we got off. And right away\nanother selection, left, right, left, right. We all looked alike. We all felt alike. We all had the\nsame strength.\n| think they had an order -- they had to know how many they needed to dispose of that\nday. | don't think they had -- some people said maybe they didn't have any room. | didn't care.\nThey could sleep on top of each other, they don't care. But | think they had an order how many\nto kill that night and half of our transport went straight to crematorium. They went straight to the\ngas chamber.\nHow did we know that? We asked the elderly people, the elder people that were there\nbefore us. What did they do with people when they were separated? They said already the\nsmokestacks. You see the ashes flying around. It was from them. He says \"You were pretty\nlucky.\" Why was | lucky? Because they had me on the opposite side.\nMy first stop was a haircut. The barber was Jewish. So we conversed in Jewish. He\nasked me what the wound was on top of my head. It did not heal up yet. | didn't have any\nbandages on. Everything was off. But there was still -- | had a scab, underneath was infected.\nSo the next one was the tattooing the number. My number on the arm, on the left arm,\nA18991. And | believe they got the inmates -- they taught the inmates how to do that, in\nAuschwitz, how to do tattooing, because they didn't want to touch you. So this way the inmates\ndid it.\nThen my third one was a shower. And mind you, we didn't clean up for three years,\nthe same clothes. We were dirty filthy, still with lice, still a touch of that Typhoid. Because if you\nhad high fever, you never made it to Auschwitz anymore. Because the Einsatzgruppen, killing\nunit, would come. If you didn't line up for work, you were on the bunk, they would put you on\nthe trucks and if the truck was full, they would take you to the outskirts of the town and\nthere -- we dug those trenches when we were put the yellow Star of David. They would catch\nus in the street. Even if you showed them that you due at 3:00 for work. He says, “You're not\ndue till 3:00. This is 10:00 in the morning. You go work for us. We'll take you to the factory.”\nAnd they did. Only once | pulled a double shift. That's all | did, one time only.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nSo the holes were made. They told us this is for military tanks to fall in. Zigzag shape.\nBut they used those graves for graves, for the people they had undress in front of them,\nundress in front of the ditch, and they were shot in the back of the head and in they went.\n>> Bill Benson: So Henry, for you at Auschwitz, you were selected for slave labor, to continue\ndoing more slave labor. What were you forced to do once you were selected for labor at\nAuschwitz?\n>> Henry Greenbaum: You mean, the German man, a civilian, came into Auschwitz-Birkenau\nlooking for free labor, came in with two dogs and two guards. He chased us out of our barrack\nin the front of him. He looked you over, whether he liked you. Those ID cards did not help you\nin Auschwitz. He looked at your face and how you look. If you were not undernourished or\ncould still do some work. And it was left, right, left, right. And that's when they killed half of my\ntransport.\nAnd then that man took 50 of us out of there. He marched us for three kilometers\nuphill. | thought it was uphill, towards Buna-Monowitz, a subcamp of Auschwitz. And that man\nwas either manager or owner of a IG Farben Company, producers of cyclone gas and bug\nsprays, automobile tires, synthetic fuel. But that man that picked 50 of us for one reason only.\nHe wanted us to build a road with the cobblestone, a road that the big trucks could go on so\nthey wouldn't have only the rail because the rail was bombarded by the American Air Force. It\nwas knocked out.\nSo they started actually, the road too late. It was only three months. You could only do\nso much with 50 people, in the wintertime, no gloves, handling stones, all kinds of shovels.\nThen if they would pay you a visit, the Air Force would come, they would always bomb ahead\nof the locomotive so when the locomotive gets to that spot, they can't go nowhere.\n| remember from there we went to -- what do you call it -- the Air Force came and they\nwere more aggressive. They had a bunker on the premises of the IG Farben Company. They\nhad a bunker. The bunker was not for the Jews. They were for the dogs, guards, and\nnon-Jews. Every time the air raid would come, they would run for the bunker.\n>> Bill Benson: What would happen to you?\n>> Henry Greenbaum: We had to work through. We could never stop. Maybe those soldiers\nsaw us in the stripes because by that time, in Auschwitz after the shower, they gave us stripes.\nWe had striped jacket, pants, wooden bottom shoes, canvas socks.\n>> Bill Benson: You were sent to Auschwitz in 1944, as you just described.\n>> Henry Greenbaum: The end of °44.\n>> Bill Benson: Late 44. You were put on a hard labor crew to build the road. In January of\n1945, as the Russians got closers are, you were forced out of there and sent on a death\nmarch. In the time we have left, Henry, tell us about the march you were sent on and about\nyour liberation.\n>> Henry Greenbaum: Well, not really -- we didn't go from Auschwitz. | went to Flossenburg. |\nstayed there a few months. And then we heard rumors that the Russians were coming to\nliberate Flossenburg. We thought maybe that's possible but then they changed their mind, the\nrumors. It was the Americans approaching Flossenburg.\nThe Germans are not stupid. Three days before they load us up on trucks. They\nwanted to hurry. They didn't want us to march. On truck they took us to the rail, stuck us in the\ntrains. They only left 10 people to clean up the area, and to hide the evidence will to be hidden.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nIn Flossenburg, the only work we did, my group that came, was bundling up the\nuniforms or clothing from people who they killed, coats, coats, pants, pants, shoes, shoes.\nThey would send them back to Germany for recycling.\nRight there we were riding the trains and the Air Force started getting more\naggressive. They knocked down to pieces the IG Farben Company, including the bunker. |\nknow civilians were in there but guards, too. And they knocked out the whole factory. They\neven upside down the road for three months we were building. Everything was upside down.\nThe freight cars were sitting with supplies, upside down. The wheels were on top. They tore\nthe place apart.\nThen we started marching after that. We came with the train to a place called the\nblack field. We came there and one car was full of SS guys, or Gestapo, full of them. They all\nhad rifles with them, guns, whatever. We were riding through the countryside, quietly. You\ncould hear the locomotive. You heard -- why they didn't go to sleep is beyond me. All they\nwere doing was singing German songs, loud and clear. Then we didn't know where it come\nfrom. We thought it was a record maybe, play -- one of those things.\n>> Bill Benson: But it was the SS soldiers.\n>> Henry Greenbaum: The airplanes came through the field. The Air Force probably knew, or\nmaybe not probably but 100% sure. At first they lowered themselves, low-flying, a little low\nflying. They give these guy as a chance. They knew it was the American Air Force. They\nopened the cars and made us run into the woods. And if any of the Germans soldiers went into\nthe woods, they had like a tripod, like a camera sits on, laying, stretched out on the ground,\nand facing where we would run. You could only run about 10 feet, you had to drop. 10 feet and\ndrop.\nAnyway, that Air Force tore apart the locomotive until the last car. Everything was torn\napart with bombs. And from then on we had to march. The march took a toll on us because we\ndidn't get that piece of bread, a little black imitation coffee. At nighttime they gave us cabbage\nwater soup. | had a spoon tied up to my pants, never took that spoon off. They never gave me\nany food that you need a spoon.\n>> Bill Benson: By that time, Henry, where did you think they were taking you?\n>> Henry Greenbaum: We didn't know. We didn't know where they were taking us. Because\nthey kept marching. And the only way that we stopped, if the two guards were hungry and they\nrun out of supplies for soldiers, the guards, they wound up on the farm. The farmers, German.\nThey had themselves a 10-course meal. Who knows what they ate. And us, one raw potato\nand some water to drink. You were so hungry, you could eat five or 10 potatoes and it wouldn't\nbe enough. Only one. If you want to sneak in the line and get another one, if they recognize\nyou, | guarantee you that's the last potato you would have.\n>> Bill Benson: Henry, | know we're skipping over so much that you could share with us. Tell\nus how you were liberated.\n>> Henry Greenbaum: Well, those two guards were marching us. When we got close to a\nsmall town in Bavaria, the two guards let us stop. It was a wooded area. We could see the\nhighway full of American pieces you fight a war with. We didn't know if they were Americans.\nWe figured out the planes are because when those planes got low, you run into the woods.\nThey were trying to save us, all of a sudden they became kind. They let us stay for liberation.\nThey became good.\nSo they left us right there. They ran away themselves, the two guards. They left us by\nourselves. By that time it was already half of the marchers, half of the people that marched,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nwas already dead. Some of them died on their own. Some of them they couldn't keep up with\nthe march, they shot them or they hit them with the rifle over the head. There was no\ncremation, no gasoline. They had to be buried, the bodies had to be buried there.\nThen all of a sudden we got mad. Why did you leave us all alone here? Anybody could\ncome over here and kill us now. But they ran away. We ran into the woods if you see the\nplane.\nThen we saw the Army. You could see with the naked eye. You don't need binoculars\non the highway that this American Army was coming through. And one of those tanks took off\nfrom the main road from that column --\n>> Bill Benson: Towards you.\n>> Henry Greenbaum: They came towards us. We said for sure they're going to kill us now.\nWe still thought it was Germans. We didn't know it was Americans. And they stopped the tank.\nStopped about five feet away. And the beautiful American soldier came out, crew cut, America\nwritten here, came out of the hatch. He was a little skinny to fit in that hatch. He had trouble\ngetting up. Anyway. He put his hands on his mouth and he said, \"We are Americans and all of\nyou are free.\" | was that time 17 years old. When | heard that word \"free,\" | said -- when |\nheard that from the soldier, say that you are free, | said, Dear Lord, thank you for leading those\nsoldiers to us and give us our freedom but why did it take you so long? Five years.\n>> Bill Benson: Five years.\n>> Henry Greenbaum: For us to be free. The same soldier yelled to his other soldier, \"Empty\nall the rations\" on the tank. They dumped them out. We were fighting like animals of the jungle\nthat kill animals. We were almost killing each other.\nAnd somebody spoke a little English in my group to understand all of that. He relayed\nit to us in Yiddish, in Jewish, what he wanted. He told us to follow him. He took us out of the\nwooded area, across the field, across the road into a farmhouse. We got into the farmhouse.\nInstead -- one jumped to the door, had the door of the farmer's house open, and the other for\nus to go in. We were five years hungry. We saw three big dishes of potato peelings and white\nflour. We left our two angels alone for a minute. We cleaned those trays up.\n>> Bill Benson: Of the potato peelings.\n>> Henry Greenbaum: And the white flour that was animal feed. But when you're hungry, you\ndon't designate animal feed from regular food. You're hungry. You eat what you can.\nOnce we cleaned those dishes out and we went inside, we didn't think it was going to\nbe food. That's why we ate outside because we didn't know. Five years of mistreating you and\ndon't give you any food. All of a sudden, now what | should have thought that this is America.\nThe soldiers, they had for us a spread inside. You can't believe it, with all kinds of food,\ngoodies in there.\nBut they wouldn't let us eat anymore. Drink lots of water. You ate up all the peelings.\nYou're not hungry. We have more hungry but we listened to them. And why we were drinking\nthe water? We heard voices in the same house, \"Help, help. Doctor, help.\" There was a group\nof survivors there that survived the Death March and they wound up in the same farmhouse.\nNot with these two soldiers. And so the soldiers went in to see what's wrong. They ate that\ngood food. They probably overate and their stomach wouldn't agree with them and they\nprobably messed up their stomach. They think maybe their stomach wouldn't accept the\nnormal food. But | think they overate.\nThose two angels, dialed their number, they got the medics to come. Three hours later\nthe medics came and gave each other medicine, the room with stomach problems. | showed\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\none the wound on my head. | had a scab, underneath infected. He cleaned it up for me. He\nbandaged it up nicely. He cut hair around it.\n| was a human being to him, not those animals. Those animals would see | was\nwounded, | wouldn't be here speaking to you.\n>> Bill Benson: Henry, we are at the end of our time. | wish we had another hour or two or\nthree.\n>> Henry Greenbaum: Oh, yes.\n>> Bill Benson: It would be a year later when you made it to the United States. And you were\nable to reunite with your brother who had left you in the woods.\n>> Henry Greenbaum: But | didn't know where that brother was. And | didn't know where the\nArmy brother was, Zachery. This was Dave. He ran away with the soldier. | don't know whether\nhe was with the soldier or himself to Lithuania. They had a Japanese Ambassador. He was\nhelping the Jews. My brother didn't have the beard, but --\n>> Bill Benson: He got him to the United States.\n>> Henry Greenbaum: Yeah. Anyway, he made a false passport to get to Manjula. Then a\ntelegram to my sister in Washington. He came in 1941. | met up with my other brother. He was\nliberated in Poland. And | was liberated in Germany, through that cousin, Ida. She left for\nPoland to look for her brother. She found her brother in a displaced persons camp in Lodz,\nPoland. And her brother knew my brother. He traveled from Lithuania -- the Nazis caught him\nas a war prisoner. They didn't put him in with the military people as a soldier because he was\nJewish. They put him into a Jewish ghetto in Lithuania. So when the Russians left Poland, he\nwent back to Poland. He wound up in that same displaced persons camp where my cousin\nwas.\nWhen the two of us came to America, and | was expecting my sister, a female to come\npick us up, we see a man coming closer. When he got closer, | said, “I'll be darned, Dave?\nWhat the heck are you doing here?” “Oh, | came here in 1941.” | said, “You did?” | said, “I\ndidn't get here until “46.” | said, “Do you remember once upon a time you left me with the\nPolish soldier, you ran away with him and you left me by myself? Well, | was the only one\nalive.” | said my five sisters are gone. | said you're looking at me, and my brother is here with\nme. So it's the three brothers, and the sister in America. And | was free. That was it.\n>> Bill Benson: Henry -- | wish we had time for you to ask questions of Henry. | don't think we\nhave time for a question. So | think we're going to have to stop for now. Henry is going to stay\non the stage, however, after we finish. So we're not done quite yet. Anybody who wants to\ncome up on stage and meet Henry, ask him a question, get your photo taken with him, please,\nabsolutely feel free to do that.\nIt's our tradition at First Person that our First Person does have the last word. So I'm\ngoing to turn back to Henry to close the program. Before | do, just a couple of things. We'll\nhave First Person programs each Wednesday and Thursday through the middle of August. So\nwe hope that you will come back. And in just a moment, as soon as Henry's finished, Joel, our\nphotographer, is going to come up on the stage and he's going to take a picture of Henry with\nyou as the backdrop, the background. So if you don't mind, stay with us for that. As soon as\nHenry is finished with his last word. And, again, absolutely feel free to come up and meet\nHenry when we're done.\n| turn it back to you, Henry, to close our program.\n>> Henry Greenbaum: Ok.\n>> Bill Benson: What would you like to close our program with?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> Henry Greenbaum: Oh, you mean, to leave with the audience?\n>> Bill Benson: Yes.\n>> Henry Greenbaum: Ok. | don't want you to be a bystander. Whenever you see any\ninjustices done to any human being, speak out. If you can't do it yourself, get some help. Get\nyour parents, school teacher, principal, rabbi, or priest to help you but don't leave that person\nunattended.\nhey all grown up so no school here. But | always tell the children, don't bully anybody.\nDon't bully. The person can't help the way they were born. They have enough trouble looking\nin the mirror themselves. So you treat them a little kinder. If you don't feel like marrying them,\nit's up to you. It's up to you. But treat them a little kinder.\nDon't be a bystander. Speak out. And maybe the young people -- | don't think the\nworld is going to stop killing one another by our time, the survivors. We are passing on to the\nyoung ones. We hope by the time the young ones get our age, people will stop killing one\nanother, they will be kinder to one another.\n>> [Applause]\n>> Henry Greenbaum: Thank you very much.\n",
    "segments": []
}