{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON SUSAN WARSINGER\nThursday, June 16, 2016\n11:00 a.m. — 12:02 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Kyra Schuster: Good morning. Welcome to the United States Holocaust Memorial Museum. My\nname is Kyra Schuster. | will be your hostesses of this morning's First Person program. Thank you all\nfor joining us today. We are in our 17th year of the First Person program. And our First Person today is\nSusan Warsinger, who you will meet shortly.\nThe 2016 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Arlene and Daniel Fisher Foundation and\nthe Helena Rubinstein Foundation and we are very grateful for their sponsorship.\nFirst Person is a weekly -- is a series of weekly conversations with survivors of the Holocaust\nwho share with us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as a volunteer here at the museum. Our program will continue through\nmid-August.\nThe museum's website, www.ushmm.org, provides information about each of our upcoming\nFirst Person guests. Anyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in your program, which you should have received. I'm sorry | don't\nhave an example of it. You can complete this card or speak with one of our museum representatives at\nthe back of the theater at the conclusion of the program today. In doing so, you will also receive an\nelectronic copy of Susan's biography so that you can remember and share her testimony after you\nleave here today.\nSusan will share with us her First Person account of her experiences during the Holocaust\nand as a Holocaust survivor for about 45 minutes. And if we have time at the end of the program, we\nwill have an opportunity to take questions. We have prepared a brief slide presentation to help\nintroduce her.\nSusan Hilsenrath was born in Bad Kreuznach, Germany. Here is her family, her brother\nJoseph, her mother, Ani, with her baby brother, Earnest, in her lap, her father, Israel, and Susan is\nstanding with her arm around her father.\nHere we see Susan with her brother Joseph, sitting on the steps of her home.\nIn November 1938, it was known as Kristallnacht, Night of Broken Glass, when Nazi thugs\nsmashed the windows and furnishings of the family home. Months later Susan and Joseph were then\nsmuggled to France.\nIn May 1940, the German Army invaded France and Susan and Joseph were evacuated from\na children's home in Paris to Versailles where they were temporarily housed in Louie XIV palace. Soon\nGerman soldiers arrived and the children fled with their guardians to the unoccupied part of the country\nunder Vichy government and these arrows indicate their movement.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nWith the help of Hebrew Immigrant Aid Society, also known as HIAS, Susan and Joseph\nreceived permission to emigrate to the United States. Information written on this tag worn by Susan\nindicates her name and states that she's sailing for the United States on board the SS Serpa Pinto.\nAfter crossing to Spain, the two children sailed from Portugal and arrived in New York in\nSeptember 1941. And Susan and Joseph are circled here and this photograph appeared in a New York\nnewspaper.\nWith that, Susan lives here in Washington, D.C. She has three very accomplished daughters\nand nine wonderful grandchildren, and she spent 29 years as an educator in the public school system.\nSusan's volunteer work here at the museum includes being a member of our Speakers\nBureau for whom she speaks both locally and throughout the country about her experiences in the\nHolocaust. Susan is also a tour guide, leading law enforcement officers, including FBI agents and law\nenforcement officials from around the United States and internationally, through the museum's\nPermanent Exhibition. She also leads tours to special groups including college leaders, as well as the\nvisually and hearing impaired individuals. And she also leads tours through the museum's exhibit\n\"Some Were Neighbors: Collaboration and Complicity in the Holocaust.\"\nSusan is also a contributor to the writing project which produces editions of \"Echoes of\nMemory,\" a collection of writings by survivors associated with this museum. And you can read some of\nher writing on the museum's website. And following this program Susan will be available outside to sign\ncopies of \"Echoes of Memory.\"\nWe'd also like to welcome two of her special friends, Kathy Irwin, a friend and colleague of\nSusan's from her days as an educator, and her dear friend Donato. Thank you for joining us as well.\nWith that | would like you join me in welcoming our First Person, Susan Warsinger.\n>> [Applause]\n>> Kyra Schuster: So, as | mentioned, your early years were in Bad Kreuznach, in Germany. But\nbefore we get to the war years, can you tell us a little bit about what your family life was like before the\nwar?\n>> Susan Warsinger: Yeah. Well, Hitler came into power in 1933 and | was 4 years old at the time. My\nfather had a very thriving store. He had a linen store. He made a very nice living. We lived in a very\nnice house. But all of a sudden he didn't have his store anymore.\n>> Kyra Schuster: Why was that?\n>> Susan Warsinger: Well, at that particular time there was the law in Germany. It wasn't really a law\nyet but what happened is the Nazis said boycott the Jewish stores and then they won't be able to make\na living anymore. And so this is what happened to my father. Most of the people in Bad Kreuznach\ndidn't shop in his store anymore and eventually he lost his business. And this was really happening\nlater on, | found out, happening to a lot of Jews that were living in Germany. Whatever business they\nwere in, they were boycotted.\n| was just going to ask the audience -- how many of you have been in the P.E. already?\n>> Kyra Schuster: The Permanent Exhibition upstairs. Raise your hand.\n>> Susan Warsinger: Oh. Well, how many are going to go afterwards? Oh, good.\n>> [Laughter]\n>> Susan Warsinger: Anyway, so what I'd like for you to look for when you first get up on the fourth\nfloor, there's an exhibit with the S.A. soldier standing in front of a store and he's boycotting the store. In\nthat particular exhibit, it's talking exactly what happened to my father's store.\n>> Kyra Schuster: How did your father support the family if his business was closed? What did you do\nfor food or for money to pay for things?\n>> Susan Warsinger: Well, | think he went to a farmer and he bought strawberries and raspberries\nfrom him. | remember he had these baskets this size. He carried the baskets. He sold them to the\nJewish people that were in our town. So that's how he made his living, selling berries.\n>> Kyra Schuster: So there was an incident you told me about when you were little about your mother\nsent you to the store to buy bread for the family. Can you tell us about that?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Susan Warsinger: Yeah. | was feeling very important because | was just a little kid. | think | was\nmaybe 5 years old. And she used to put the [Indiscernible] in my hand.\n>> Kyra Schuster: The currency.\n>> Susan Warsinger: Exactly. | had to go through a park. It was similar -- say this is my house, this\nstage is my house, and all in the audience here is a park in Bad Kreuznach. And on the other side\nwhere the clock is and where everybody came in, where the stores were. So in order for me to get to\nthe grocery store, there were some steps and | could just walk through the park, get to the other side,\nand go to the store and come back.\n>> Kyra Schuster: A shortcut.\n>> Susan Warsinger: Exactly. So | did it. And one day when | was doing it, the gatekeeper -- there was\na gatekeeper in this park. He started screaming at me. And he said, \"You can't walk through this park\nanymore.\" He said also -- called me all kinds of names. | was this little kid. | didn't understand what was\nhappening. And he also said, \"You can't walk through this park anymore. Don't you dare.\" So | rushed\nhome to my mother and | told her. And she said, well, don't walk through the park anymore. They\nalways tried to protect us. They didn't tell my brother and me the prejudice and hatred that was going\non because we didn't really understand it.\nSo the next time she told me to go to the store | got to the steps of the park and | said to\nmyself -- | was really very tired. Guess what | did.\n>> Kyra Schuster: You cut through the park.\n>> Susan Warsinger: That's right. | started walking down. | didn't get through the park but | started\nwalking down the staircase. As soon as | start walking down the staircase, the gatekeeper came and\nnot only did he say awful things about Jewish people but he started to throw rocks at me, the rocks that\nwere on the ground. But the worst part of it was he had a daughter who was just a little bit older than\nme, maybe, | don't know, maybe as old as these two kids are sitting over there. And she saw what her\nfather was doing and she said, well, he's my father, he's my role model, and so she started to call me\nthe same names that he had called me and started to throw rocks at me. And here this little girl was\nlearning how to hate and have prejudice against people. So | never walked through the park again.\n>> Kyra Schuster: So you were the oldest of three.\n>> Susan Warsinger: Yes.\n>> Kyra Schuster: Can you tell us about the birth of your baby brother? You were going to be a big\nsister again. And your mother delivered the baby at home.\n>> Susan Warsinger: Yes, she did.\n>> Kyra Schuster: Why didn't she just go to the hospital?\n>> Susan Warsinger: Well, my brother and | -- in the one picture you saw my brother and me sitting on\nthe steps. We were sitting outside of our house. At that time we had to move from one house to another\nbecause we couldn't afford the house that we lived in. So the one that you saw in the picture before\nwas one of the last houses where we were living.\n>> Kyra Schuster: Still in Bad Kreuznach.\n>> Susan Warsinger: Yes. It was always in Bad Kreuznach, yes. She couldn't -- we had to sit outside.\nShe couldn't go to the hospital to have the baby because there was a law in Bad Kreuznach that Jewish\npeople weren't allowed to go to the hospital.\n>> Kyra Schuster: So if anything went wrong, she was at home. Was there anyone assisting her?\n>> Susan Warsinger: She didn't have a doctor and she didn't have a midwife but there was somebody\n| don't remember. | was a little girl, but | don't remember what happened.\n>> Kyra Schuster: When was your brother born?\n>> Susan Warsinger: The baby? Oh, he's like nine years younger than |. | was born in 1938.\n>> Kyra Schuster: Ok. So that brings us to Kristallnacht, which | mentioned before, which is known as\nthe Night of Broken Glass, which took place over November 9 to the 10, 1938. As | mentioned before,\nyour family's windows were broken, your home was looted. Can you tell us in more detail about that\nnight and what happened to your family?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Susan Warsinger: Yeah. My brother and | -- not the baby. The baby was like 18 months, maybe. A\nbaby, a newborn baby. So my brother and I, the older one, but a year younger than | am.\n>> Kyra Schuster: Joseph.\n>> Susan Warsinger: Yeah, Joseph. He and | were sleeping in my bedroom and we were really excited\nbecause the next day was going to be my mother's birthday. It was November 9. So we weren't quite\nsleeping. | think it might have been, like, 11:00. All of a sudden some bricks and rocks were being\nthrown through the window. | was really scared. | covered myself up with a blanket.\nBy the way, I'm telling you all of this from a child's point of view because that's how |\nremember it.\n>> Kyra Schuster: You were a child.\n>> Susan Warsinger: Yeah. So | was really frightened. | covered myself up with a blanket. But he was\nalways braver than me, always. So anyway, he went to the window. He pulled himself up and he looked\noutside. And he said to me, \"Susi, it is our neighbors\" that are throwing the bricks and rocks through the\nwindow. And there was a policeman, the civil policeman. He was standing like this at the edge of the\ncrowd. He was holding his arms like this. And he wasn't doing anything to stop it.\n>> Kyra Schuster: Not telling them to stop. Was he encouraging them? He just was doing nothing.\n>> Susan Warsinger: Well, he was doing nothing.\n>> Kyra Schuster: Which encouraged them.\n>> Susan Warsinger: Yeah, yeah. Exactly. So we were really frightened.\nSo we started to run across the hall to our parents' bedroom where the baby was sleeping\nwith our parents. And just then at that very moment, some of those people had uprooted a telephone\npole and smashed it through our front door. They looted some of the things in our house but their main\nobjective was to get to the rabbi's apartment.\nCan | tell you --\n>> Kyra Schuster: Please.\n>> Susan Warsinger: About the building. We lived on the first floor. And then the rabbi of the town, one\nrabbi, lived on the second floor. And on the third floor there was a non-Jewish family. And on the fourth\nfloor was an attic.\n>> Kyra Schuster: Ok.\n>> Susan Warsinger: So my father said, let's go and hide up in the attic. In the meantime, all of the\npeople that were going through our front door and through our hallway, their objective was to get to the\nsecond floor to get into the rabbi's apartment and to loot his apartment and do away with some of his\nartifacts that he had. After they got his apartment -- finally we got to the attic. The family, the rabbi's\nfamily, was already up there but the rabbi wasn't there. And in the attic there was this little window. And\n| looked through the little window and | saw the rabbi was standing on his veranda. The two SS\nofficers -- people, you will see them up on that fourth floor. They are wearing this beige uniform; they\nhad arm bands with the swastika. They were holding him. One of them came and cut off his beard.\nLater on | found out that they hauled him off to jail. And later on | found out that they put everybody in\njail, all the men, put them in jail that night for the simple reason that they were Jewish.\n>> Kyra Schuster: Was your father arrested?\n>> Susan Warsinger: No -- my father was arrested, but he came back the next day. Why he came\nback the next day my brother and | never really found out. We should have asked my father more but\nwe think -- my father used to play chess with the mayor of the town. And he also was Polish. He was\nborn in Poland.\n>> Kyra Schuster: Your father.\n>> Susan Warsinger: My father, yes. So we thought maybe he was saved because the mayor liked\nhim and he was his friend or maybe they didn't arrest that night the people that were not German Jews.\nSo he came back.\n| found out that on that night, on the night of my mother's birthday, they didn't only come to our\nhouse and break our windows and loot our apartments but they did it to every family that was a Jewish\nfamily in Bad Kreuznach. And not only did they do that but they went into all of -- if there were any\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nstores left that were belonging to Jews -- and, of course, they weren't doing well because not so many\npeople bought but there were some stores left because some Jews did shop. And some of the people\nthat were non-Jewish, they could have shopped. They wouldn't have gotten arrested. They could have\ngone there but they didn't.\n>> Kyra Schuster: Were the stores marked as being owned by Jews? Is that how people knew to\nboycott them? In your town. | know in other towns they were but.\n>> Susan Warsinger: Yeah. That's a very good question. But | was this little kid. | didn't understand all\nof it. Now | understand it.\nAnyway so they looted all of the Jewish ones left. We had one synagogue and they burnt\ndown the synagogue. And then | found out that they not only did that to the people in Bad Kreuznach\nbut they did it in every town where Jewish people lived in Germany. And because so much glass was\nbroken, they called it Night of Broken Glass.\nHow many of you heard about it? Oh, wow. You learn about it in school? Yeah?\nAnyway, Kristallnacht, which means Night of Broken Glass.\n>> Kyra Schuster: How long were you and your family and then the family of the rabbi, the wife and\nchildren, how long were all of you in the attic for?\n>> Susan Warsinger: Yeah, you know, people ask me that. | really don't remember. Maybe it was like\nfour or five days. | think it was like that.\nThe non-Jewish people that lived on the third floor, well, they were bystanders. They didn't do\nanything. They didn't denounce us and tell the Nazis we were hiding in the attic, but they didn't do\nanything to save us either. So they just were on-lookers and they didn't do anything.\nAfter the Night of Broken Glass, my father who had wanted to stay in Germany, because he\nthought maybe the whole thing was going to blow over --\n>> Kyra Schuster: Which a lot of people did.\n>> Susan Warsinger: Exactly. Exactly. My mother always wanted to come to the United States.\n>> Kyra Schuster: Why the United States? Did she have family here?\n>> Susan Warsinger: Well, we had heard so many wonderful things about the United States. My father\ndid have a relative here but, you know, in Germany everybody knew that the United States was the\nland of milk and honey and land of democracy, where there was no prejudice against Jews and where\nyou could live freely without having all of this anti-Semitism.\n>> Kyra Schuster: So your mother wanted to leave. Your father was initially resistant.\n>> Susan Warsinger: Yeah.\n>> Kyra Schuster: So was it Kristallnacht that pushed him to change his mind?\n>> Susan Warsinger: Exactly.\n>> Kyra Schuster: What did they do then? How did they make arrangements to get out at that point?\n>> Susan Warsinger: Exactly. This was going on in many homes in Germany. Kristallnacht was the\nthing that told all the Jews things are not going to get better. Before everybody thought, well, maybe\nHitler's not going to be in power anymore, things will change. But the Night of Broken Glass all the\nJews wanted to leave.\n>> Kyra Schuster: How did they make arrangements to get out once they decided that's what they\nwere going to do?\n>> Susan Warsinger: Yeah. My father wanted to come to the United States but, you know, there was a\nquota. There was a quota for all the countries in the world because they were so worried that the Jews\nwould mess up their economic system; that they were going to take away the jobs of the people of the\ncountry. So it was very difficult to get a visa.\n>> Kyra Schuster: So each country that people wanted to go to had a limited number of visas that they\nwould issue depending on the country you were born in. So you and your siblings and your mother\nwould fall under the German quota, but your father would fall under the Polish quota, | think. So it\ndepended -- you had to have connections to get the right papers in order to get out, whether that be to\nthe United States or to any other country that was open to accepting refugees.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Susan Warsinger: Yeah. Yeah. Anyway, so we couldn't -- they let scientists come to the United\nStates and movie stars and big directors. But my father was just this shopkeeper, so he was like on the\nbottom of the list.\nSo anyway, what he wanted to do was he wanted to make sure that his children were safe. So\nhe found out about this lady that was transporting children across the border into France. Bad\nKreuznach is near Frankfurt. If you go straight west, you will get to Paris. It's not really that far.\nAnyway, this lady, for a lot of money -- all the money that my father had saved and that | used\nto carry around in my underwear -- because he couldn't put his money in the bank anymore. So he took\nall of the money that he had left and he gave it to this lady who pretended we were her children. She\nwas a French lady who pretended we were her children and she took us across the border.\n>> Kyra Schuster: Just you and Joseph. The baby stayed with your parents.\n>> Susan Warsinger: Yeah. He was a baby, really little. Yeah.\n>> Kyra Schuster: So she smuggled you by train. You went with her to France. And where did she take\nyou initially once you crossed the border?\n>> Susan Warsinger: Well, we went to Paris. Yeah.\n>> Kyra Schuster: Who did you stay with?\n>> Susan Warsinger: Yeah. That's a very good question. [Laughter]\nMy father had a third cousin who lived in Paris. And he was a young guy. | don't know if he\nwas in his 20s. He was in heaven, a little apartment in Place de la Vendome. So my father must have\nmade arrangements for him to take us into his apartment.\n>> Kyra Schuster: How old were you and your brother at this time?\n>> Susan Warsinger: | was 7 and he was 8, something. Yeah. No. The other way around. Erase. He's\n7 and I'm 8.\n>> Kyra Schuster: And now you're staying with this third cousin in it his young bachelor, 20s, in Paris\nwho had never taken care of children before.\n>> Susan Warsinger: Right.\n>> Kyra Schuster: So how did he take care of you? How did you adjust to this living arrangement?\n>> Susan Warsinger: For a while he went to work. And for a while he used to tell us to stay in the\napartment until he came back from work.\n>> Kyra Schuster: How did that work out?\n>> Susan Warsinger: Well, my brother was always curious about life. | was always a goody, goody. |\ndid everything everybody told me to do. So he used to -- 7 years old?\nHow old are they? How old are you? How old?\n>> Kyra Schuster: 6.\n>> Susan Warsinger: 6? Yeah?\nHe snuck out of the apartment and he went on the Metro. And that was a long time ago. Paris\nwas one of the few cities in the world that had a Metro and was called a Metro. He used to sneak under\nthe style in the Metro, go all over Paris. And then he knew when my third cousin was coming back. And\nhe came back just in time.\n>> [Laughter]\n>> Kyra Schuster: Kids don't do that. Right? [Laughter]\n>> Susan Warsinger: So anyway, this cousin really could not --\n>> Kyra Schuster: Not equipped to take care of two children.\n>> Susan Warsinger: Yes. So he found some organization.\nAnd all the money that many of you give to organizations, especially to children's\norganizations, they really did a lot of good. In those days there was a place called the HIAS, the OCE,\nand the Quakers. | don't know which one but the Quakers were really trying to help kids that were lost\nand so they placed us in like a foster home in a little town around Paris. And evidently the Quakers\nmust have paid for it. So we went to school and we learned how to speak French.\n>> Kyra Schuster: How long were you in that foster home?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Susan Warsinger: Ok, so, this is the first foster home. We were in one first. We didn't like it. Then\nwe were in another one. So it was another foster home. So we were there until, like, June 1940. So |\nbet the audience already knows what happened in June 1940.\n>> Kyra Schuster: Do you guys know? Anyone? Ok, that's a lot of mumbling. Yes, sir?\n>> [Inaudible]\n>> Kyra Schuster: The Germans invaded France? That's right.\n>> Susan Warsinger: That's right. He wasn't only prejudiced against the Jews. He said he's going to\nconquer all over Europe. He's gone into Poland, Czechoslovakia, and Austria, of course. And just like\nhe said, in June 1940.\nWe used to sleep in our bedroom. This was on the outskirts of Paris. We used to sleep ina\nbedroom and we used to hear the planes fly over, the German planes fly over. They were dropping\nbombs not on to Paris but where we were. It looked like the Fourth of July sometimes with all of these\nexplosions up in the sky.\nSo it was 1940. Then, | don't Know how we got to Paris when we got to Paris. Everybody in\nParis were really scared because the SS gentlemen over there said -- they came marching in. And the\npeople, not only Jews in Paris were frightened, everybody wanted to get out of Paris. And so they\nstarted to leave Paris. And most of the people wanted to either go down to the southern part and a lot\nof people wanted to go to Versailles.\nNow, Versailles is like 15 miles or something like that from Paris. So | don't know, some nuns\nmust have taken us. | don't know who. We were walking. We were going on the car. Other people were\nriding on bicycles. People were going on trains. Some people were going in carts.\n>> Kyra Schuster: This mass exodus from the city out to the countryside, outside the city limits where\npeople thought they would be safer.\n>> Susan Warsinger: Yeah. And we ended up in Versailles.\n>> Kyra Schuster: Not a bad place to end up. Kind of fancy. Right?\n>> Susan Warsinger: It has a big palace there.\n>> Kyra Schuster: I've heard of it. Where did they place you once you got to Versailles? Were you in\nanother foster home or?\n>> Susan Warsinger: No, they didn't put us in the foster home because we were -- these were not only\nJews.\n>> Kyra Schuster: Everybody.\n>> Susan Warsinger: So everybody went to the palace. And so here was the mayor of the town. And\nhe really didn't know what to do with all of us. so we had to have a place to sleep. There was this big\nhay stack -- there was this beautiful garden. Someplace at the edge of the garden there was this big\npile, as high as the ceiling, of hay. So they gave us all a burlap bag and we filled it up with the hay. And\nthen they gave us a little string. And we put the string out and we had a mattress.\nSo then -- so where were we going to go with all of these mattresses? Which is the largest\nroom in Versailles?\n>> Kyra Schuster: | do. The Hall of Mirrors?\n>> Susan Warsinger: Yes. The Hall of Mirrors.\n>> Kyra Schuster: The most famous ballroom | think in the palace.\n>> Susan Warsinger: How many of you have been? Do you remember the Hall of Mirrors?\nAnyway, we lined our mattresses up all along the walls, all along the walls. So we slept in the\nHall of Mirrors. But it wasn't only Jews.\n>> Kyra Schuster: It was everybody who fled. So did the Germans eventually make their way to\nVersailles?\n>> Susan Warsinger: Yes.\n>> Kyra Schuster: What happened when they encounters all of these people in the palace?\n>> Susan Warsinger: Yeah. So anyway, they did come to Versailles. We heard them. We heard them\nmarching. They have these heavy boots and tanks. They came marching into Versailles. People were\nfrightened.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nAnyway, | remember what happened. In the front of the caravan there was a car. A Nazi\nofficer came out. | don't know whether he was a general or a major or a colonel. | don't know. So\nanyway, he came out and he wanted to speak to the mayor. And, of course, the German general -- I'll\njust call him an officer. The German officer did not Know how to speak any French. The mayor, they\ncalled him the mayor of the town, he came. The mayor of the town did not know how to speak any\nGerman.\n>> Kyra Schuster: They needed a translator.\n>> Susan Warsinger: They needed a translator. And somebody said, “Oh, there's this little girl in the\npalace; she knows how to speak German’.\n>> Kyra Schuster: So were you recruited, became the translator for this officer and the town mayor?\n>> Susan Warsinger: Exactly.\n>> Kyra Schuster: And you were 8 years old.\n>> Susan Warsinger: Yeah.\n>> Kyra Schuster: Did that work out ok?\n>> [Laughter]\n>> Susan Warsinger: Well, anyway — No. By this time I'm 10.\n>> Kyra Schuster: Still.\n>> Susan Warsinger: Yeah. So what happened was here was this little girl. | don't know what they\ntalked about. | just don't remember. It's been a long time. And so what happened was after the\nconversation, evidently | must have done all right. The Nazi officer stood in front of me. He was tall. All |\ncould see were his boots. | was a little kid. | was really very frightened. So he said to me, \"Little girl,\nhow come you know how to speak German so well?\"\n>> Kyra Schuster: Really put you on the spot. What did you say?\n>> Susan Warsinger: | said to him | go to the French schools and they are very good and | learned\nhow to speak German in the French schools.\n>> Kyra Schuster: Very quick for you. [Laughter]\nSo how long were new Versailles? Did you eventually evacuate Versailles and they moved\nyou further south, keep going south?\n>> Susan Warsinger: Exactly. That's what happened. The Nazis took over not all of France. They took\nthe northern part and then the western part and just the inside in the southern part. They said that was\ngoing to be the unoccupied zone of France.\n>> Kyra Schuster: Which we now refer to as Vichy France.\n>> Susan Warsinger: That's right.\n>> Kyra Schuster: So you were in a home in that zone.\n>> Susan Warsinger: So what happened, one of the OCE, [Speaking Non-English Language], they\nmade sure that the Jewish children, by that time many Jewish children were lost all over Europe and all\nover France. They all sent those children to the chateau in a little town. We were there. We went to\nschool there. They had a public school. And what happened was they wanted the children to go to the\nvillage to the public school. And the sad part of it was the people there in the village, they didn't want to\nmix -- and these were all farmers’ kids. They didn't want their children to mix with the Jewish children. |\nguess they were looking down on us because we were refugees. So what they did is they gave us a\nFrench teacher. We had a one-room schoolhouse and there the teacher taught all of us to speak\nFrench and all the grades.\n>> Kyra Schuster: So you're in a new children's home. You've been moved all over, Paris, south,\nsouth, south. And this whole time you haven't had any contact with your parents, you and your brother\nhaven't heard from them. You're obviously thinking about them.\n>> Susan Warsinger: All the time. All the time.\n>> Kyra Schuster: You had no idea what was happening with them and your brother at that point.\n>> Susan Warsinger: No.\n>> Kyra Schuster: Did you eventually find out? Were you able to get in touch with them or they in\ntouch with you? No.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Susan Warsinger: We wrote to them all the time. Every day -- we had this part of the day where you\ncould write to your parents. But the letters -- we never heard a reply.\n>> Kyra Schuster: So you were writing to them at your home in Bad Kreuznach assuming they were\nstill there but you didn't know for sure.\n>> Susan Warsinger: Right.\n>> Kyra Schuster: One day you get called into the principal's officer. The Director of the home calls\ninto your office. What did she tell you?\n>> Kyra Schuster: She said, \"Susi, you're going to go to the United States.\"\n>> Kyra Schuster: Just like that.\n>> Susan Warsinger: Just like that. | couldn't believe my ears. What was | going to do in the United\nStates?\nSo what had happened was my father -- remember, | told you at the beginning he had a\ncousin who had a pickle factory. Maybe | didn't tell you. Did I?\n>> Kyra Schuster: | think you mentioned it. | Knew that. They may not have known.\n>> Susan Warsinger: He had a pickle factory in Brooklyn. This cousin, they went to the State\nDepartment, to the HIAS, all kinds of organizations and they promised the United States that my father\nwould never be a burden to the United States and that they would take care economically. So finally he\ngot affidavits to come to the United States. But it wasn't enough for my baby brother and my mother. So\nmy father came to the United States. So then he worked real hard. He was really good at selling things\ndoor-to-door. And what he did is he went to the farmer and he got eggs from the farmer and then he\ntook the eggs home and candled them, which meant he had this little box with a light inside.\n>> Kyra Schuster: Inspect the eggs?\n>> Susan Warsinger: Exactly right. Yes. So then he put them in boxes. And he sold them to all the\nneighbors and all the Jewish families that were in Washington, D.C.\n>> Kyra Schuster: Made sure they were kosher so he could sell them to the Jewish customers.\n>> Susan Warsinger: Right.\n>> Kyra Schuster: So he worked hard here in the states.\n>> Susan Warsinger: He got enough backing from the cousin, owner of the pickle factory, he got my\nmother and the baby here also.\n>> Kyra Schuster: So it wasn't enough that your parents had the right papers to travel to the United\nStates with the visa, but everybody needed to have someone sponsoring them who lived here in the\nUnited States, was an American citizen of good standings, who said we will be financially responsible to\nthat the state or federal government would not be responsible for the payment, life expenses, of these\nrefugees coming in. So your father was then able to earn enough -- or your cousin, also, to sponsor\nyour mother and brother.\n>> Susan Warsinger: Right.\n>> Kyra Schuster: So now they're all here but you and Joseph are in the South of France. And then\nyou find out, surprise, you're going to America.\n>> Susan Warsinger: Yeah.\n>> Kyra Schuster: How did you get from this home in southern France, to your parents?\n>> Susan Warsinger: So what happened was Eleanor Roosevelt, she also worked very hard to get\nchildren to come to the United States. So there was this group of 50 kids that were going on the Serpa\nPinto. We all wore that tag that you saw at the beginning. We joined that group of children that she\nsponsored to come to the United States.\nSo we went from Paris to Marseille and then we took the train from Marseille across the\nPyrenees to Spain. Then we got on a ship with the 50 children. So it was a cruise ship but it was not\nlike the cruise ships we have today. It was much smaller. And the kids were not allowed to mix with the\npeople that were on the cruise. We had a special area at the front of the ship, in the hull. And all 50 of\nus slept in this one room. We had double-decker, triple --\n>> Kyra Schuster: Bunk beds?\n>> Susan Warsinger: Yes, bunk beds. We were very excited.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nDo | have time to tell you another story?\n>> Kyra Schuster: About your brother?\n>> Susan Warsinger: Yeah. Because it's relevant.\n>> Kyra Schuster: My brother -- we weren't supposed to mix with the people on the boat but, of course,\nhe went all over the ship. He found a closet where they had stored pineapple. The United States -- |\ndon't know where they were getting the pineapple from. He was so eating the pineapple constantly. We\nhad never eaten any pineapple.\n>> Kyra Schuster: An exotic fruit. Yeah.\n>> Susan Warsinger: Yeah. So in the meantime, he was so excited. He used to wet his bed in the\nbunk beds. So between the pineapple and the acid and the boat going, 14 days on this ocean, going\nlike this, he used to throw up a lot inside, over the boat. However, at night he used to urinate in his bed\nand he had all of this acid on him, so he got this big rash.\n>> Kyra Schuster: So what happened when you finally docked, arrived?\n>> Susan Warsinger: | have to tell you one more story before we arrived.\n>> [Laughter]\n>> Susan Warsinger: It's really important. The photographer was here. He just did a little thing about\nthis. Anyway, you can get it online, | understand.\nAnyway, what happened was they told us at 6:00 in the morning we were going to pass the\nStatue of Liberty. When we got upstairs, you know, on deck, before 6:00, there was a big fog. The fog\nwas so heavy that you could not see in front of your face. We used to hold our hand like this and we\ncouldn't see it in front of our face. So we were really upset that we weren't going to see the Statue of\nLiberty. But at exactly 6:00 -- and I'm not making this up. This is actually what happened. Every time |\nthink about it, | get goose pimples. You know when you go to the theater, the curtain rises and it goes\nup and then there is the show? Well, anyway, the fog went up like this. It lifted up like that and just then\nthe whole statue.\n>> Kyra Schuster: There she was. Beautiful.\n>> Susan Warsinger: Yeah. It was -- it was -- it was a sign for us that it was going to be a reunion with\nour parents, most of all. And then also we knew we were coming to a democratic society where we\nwere going to be free and there was not going to be any anti-Semitism and the kids weren't going to\nbully us anymore. We were so excited to be there.\n>> Kyra Schuster: Were your parents waiting for you on the dock?\n>> Susan Warsinger: My mother stayed with the baby because he was a baby.\nSo we got to New York City. Everybody was getting off the boat but the 50 kids didn't get off\nthe boat because they wanted to have the doctors check them out to make sure that they didn't have\nany infectious diseases.\n>> Kyra Schuster: Standard procedure for all new immigrants and refugees coming into the country.\n>> Susan Warsinger: Yes, yes, yes. So they got to my brother. And he had this rash.\n>> [Laughter]\n>> Kyra Schuster: From the pineapple.\n>> Susan Warsinger: So | tried to explain to them what had happened but they didn't believe this little\ngirl. | don't Know what language | was talking.\n>> Kyra Schuster: You didn't speak English, only French and German.\n>> Susan Warsinger: No. Yeah.\nSO anyway, you people know what happens to people if they won't let you come into the\nUnited States? Huh?\n>> Kyra Schuster: Quarantine. Someone said quarantine.\n>> Susan Warsinger: The person who said quarantine is really right. Now, where are you going to\nquarantine these people?\n>> Kyra Schuster: Say it again?\n>> [Inaudible]\n>> Kyra Schuster: Ellis Island.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Susan Warsinger: Ellis Island. Thank you. Yeah, exactly. He has to go to Ellis Island. He can't\ncome to the United States. So | went with him because | didn't want him to go by himself. So when we\ngot to Ellis Island, they had doctors. He was better.\nBut | wanted to tell you | learned all about the United States on Ellis Island.\n>> Kyra Schuster: What did you learn?\n>> Susan Warsinger: A lot of stuff. We sat at these long tables. They had this white bread on plates. It\nwas white. We had never seen white bread. So we took a piece of bread and we could mash it up and\nmake a little ball out of it. And they said it was Wonder Bread. We were so excited.\n>> [Laughter]\n>> Susan Warsinger: And then the other thing we learned -- my brother was sitting next to a sailor.\nPeople from all over were there.\n>> Kyra Schuster: Got to watch out for sailors.\n>> Susan Warsinger: He was drinking this brown drink. It had bubbles in it. He said to my brother,\n“Taste it.\" My brother looked at me. | said, \"Well, taste it.\" He said, \"Oh, it's pretty good.\" And then he\nfound out that it was Coca-Cola.\n>> [Laughter]\n>> Susan Warsinger: And the other thing we learned, which was very important to children in those\ndays, the kids in the United States could take candy and keep it in their mouth for a whole day.\n>> [Laughter]\n>> Susan Warsinger: And then we found out that it was chewing gum. Anyway. We were very well\nprepared.\n>> Kyra Schuster: You were?\n>> Susan Warsinger: After my brother's rash went away, we went back to the pier and my father\npicked us up. We came to Washington.\n>> Kyra Schuster: So you settled in Washington, D.C. Resumed your education.\n>> Susan Warsinger: Yes.\n>> Kyra Schuster: For everyone's perspective, the time, this was 1940. Right?\n>> Susan Warsinger: No, no. 1941 now. Remember, the Nazis came into France in 1940. Then we\nwent to the south. We were there for a year in that children's home. Since 1941. It's September -- |\nremember the date, September 24, 1941, just before Pearl Harbor.\n>> Kyra Schuster: So U.S. wasn't engaged in World War II yet.\n>> Susan Warsinger: Yes.\n>> Kyra Schuster: And what about the family that was left behind in Germany, the extended family?\nDo you know anything that happened to them?\n>> Susan Warsinger: You mean my grandparents?\n>> Kyra Schuster: Or any aunts, cousins.\n>> Susan Warsinger: This is the sad part. I'm so lucky because | have my brothers, my mother and\nfather, but everybody else -- my father's parents -- well, I'm sure you learned what happened to the\nPolish -- people in the audience know what happened to the Polish Jews. They didn't even go to the\nconcentration camps. What happened when the Nazis came to the villages --\n>> Kyra Schuster: Rounded everybody up.\n>> Susan Warsinger: Rounded everybody up. Then they made them go into the woods, dig their\ngraves, and then they shot them. So my grandparents, my aunts and uncles, everybody. Nobody. And |\ndon't have any on my mother's side either because they were in the concentration camps in Germany.\nAnd they all died. Except | have one cousin who is living in Israel that was my father's sister but she\nwent to Israel before Hitler came into power. So she has a family. So | do have that one family.\n>> Kyra Schuster: And you have your family now.\n>> Susan Warsinger: Oh, I'm very happy. | have three wonderful daughters. | have nine grandchildren.\nThey all are doing really well.\n>> Kyra Schuster: We know you're very proud of them.\n>> Susan Warsinger: Yes, | am.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Kyra Schuster: So we have a couple of minutes to ask some questions from the audience if that's\nok with you.\n| would ask, for those of you who have questions, we have two microphones, one on each\naisle. | ask that you wait until you have access to a microphone so that everyone can hear your\nquestion. | may repeat your question as well just so | can make sure Susan and everyone else can hear\nit as well. So if anyone has a question.\nYes, in the back, in the red.\n>> Hi. Have you been back to Versailles or Bad Kreuznach since?\n>> Susan Warsinger: Yes. Can | tell about Germany first? | wanted to show my three daughters when\nthey were teenagers -- when was it? Like in the ‘70s. | wanted to show them the town where | was\nborn. So we made arrangements to go there. But in the 1970s, the people in Germany, nobody wanted\nto talk about it. The survivors didn't want to talk about it. They put it in the back of their heads. And the\nmuseum wasn't here. People hadn't started to write books about the Holocaust. And they certainly\ndidn't learn about it in school because when | went to the university here, there was nothing mentioned,\nthe Second World War but nothing about the Holocaust was there.\nSo anyway, | got to Bad Kreuznach and we didn't know how to communicate with the people\nand everybody felt uncomfortable. The people in Bad Kreuznach felt uncomfortable and | felt\nuncomfortable. So we got out of there and went to Paris.\nBut the next time | went -- you Know the baby, my brother Ernest? He's a physicist, a very big\nphysicist. Some of his experiments went up in the space program. But he went numerous times, goes\nall over the world to conferences on ozone. So one day in the ‘90s, 1998, he went to Germany in\nDusseldorf to go to a meeting to discuss the ozone. So he told me. And | said, “Can | go with you?”\nAnd he said, “Sure.” So | went with him. So in 1998, while he was at his meetings, | went to Frankfurt. |\nwalked around and sat in cafes. Some people | met. And | told them, you Know, who | was. And they\nwere open to talk about it. But there was nothing really public. The people weren't ready to talk about it.\nHowever, like three years ago | went again. | went to Berlin because | had never been in\nBerlin before. Things have changed tremendously. Berlin's got museums, Holocaust museums,\nmonuments, laws -- we met the mayor of the town. Nobody was supposed to say anything derogatory\nagainst Jewish people. You can go to jail if you start talking about Jewish people. So everybody's come\nout of the closet and everybody's talking about it.\nNow, this is a really good question because it leads to why did all of this happen. Why are all\nof the survivors coming out of the closet and why are the German people talking about it. Well, the\nreason for it is we don't want this to happen ever again. That's why the museum is here. So we wanted\nto make sure that when we see injustice going on in the world we have to do something about it.\n>> Kyra Schuster: Don't be a bystander.\n>> Susan Warsinger: Right.\n>> Kyra Schuster: Is there another question? There's a young man in the back | think.\n>> Where is your brother today?\n>> Susan Warsinger: My brother? Well, you know, the one that's so curious?\n>> [Laughter]\n>> Susan Warsinger: I'm glad you asked me about him. He became a cardiologist. He went to medical\nschool. He became a very good cardiologist in New York. He saved a lot of people's lives. He had a\nnice house. He had four children. He has like 10 grandchildren. His children are all grown up now. His\nwife passed away some time ago. But it was fine. So he sold his house and he decided to live back in\nNew York City. And guess where in New York City he decided to buy himself this beautiful apartment.\nGuess where it is.\n>> Trump Tower.\n>> Susan Warsinger: No.\n>> [Laughter]\n>> Susan Warsinger: Good guess, but the thing is, there is this place called Battery Park in New York,\nat the point, where you can look out of your window and see the Statue of Liberty, and you can see Ellis\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nIsland. This is a hotel, the Ritz Carlton. And on top they have these beautiful apartments. And his\napartment he has a lot of rooms in his apartment. And every room guess what it looks -- what you can\nlook out on to? You look out on to the Atlantic ocean. You can see the boats come in. You see the\nStatue of Liberty. You see Ellis Island. So that's where he's living now. He's retired. He has a lot of\ngrandchildren and a lot of children. You know, Hitler didn't accomplish what he set out to do with my\nfamily.\nAnd you heard about my other brother, the physicist. He has two kids and five grandchildren.\nSo we have a big family.\n>> Kyra Schuster: On that note, I'm going to turn back to you to close out our program. But before | do\nthat, | want to thank everybody for joining us today. We hope that you can come back for some of our\nother First Person programs. If you didn't get a chance to ask your question, you will have that\nopportunity outside afterwards.\nWe do our First Person program every Wednesday and Thursday through the middle of\nAugust. And it is our tradition here at First Person that we let our First Person have the final word. But\nbefore she speaks | want to tell you two quick things.\nAs | mentioned, you'll have the opportunity to ask a question outside. Susan will be signing\ncopies of the \"Echoes of Memory\" book. And you don't have to purchase a back to ask a question but\nshe will be there signing books and answering questions as well. You can just say hello. You can shake\nher hand. You can have your picture taken and all of that.\nAnd I'm also going to ask that you all stay in your seats at the end of the program so that we\ncan get Susan to the back of the theater as quickly as possible. Also, you may have noticed our\nphotographer, Joel, has been running around taking pictures of everything throughout the program.\nHe's going to take a picture of Susan with all of you in the background so it's a nice memory for Susan\nto have of our time together this morning.\nWith all of that, Susan, | leave it to you to give us your last words of the morning.\n>> Susan Warsinger: Yes. But before | do that, | just wanted to make sure. | had so many hands\nraised, that are still going to the Permanent Exhibition. And since time a tour guide, | want to make sure\nthat you don't miss out on anything. So when you get up on that elevator, you're going to be on the\nfourth floor. You're going to be in 1945, you know, when the whole story of the Holocaust is over. Then\nyou're going to go walking around the corner and it will be 1933. And that's when my story starts.\nSo one of the first things that you're going to see is you're going to see these two policemen\nwith a dog. And one of them is a civil policeman. He's wearing a blue uniform with a funny hat.\nRemember | was telling you about the civil policeman that was in Bad Kreuznach who didn't do\nanything? There's one of them standing in the picture. He's walking along with the SS men, with the\npeople for the Nazis. They're walking together. So make sure you read that. It's called -- no. | forgot the\nname of it. Anyway.\nThen next to that exhibit is the guy standing in front of a store boycotting the store. And then\nnext to that | would like for you to take a look. There's some kids reading a book. They are reading a\nbook called \"Der Giftpilz.\" An elementary school teacher was reading it to them. My teacher read it to\nthem. They were telling kids “Jews are poisoned mushrooms.\" So make sure to see that exhibit.\nThen you keep on going and you see a park. And then there are all of these signs \"Jews are\nnot wanted.\" This is very similar to my story. And then you're going to go a little bit further on, there's a\nwhole exhibit on Kristallnacht.\n>> Kyra Schuster: Those are all on the top floor, first floor you're going to go through in the exhibition.\n>> Susan Warsinger: And then you're going to come to a story about a boat, the St. Louis. | didn't\ncome on the St. Louis. But the ship, they have pictures of the ship. Looks exactly like the Serpa Pinto.\nSo | hope that you have a wonderful learning experience up there. Most of the things that\nhappened to me were all on the fourth floor. Then when you go to the third floor, you know, you're\ngoing to learn about the concentration camps. Make sure you leave yourself some time for the second\nfloor which deals with the liberator -- with rescuers and people who were not bystanders, people who\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\ndid something. And if the whole world had stood up to Hitler or had done something at the very\nbeginning, maybe the whole Holocaust would never have happened.\nAnyway. I'm taking up too much time. | just wanted you to be looking for these things.\nAnyway --\n>> Kyra Schuster: Always an educator. Never stop teaching.\n>> Susan Warsinger: | hope you don't mind if | read this. | wrote this out some time ago.\n| want my children, my grandchildren, my brothers and their families, my friends and the\nvisitors here in the audience to rejoice in the fact that we are living in a democratic society and that all\nof us should make sure that no dictatorship would ever usurp our liberties.\nWe need to remember the atrocities that happened to families during the Holocaust and pass\nthis information on. We need to learn from this horror in our history. We cannot undo the atrocities of\nthe past. But besides remembering, we have to take action to confront hate. When we see injustice\ntaking place, we have to do something about it. We cannot be on-lookers. We have to be sensitive to\neach other and we have to take care of each other.\nNow, why do | volunteer in this museum? People ask me, How can you do this over and\nover? How can | not? Giving tours to our visitors through our Permanent Exhibition hopefully teaches\nthem what hatred and prejudice can do to people. When touring the law enforcement officers and future\nFBI agents, | hope that they understand their role when encountering atrocities.\nWe cannot be bystanders and definitely not collaborators. There are threats and genocide in\nmany parts of the world at the present time. We cannot be indifferent to emerging threats of genocides\nand mass atrocities. All of us need to be aware about what is happening and that we need to work\ntogether to take the necessary actions to prevent people from being murdered for the simple reason\nthat they are different.\nNever again do we want to stand by and do nothing.\n| want to thank you, Kyra Schuster, for helping me tell my story.\n>> Kyra Schuster: My pleasure.\n>> Susan Warsinger: And | want to thank the audience for coming to our museum and being witnesses\nto the story of the Holocaust and for listening to my story. | want you to have a wonderful learning\nexperience when you get upstairs to our permanent exhibit.\nThank you for listening.\n>> [Applause]\n",
    "segments": []
}