{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, July 23, 2014\n11:00 a.m. — 12:04 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: GIDEON FRIEDER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson and | am the host of the Museum’s public program, First\nPerson. Thank you for joining us. We are in our 15th year of the First Person program. Our\nFirst Person today is Mr. Gideon Frieder whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation. I'm pleased to let you know that Mr. Louis Smith is here with us today.\n[Applause]\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand experiences associated with the Holocaust. Each guest serves as a\nvolunteer here at the Museum. Our program will continue until mid-August. The museum's\nwebsite, www.ushmm.org, provides information about our upcoming First Person guests and\nwill provide information about our program 2015. Anyone interested in keeping in touch with\nthe Museum and its programs can complete the Stay Connected card that you'll find in your\nprogram today or speak with a museum representative at the back of the theater when we\nclose the program today. In doing so you will receive an electronic copy of Gideon's biography\nso that you can remember and share his testimony after you leave here today.\nGideon Frieder will share his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, there will be an opportunity\nfor you to ask Gideon some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nto hear from Gideon is one individual's account of the Holocaust. We have prepared a brief\nslide presentation to help with his introduction.\nWe begin with this childhood photograph of Gideon Frieder who was born\nSeptember 30, 1937. Gideon was born in Zvolen, Slovakia. On this map of Europe the arrow\npoints to Slovakia.\nHere we see Gideon's father, Abraham Frieder. Gideon's father, a rabbi, was part\nof the underground working group of the Slovak Jewry and was responsible for\ncommunications with the Slovak authorities.\nThe photo on the left is of Gideon and his sister Gita. The photo on the right is of\nGideon's parents, Ruzena and Abraham, taken before the war.\nIn 1944, during the Slovak uprising against the Nazis, Gideon, his mother, and his\nsister fled from Nove Mesto where they had been living since the beginning of the war. In\nOctober they made their way northeast, the center of the uprising. Because of his connections\nto the working group, Gideon's father fled separately.\nOn this map of Slovakia, the arrow points to the location. As the Nazis were\nnearing Banska Bystrica, the family were caught in the mountains, caught in a massacre at\nStare Hory. Gideon ways taken to the village of Bully where he was placed in the home of\nPaulina and Joseph Strycharszyk. This is a contemporary photograph of the home where\nGideon was hidden. He was later found by his father who survived the war.\nGideon lives in the Washington, D.C. area with his wife, Dalia, are having emigrated\nfrom Israel to Buffalo, New York, in 1975 and then moving here to the Washington, D.C. area\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nin 1992. They have three children, a son Ophir, and two daughters, Tally and Gony, and four\ngrandchildren, including twins who are 4 years old. Their granddaughter, Gita, is named for\nGideon’s sister, whom we shall hear about in a short while.\nGideon is a physicist and computer scientist. He earned his doctorate in Quantum\nPhysics in Israel. Upon his retirement in 2010 as the A. James Clark Professor at the School\nof Engineering and Applied Science at George Washington University, he was named the A.\nJames Clark Professor Emeritus of Engineering and Applied Science, the first time in the\nhistory of the George Washington University that the Board of Trustees kept an endowed chair\ntitle for an Emeritus Professor. He also previously served as the school’s dean.\nGideon has also taught and held dean and chairman positions at Syracuse\nUniversity, the University of Michigan, and the State University of New York at Buffalo. He\nserved in the Israeli Ministry of Defense in Research and Development and also served in the\nIsraeli Air Force. In addition to teaching, he has been a consultant with government agencies\nand private companies, served as an expert witness in patent and copyright litigation and he\nholds several patents.\nGideon’s son Ophir holds the title of Inaugural Robert L. McDewitt and Catherine H.\nMcDewitt Professorship, which is the highest endowed chair position in Georgetown\nUniversity. Ophir formerly served as the Chair of the Computer Sciences Department at\nGeorgetown University and is also a professor in the School of Medicine at Georgetown.\nGideon and his son, who also volunteers his time and expertise to the museum, are\ncollaborating on several computer projects concerning images. One of these projects is to aid\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nin the recognition of faded documents that was started four years ago in cooperation with a\nGerman team from the University of Bremen. Their recent work in the German laboratory had\nled to a breakthrough in the processing of faded documents which is now the subject of three\nU.S. patents and one international patent. They hope to use this technology to improve the\nusability of faded documents in this museum.\nWith that I'd like to ask you to join me in welcoming our First Person, Gideon\nFrieder.\n[Applause]\nGideon, thank you so much for joining us and for your willingness to be our First\nPerson today. We have just an hour and you have so much to share with us so we'll jump right\nIn.\nAlthough Germany overran Poland in September 1939 and soon dominated\nEurope, your home country of Slovakia was allied with the Germans and, therefore, it was not\noccupied by them until much later. Before we talk about the start of the war and the events\nthat led up to and following the German occupation of Slovakia start, first, by telling us a little\nbit about your family and your community and your life in the pre-war years.\n>> Gideon Frieder: There was not much in the pre-war. The war started in 1939. | was 2\nyears old. So! don't recall very much. The pre-war years that | recall were in Nove Mesto\nwhere my father was a rabbi. He served for a while as a chief rabbi of part of the communities\nin Slovakia.\n| led a regular life. The only thing which was different is the fact that | knew that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ncertain streets | could not walk through because the children would throw rocks at me and call\nme names, which | didn't understand really at the time. | do understand them today. Justa\nregular childhood.\n>> Bill Benson: Tell us -- your father was a remarkable man. Tell us more about him.\n>> Gideon Frieder: |'m a bit biased about my father.\n>> Bill Benson: Just a little bit but well-founded.\n>> Gideon Frieder: I'll try to stick to things which can be documented.\nMy father was a very unusual man in the sense that prior to his education in what\nwe call Yeshiva, college, he finished a secular degree in a secular university. So he gota\ndegree in German literature and philosophy parallel to being ordained as a rabbi. He spoke\nmultiple languages. He wrote a diary, which was the reason | started to work on the\ndocuments. He wrote a diary. The diary is written in six different languages. He died when he\nwas 36 years old. So he was really quite accomplished.\nDuring the war, the Slovak Jewry did something which was not typical. They get\nvarious factions together and they created a working group; which was headed by a woman,\nby the way. And that working group was the underground government of the Slovak Jewry.\nAnd he's credited in saving thousands of life.\nIn my home, you would see one of the documents which was created by donations\nwhen my father's remains were moved from Slovakia to Israel. 1,010 trees were planted by\nthose survivors which he saved.\n>> Bill Benson: That he had saved.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Gideon Frieder: The second time it has happened. About 1,000 trees were planted by the\nsurvivors when he died in 1946.\nSo he was a remarkable man. His diary was used as a major documentary\nevidence in the trials of Eichmann, who was the German responsible for murdering thousands\nif not tens of thousands of Jews. It's still a unique historical document. Among other things,\none of the first testimonies of what happened in Auschwitz. It's documented in those diaries.\nSome people fled and he had the opportunity to talk to them.\n>> Bill Benson: Gideon, you were, of course, very young when your mother was murdered.\nWe'll hear more about that in a little bit. Do you know much about your mother that you can\nshare with us about her?\n>> Gideon Frieder: Not really very much. | was 7 years old when she died.\n>> Bill Benson: Right.\n>> Gideon Frieder: Many of the things | know came to my attention by reading the diaries. I'm\ncomfortable in four of the languages of the diaries.\n>> Bill Benson: Four of the six.\n>> Gideon Frieder: Yes. So! had no difficulty reading the diary. So part of the information is\nfrom there. Part of the information is stories that | heard from others.\nOne story -- let me tell you something about myself. I'm the only scientist in the\nworld which has an article in a cookbook.\n[Laughter]\nReally. True story. There's a cookbook. | think you may even get it in the bookstore. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncookbook called \"Holocaust Survivor Cookbook.\" Many Holocaust survivor contributed\nrecipes. | love to cook. | think it's very creative. So | contributed the recipe. And when you\ncontributed a recipe, a story had to be added. And one of the stories, the story on my page, is\nabout my father, my mother, which was offered by her Christian neighbors, to get the chicken\nfor her children. During the war it was an unusual thing. She refused as the chicken was not\nkosher. So if | go theoretically by Jewish law she could have done it. She didn't because she\nwas that religious.\nSo | have another story like that, but for everything else she was just my mother.\nThere's a story about her. Well, | can tell stories all the time. Why don't you ask questions.\n>> Bill Benson: Tell us, of course, the war really did not come to Slovakia until 1944 and it\nbegan elsewhere in Europe in September 1939. During that lengthy period of almost five\nyears, tell us what you can about what life was like for your father and your community during\nthat period when the full brunt of the war is happening elsewhere.\n>> Gideon Frieder: It's true that the war proper didn't come to Slovakia until 1944 triggered by\nthe uprising against the fascist government of Slovakia. But it doesn't mean that the Jews\nwere not discriminated. As a matter of fact, in 1942 there was a huge wave of deportation of\nSlovak Jews. They were one of the first to be deported to Auschwitz. And Auschwitz was one\nof the first death camps. It was both a labor camp and a death camp. The\nSlovakian-Hungarian Jewry were the first to be deported there after the enactment of\nanti-Jewish legislation by the Slovaks.\nWe associate the Holocaust with the Germans. The Slovak anti-Jewish legislation\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nwas harsher than the German Nuremberg Laws. And that was enacted before 1942. In 1942\nthere was a census of the Jews specifically created to get enough information to be able to\ndeport the Jews.\nThat story is really something that is not very well-known and should be told. The\nSlovak government paid, the Slovak government paid, to the Germans for every Jew they took\nand killed. So the Slovak government paid for another country to kill its own citizens just\nbecause they were Jewish.\n>> Bill Benson: If | remember correctly from what you told me, the money that they paid\nGermany had been taken from Jews.\n>> Gideon Frieder: Right. There was something called Aryanization. That was the\nconfiscation of the Jewish property.\nThe reason | Know about it, by the way -- it's an interesting story. | didn't know\nabout it. So one day a German economist comes to the museum here, a young man who was\ninterested in the economy of the funding of the Second World War by Germany. He was\ninterested how come a relatively small country could fight the whole world and fund it. And he\nwas interested in the economics of it. And he came to the archives and said: There is\nknowledge that the Slovaks paid the Germans; that was part of the funding to kill the Jews and\n| want to find the document and you have the document somewhere because the Museum got\nfrom the Slovak government, from the Czech-Slovak government, copies of all the archives of\nthe fascist government, archives relating to the Jewish question, quote/unquote.\nLet’s not be overwhelmed by the generosity. The Museum paid $1 for every page\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nthey provided so it's not done from pure Christian love. Or Jewish love, for that matter.\n[Laughter]\nI'm part of the Georgetown University now. The credo that we subscribed to the\nJudeo-Christian values. So | mixed the two.\nSo he told me there has to be a document somewhere that | can use in my\nresearch to substantiate it. Now, the documents which we have are one after another. They\nare not organized. They were given to us out of boxes. They're not organized by subject. And\nthey're microfilmed; so | painfully went over the microfilms. He had an idea what period it may\nbe. And | actually found the document. And the document is very, very formal that according\nto the government, the agreement between Germany and Slovakia, paragraph so-and-so, we\nask you transfer so much money funded by this particular budgetary item. So we followed the\nbudgetary item to find what it is. And it's the confiscation of the Jewish property.\n>> Bill Benson: You mentioned, Gideon, the census that was taken. Tell us what was\nsignificant about that census of Jews that was taken.\n>> Gideon Frieder: In 1942, the Slovak government did a census of the Jews, divided into\ngroups by age, by profession, by gender. And it was a very, very detailed description of the\nJewry. When we got these documents, | was asked by the Museum to find the census, to go\nover it.\nYou see, | had a unique position in the volunteer group of the museum. | was\nabsolutely the best Slovak speaker in the museum for the simple reason | was the only one.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSo | went over it. | found among other things that -- the page describing myself, describing my\nfamily. And in the collection, it was done by cities, by small cities. In some cases there were\nno Jews in the small city. And in some cases there was a document. “In some cases”? Many\ncases. There was a document saying, \"We are proud to tell you that there are no Jews in this\nmunicipality and we intend to keep it that way.\"\nSo it was a sobering experience to go over the census. It was very well done. It\nwas used to identify the Jews for the deportation.\n>> Bill Benson: Before we turn to the uprising and then all the terror that happened after that\nfor you, your father, as you said, was very engaged in rescue efforts. Working under a very\nanti-Semitic government with those very harsh laws, as you mentioned, you told me that you\nwere somewhat protected from the full brunt of that by your father.\n>> Gideon Frieder: We were essentially very protected. He was a protected person. He was\nkind of the Secretary of State of that group. He spoke fluently German, Slovak, and\nHungarian, so he could deal with the Germans, deal with the Slovaks. He spoke Latin. He\ncould deal with the upper clergy. Slovakia is mostly Catholic country. Even today 85% are\nCatholic. He had a very good relationship with the Catholic clergy, which was kind of\ninteresting because the priests -- the president of the country who enacted all of these laws\nwas a Catholic priest.\nBy the way, after the Second World War, he was tried and executed as a war\ncriminal, one of the very few men of cloth which was prosecuted and found guilty.\nSO we were very much protected from it. And that protection prevailed essentially\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nuntil 1944. It did not prevent, by the way, the Germans to deport his parents, my father's\nparents, my grandparents. They were taken to Auschwitz and killed immediately because they\nwere old. They were of no use for them as workers. Did not protect the family at all.\n>> Bill Benson: | was going to ask you next that very question. Did you lose family members\nduring that period? And obviously you did.\n>> Gideon Frieder: | lost almost all my family during that period.\n>> Bill Benson: You had told me an anecdote or a story that there was one prominent official\nin the Slovak government that really was in your father's debt which may have helped to\nprotect him a little bit.\n>> Gideon Frieder: Right. So, part of the protection of my father -- part of the reason he was\nso protected, not only because he was a functionary representing the Jewry and could talk to\nthem, but there was a particular member of the Slovak government which wanted to be known\nfor his scholarly achievements. So my father wrote for him a Doctoral dissertation. And the\nguy got a Doctorate on my father's dissertation. And there's a certain psychological tie\nbetween your advisor and yourself. It doesn't matter how you may hate him or not.\nSo each time there was a need for some consultation on, quote, academic affairs,\nmy father was summoned. And it's often this guy who was responsible for the Jews was\nsummoned from his room while my father was there and used the time to kind of rummage\nthrough the documents and find out what is really happening. So that helped a lot.\nThe details, you see, | didn't know from my own knowledge. It's all part of the\ndiaries. They are well documented. The diaries -- there was a book written by my uncle based\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\non the diaries. It was written in Hebrew, eventually translated to English. It was available. It's\nnow out of print. But if any of you want a copy of it, just send me an e-mail. I'll send you an\nelectronic copy. That's written in English. Half of it is based on the diaries, very abbreviated,\nobviously, and half of it is based on what my uncle did after my father died. He took his\nposition as the head of Jewry and was in the position until he emigrated to Israel.\n>> Bill Benson: You are going to get an e-mail from me about that.\n>> Gideon Frieder: | have to tell you, | check my e-mail once a year.\n[Laughter]\n>> Bill Benson: Which begins tomorrow, | hope. The Slovak National Uprising occurred in\nAugust 1944, and it had an immediate effect on you and your family.\n>> Gideon Frieder: Yes.\n>> Bill Benson: Tell us what the uprising was and then what its effect was on you in the days\nand weeks that followed.\n>> Gideon Frieder: Well, you know, when there is a war, the bad thing is to be on the side of\nthe losers. The Slovaks decided to be on the side of the non-losers. There was an opposition\nto the fascist government, a unique one because it was one of the unique times in history that\nWestern support partisans by the Western ally and Communist support partisans by the Soviet\nUnion cooperated, essentially cooperated and created an uprising against the fascist\ngovernment.\nAs you look at the map of Slovakia, if Slovakia is taken away from the German\nself-influence, it shuts the capability from the south to get into Germany. So anybody who\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nlooks at the map and has any military understanding would understand the Germans had to\ncross that uprising. And they invaded. They invaded. The force was mainly Waffen SS, which\nwas the fighting unit of the SS. And they had both German and Ukrainian part of the German\nArmy, of the Waffen SS. Ukrainian SS members. And they invaded. Obviously it was very\nclear that this is the end of any protection, end of everything. The Germans are here. And the\nUkrainians are here, which were far more cruel than the Germans ever were, at least from my\nperspective as a child. I'm nota historian. These are my perspectives.\n>> Bill Benson: So the Germans invade.\n>> Gideon Frieder: The Germans invaded. It was very clear that we are done.\nMy father was very well-known. It was clear that the Germans really didn't know\nwhat the Miranda rights are. They would see him, shoot him, and that's it. So he decided that\nhe cannot stay with us because if he is found, by association he will be killed. So he sent us,\nus meaning my mother, my sister and me, from the city. But the city was already under siege.\nNove Mesto was the city. So he puts us in an ambulance and sent the ambulance toward the\nGerman lines. Nobody would suspect an ambulance towards the German lines would have\nany Jews in it. Once the ambulance was out of the city, obviously we turned around. We fled.\nThe ambulance broke down. A long story. Eventually we had to move on foot. We move on\nfoot for a period that's unknown to me. | don't know if it was days or weeks. More than days. |\nknow we slept on the way in various huts, shepherd huts in the mountains.\nFor me as a child, it was a great adventure.\n>> Bill Benson: You're 7 years old.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Gideon Frieder: I'm 7 years old. | walk in the mountains. | eat the various berries. | see\nsheep and communicate with shepherds. It was great fun. Not for my mother, | assume.\nEventually we got to Banska Bystrica.\nBy the way, it's “Bystrica,” not “Bystrica.” [pronunciation distinction]\n>> Bill Benson: Ok.\n>> Gideon Frieder: That's ok.\n>> Bill Benson: I'm going to work on that.\n>> Gideon Frieder: That's what you told me previously.\n[Laughter]\n>> Bill Benson: It's a work in progress.\n[Laughter]\n>> Gideon Frieder: Why should he work on that? If | can speak English with my accent, you\ncan speak Slovak in your accent.\n>> Bill Benson: Good point. Good point.\n[Laughter]\n>> Gideon Frieder: Oh. So! don't have an accent, by the way. We were on vacation in\nVirginia Beach once, in the summer. And this young woman, high school kid, listened to my\nwife and myself speaking English. When we are in company, we speak English because\nimpolite to speak any other language. And the young woman, high school kid, waitress, listens\nto us and says, \"What a wonderful Yankee accent you have.\"\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nSo | have a Yankee accent.\n>> Bill Benson: So | will call it Banska.\n>> Gideon Frieder: Bystrica.\n>> Bill Benson: Why was that your destination?\n>> Gideon Frieder: That was the center of the uprising. The whole area was under total\ncontrol of the partisans, the Russian supporters.\n>> Bill Benson: Working together.\n>> Gideon Frieder: Working together as a group. There was a large contingency of Jewish\npartisans. That was the place to go. That was a safe haven. And we congregated there; lots\nof people congregated, Jews and non-Jews, everybody fleeing from the Germans who were\ncoming from the south.\nThe southern part of Slovakia is a plain. And that's where most of the agriculture\nwas. That was the breadbasket of Slovakia. The northern parts is mountainous. The\npartisans congregated in the mountains. Banska Bystrica is on the foot of the mountains.\nSo we went there. My mother was identified as the wife of Rabbi Frieder. She was very well\naccepted by the community, taken care of. And we stayed there until the German armored\nforce, the Waffen SS in the armor brigades, came to about 15 kilometers south of Banska\nBystrica. It was a question of a day or two, 15 kilometers.\n>> Bill Benson: Which was before the Germans arrived just outside of the city. Was there a\nperiod where it was really felt that that was a safe haven?\n>> Gideon Frieder: Yes. Yes. Remember, this was 1944, October. The war was over in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsome sense. It was after the invasion of Normandy. It was under the big offensive of the\nSoviet Union. The Soviets were now in Poland, on the northern border of Slovakia. They were\nbehind the mountains. They could have gotten in and supported the partisans within a couple\nof days. The Soviets, for their own reason, let the Slovaks bleed to death.\n>> Bill Benson: So they could have come in.\n>> Gideon Frieder: They could have saved Slovakia. They did not. They were sitting behind\nthe mountains waiting for the Slovaks to take the brunt. It's a very disputed point of history. As\n| told you, I'm not a historian but these are the facts. The fact is they could have come. They\ndidn't. And the Slovak partisans, especially the Russian-supported ones, 100% sure, | assume\nthat here they are behind the mountains; what's the big deal?\n>> Bill Benson: Our benefactors, our friends are going to come in.\n>> Gideon Frieder: Over there, they just defeated -- there was this huge defeat of the German\narmies of the Eastern front. What's the problem?\nSo everybody felt that's it. Anyway, they would not come to the mountains. They\nnow have their safe passage to Germany, through the Slovakia plains and through Moravia.\nBut it didn't happen. They wanted to crush the rebellion. And they started to come -- there\nwas a big panic, a big panic to the point that | as a child seen that everybody was running\naround.\n>> Bill Benson: You felt the panic yourself.\n>> Gideon Frieder: Everybody. It was visible. People were running. People were shouting.\n>> Bill Benson: Before you tell us about that, did your mother know where your father was at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nthat point?\n>> Gideon Frieder: No. No. No.\n>> Bill Benson: He put you in the ambulance. As far as you knew, he was gone.\n>> Gideon Frieder: He was gone. Nobody knew. Nobody knew where he is. You know, it\nwas a war. So when we were there, my mother befriended this guy, Henry Herzog. His\nHebrew name was Adam.\nMy grandson is called Adam after Henry who passed away several years ago, well\nbefore Adam was born.\nSo she befriended him. Then there was in this panic. Everybody wanted to leave.\nAdam is a partisan, his unit together were to leave and go to the mountains to keep on fighting.\nShe asked him to take us with him, which he refused. He was part of the fighting unit. But\neventually she prevailed. He did take us with them. We went on foot to the north through this\nmountain passage from Banska Bystrica to the mountains.\n>> Bill Benson: So in Banska Bystrica, you have a combination of fighters, the partisans but\nalso civilians, women and children.\n>> Gideon Frieder: Many civilians, women and children; most of them non-Jewish, obviously.\nThe Slovaks, which were not associated with the fascist, fled. In a war situation, if you are\nJewish or not, if you are caught, you are killed.\n>> Bill Benson: So the partisans, of course, as fighting units for the most part aren't taking the\nwomen and children with them but your mother --\n>> Gideon Frieder: They were not taking women and children. The women and children were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nfleeing. There were caravans of people fleeing in cars, with the horse-drawn carriages. Cars\nwere breaking down and running out of fuel. And we were attacked in Stare Hory with a\nclearly highly trained Army, the Germans. And they did what every highly trained Army would\ndo. They bombed the exit. They bombed the entrance. They caught us in the middle.\n>> Bill Benson: A mountain pass.\n>> Gideon Frieder: It's a gorge more than a valley. | would say about 200 meters wide there.\nThere was a road. That was it. There was mountains on one side. There was a dirt road.\n>> Bill Benson: And you were caught.\n>> Gideon Frieder: We were caught with all of these slow-moving people in the mountain\npassage.\n>> Bill Benson: You were attacked by planes?\n>> Gideon Frieder: We were attacked by planes. There was an actual massacre. There was\nno place to flee. We fled running up the mountains. And on the edge of the forest we were hit.\nMy mother and sister were killed immediately. | was wounded by two bullets in my leg.\n| was very lucky. In Europe, at the time, children, boys, didn't wear long pants.\nThat was a sign of maturity. You got long pants when you were immature. When you were\nyoung, you wear shorts. But it was very cold. So children in Europe at the time, boys and\ngirls, wore thick woolen stockings held by garters. Boys and girls. Doesn't matter. And | wore\nthese thick woolen stockings. And when | was hit exactly here, when | was hit, | was lucky: no\nmajor artery was severed; no bone shattered; no major nerve severed. But the blood gushed\nand it saturated the woolen stockings. It was very cold. And the blood coagulated and created\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\na pressure bandage and that saved my life. So, you know, a couple of centimeters lower, my\nknee would be shattered and | would be dead, disabled, left to die.\nHenry was fleeing as well. His story is amazing in itself. His story is chronicled in a\nbook which | have to publish about his life. The name of the book, which | selected, was\n\"Heaven Did Not Cry.\"\n>> Bill Benson: \"Heaven Did Not Cry.\"\n>> Gideon Frieder: It came from -- | worked with him on his memoirs. | accepted the part\nwhere he met my wife -- my mother until my mother died. | took that part and published it --\nnot published it. | gave it the name \"Heaven Didn't Cry When Their Mother Died.\" And when\nhis book was published, it took the \"Heaven Didn't Cry\" name of the book. So | know about it\nfrom the book. He was fleeing together with another partisan. And the other partisan was hit\nby several bullets and fell on him. He tumbled into the ground under the body of this partisan\nwho was riddled with bullets but he was not touched because the other guy saved his life.\n>> Bill Benson: And then he saved your life.\n>> Gideon Frieder: And then he found me standing next to my mother. | was crying. |\ncouldn't get her to get up.\n>> Bill Benson: Do you remember that specifically?\n>> Gideon Frieder: Boy, do | remember it. She was lying on her back with her eyes open. |\ndid not understand why she was not getting up. My sister was on her stomach. | didn't see\nher face.\n>> Bill Benson: She was 3 years old.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 7\n>> Gideon Frieder: 3 years old. She was 3 years old.\n>> Bill Benson: What did Henry --\n>> Gideon Frieder: Henry took me and said, \"I'll bring your mother later.\" And here was an\namazing thing happened in substance. His book chronicled the time | was with them with the\npartisans in the mountains. In his book it is very clear that | was in the mountain with them for\nseven days. And so he carried me on his back. | don't remember that time. It didn't exist. In\nmy mind | was taken from the massacre and put in this village of Bully. | have no recollection\nwhatsoever of those seven days. The only reason | know is the book. | met him after the war.\nHe told me about it. It just doesn't exist.\nSo he took me -- the partisans decided that the 7-year-old boy -- they didn't know\nthat | am wounded, by the way. Everybody was covered with blood. The showers were not\nexisting, obviously, not in the mountains. Everybody was covered in blood. This bandage --\n>> Bill Benson: Had really sealed the wound.\n>> Gideon Frieder: Had really sealed the wound. There was no further bleeding. | was\ncarried on the back not because of the wound but because --\n>> Bill Benson: Keep up with the partisans.\n>> Gideon Frieder: Keep up. I'm not sure that he was the only one who carried me.\n>> Bill Benson: So he can't continue --\n>> Gideon Frieder: So he can't continue to keep me. So they come to a very small village. |\nwould not even say it was a village. It was a small hamlet, 40, 50 little hutches next to a dirt\nroad. They watched it. They seen there was no German or Ukrainian garrisons. And they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbrought me to the first building.\n>> Bill Benson: Not because they knew somebody. That was the first place to go.\n>> Gideon Frieder: They didn't know anybody. It was the first building. | was there -- not after\nthe war. | was there the first time in 1990-something. | couldn't go before. He brought me\nthere. And here a story divulges as well.\nLearning from his book, what he writes in the book, these partisans were not clean\nshaven. They lived in the mountains. They had these German-acquired weaponry, hand\ngrenades hanging over them. They had to be a very fearsome looking set of individuals. They\ncome to the building. They tell the people -- this is Henry's story.\n>> Bill Benson: The one he tells in his book.\n>> Gideon Frieder: The one he tells in his book, not my recollection. He tells the people that\nI'm a Jewish boy, that I'm a son of a very prominent person, and that they put me in their care\nand if they don't want to take me in their care they will kill them. Not very much choice, is\nthere? That's his story. Makes sense.\nFrom my point of view -- | was outside when they talked. From my point of view,\nthey brought me in. And all | recollect is total love, warm care. Incredible, the difference\nbetween my recollection and what he said. Maybe they were threatened, but they didn't do it\nbecause they were threatened. | have proof to these things. This is not the time to discuss it,\nbut | have proof that they really did it from what they considered Christian love. Very, very,\nvery devout Catholics.\n>> Bill Benson: And very poor. Right?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Gideon Frieder: Very poor. Dirt poor. All the village was poor. The hut was a typical\nmountain hut: huge central stove. On one side of the stove one room. On the other side of\nthe stove another room. The stove protruding into both rooms for heat. Myself and the brother\nof the woman lived in one room. The husband and wife lived in the other. And all | remember\nis care. They shaved food from their own mouth to feed me. | was always hungry. Because\neverybody was. But! was never starved. And there's a difference. Because they fed me.\nThey didn't have an abundance of food. And they cared for me. They discovered | am\nwounded. They found -- that little hamlet of 40, 50 houses saved 10 Jews. One of them was\nan ophthalmologist. And he was summoned by them to care for my wounds. You know, close\nto doctor as it is.\n>> Bill Benson: So in a little hamlet like this with just, as you said, maybe 40, 50 houses,\nobviously to the community the fact that you were there or others couldn't have been a secret.\n>> Gideon Frieder: Couldn't have been a secret. So my cover story was that | was the son of\nthe brother of the woman. And the brother of the woman was killed by the partisans. Why?\nBecause it would give me a certain credentials. If my father was killed by the partisans,\nobviously | am not on the partisan side and clearly | cannot be Jewish. And they gave me a\nSlovak name. | was not called Gideon Frieder. They gave me the name Jan Suche. Looking\nback it's very interesting. Jan is the Slovak version of John, a very Christian name. And\nSuche in Slovak means dry.\n>> Bill Benson: Dry.\n>> Gideon Frieder: Dry. Not wet, dry. Just the opposite what | was. When | was brought\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nthere, | was wet, hungry. | was a mess. But Suche is a very typical Slovak name. It's not like\nSmith, not like Brown.\n[Laughter]\n>> Bill Benson: And that became for those roughly six months --\n>> Gideon Frieder: Jan Suche. But they knew that the others are Jews.\n>> Bill Benson: Right, within that community.\n>> Gideon Frieder: Within the community. Think about it. 10 different people. And it was\ndangerous. In the hut next to the hut | lived the Germans once came and found a partisan in\nthe hut. They locked the hut and burned the hut with the people, with the partisan, next to my\nhouse.\n>> Bill Benson: And the people lived in the hut.\n>> Gideon Frieder: Well, they were dead after they were burned.\n>> Bill Benson: That's what | mean. But --\n>> Gideon Frieder: They lived in the hut. Yes. And that -- by the way, that building is still\nthere. The remnants, the burned remnants of the building, is still there to this day with a\nplaque commemorating.\n>> Bill Benson: So the incredible danger to the family.\n>> Gideon Frieder: Incredible danger. It was a danger of life. It was not something that they\nwould be slapped on the hand. They would be executed.\n>> Bill Benson: You said to me once that the Germans ruled by day, the partisans by night.\n>> Gideon Frieder: Yes. It was a small hamlet. It was the end of the war. There was not very\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nlarge German presence. After the SS conquered all of it, the Waffen SS, they were not\nreplaced but they were supplemented by a German garrison of old men because all the young\nwere killed. And that hamlet was not big enough or not strategically important enough to have\na garrison there. It was in the middle of the way from nowhere to nowhere. So they would\npatrol during the day just to see that everything's available. And during the night, its partisans\nwould come down from the mountains to be in a warm hut. They would go and sleep in the\nattic or sleep on the floor. The poor villagers by the day were dominated by the Germans, by\nthe night were robbed by the partisans. They had to do it. They didn't have an easy life. But\nthey survived somehow.\n>> Bill Benson: And that continued for you until May 1945 when the war ended.\n>> Gideon Frieder: Continued until April 1945 because the -- a Romanian contingent fighting\nas part of the Soviet Red Army liberated that part. For many Slovaks the word \"liberated\" is\nvery much in dispute. For many Slovaks they replaced the German occupation with a Russian\noccupation. But it's something to discuss in a very different context. But for everybody, the\nGermans were gone. The western part of Czechoslovakia was liberated by American Army\nled by General Patton. The eastern part was liberated by the Soviet, by the Red Army. And\nthey came in April.\n>> Bill Benson: So you're under the Soviet now.\n>> Gideon Frieder: | didn't know that, obviously.\n>> Bill Benson: Right. Right. Right.\n>> Gideon Frieder: And they wore different uniforms. Suddenly people are smiling. Nobody's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nrobbing. The Slovaks were robbed by the Soviets. There are even songs that children like me\nsang about the difference. A song which says, “The Germans are away. The Russian came\nand they took our watches.” Children's song. That's another part of the story.\n>> Bill Benson: Tell us about -- in the time we have left, tell us about reunification with your\nfather, how you were able to do that.\n>> Gideon Frieder: What happened is Adam, Henry Herzog, when he met any Jewish partisan\nor any Jew anyplace, told them that you should know that the wife of Rabbi Frieder was killed,\nher daughter was killed, but her son survived and he is in the village of Bully. The name of the\nvillage, Bully. And he spread the rumor.\nMy father, who had a flowing beard, as you had seen in the picture, shaved his\nbeard when the Germans occupied. So he was not recognized. And at one point in time he\nwas put in jail by the Slovaks but not recognized as who he is. And in the jail there was\nanother guy and he told him, \"Did you hear what happened?\"\n>> Bill Benson: Said this to your father.\n>> Gideon Frieder: To my father. So he heard about it without identifying himself at all, even\nbefore the end of the war. Toward the end of the war, he fled from the jail aided by a\nsympathetic guard. And he found refuge in a Franciscan monastery. The Franciscan knew\nabout him, recognized him, and gave him shelter. That was already 1945. It was clear who\nwas winning. They gave him shelter and he stayed there knowing well where | am. After the\nwar he sent emissaries to pick me up. And in this April they came and took me back. So |\nreunited with him in April 1945. He died in June 1946.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Just a year later.\n>> Gideon Frieder: Just a year later.\n>> Bill Benson: And you were at that point 9 | think.\n>> Gideon Frieder: Yes.\n>> Bill Benson: That had to be just unbelievably crushing to you after all you had been\nthrough.\n>> Gideon Frieder: Yes. What can | say? How crushing it is is very difficult to explain. But let\nme tell you one thing. | don't think | shared it with you.\n>> Bill Benson: Ok.\n>> Gideon Frieder: After the war there was an epidemic of marriages not only in Europe, the\nbaby boom in this country. People tried to recoup, tried to get back to life. My father was\nsettled with a young child, myself. He was, again, very active. He was the head of the Slovak\nJewry. The part of the Slovak Jewry which was -- was Orthodox but not very Orthodox. It was\nmost of the community. It was very busy. He was dealing with recreating Jewish life,\nrecreating people. He brought me times to get moneys for all of these people who are coming,\nJews and non-Jews, who were coming from concentration camps. So he needed somebody.\nHe re-married a woman which lost her husband. Before he died, he swore her to take me out\nof the bloody continent, quote, and take me to Israel. And that's what she did. | was then 10\nyears old.\n>> Bill Benson: When you moved to Israel.\n>> Gideon Frieder: Straight to another war.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Straight to another war.\n>> Gideon Frieder: So that was 10 years. Till | was 16, | cried every night. Not only after |\ncame to Israel. | cried every night until | was 16. And if you ask me why, | couldn't tell you.\nAnd | -- my mother -- my step-mother asked me why. | couldn't tell her. There were no\nnightmares. There were no dreams. | just got up crying. That's what crushing means.\n>> Bill Benson: Do you mind if | read just a tiny little excerpt from your father's diary?\n>> Gideon Frieder: This is a free country.\n[Laughter]\n>> Bill Benson: Ok. In the book that was based on your father's diary, he wrote about you.\nQuote, He told stories of partisans who roamed the mountains and of Jews and the Russian\nand Romanian armies. He talked about Russian and German soldiers who fell prisoners.\nGideon also talked about his mother and sister without fully comprehending the meaning of\ntheir death. Such expressions as killing and death had become commonplace concepts for\nhim and he used them with great naturalness, bitter experience hardened him.\n>> Gideon Frieder: Well, it's correct. Yeah.\n>> Bill Benson: How did your father's diary survive?\n>> Gideon Frieder: Part of it was written after the war. The part which was written -- the\nframework was written after the work. The diaries themself were saved -- not only the diaries,\nthe whole huge library that we had in Nove Mesto were taken by the Franciscan monks and\ntransported from our house into the monastery and kept by them the whole war, including the\ndiaries, including every scrap of paper. They kept it. And after the war they returned it. And\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\npart of the diary -- part of the library we took when we moved to Israel and sold it to be able to\nsurvive. Most of the books. Some of the books | have, including a book in 1736.\n>> Bill Benson: That was part of his collection.\n>> Gideon Frieder: That was part of his collection, including the Bible. He noted my birth and\nthe birth of my sister. Some of the documents | recovered only two months ago.\n>> Bill Benson: Two months ago?\n>> Gideon Frieder: Two months ago. My uncle died several years ago, many years ago, in\nIsrael. He left a house. My cousins eventually decided -- one of my cousins occupied the\nhouse. My cousins eventually decided to sell the house so that a high-rise could be built there.\nAnd in doing so they had to go over all the possessions in the house. And they found original\ndocuments from my father, from the '20s and '30s of the previous century. I'm going to donate\nthem to the museum here. The diaries themselves are in Jerusalem. These documents |\ncannot just move there. | would like to move them there so everything in one place. Cannot\nbe done. So | just talked here a couple of months ago. And today -- we are going to bring\nthem here and preserve them. So there will be an historical record kept. These are valuable\ndocuments.\n>> Bill Benson: Just came to your attention --\n>> Gideon Frieder: Just came to my attention a couple of months ago.\n>> Bill Benson: We're going to close the program in just a moment. Obviously you didn't get a\nchance to ask Gideon questions and there's much more that we weren't able to hear about.\nWe could have used the rest of the afternoon and tomorrow. But we want to express our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ngratitude for you being here with us for this one hour. Thank you for being a good audience. |\nhope that you'll come back to a First Person program another time. The Museum's website will\nhave information about First Person for 2015. So if you're back in Washington, D.C. or if you\nlive locally, please join us again.\nI'm going to turn back to Gideon to close our program in a moment. It's our tradition\nat First Person that our First Person has the last word. So he will have the last word but before\nhe does, just a couple of things. Because we didn't have a chance for you to ask him\nquestions -- Gideon, you're willing to stay behind for a little while?\n>> Gideon Frieder: Yes. | have a commitment tomorrow at 11:00.\n[Laughter]\nSo till then. | can stay.\n>> Bill Benson: There you have it. When Gideon's finished, he'll step down off the stage over\nhere to our right. So, please, absolutely feel free to just come up and say hi, ask a question,\nhave your picture taken with him, whatever you want to do. Please feel free to do that.\nWhen Gideon's done, I'm going to also, at the end, ask you all to stand. And our\nphotographer, Joel, will come up on the stage and take a photo of Gideon with you as the\nbackdrop. It just makes a tremendous portrait.\nAs | said, it's our tradition our First Person has the last word. On that note, I'd like\nto turn to Gideon to close today's program.\n>> Gideon Frieder: This is not what | usually say at the end of First Person. It will not be\nsomething to you that you will like to hear, but | have you as a captive audience.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSynagogues were burned. Jews were beaten on the street, their businesses\nburned. And, no, I'm not talking about the Holocaust. | am talking about something which\nhappened two years -- two days ago in Paris. If you ask if there will be another Holocaust, you\ndon't have to go farther except the Holocaust of the 21st Century, which already started, will\nmake the Holocaust of the previous century as a little flame relative to a bomb fire. Think\nabout it when you leave here. It may not affect me. | will be dead. It may not affect you. But\nit will affect your children and grandchildren. We are today in the same place that the world\nwas in 1932. When businesses are burned and people are beaten, the world is silent. The\nworld doesn't do anything. Oh, maybe they say something, but they don't do anything. Exactly\nwhat happened in the 30s of the previous century which brought in the Holocaust of the 20th\nCentury.\nWhen one of our most beloved presidents, President Kennedy, was quoted to say\nthe hottest places in hell are reserved for those which in time of need kept their quiet, don't you\nreserve your places there. Act, be cognizant so that the fate -- so that the fate that befelled me\nwill not happen to your children.\nThank you.\n[Applause]\n[The First Person event ended at 12:04 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}