{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nWednesday, March 30, 2016\n10:30 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Suzy Snyder: Good morning. Welcome to the United States Holocaust Memorial\nMuseum. My name is Suzy Snyder, and | am host of today's program, First Person. Thank\nyou for joining us. We're in our 16th year of the First Person program. And today our First\nPerson today is Halina Peabody, whom we shall meet shortly.\nThis 2016 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation and Helena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Our program\nwill continue through mid August, and the museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete\nthe Stay Connected card in their program which is -- | actually don't have it but can somebody\nhold it up? Thank you. In doing so, you will also receive an electronic copy of Halina's\nbiography so that you can remember and share her testimony after you leave here today.\nHalina will share with us her First Person account of her experiences as a survivor for\nabout 45 minutes. If we have time at the end of the program, we'll take some questions and\nanswers -- we'll take some questions for Halina to answer. And we've prepared a brief slide\nshow of her biography for you.\nSecondly, our photographer Joel will come up on stage after he finishes -- excuse me,\nafter she finishes the last word and Joel will take a picture of Halina with you, the audience, in\nthe background. And so it makes for a nice photo, and we just ask you if you would just help\nus do that. And with that, let me go ahead and introduce Halina’s history.\nThis is a map of Europe. And a detailed map of Poland. Halina was born in Krakow on\nDecember 12, 1932. She was the daughter of Ignacy and Olga Litman. This photography\nfeatures Halina with her mother and her Aunt Irka in 1938. Halina, her mother, and her\nyounger sister survived the war in Jaroslav under false papers identifying them as Catholics.\nOn the way to Jaroslav the family ran into a Polish man who threatened to denounce them and\nreveal their identity. Halina's mother struck a bargain with the man using their tickets for the\nluggage, all the money she had, and the coats they were wearing in this picture.\nThis is the house where Halina and her family slayed in Jaroslav. In this photograph\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nHalina and her sister Eva are celebrating Christmas in hiding. Halina's mother decided the\nsafest place for the family to hide was in plain sight. Halina's mom found a job at a German\nheadquarters peeling potatoes for the German troops.\nThis is a photograph of the headquarters where Olga Litman worked. After the war\nHalina and her family immigrated to England. Please welcome Halina.\n(Applause)\n>> Suzy Snyder: | didn't Know if you have a preference.\n>> Halina Peabody: Not really.\n>> Suzy Snyder: So thank you very much, Halina, for joining us today. So you were\nborn in Krakow but how long did you live there.\nHalina Peabody: My families both are from Krakow, but my parents when they got\nmarried, they went to a place calls Zaleszczyki. | think did you mention that?\n>> Suzy Snyder: | didn't mention Zaleszczyki. | try not to say it because |\nmispronounce it.\n>> Halina Peabody: Well, it was all the way down on the (inaudible) of Romania. Now\nit's Ukraine but it was Romania and we were living in a place called Zaleszczyki. My mother\nwent to her mother to give birth to both my sister and to me. So that's why even though we're\nall from Krakow but we lived in Zaleszczyki. So in 1939 we were living in Zaleszczyki. My\nfather was a dentist and that's why he moved to a smaller town where he opened surgery.\nAnd my mother was a homemaker but she had been a champion swimmer of Poland. So she\nwas happy because there was a river there. We used to go kayaking on the river. And the\nriver was a natural front with Romania. You could go halfway and then there were boys there\nso you wouldn't go any further. We had beaches there. The weather was absolutely fantastic.\nWe had four distinct seasons. Very, very cold winter, which meant that my mother could take\nand teach me skating before | was five, and she also was teaching me to ski, to ski. And\naltogether. And then the summer of course we were -- we were on the water and on the beach\nmost of the time.\n>> Suzy Snyder: So you're -- let me back up a little. You were born in '32, 1932. Your\nparents, how did they meet?\n>> Halina Peabody: Well, my father was a very good-looking young man and my\nmother was very famous at the age of 18, having won the championship of Poland. So | guess\nthat's what happened. And they met in Krakow.\n>> Suzy Snyder: But they were -- were they from a traditional Jewish family or were\nthey more secular?\n>> Halina Peabody: My mother was with a completely non-religious family. | mean,\nthey -- they observed some holidays but not much. My father came from a very religious\nfamily. But mostly people who had become professionals in Poland and Krakow, they -- they\nwere not -- they stopped being religious. And plus my mother didn't speak Yiddish and she\ndidn't cook Jewish stuff so we were not religious.\n>> Suzy Snyder: She didn't speak Yiddish but your father did.\n>> Halina Peabody: My father had but, you know, | never heard him.\n>> Suzy Snyder: So where did he go to dental school?\n>> Halina Peabody: In Krakow.\n>> Warren Marcus: In Krakow.\n>> Halina Peabody: Yeah.\n>> Suzy Snyder: So you described this very idyllic life. I've seen pictures of your\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\npre-war life. It was beautiful.\n>> Halina Peabody: Yes, it was beautiful.\n>> Suzy Snyder: How many older than you are you than Eva, your sister?\n>> Halina Peabody: She's six and a half years younger than me. She was born two\nmonths before the war, June 30th.\n>> Suzy Snyder: The thing that really strikes me when | read your story and | look at\nthe pictures is that your mother is suddenly alone because your father has to -- basically he\ngoes into Romania. Can you describe what happens to him? Yes, 1939 when we understood,\neven though | was not quite seven, | mean, | knew that the Russians were coming to occupy\nus because Russians and the Germans split Poland in two in 1939. So my father, knowing\nthat previous war -- the war first, they took the rations when they occupied. They took the men\ninto the Army by force and you couldn't get out for 20 years. So a lot of men, including my\nfather, crossed over to Romania. Now, some people took families with them. Some didn't. My\nfather didn't because he was afraid for my sister. She was a baby and she -- thought there\nwould be nothing else, facilities for my sister. So we stayed behind. So very shortly after the\nRussians were obtained, my father had gone. However, after a little time elapsed and the\nRussians pilfered and imprisoned all the -- all the members there that were leaders in the town,\nand my father and some other people also thought about it twice and tried to come back,\nquickly kind of on -- under the cover of a sheet or a frozen river, tried to cross back, and by\nthen the Russians sealed the border and they caught them all, put them in prison, and said\nthey were spies. There were trials and my father got 20 years hard labor and was sent to\nSiberia. So that's when we were left alone. And not only that, because the law -- the Russian\nlaw says apparently if there is someone a criminal, quote, unquote my father the dentist, then\nthe family also gets to Russia, to be on the gulag somewhere. However for some unknown\nreason to us they didn't take us but they did throw us out of our house because this was\nbourgeois we could have a house. And we were told to go to a little town called Tluste, just up\nthe road, very close by, and that's where we spent the time that the Russians occupied Poland.\nIn between -- so '41.\n>> Halina Peabody: Yes.\n>> Suzy Snyder: Let me back up a little because | wanted to ask about your father.\nWhat | was going to reference is there is a photograph that we saw of your mother, you, anda\nbaby.\n>> Halina Peabody:\n>> Suzy Snyder: And no father.\n>> Halina Peabody: He's already gone.\n>> Suzy Snyder: And so your mother is now having to deal with --\n>> Halina Peabody: The two of us.\n>> Suzy Snyder: A /-year-old and a 1-year-old, a baby.\n>> Halina Peabody: Yes.\n>> Suzy Snyder: And how did she do it?\nHalina Peabody: Well, by miracle.\n>> Suzy Snyder: Do you remember what it was like for her? You couldn't know --\n>> Halina Peabody: | went to school and she took care of us. My mother had a lot of\nfriends and they, | think, supported her.\n>> Suzy Snyder: So you think she had a nice network maybe.\n>> Halina Peabody: Absolutely, yes, because we were not rich. So we definitely had a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nnetwork.\n>> Suzy Snyder: Was your mother -- what kind of person was she?\n>> Halina Peabody: She was beloved by everybody and I'm not just saying that. She\nwas my mother but she really was. That's probably why | still meet people that have known\nher that tell me the same thing.\n>> Suzy Snyder: So when your father leaves, when he's taken actually, after he leaves.\n>> Halina Peabody: Yes.\n>> Suzy Snyder: Did -- was your mother informed that he was arrested, that he was\nsentenced to 20 years hard labor?\n>> Halina Peabody: Yes, went to where he was held in that terrible prison where he\nwas held and said good-bye.\n>> Suzy Snyder: Eastern Poland. One whole year we didn't hear anything and my\nfather didn't talk about it. | don't Know what they did there. But after a year he corresponded a\nlittle bit just before the Germans decided to come back the rest of it. 1948.\n>> Halina Peabody: Yes. So at that time we corresponded, had a couple of letters\nback and forth. So we knew he was at (inaudible) and we knew he was a medical officer\nbecause there were no doctors there so they made him a medical officer in the camp. But\nthat's where he was. And then the moment we heard that the Germans were coming, the\nRussians were so feared and we went back to our house. But of course we lost contact with\nfather altogether.\n>> Suzy Snyder: So you're in Tluste and your mother decides (inaudible). And what is\ngoing on that makes your mother suddenly -- she becomes fearful and you run?\n>> Halina Peabody: Oh, no, that's a long time after. No. No. You've jumped a little.\nNo, we come back to Zaleszczyki and await the Germans. The Germans eventually -- they\ncome and occupy the rest of Poland.\n>> Suzy Snyder: In 1941.\n>> Halina Peabody: Yes, including of course Zaleszczyki where we are now back at\nhome. And they put us -- there are some very strict laws, particularly for the Jews. No schools\nfor Jewish children altogether. Curfew, yellow stars on the houses, yellow stars on the\narmbands. Now, | was lucky that my father taught me to read and write just before going to\nkindergarten. He thought | should know that so | would be the best in the kindergarten.\n(Laughter)\n| swear that was it, but | don't remember any of it. As far as | know I've always known\nhow to read Polish and write Polish.\n>> Suzy Snyder: So now you're -- but you're living under German occupation. You're\nseeing things starting to happen.\n>> Halina Peabody: | actually am fully aware what's happening. And the Germans\ncreate a Jewish committee of the Jewish leaders so that they have different demands. Of\ncourse they have demanded the same as the Russians, whatever pictures, money, foreign\nmoney. (inaudible) was death penalty. We don't know what's going on in the rest of the world.\nAnd we just hope for the best. Very, very cooperative. We just tried to do the best, you know.\nWe think one occupation to the other one. My mother is just trying to take care of the children\nand somehow survive.\nThe Germans, as | said, had this Jewish committee and they had various demands\nnow. Every Jew had to be working for the Germans. So in my mother's case they knew my\nmother was also a wonderful knitter. She used to knit everything in the house. Everything was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nknit including beautiful, what is it called, lace. She did lace, she did (inaudible) and sweaters\nand everything | had on was always knitted by her. And they put her -- her job was to knit for\nthe mayor of the town who was German, his children. He had lots of children. So that was her\njob. If there was no particular job for anybody, they were told to clean the sidewalks. And also\nthey used to take groups of young people for various jobs outside of town. So they would go\nout in the morning and they would be brought back in the afternoon\n>> Suzy Snyder: Let me ask you quickly, are you talking -- at this point were you ina\nghetto?\n>> Halina Peabody: No.\n>> Suzy Snyder: So it wasn't in a ghetto yet.\n>> Halina Peabody: No, not in Zaleszczyki.\n>> Suzy Snyder: So people were being taken out to --\n>> Halina Peabody: No, they were just taken various jobs, you know.\n>> Suzy Snyder: Labor.\n>> Halina Peabody: Labor, exactly.\n>> Suzy Snyder: And let's be clear, you weren't getting paid for the labor.\n>> Halina Peabody: Of course not. Of course not. No.\n>> Suzy Snyder: | just wanted to be clear. Your mother's performing slave labor.\n>> Halina Peabody: Absolutely, absolutely, yes. Yeah, you see, | wasn't very\nconcerned with that because money didn't -- didn't come into play in my life.\n>> Suzy Snyder: But essentially what you're saying is you had to have a job to stay\nalive, to keep --\n>> Halina Peabody: No, you had to work for the Germans.\n>> Suzy Snyder: And if they found that you were an adult --\n>> Halina Peabody: They knew everybody. They told my mother she was going to be\na knitter because they had a list of everybody.\n>> Suzy Snyder: So they assigned you jobs.\n>> Halina Peabody: So they assigned all the jobs, yes. So there was no such thing as\nnot knowing.\n>> Suzy Snyder: Do you remember at all what life was like during this time period?\n>> Halina Peabody: It was very scary. Now, we mostly were very scared and just tried\nto cooperate. Whatever they asked, people were willing to accommodate them. And then not\nvery long afterwards they demanded a rather large number of people, the young people, they\nneeded a group of them to bind trees for the winter, they said.\n>> Suzy Snyder: Bind trees for the winter.\n>> Halina Peabody: Yes, the trunks because it was a very cold winter, they said. So\nnobody thought anything of it and they said that they needed to get these young people to walk\nup the road, it was just a --\n>> Suzy Snyder: Who demanded these people.\n>> Halina Peabody: Pardon’?\n>> Suzy Snyder: Who demanded these people, the Germans?\n>> Halina Peabody: The Germans demanded it through the Jewish committee. And\nthen they walked up the road and then they were supposed to do the binding of the trees. And\nwe waited for them to come back, as usual. And they didn't come back. And we didn't know\nwhat was happening, got very anxious. None of -- as young as | was, you can tell that you\nwere scared.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Suzy Snyder: Of course you can feel the anxiety.\n>> Halina Peabody: And in the end, towards the evening one man came and he had\nbeen shot in the arm and he told the story what happened, which was when they got to\nthe -- this place where they were supposed to do the trees, they found an open grave and they\nwere all shot. In fact, they had planks over the grave so that they made people lay down and\nshoot them and they dropped as they were shot. And this man was one of the last ones to be\nshot so he was on top of the grave. And when the Germans left, they didn't cover them very\nmuch. They didn't care. He managed to get himself out and come back. And apparently they\nmissed his heart. Just his arm was shot. And then he told us the story.\nSo then we realized that we were all -- that that was the plan. Because up to then we\nhad no idea what they were trying to do and what they were going to do. So everybody started\nlooking for hiding places. That was the first thing everybody did. And sure enough, very\nshort -- shortly afterwards they -- they demanded this time a group of people to go to work in\nGermany. And everybody -- nobody believed them by then, so everybody scattered around\nand then hid. My mother took my sister and me to a lady who used to cook for us. And we\nstayed there the whole day. And they managed to find the -- they always had the numbers, to\nhave a set number in the square and they loaded them on the train and took them away.\nNever heard from them again. And we knew that this was what we were going to be running.\nThe day -- the Germans were very clever. They didn't want to have the trouble to look\nfor us because there were less of us. It was a small town, the community wasn't that big. So\nthey just threw all the rest of the Jews out to this place called Tluste which was the same place\nwe were during the Russian occupation. But at that point, you see, that was later to be a\nghetto but at that point it was just an area. They told us to go there.\n>> Suzy Snyder: To a specific place.\n>> Halina Peabody: Yes.\n>> Suzy Snyder: Within Tluste.\n>> Halina Peabody: Yes, in Tluste. So we settled in Tluste and took whatever we could\nwith us. And first thing everybody started looking was hiding places. And my mother said to\nme that it's not going to do us much good because they're going to move us again. You know,\nthis obviously became --\n>> Suzy Snyder: She had foresight.\n>> Halina Peabody: She was guessing that that's what they were going to do. What we\nfound out is that not only our community was there but people from the little communities\naround that area. So they were all there. That's why it became a ghetto afterwards. Of\ncourse we didn't know that.\n>> Suzy Snyder: So they brought all the smaller towns into this town.\n>> Halina Peabody: That's right. Whoever they didn't manage to kill, they brought them\naltogether and gathered us there. And of course my mother was, you know, so devastated\nshe -- she had these two kids and she -- she just -- she didn't care about anything except the\nkids, as most mothers do, I'm sure. But | -- | could feel the -- her angst and she just didn't\nknow what to do. She tried to send us over to Romania some night trips were at night and\nover the river, but nothing worked. And before we had a chance to do anything again came a\ndemand for people to work in Germany and everybody scattered. You know, everybody\nfound -- you know, had found some places where they hid.\nIn our case, my mother didn't want to go to the basement where they, you know,\nproposed us to go, because she had been there before so she knew a couple of farmers there.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nAnd so she decided to split us up and put me with one farmer and she went with another\nfarmer with my sister. She paid her an advance and this farmer was supposed to keep her\nduring the day while they were looking for people and | was with another farmer who put me up\nin the loft. And all day long | was, you know -- the woman was coming back and telling me,\nshe said this one in this square, that one in this square and | knew everybody. So | was sure\nmy mother was caught. But they didn't say so, but, you know, | was sitting there worrying all\nday long. And towards the end of the evening they apparently had the right number and they\nsent them away. And finally my mother did come with my sister to pick me up. And when she\npicked me up, she said, you know, | was thinking all day long that you were caught. So it was\nthe same thing. She said from now on we're not going to split up. Whatever happens, all three\nof us will go together. And she then told me what happened to her, which was that the woman\ngot scared in the middle of the day and threw her out into a field. And she said it was an\nempty field with just one bush and she crouched there with my sister for the rest of the day.\nShe said she doesn't know how they didn't see her. There were airplanes flying around, they\nwere looking for people. And somehow she managed not to be seen. And so that's why she\nsaid, you know, we're not going to do this again because | was sure that you were caught.\nAnd she started again looking for other ways -- there was really nothing to be done. So but\nthen, you know, she came to the one conclusion with her friends help, very helpful, as | said,\nthat we were three females --\n>> >> Suzy Snyder: Can | again just jump in and ask a question?\n>> Halina Peabody: Yeah? You mentioned her friends. Are her friends non-Jewish\nfriends? No, Jewish, Jewish friends. We didn't know many people --\n>> Suzy Snyder: So everybody is really scattering and --\n>> Halina Peabody: Yes, absolutely everybody is, yes, yes. And we -- we're all\nin -- knowing that this is what's going to happen. In fact, one of her best friends has a baby\nalso taken at that point. And so, you know, she's still thinking with the help, with her friends\nand thinking that maybe because there were three females they came to the conclusion that\nwe had to maybe a chance if we get false papers, false identities. Some people that managed\nto survive.\nSo they bought papers from a priest in Tluste, and we had two suitcases of what we\nowned and | know her friends collected some money for her and --\n>> Suzy Snyder: That was going to be my next question, how did she --\n>> Halina Peabody: Yeah, she collected money for her and they took us to the train.\nThey decided to go to this place called Jaroslav. | have no idea why. It was sort of halfway to\nKrakow but, you know, who knows.\n>> Suzy Snyder: So it was a completely different town, further away. Nobody --\n>> Halina Peabody: There were no Jews there anymore.\n>> Suzy Snyder: And nobody would recognize you.\n>> Halina Peabody: Well, we hoped not.\n>> Suzy Snyder: That was your goal, to be unrecognizable.\n>> Halina Peabody: My sister was too young so we didn't say anything. But my mother\nsat me down, taught me my new name, my new grandparents, my birthplace, everything was\nnew. We had a couple of advantages. We didn't speak Yiddish, we didn't have a Yiddish\naccent, so we couldn't give ourselves away. We had every single piece of paper we had to\nthrow away. Of course nothing, zero. And of course, you know, my mother -- my mother's\nPolish was very good and so was mine. Because of that she went to Polish school. And in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nPoland that was very important because they could tell by the accent. So the three of us, we\nwent on this train to Jaroslav. Hopefully -- as | said | don't know why that town. We said\ngood-bye to our friends, and we -- we were going to be on the train for four days and four\nnights with changes, so my mother had me by the hand carrying my sister and the two\nsuitcases and that's how we went on the train. And said good-bye to them. And we started\ntraveling, and as we started traveling, you know how it is on a train. People start talking to\nyou. SO a young man attached himself to us, started chatting with my mother. Slowly, slowly\nstarted asking questions. Eventually my mother said to me you know he pushed me so hard\nthat | could not withstand it anymore because he wanted to know connections.\n>> Suzy Snyder: She told you this after the war?\n>> Halina Peabody: No, no, no, she told me then. She always told me everything. |\nwas -- | had to know in order to be able to, you know, be a support to her. So she said, you\nknow, | could not take the pressure anymore because he thought maybe my grandfather, you\nknow -- he was suspecting and as far as Hitler was concerned, if your great great grandfather\nwas Jewish that was enough. So she said | told him we were Jewish and that the point he said\nwell, you know, I'm going to Jaroslav as well I'm going to a company and he said | have to\nhand you over to the Gestapo. She said she knew. She told me that. We started traveling\ntogether. And she thought, what to do. What to do. There was nothing to do. You know, he\nwas very clever and thought that | was going to run. But, you know, keeping either one or the\nother girl in his sights. But | mean we just traveled together. And to Jaroslav. We were\ncompletely exhausted. We had -- in the hair we had --\n>> Suzy Snyder: Lice.\n>> Halina Peabody: Lice, yes, sorry. We had lice everywhere, we were exhausted.\nWe had to change trains, you know. And my mother was still thinking and thinking and not\ncoming up with nothing because there was nothing. But when we came close to Jaroslav,\nwhen we started getting off the train | suddenly woke up and | swear, | wasn't thinking at all.\nThrough the train because | was so tired but | started walking down the steps, was just\nsuddenly, you know, | said oh, my God, | don't want to die. And | start pulling at my mother.\nMom, | don't want to die. | don't want to die. So my mother turned to him and she said, you\nknow, why don't you let her go. She's blond. Maybe she can, you know, survive. And | said\nno, | said | don't want to go without you, no, no, no. So we continue walking toward Gestapo.\nAnd so she asked him -- well, first of all, she asked him to do us one favor, that when we get to\nthe Gestapo she'll give him our suitcases and the money and even the coats that we had on\nour backs if he promises one thing, that he's going to have us shot immediately, quickly,\nbecause she didn't want to be separated from the children and she knew the suffering that it\nwas going to cause and she knew the end would be that we would be killed anyway. So he\npromised and she gave him the tickets for the suitcases and whatever money she had. And as\nwe were walking she is still thinking and she asked him if he had any children of his own. And\nhe said yes, he did. So she said sort of to him, look, you know, | gave you everything. Why\ndon't you -- why do you want us on your conscious. Just let us go and try our luck. And\nsomething happened to him. He -- you know, he got touched and he --\n>> Suzy Snyder: She mentioned the one thing that was important to him, his children.\n>> Halina Peabody: His children and his conscience.\n>> Suzy Snyder: She was smart.\n>> Halina Peabody: He said you don't have a chance. In Polish it sounds better.\n( speaking Polish )\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nMeans from the rain underneath but in English | would say you don't have a chance.\nAnyway, but he turned around and he left. So there we were, just the three of us. And in the\nmiddle of a strange town and we're walking on the main road and my mother's carrying my\nsister. She sees a little cafe and we walked into the cafe. She asked for a little milk for my\nsister and starts asking people around if they have any places that they would take lodgers\nbecause we needed to be inside. The papers, we knew that we had papers but we didn't know\nif they were good. No computer so they couldn't, you know, do it like that. But still, she didn't\nwant to be examined. And so some young man got up, took us, said he was going to take us\nto a lady, a washer woman who would -- who took lodgers and maybe she could take us. So\nhe walked us over there and as | said full of lice, exhausted, just at the end of our (inaudible)\nso to speak. And this little lady comes -- you know A very little lady. She was a washer\nwoman and she was standing there looking at us and she said that she'll take us. And her\nstrapping four sons, you know, she had these strapping four sons, they said no, no, no, no,\ndon't take her. Don't take her. | mean, the way we looked, I'm not surprised. But she said oh,\nno, no, she said, this is a mother and two children. | have to take her. Wonderful Christian\nlady.\n>> Suzy Snyder: Do you have a sense the four sons suspected anything?\n>> Halina Peabody: Well, we were strangers, we looked strange. We were all dirty and\nexhausted and she had people who were working, you know. But she understood that there\nwere children.\n>> Suzy Snyder: Right.\n>> Halina Peabody: You know, that's why she took us. And she made very sure that |\nwas brought up in the Catholic faith there. As long as | lived there. And whether she\nsuspected or not, | don't know.\n>> Suzy Snyder: So you sort of learned Catholic ritual from her.\n>> Halina Peabody: | only knew how -- that | have to cross myself going in and out of\nchurch with my right hand. But the lucky thing was there that Polish children had school two\nhours a day and one of our -- the hours was Catholic -- was Catholic. You know, was religion.\nThere was a very nice priest teaching the religion and because | Knew how to read, then |\ncould -- the catechism was what they gave us all. And therefore | could read up quickly and\ncatch up a little bit and | was a kid. | mean, | was young.\n>> Suzy Snyder: Right.\n>> Halina Peabody: So! guess and so | went to school and my mother said she was\ngoing to find, you Know, some -- some work because she had no money, nothing on her. And\nshe went and looked for jobs. The next day she changed a few jobs like house keeper job and\nfood was very scarce for the poles as well so we kids used to go to (inaudible) and steal a little\nbit and we used to steal from the farmers who used to bring it in and they had to bring a certain\ncontingent. And once they were weighed in, they didn't care. So we'd jump in the back of the\ncarts and we'd grab potatoes, carrots, whatever was available. Mostly we had -- for some\nreason we had this terrible -- not rice but.\n>> Suzy Snyder: Barley.\n>> Halina Peabody: Barley, yes, which | can't stand. I'm sure | went hungry a few\ndays. | can't -- | never like barley, even before the war.\n>> Suzy Snyder: Is it 1942 that we're talking now? This is about 1942 that you\nguys -- that you as a family arrive in Jaroslav?\n>> Halina Peabody: | don't know the date.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Suzy Snyder: Approximately how long are you there?\n>> Halina Peabody: You see, | don't do that because I'm --\n>> Suzy Snyder: You were too young to remember probably.\n>> Halina Peabody: | wasn't paying attention. You can go back and check.\n>> Suzy Snyder: But you -- it was for fairly long, longer than a year, probably two years,\nright?\n>> Halina Peabody: I'm sure, yes, yes. Because my mother kept looking for ways to\nimprove our standing. She was very worried about the security and somebody might\nrecognize us because my sister had very curly hair which in Poland is a sign of Jewish.\n>> Suzy Snyder: Right.\n>> Halina Peabody: Because nowadays it's not like that, but in those days, Polish girls\nhad straight blond hair. Mine were blond and wavy so they could braid it. But in her case it\nwas an Afro. She still has an Afro.\n(Laughter).\n>> Suzy Snyder: Your mom found work.\n>> Halina Peabody: So she found various jobs and then she decided that maybe we\ncould go to work in Germany. Maybe that would be safer because the Germans not as good in\nrecognizing poles, Jewish Pols that is, but they wouldn't take it because my sister was too\nyoung. So she decided to take a chance to apply to the German military camp -- you have the\npicture there -- for a job because she felt if she had an |.D. card, if they stopped her in the\nstreet or anything --\n>> Suzy Snyder: She would have proof.\n>> Halina Peabody: Exactly. She applied. We waited quite a few weeks for them to\nsupposedly check the papers but we didn't know if we were going to live or die again. But it\ncame through. So she got this job doing potatoes. And in the meantime, you know, | was the\nonly one, as | said, being brought up properly in the Catholic religion. | went to communion\nclasses and communion. My sister was very young, so she was not involved. We had one\ncommunication from our friends before they passed away, before they were killed, through the\nRed Cross came a letter from my father that he was safe with his sister in Palestine. In those\ndays it was all under the British mandate. And so my father --\n>> Suzy Snyder: So Palestine is what -- what we know as Israel today.\n>> Halina Peabody: Israel today, yes. And we knew that his sister had made\n(inaudible) meaning she went to work in Palestine in the 1930s. So the whole family was\nthere. We never met that part of the family. And we didn't Know exactly where they were, but\nwe knew that meant he was out of Russia. Because it didn't do us any good at the time. As\nlong as the Germans were there we couldn't get into contact with him.\n>> Suzy Snyder: Right, you were stuck.\n>> Halina Peabody: Of course, of course. But we had hope that if it ever ends, we had\nno idea what was going on in the world. We had no idea what the Germans were doing, where\nthe front was. We had nothing at all.\n>> Suzy Snyder: What was your daily life like during this time period? You said that\nyou were definitely catechism was a part of your life.\n>> Halina Peabody: Oh, absolutely.\n>> Suzy Snyder: Were you going to school?\n>> Halina Peabody: Pardon’?\n>> Suzy Snyder: You were going to school?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Halina Peabody: Yes. Well, we had the two hours a day. And then | worked for a\nneighbor who had some German blood in him so my mother felt it was good to work. Not for\nmoney but just --\n>> Suzy Snyder: To keep busy.\n>> Halina Peabody: Exactly. And my mother was always looking for something better,\nyou know, just in case. In the meantime the Germans were looking for one of our host's son\nwho was killing pigs for a living, which was a death penalty again. The Pols were not allowed\nto do that either. And one night they came storming in the middle of the night with --\n>> Suzy Snyder: Machine guns?\n>> Halina Peabody: -- guns drawn and aroused everybody out, everybody out, so we\ncame out. And my mother came out with the |.D. Oh, no, he said you stay, you stay. And\nthen took the rest of the family to the station. They took them and they all came back the next\nmorning. They were just checking if they were working. That was their thing. The Pols, they\nhad to be working. But it was one of those things that you could, you know -- there was always\na possibility they might catch you.\n>> Suzy Snyder: So there really was no chance to ever really relax.\n>> Halina Peabody: No, no.\n>> Suzy Snyder: You were always on guard.\n>> Halina Peabody: Absolutely, you were. | mean, you had to be careful what you\nsaid. My sister was very happy she didn't know a thing.\n>> Suzy Snyder: Sometimes ignorance is bliss, right?\n>> Halina Peabody: Yes.\n>> Suzy Snyder: So in 19 -- July 1944 Poland is liberated but what happens?\n>> Halina Peabody: Well, in the meantime it's not liberated yet because you see one\nmorning we wake up and there's complete silence on the roads. We don't know what's\nhappening. Usually the cars go back and forth on the main road. We don't know what's\nhappening. As | said, we didn't know what the situation was at the front. And suddenly there\nis the white black bomb and the bomb over the house.\n>> Suzy Snyder: They were carpet bombing.\n>> Halina Peabody: No. It was just the one.\n>> Suzy Snyder: Just one bomb.\n>> Halina Peabody: The one bomb, yes. And that's what hit my hand. My mother\ngrabs me and my sister and we walk to the hospital. And there she learns that the Russians\nare coming. They're not there yet.\n>> Suzy Snyder: So it hit the home you were living in.\n>> Halina Peabody: Yeah. Right in the middle. It was a house with three kind of\nseparated areas.\n>> Suzy Snyder: And you were wounded.\n>> Halina Peabody: And | was wounded, yeah. | went to the hospital and spent two\nmonths there. In the meantime they say the Russians are coming, so we know that they are\ngoing to sort of not kill us this time. That's where we end. | don't know whether you want me\nto continue.\n>> Suzy Snyder: | do. We have time and | really wanted to -- first, | wanted to ask a\nquestion about the -- your landlady.\n>> Halina Peabody: Oh, yes, of course. When my mother went back to the place she\nfound out that the lovely lady was under the roof of the -- in the kitchen, they killed her. And\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nwe kind of walked over there when, you know -- when the bomb fell.\n>> Suzy Snyder: So she didn't survive.\n>> Halina Peabody: She did not survive unfortunately, no. The neighbor had to take\nmy mother and sister. There was nothing there to salvage apparently at all. We had nothing\nreally. And well, my mother start knitting a little bit just to earn a little bit so she could send out\nquestions who could find my father.\n>> Suzy Snyder: Right.\n>> Halina Peabody: Which she eventually did.\n>> Suzy Snyder: Even though there was not Internet, it's amazing how people found\neach other.\n>> Halina Peabody: Radio and papers. She put a note on the radio and apparently a\nfriend in Tel Aviv and the lady who got that announcement recognized my father. She knew\nhim.\n>> Suzy Snyder: How long did it take before you were reunited after the war?\n>> Halina Peabody: About -- well, a year before we managed to get some\ncommunication. But then it took a little longer. We found out that he was part of the Polish\nunit that came from Russia with the -- with Stalin's okay because everybody tells me you don't\nescape from Russia. Well, the fact is he didn't escape exactly because he joined this Polish\nunit because they needed men on the ground. So Stalin and Roosevelt and Churchill agreed\nin letting the guys out.\n>> Suzy Snyder: Was this Anders' Army?\n>> Halina Peabody: Anders' Army. Can and Anders was kind. He refused to take the\nmen, he took families. Actually my aunt and uncle came and my cousin came as well. And my\nfather stayed in the Army as a dentist. And he was stationed in Egypt. But of course we didn't\nknow any of that. He did not come himself to get us out. He sent my cousin. Who was in the\nBritish Army. They were always in two places.\n>> Suzy Snyder: Let me go back and do a little chronology. July of '44 you -- the town\nyou were in Is liberated but the war doesn't end for another year.\n>> Halina Peabody: That's where -- the Russians (inaudible) anyway.\n>> Suzy Snyder: And you stay in Poland.\n>> Halina Peabody: We had no choice. My mother said that they are not leaving.\n>> Suzy Snyder: What was it like for you as a Jew --\n>> Halina Peabody: | wasn't a Jew yet. | couldn't say | was Jew because --\n>> Suzy Snyder: So your mother said to you --\n>> Halina Peabody: My mother said you can't because there was a pogrom and the\nfew that came out of hiding were killed by the Pols. And the lady who kept us said that Hitler\ndidn't finish his job. So we had to keep this up until we got to Krakow. And then my cousin put\nus in touch with a Jewish agency and they -- again, we couldn't find lodging and again we had\nto continue with the charade and it was not until we got into the group of people being taken\nout. This was a semi permits from the Russians.\n>> Suzy Snyder: Even in a bigger town, a bigger city like Krakow you still couldn't --\n>> Halina Peabody: It wasn't Krakow, it was the suburbs. That's what it was.\n>> Suzy Snyder: But your mother still didn't feel comfortable --\n>> Halina Peabody: No, it wasn't that. She was asked directly.\n>> Suzy Snyder: So you kept up this charade. Then the war ends in April of 19 -- well,\nMay of 1945 essentially. The war is over.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Halina Peabody: But the Russians are there.\n>> Suzy Snyder: Okay.\n>> Halina Peabody: And the Russians, as | said, allow you some Jews to come out.\nThey take us and (inaudible) and then they put us into the German side. We take train to\nBerlin so we were in Berlin. Then we ended up in the (inaudible). And we didn't spend much\ntime. My father finally connects with us.\n>> Suzy Snyder: Let me again clarify you're in a displaced persons camp where people\nwho survive the Holocaust ended up congregating in these displaced persons camp.\n>> Correct.\n>> Suzy Snyder: Because they couldn't go home.\n>> Halina Peabody: Right. Nobody --\n>> Suzy Snyder: There was no -- nothing there for them.\n>> Halina Peabody: My mother never tried.\n>> Suzy Snyder: She was done with Poland.\n>> Halina Peabody: We had no family in Zaleszczyki.\n>> Suzy Snyder: You didn't mention grandparents, aunts, uncles.\n>> Halina Peabody: Okay. My both sides of the grandparents were in Krakow. My\ngrandfather had a heart attack in 1939 and was buried before the Germans came. My\ngrandmother, we thought she was in Auschwitz but, you know, the -- our librarian found that\nshe was not taken in the first round. He's still looking for her.\n>> Suzy Snyder: She didn't survive but you don't have information.\n>> Halina Peabody: No, she didn't. No. But, you know, | said how sad it was she has\nfour -- she had four children and there was nobody there for her. Nobody. Yeah.\n>> Suzy Snyder: So extended family didn't survive.\n>> Halina Peabody: No. My one aunt survived in Russia.\n>> Suzy Snyder: And so you are -- were reunited with your father eventually.\n>> Halina Peabody: Eventually. My sister thinks she's Catholic.\n(Laughter).\n>> Suzy Snyder: What did you do -- how did that work?\n>> Halina Peabody: Well, she --\n>> Suzy Snyder: And what did she find out, how did she find out she was Jewish?\n>> Halina Peabody: She looked at my cousin and she said, you know, you're a nice\nman but you're Jewish.\n( Laughter )\nSo it took a little time. But.\n>> Suzy Snyder: | would say.\n>> Halina Peabody: She said that she told me much later on that people were asking\nher that, you know, you can tell us now, right? And she said look at me. Do! have horns? Do\n| have a tail?\n>> Suzy Snyder: You know, | think she must have -- she was exposed to us.\n>> Halina Peabody: That's right.\n>> Suzy Snyder: | have a 6-year-old child. You don't pick up that on your own or\n59-year-old child.\n>> Halina Peabody: Yeah, of course not.\n>> Suzy Snyder: So you return -- you were reunited.\n>> Halina Peabody: So because my father was part of the Polish unit and part of the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nBritish Army, we had the right to go to England. And that's why very quickly two months after\nthe camp we were rushed off to England. And that's where | grew up.\n>> Suzy Snyder: And you have a quirky story about your Olympic -- you became a\ntable tennis person.\n>> Halina Peabody: Well, because | was so frustrated not knowing the language, not\nknowing the people, and a -- | wanted to play tennis. It wasn't a swimmer. | liked playing\ntennis. No facilities, but table tennis was everywhere, so | picked up table tennis. And I'ma\npretty good hitter at that. And | hit and I hit. And | really took out a lot of aggravation and also\nit was good for socializing. You know, we didn't have health like they have here, social --\n>> Suzy Snyder: Social workers?\n>> Halina Peabody: Social workers so this was my actual cure. So | played a lot. |\nfound out that when we got the house in London, we -- there was a Jewish youth club called\nMacaabiah Club and the Maccabiah Clubs are all over the world. It's for Jewish youth. Once\nIsrael was established, they started having the what we call the Jewish Olympics, the\nMaccabiah games every four years. It's the same thing but just for the Jewish youth. And so\nbecause | played so much | got good at it and they sent me to Israel to represent England and\n| was very happy to -- for the first time to see Israel. | meet my family, my new family. It was\njust a wonderful thing. | think that did more for my spirits after the war.\n>> Suzy Snyder: So you -- you stayed in England. You married a Holocaust survivor,\nyeah?\n>> Halina Peabody: That was already in Israel.\n>> Suzy Snyder: In Israel.\n>> Halina Peabody: | stayed in England. | went in 1953, | went to Israel to play the\nMaccabiah games. Met everybody, and would have liked to have stayed longer but my mother\nwasn't well so | knew | had to go back. And my mother unfortunately passed away 1956. In\n1956 there was another Maccabiah games. | went again. And this time | said I'd stay a year.\nBut it ended up 11. And | ended up working for the American Embassy in Tel Aviv. That's why\nI'm here. Because, you know, everybody will ride in the class here but memories, everybody\nhad a dream to come to the United States. | never thought about coming to the United States.\nBut it just so happened that | met -- met my husband who was a Holocaust survivor as well.\nWe came here for a year in 1968 and that was -- that's 1968 I'm still here.\n(Laughter)\nAnd I've just -- when | retired | looked for some place where | could volunteer and |\nfound wonderful place here at the museum and that's where I'll stay. I'm not leaving.\n>> Suzy Snyder: That's good, because the museum needs you. When did your father\npass away?\n>> Halina Peabody: He passed away -- oh, boy. You're asking me -- dates are very\nhard for me. But he was 83, that's --\n>> Suzy Snyder: Much later than your mother.\n>> Halina Peabody: Yes, he --\n>> Suzy Snyder: Your mother, how old was she?\n>> Halina Peabody: My mother was only 47.\n>> Suzy Snyder: She was 47, okay. So she was really young. It must have been\ndevastating to lose her at such a young age.\n>> Halina Peabody: She's my hero.\n>> Suzy Snyder: She is your hero.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> Halina Peabody: Yes.\n>> >> Suzy Snyder: But! always think what -- what's so interesting to me is that\nwomen are so strong, have such a strong -- they play such a strong important role during this\ntime period and when | read her story and read through your notes, the notes that you've\nwritten about her, you know, | always think she really mu been tough. A tough person.\n>> Halina Peabody: Well, she said sports develops courage. And she was -- you\nknow, she jumped from the highest place when she was swimming. She jumped on skis. She\ndanced on skates. She was -- she was absolutely fearless. She rode horses. | mean,\nany -- any kind of sports that you mention, she would do. But her main thing was the children\nalways. And | just feel always very sad when | think that she didn't see any grandchildren and\ndidn't live long enough.\n>> Suzy Snyder: Right.\n>> Halina Peabody: But | feel that she would be pleased with her two daughters who,\nyou know, did the nice -- who did nice.\n>> Suzy Snyder: Where did Eva live?\n>> Halina Peabody: Eva lived in London with her four kids and three grandkids and of\ncourse | visit every year.\n>> Suzy Snyder: So at this point | think we have time for questions. So let me open it\nup for questions. Yes.\n>> How did your mother die?\n>> Suzy Snyder: Let me repeat the question. So the mic goes around, how did your\nmother die?\n>> Halina Peabody: My mother had the recurrence of cancer. She had the first cancer\noperation in Poland, | think from the awful thing that she felt about my hand being wounded,\nshe had to -- that was when she had the first operation. They wouldn't even show it was\ncancer but she said to me we don't want you to be orphan so let her have the operation. So\nshe had breast cancer. And somehow she managed to survive ten years. In England they\ndidn't have the right machine early to check and unfortunately she passed away.\n>> Suzy Snyder: Yes. Right here.\n>> My son wants -- oh. My son wants to know if you met any German Nazis that\nquestioned your religion.\n>> Halina Peabody: No. | -- there were no questions for children about religion, as far\nas | know. | mean, | tried not to ever give them any reason to suspect anything, no. No. |\nnever have done that. But | would have answered just like a Catholic person. | went to -- you\nknow, | went to all the rituals and everything, but | was pretty well organized there. Yeah.\n>> >> Suzy Snyder: Yes, right here.\n>> Does your sister practice Judaism or Christianity?\n>> Halina Peabody: She is Jewish. She's been to Israel. We did the (inaudible) which\nis a year service in Israel. When she left she was Jewish she understood more or less\nbecame quite comfortable with that. It was not -- we lived in England where, you know, Jews\nwere not that treated badly like they were in Poland. So yeah, she's been back to Israel. Very\nmuch so. But we were never very religious so it wasn't a difficult thing. And when my mother\nworried about me maybe looking forward to being Catholic, she explained to me that we all\npray to the same God but through different religions. And she said and you're Jewish, that was\nit. So it was very simple for me. | never had any conflicts.\n>> Suzy Snyder: Did you have a hard time giving up Catholicism after the war?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\n>> Halina Peabody: No.\n(Laughter)\nNo, no, | mean, | liked the religion very much but | understood that this was one of the\nreligions that people believe in and that mine was Jewish. | didn't have any knowledge about\nthe Jewish religion but it didn't matter. My mother's explanation was enough because she also\ntold me that Jews, we get persecuted much more than the Catholics but that's who we are. So\nyeah.\n>> Suzy Snyder: Questions? More questions?\n>> Halina Peabody: A question over there.\n>> Suzy Snyder: There's a question all the way until the back.\n>> Halina Peabody: There's a young man there that wants to talk.\n>> First of all, thank you for being here.\n>> Halina Peabody: You're welcome.\n>> How concerned are you that we may be a generation or two away from people either\nnot believing the Holocaust occurred or downplaying it in some way?\n>> Suzy Snyder: So how concerned are you that we're a generation or two away from\npeople not believing the Holocaust?\n>> Halina Peabody: Well, | am very concerned about it. That's why I'm here and that's\nwhy, you know, this museum is so very, very important to us Jews, survivors. Because we\nwant to make sure that people know, this is not the only thing you have to remember about the\nJews. | mean, we had a very -- we have a very rich history. This is what happened to us in\nthis time, but we have been persecuted before and we have other also attributes that we need\nto be remembered for. And this museum is what we are giving everything to hold for us. You\nknow, we're not interested in making people suffer or making them sad, but we want to warn\nthem for the future that, you know, try to prevent this happening. That's why we're here. And\nthat's why Holocaust remembers is so important.\n>> Suzy Snyder: Yes, right here.\n>> | kind of have two questions. But what do you think you would have done if your\nmom or your sister had been found and what do you think they would have done if you were\nfound?\n>> Suzy Snyder: You mean if they were discovered by the Nazis.\n>> Yeah.\n>> Halina Peabody: Well, if we had been discovered by the Nazis we would have all\nbeen taken away. My -- the children usually would get killed immediately because they had no\nuse for children. My mother might have survived as slave labor but she did not want to\nsurvive. So that's why when she -- she decided that if we were caught we should all be shot\ntogether. Because she did not want to live without the children. That's wnat moms are like,\nyou know. Yeah.\n>> Suzy Snyder: Any other questions? Okay. | think what I'm going to ask is that, you\nknow, we always give you the last word, Halina.\n>> Halina Peabody: Well, | more or less said a few last words. I'm really doing this\neyewitness account because first of all, | want to honor my mother, the six million who\nperished, and also because | feel that you need to know what happened because as you\nmentioned sometimes people say it hadn't happened. | wish it didn't but you know it did and\nthis museum is full of things to prove to you that it has happened. And | just want so much for\nmy children and grandchildren to be safer. And | just pray for that. So that's my reason for\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n17\nbeing here, and | thank you very much for coming and listening to us. And | hope that this will\nremain with you also.\n>> Suzy Snyder: Thank you so much.\n(Applause).\nAs | mentioned before you all leave, if you could stay for one moment so we could take\na picture of Halina. Thank you so much.\n",
    "segments": []
}