{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, July 9, 2014\n11:00 a.m. - 12:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: AL MUNZER\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninfo@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 15th year of the First Person program. Our First Person today is\nDr. Alfred Munzer, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are grateful\nfor their sponsorship. | am pleased to let you know that Mr. Louis Smith is here with us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserve as volunteers here at this museum. Our program will continue twice weekly through the middle\nof August. The museum's website, at www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nAnyone interested in staying in touch with the museum and its programs can complete the\nStay Connected card that you will find in your program today or speak with a museum representative\nat the back of the theater when we end our program today. In doing so, you will receive an electronic\ncopy of Al Munzer's biography so that you can remember and share his testimony after you leave\nhere today.\nAl will share with us his First Person account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If we have time at the end of our program, we'll have an opportunity for\nyou to ask Al a few questions.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Al is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nWe begin with this portrait of Alfred Munzer dressed in a Jewish National Fund costume for the\nPurim holiday, taken after the war, probably 1948. Al was born in November, 1941 in The Hague,\nNetherlands. Al's parents, Simcha and Giselle, were married in 1932 in The Hague. Here we see\ntheir wedding portrait. Al had two older sisters, Eva and Leana. Eva is on the left, Leana is on the\nright, with Al between them.\nThe German Army invaded the Netherlands in May 1940 before Al was born. Immediately, life\nbecame very difficult for Dutch Jews. After the invasion, the Munzers remained in their home and\nendured the repressive measures taken against Jews. On this map we see the German invasion\nroutes of Western Europe in 1940.\nIn 1942 Al's sisters went into hiding with the friend of a neighbor. Al went into hiding with the\nex-husband of a neighbor, an Indonesian immigrant named Tole Madna. Here we see a photo of\nTole Madna.\nAl spent the rest of the war in Tole Madna's house, where he was cared for by Tole's\nIndonesian nanny, Mima Saina. This photo was taken while Al was in hiding in Tole's home. Mima\nSaina is pictured on the left, and Tole Madna is in the middle holding Al.\nAl came to the United States with his mother in 1958. He obtained his undergraduate degree\nfrom Brooklyn College in Brooklyn, New York, and his medical degree from the State University of\nNew York, Downstate Medical Center in Brooklyn. He completed postgraduate medical studies at the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nUniversity of Rochester School of Medicine and at the Johns Hopkins University School of Medicine\nin Baltimore, Maryland.\nAl is an internist and pulmonologist specializing in the diseases of lung, and just yesterday Al\nretired as director of the Pulmonary Medicine Department at Washington Adventist Hospital in\nTakoma Park, Maryland.\n[Applause]\nAl has been a frequent spokesman for the American Lung Association since 1974 and served\nas President from 1993-94. He is deeply involved in anti-smoking efforts internationally. Al currently\nchairs the Board of Trustees of Action on Smoking and Health and remains involved in the global\nimplementation of the first treaty developed under the World Health Organization. He is currently\nvery active in negotiating with individual countries the implementation of an international treaty on the\ncontrol of tobacco, referred to as the Framework Convention on Tobacco Control.\nIn 2000, Al was awarded the Will Ross Medal, the highest honor given by the American Lung\nAssociation for volunteer service at the national level. He is also active as a volunteer here at this\nmuseum where he has translated Holocaust-related diaries from Dutch into English as part of the\nJewish Response to Persecution Project. They are being published as part of a five-volume set by\nthe museum, with volumes 4 and 5 about to be released. Al also leads tours of the museum's\nPermanent Exhibition. And occasionally, Al finds time to engage in his hobby of writing plays.\nWith that, I'd like to ask you to join me in welcoming our First Person, Dr. Alfred Munzer.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nAl, thank you so much for joining us and for your willingness to be our First Person today. We\nhave so much to share with us in a short hour. We'll just jump in and get started right away.\nOver the past few years, you've learned more about the roots of your family. Let's begin,\nbefore we turn to the actual Holocaust and the war, with you telling us a little about your family and\ntheir lives prior to the rise of nazism and its impact on your family and your community.\n>> Well, my parents were born in Eastern Europe, in a parts of the world that at that time was part of\nthe Austro-Hungarian Empire. My father in a small town, Kanczuga, and my mother in Rymanow.\nThings in the town were fairly comfortable for Jews --\n[Momentary disruption for audio correction]\n>> Bill Benson: There we go.\n>> Al Munzer: I'll start over, in case you didn't hear.\n[Applause]\nMy parents were born in Eastern Europe in a part of the world which at that time was part of\nthe Austro-Hungarian Empire. My father in a small town called Kanczuga, my mother in Rymanow.\nConditions in those towns, for Jews, were fairly good, until the end of the First World War. At that\ntime, those little towns became part of Poland and things became more difficult for Jews. More\npersecutions, pogroms, so there was a lot of pressure for Jews to leave those little towns. And my\nfather left Holland, left his little hometown for the Netherlands, for The Hague where he started a\nmen's clothing business.\nMy mother left her hometown, Rymanow, for Berlin, which was the big center that attracted a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nlot of Jews after the First World War. There she joined two older siblings, and who had already\nestablished a business there.\n>> Bill Benson: Why did your mother go to Berlin, as things were so difficult in Berlin in 1930s?\n>> Al Munzer: Well, she arrived there really before the rise of the Nazis. She arrived in Berlin\nactually just before Hitler's book \"Mein Kampf,\" my struggle. She had no concern about Nazis, so the\nattraction was moving to the big city, being liberated from the mentality of living in a small town.\n>> Bill Benson: A very cosmopolitan center.\n>> Al Munzer: Actually, the most cosmopolitan at the time.\n>> Bill Benson: You said your father opened a clothing business. You had written in a memoir that\n\"all of my ancestors were tailors.\"\n>> Al Munzer: Tailoring seems to have been part of my family's story for many, many generations.\nThere's a famous story about a Jewish sage in my mother's hometown, in Rymanow, who made the\naphorism, which really showed his background as a tailor. He said, Always mend what is old, and\nnever spoil what is new. And that sort of became his very famous saying. It reflected the fact that, as\na young man, he had been apprenticed to a tailor.\nThese little towns often are really caricatured in plays like \"Fiddler on the Roof\" but in actual\nfact, some very important people who contributed greatly to science and medicine came from those\nlittle towns. Two of the people who came from my parents' hometown were a man named Isidor\nRabi, the discoverer of electromagnetism, for which he was given the Nobel Prize in physics, and a\nman named Abraham Brill came from my father's hometown and brought the works of Sigmund Freud\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nfor the first time to the United States. So some people very important in science and medicine\ncoming from these tiny towns.\n>> Bill Benson: Including descendents of folks, like yourself.\n>> Al Munzer: Exactly.\n>> Bill Benson: You also wrote your grandparents kept few of their possessions in cash, furniture or\nhomes. Why was that?\n>> Al Munzer: Well, after the First World War, after the demise of the Austro-Hungarian Empire,\nwhen Jews were somewhat protected, there was always the fear of pogroms, of persecution, and of\nthe possibility that they would have to leave their homes in a hurry. That's why they really did not\ninvest in things like real estate, but really kept their possessions in things that were tangible and that\nthey could carry with them, like jewelry.\n>> Bill Benson: If and when they needed it.\n>> Al Munzer: In case they had to leave in a hurry.\n>> Bill Benson: Your mother leaves Berlin, goes to Holland, meets your father, they marry. What\nwas Holland like for Jews at that time?\n>> Al Munzer: Well, Jews had lived in Holland for hundreds of years, and Jews were fully integrated\nand accepted in Dutch society. But my parents, my mother arrived in Holland, interestingly enough,\nand married my father virtually on the same day that Adolf Hitler was administered the oath of office\nmaking him chancellor of Germany, sort of starting really the Nazi era in neighboring Germany, just a\nfew hundred miles away. But that's when my parents were married in Holland.\nFortunately, they felt very safe at the time. They became very close friends with their\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnon-Jewish, with their Christian neighbors, and really enjoyed being away from the constraints of\nliving in a very restricted atmosphere in Eastern Europe.\n>> Bill Benson: Your parents would have three children, and you were the youngest. When were\nyour sisters born, Eva and Leana?\n>> Al Munzer: My sister Eva, the oldest, was born July 1936. And this was obviously a major\ncelebration, a major moment of joy for my parents. Interestingly enough, it is also the exact same\ntime that the infamous Berlin Olympics were held, which Adolf Hitler turned into an instrument of Nazi\npropaganda. So again, the juxtaposition of the very happy event with something of the rise of Nazis\nin neighboring Germany.\n>> Bill Benson: While your parents are living, in their minds, the good life at that time.\n>> Al Munzer: Exactly. Even at that time, it was very difficult, if not impossible really, for my mother's\nrelatives, my father's relatives who lived in Berlin to gain an exit visa to come visit my parents and be\npart of the celebration.\nMy sister Lea was born 1938, November 12, 1938.\n>> Bill Benson: Another very auspicious day.\n>> Al Munzer: Exactly. November 9-10, 1938 was the night when the full fury of anti-Semitism was\nunleashed in Germany. That's when hundreds of synagogues were destroyed and thousands of\nJewish businesses were plundered and many Jews were sent to concentration camps, another major\nturning point in the persecution of Jews under the Nazi era.\n>> Bill Benson: What we refer to as the Night of Broken Glass, or Kristallnacht. War began\nSeptember 1, 1939, when Germany invaded Poland starting the war. The following May, May 1940,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nHolland as well as Belgium and Luxembourg, the so-called low countries, were attacked by Germany.\nTell us what you can about what that meant for your family and other Jews in Holland, both\nimmediately after the Nazi occupation and in the months that followed. Of course, you were not yet\nborn, right?\n>> Al Munzer: No, but | had many conversations with my mother. This was obviously an event very\nmuch imprinted on her mind. She shared many details with me. She told me that on the night of\nMay 9, my parents had been asked to provide shelter to a man who was part of the Dutch resistance,\nand he carried plans in his briefcase to preemptively destroy the major railroad center in the city of\nUtrecht. It was felt by destroying that railroad center, any German invasion could be slowed.\nAs they listened to the radio May 10, 1940, early in the morning, as they were having breakfast\nwith their guest, my parents heard that the city of Rotterdam, the port city of Rotterdam had been\nbombed and destroyed. A few minutes later, Queen Wilhelmina of the Netherlands came on the\nradio and announced that the Netherlands surrendered and that her government was going into exile\nin England.\nIt was my parents' guest, this man from the Dutch resistance, who was the first to speak up.\nHe said in Dutch, \"God zij dank is voorbij,\" thank God it's over. Because for him, this was just -- he\nhad done all he possibly could, and now it was a question of accommodating to living under the\noccupation. But my parents were aware of all the terrible things that had happened to Jews in\nGermany, and in their hometowns --\n>> Bill Benson: Because you had relatives there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Al Munzer: Exactly, relatives, brothers and sisters. And they looked at each other and looked at\ntheir children, and they realized that they were all alone and would be facing some major, major\ndifficulties.\n>> Bill Benson: The Nazis began imposing restrictions on Jews almost immediately, and you wrote\nthat on March 12, 1941, all Jewish property is Aryanized. Tell us a little more about that.\n>> Al Munzer: It really meant that all Jewish property had to be registered. You know, the\nregulations that were put in place by the German occupation started with something fairly simple, and\nthat was something that may seem simple, the banning of killing animals for kosher meat, and the\nritual slaughter of animals, if you will.\nBut then it progressed very quickly to other things, and one of them is registering Jews. Just\nas it happened in Germany, Jewish men having to take a new middle name, Jewish women having to\ntake a new middle name so they could easily and always be identified as Jews. Eventually, it\nprogressed to having to register all property, which then somewhat later led to having to surrender the\nproperty.\nOne episode --\n>> Bill Benson: Go ahead, please.\n>> Al Munzer: One episode that my mother told me about during that period was that Jews were\nbanned from going to the public parks. Like many regulations that really don't make too much sense,\nmy mother disobeyed the regulation. She took my sister Lea to the park. A German woman\napproached the baby carriage. My mother's heart almost died. Then the woman looked at the baby,\nlooked at my sister, saw blonde curls, blue eyes, she said, Ah, you can tell this is good Aryan blood.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMy mother had a sigh of relief, and she thanked the woman. Of course, after that, she never\nwent back to the park. This was just one of the many kinds of oppressive measures, a fairly minor\none there, that was being taken.\n>> Bill Benson: In 1941, | believe your parents enrolled one of your sisters in a Catholic school, or\nstarted to. Why was that?\n>> Al Munzer: Well, they felt that by enrolling my sisters Eva and Lea in a Catholic school, they could\nreally begin to hide their Jewish identity. This is also how they formed a relationship with the family\nthat eventually was to hide my sisters.\n>> Bill Benson: Then, of course, November 23, 1941, almost 19 months after the invasion of Holland\nby the Germans, you were born. Your parents’ joy of having the birth of a son in the midst of these\ncircumstances that you've described must have been accompanied by profound fears on their part.\nCan you give us any more insight into that?\n>> Al Munzer: Well, those fears really began when my mother first learned that she was pregnant.\nShe made an appointment with her obstetrician, and he told her that she ought to have an abortion.\nHe told her that in no uncertain terms. He told her it was immoral to bring another Jewish life into the\nworld.\nMy mother wasn't particularly religious at the time, but she did turn to the Bible for advice.\nWhile reading the Bible, she read the story of Hannah. Hannah, you might recall, was a woman who\nwas desperate to have a child, and she would go to the temple every year in Jerusalem and pray that\nshe might conceive.\nlt was in reading of Hannah's agonizing desire to have a child, and of Hannah's pledge, \"If the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nalmighty will give me a child, | will give that child to the service of God all the days of his or her life,\" it\nwas in reading that my mother decided she could not possibly have an abortion.\nSo she was fired by the obstetrician, and nine months later is when she gave birth to me, with\nthe help of anurse. That, of course, brought about another dilemma, because Jewish male children\nare traditionally circumcised at 8 days of age. My parents’ friends advised very strongly against\nhaving me circumcised because that would label me as being Jewish.\nThis time the answer to my parents’ dilemma came in the form of a pediatrician, who had a\nworried look on his face. My father asked, Is there anything wrong with the baby? The pediatrician\nsaid, No, it's just that your son will need a minor operation we call a circumcision.\nMy father told him about our Jewish tradition, and eight days later friends of the family,\nneighbors, everyone gathered in our home in The Hague for this, for a celebration of this milestone in\na Jewish life.\nSome pictures were taken of that event. Very small pictures. They're actually about only 1 by\n1 1/2 inch in size. And what makes those two pictures so remarkable was that my mother was to\ncarry them on her body through her subsequent stay in 12 concentration camps. She developed this\nfeeling, a superstition, that if she ever lost those photographs it would mean that | had been killed.\nFortunately, my mother survived. The photographs survived. And | survived. Those\nphotographs now are part of the collection of this museum.\n>> Bill Benson: It's astonishing to think that she was able, somehow, to keep them with her through\nthat extraordinary ordeal.\n>> Al Munzer: Absolutely.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Over the next 10 months after your birth, Al, leading up until September 1942,\nconditions just became so much worse. Every day got worse. So much so that by September 1942,\nyour parent decided it was time to go into hiding. Tell us what they did.\n>> Al Munzer: Well, this was obviously a decision that was faced by many Jews in Holland at the\ntime. Men were being called up to go to labor camps, which was really more of a euphemism for\nconcentration camps. Many of them knew that that meant ultimately being sent to a camp in Poland,\nwhich did not have a very good reputation, even then.\nSo Jews went into hiding, made plans to go into hiding. Now, some families, like the famous\nstory of Anne Frank, Anne Frank's family went into hiding as one family unit in an attic, some were\nlike her family.\n>> Bill Benson: To stay together.\n>> Al Munzer: To stay together. My family decided, as a form of insurance, so that in case one\nmember was discovered, one member of the family was discovered, at least the others would have a\nchance to survive, they decided we ought to split up.\nSo the first ones to be placed were my two sisters. They were placed with a very devout\nCatholic family. The wife in that family had a vision of the virgin telling her to take Jewish children into\nhiding. So my two sisters were entrusted to that woman and her husband.\nMy father pretended to commit an act of suicide, and that gained him admission to a\npsychiatric hospital, as a patient, pretending to be a patient, which was to be his hiding place.\n>> Bill Benson: Then what happened with your mother?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\n>> Al Munzer: Well, my mother, of course, was left alone in the house with one last child to place,\nand that was me. Male Jewish children, because they were circumcised, were more difficult to place.\nBut eventually a neighbor of my parents, Annie Madna, agreed to take me in, with the plan that |\nwould eventually be placed somewhere in the countryside.\nShe transferred me to her sister, a woman by the name of Tina Polok. The sister found out\nshe had a neighbor who was a member of the Dutch Nazi party. She got scared, passed me back to\nAnnie Madna. At that point, Annie Madna decided to pass me on to her ex-husband. She was\ndivorced, and she passed me to her ex-husband who happened to be an Indonesian man, an\nimmigrant from Indonesia, by the name of Tole Madna. He also had custody of their three children,\nWilly, Dewie and Robbie. | joined those three children as the fourth member of the family.\n>> Bill Benson: We're going to come back to that in a minute.\n>> Al Munzer: Sure.\n>> Bill Benson: Here's your mother now. Your mother is alone, you're with the Madna family, your\ntwo sisters are with the Catholic family. Your father has been admitted because of his staged suicide.\nWhat does your mother do now?\n>> Al Munzer: Well, she closed the house that we lived in all these years for the very last time, then\njoined my father in the same psychiatric hospital, pretending to be not a patient, but as a nurse. So\nthat was really, for her, the end of the story of the family.\n>> Bill Benson: She's pretending to be a nurse in the same psychiatric facility, but if | remember\ncorrectly they did not act as though they knew each other at all.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Al Munzer: No. There was only one other time when they came together and were actually\nreunited with my sisters. That was December 25, 1942. Christmas Day, as a special gift my two\nsisters were brought to the psychiatric hospital, very stealthily. For one last time, that part of the\nMunzer family was reunited. That was the last time that my parents saw my sisters.\n>> Bill Benson: Your mother later talked to you about the experience of being in that psychiatric\nfacility, with your father there as a patient and her as an employee. What did she tell you about that?\n>> Al Munzer: My mother described what it was like to be in a facility with patients who had grave\nmental illnesses. This was before the advent of any kind of psychotherapeutic agents, any drugs,\nand she watched people who had been there confined in that hospital for many years. She saw\npeople who were wearing clothes that were way out of fashion, that they had worn when they'd come\nto the hospital.\nBut the one thought that went through her mind was that when she looked at the patients and\nshe thought about the world outside, she said, You know, it's the world outside that is much more\ndisturbed and has much more of a mental illness than the people in the hospital.\n>> Bill Benson: Crazy outside world.\n>> Al Munzer: Exactly.\n>> Bill Benson: Al, did anybody in the hospital know that your father had feigned his suicide and that\nwas the reason he was in there? Do you know?\n>> Al Munzer: I'm not sure of that. | don't know. There were many Jews in hiding in that psychiatric\nhospital. That's what led to the psychiatric hospital, of course, eventually being emptied of all patients\nand all Jews, not just Jews but all patients and all staff working there. They were all deported. My\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nparents were first taken to a prison. Ironically, housed in the old home of the Dutch Jewish\nphilosopher Spinoza. Then they were sent on to a concentration camp.\n>> Bill Benson: They were taken, | think, am | correct, the day after Christmas. Christmas Day --\n>> Al Munzer: Actually, New Year's Day 1943. Right after.\n>> Bill Benson: After they'd seen your sisters.\n>> Al Munzer: Really, a day when many other psychiatric hospitals in Holland that had Jewish\npatients were emptied.\n>> Bill Benson: New Year's Day?\n>> Al Munzer: Exactly. That's when all of those patients in all of those hospitals, including one where\nl've been translating diaries, were sent to Westerbork, to this concentration camp on Dutch soil.\n>> Bill Benson: What kind of place was that, Westerbork?\n>> Al Munzer: Westerbork had been built originally as a receiving center for refugees, Jewish\nrefugees streaming from Germany across the border into the Netherlands. So it really was not an\nunattractive facility, at least according to my mother. She said there were geraniums planted\neverywhere, curtains on the windows. To her it was not a terrible place.\nSubsequently, of course, it became very, very overcrowded and became, really, a hellhole, like\nany of the other transit and concentration camps that were put together by the Nazis.\n>> Bill Benson: As you noted earlier, your mother would end up going to 12 different camps. At one\nof the camps she convinced the German authorities that she was experienced at assembling radio\ntubes. Will you say a little about that?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Al Munzer: Sure. My parents remained in Westerbork for a few months, then they were sent on\nto another concentration camp on Dutch soil called Vught, in the southern part of Holland. That's\nwhere my parents were assigned to do slave labor in the Phillips electronic factory. My mother,\nthrough the grapevine, learned that one of the tasks that was essential to the German war effort was\nassembling radio tubes. So she started doing that. That's what really kept her alive.\nMy parents remained in Vught about six months. While there, my mother describes a visit by a\nmajor Nazi official, Heinrich Himmler, and she describes how there was a lineup in the morning at\n5:00 a.m., and Himmler addressed all the inmates. He assured the inmates that if they continued\nworking for the success of the Reich, nothing bad would happen to them.\nMy mother tells me that during that soeech she saw the spire of a little Dutch church way off in\nthe distance. She said to herself it would be so wonderful if peace were to break out at that moment\nand she could run to that church, fall on her knees and thank God for her liberation. But that, of\ncourse, wasn't to happen, because from there my parents were taken via Westerbork to Auschwitz,\nwhere they were separated and my mother was sent on to another camp where electronics were\nbeing assembled. The Telefunken Company was housed in Reichenbach. That's where my mother\ncontinued doing the same kind of work.\n>> Bill Benson: She also engaged in resistance. She engaged in sabotage, didn't she?\n>> Al Munzer: Well, one of the joys, if you want to call it a joy, of being at that factory, but what gave\nmy mother some hope, let's put it that way, was that she worked alongside many German soldiers\nwho had been repatriated from the Eastern Front. These were people who had severe injuries, who\nwere minus an arm or leg. They did all they could -- they hated Adolf Hitler and did all they could to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsabotage the war effort. They just would throw their tools and everything else over their shoulders\nand say, Here's one for Himmler. Here's one for Hitler.\nMy mother and some of the Jewish prisoners were more subtle with sabotage. My mother\nspent a whole day assembling one radio tube, then when the siren was sounded at the end of the\nday, indicating the end, she would just disassemble the radio tube and put it back in the drawer, then\nthe following day start the whole process over again.\n>> Bill Benson: She's a very brave lady.\nYou began to tell us now, of course, about yourself before your mother went to the psychiatric\nhospital. She placed you with the Madna family, and because the reason you described about the\nneighbor who was a Nazi, you ended up living with Tole Madna and his family, his three children and\nMima. Tell us about life as you know it during that time with the Madna family.\n>> Al Munzer: Sure. Well, the person who really took care of me during that period was the nanny,\nwho had taken care of the Madna children previously. Her name was Mima Saina. Mima was born in\nIndonesia. She had come to Holland in the early 1900s, first to work in a restaurant, where Papa\nMadna happened to be the manager. When his children were born, he induced her to become a\nnanny for his children, and she moved into the Madna household.\nMima spoke no Dutch; she was illiterate, could not read or write. But this woman had a heart\nof gold. And she now really adopted me as her own, as her child. She became my mother.\nBecause | was, of course, illegally in the house, the family could not obtain ration cards, which\nwere required to buy any kind of necessities. So they had to share whatever little they had in terms of\nfood with me, and Mima would literally have to walk miles every day just to get some milk for me, for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe baby.\n| slept in Mima's bed, I'm told, and she kept a knife under her pillow vowing to kill any Nazi who\nmight try to come and get me. And telling people she would even kill me, if necessary, rather than\nhave me fall in the hands of the Nazis.\nThere were times when the house where | was hidden with the Madna family was searched. |\nwas not allowed out of the house at all for the entire time that | was there. The only view of the\noutside world | had was looking through a mail slot.\nPeriodically, the house would be searched, and --\n>> Bill Benson: You were with them almost three years.\n>> Al Munzer: That's right, three years. And what | remember is having to go into a little cellar\nunderneath the stairs. Homes in Holland do not have basements as such, so it was just a little cellar.\nAnd that's where the family kept all their Christmas decorations. And one of the memories | have is\nplaying with those Christmas decorations, not knowing, of course, that that was a moment of grave\ndanger for me.\nAt other times, Papa Madna invented some crazy stories. He told some Germans that | was\nthe illegitimate child of his ex-wife, and that she now had a new boyfriend who did not want me\naround. So that was another way of really sort of shielding me.\n>> Bill Benson: To think about that, here the Nazis are hunting every Jew they can find. There you\nare, a Caucasian infant in an Indonesian family's home.\n>> Al Munzer: Dead giveaway.\n>> Bill Benson: How to explain that? Very inventive with his stories.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Al Munzer: Interestingly enough, from my own memories, even later on, | was never aware of\nactually being different. | felt very much a part of the Madna family, and Willy, Dewie and Robbie\nwere my brother and sisters. It's something that really even continues today. We now Skype each\nother as surviving children and their grandchildren. I've always felt part of the family. Never felt any\ndifference.\n>> Bill Benson: As you explained a moment ago, you had to stay in that home all the time. So very\nfew, as | recall very few of the Dutch neighbors, the non-Indonesian folks, Knew you were there, but\namong their own community you were known as being in the Madna house. How was that possible?\n>> Al Munzer: Well, there were some people who were aware, very few people were aware that |\nwas in the house. The Indonesian community was very close, and many years later when | went to\nvisit Papa Madna and we went to an Indonesian grocery store, a man looked at Papa Madna, looked\nat me, and there | was a grown man, 30 years old, and he said, \"Bobby.\"\n| should explain children placed in hiding were given a new name. | was given the name\nBobby. For many years, by the way, | thought | was given the name Bobby after the dog, so if the\ndog was being called, if people heard Bobby being called, they would think it was the dog being\ncalled. But then | was set straight and told that, no, the dog's name was really Teddy.\n[Laughter]\nIn any event, the Indonesian family, so when | went to this grocery store, this man immediately\nrecognized me as being Bobby. Because, he had been aware of my presence in the home.\nAnother woman who was aware, who | met many, many years later, approached me, she said,\nYou know, you used to drink my milk. | said, What do you mean? She said, Well, every day,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nschoolchildren in Holland during the war years were given a little bottle of milk, and her mother told\nher to save half the bottle for the baby next door. And | was the baby next door.\nSo there you have it, a young child participating in saving a human life during the Holocaust.\n>> Bill Benson: Al, of course, as you said that, they could not get a ration for you. As the war ground\non, by the winter of 1944-45, which was an exceptionally bitter winter, that's one of the memories you\ndo have of that winter and the deprivation that was all around. Will you say a little more about that?\n>> Al Munzer: Well, that was a time of terrible hunger in Holland. There was really no food available,\nand people say that even dogs and cats had disappeared. The only thing that was left to eat at the\ntime was tulip bulbs, which Holland, of course, has many of. So tulip bulbs would be ground up, and\nthat's what we would have as food. That's what we would have to subsist on.\n| remember one night waking up very hungry and seeing a table set for breakfast the following\nmorning. So | got out of bed, and sat down in my chair and waited to be fed. And of course, | fell\nasleep with my head falling in the plate, and that's how members of the family found me the following\nmorning.\n>> Bill Benson: You donated several really precious items that you kept all these years, you donated\nto the museum just last year. One of them was your teething ring. Will you say a little bit about that?\n>> Al Munzer: Sure. A teething ring is actually currently on exhibit. If you make it to the Permanent\nExhibition today, if you look at the second floor where there is an exhibit on hidden children, you will\nsee my teething ring, which accompanied me as a 9-month-old when | was left with the Madna family.\nThere are also two beautiful photographs, one with my sisters and one with Tole Madna in that same\nlittle exhibit on hidden children.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe other thing, the other object that | donated to the museum is one that | used to bring to\nthese whenever we had a First Person interview, but now has gotten very fragile. It was a barrel. |\nremembered that the barrel was actually a liquor cabinet, and | remembered as a child seeing this\nvery big barrel in the house. And then some years ago, about 10 years ago when | visited the Madna\nfamily, and | told them the story about the barrel, they pointed to this little barrel sitting there.\n[Laughter]\nThey said, That's the barrel. Of course, that's the difference, when you are a 3-year-old, 2-year-old,\n3-year-old, now with 40, 50-year-old looking at the same object. A few months later, | had a visit from\nthe Madna children to the children -- grandchildren, actually, they carried this very heavy duffle bag\nwith them. | wondered what are they -- what the heck do they have in that duffle bag? | opened it up,\nthere was the barrel, with a bottle of Dutch gin inside.\n[Laughter]\nFor many years | had the barrel in the house, but with the climate in Washington it began to\ndeteriorate, so | finally donated it also to the museum, and it's now also part of the collection of the\nUS Holocaust Memorial Museum.\n>> Bill Benson: Which is fabulous.\nYour two sisters, Al, Eva and Leana, as you explained, were hidden with this Catholic woman\nwho had a vision. Tragically, 16 months after their placement with her, they were taken by the SS.\nWill you tell us about that?\n>> Al Munzer: Sadly, and tragically, the husband and wife of the family where my sisters were placed\nhad a fight, and the husband denounced his wife to the Germans as hiding two Jewish children.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: In a fit of rage.\n>> Al Munzer: In a fit of rage. And the Germans took his wife and my two sisters. His wife\neventually was freed. She was imprisoned for a while but was then freed. But my two sisters were\nimmediately taken to the same camp that had housed my parents, Westerbork, and then two days\nlater were taken from Westerbork, in February 1944, exactly 70 years ago this year, to Auschwitz,\nwhere they were immediately sent to the gas chamber and killed. And they were only 6 and 8 years\nold at the time.\n>> Bill Benson: When did your mom learn about what happened to her two daughters, your two\nsisters?\n>> Al Munzer: I'm not entirely sure. You know, my mother was liberated in April 1945 through the\nintervention of the head of the Swedish Red Cross, Count Folke Bernadotte, who interviewed on\nbehalf of several thousand women and negotiated their freedom with Himmler.\nShe was taken, she was liberated at the Danish border after going from one camp to another\nas the German Army retreated. Horrible, horrible thing referred to as the death march. People had\nvery, very little to eat, no clothing, and just going across all these camps, until she was finally\nliberated at the Danish border, and greeted by Count Folke Bernadotte and taken to Sweden, where\nshe was left to recuperate.\n| don't know whether it was while in Sweden that she learned of the fate of my two sisters or\nwhether it was later, when she returned to the Netherlands, to Holland in August 1945.\nMy mother told me that the shock was so severe, and of course, you know, any thought\nbrought tears to her eyes, and she had real difficulty coping with that kind of loss. But she also\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nrealized that people did not want to see tears. Some people sort of told her to be quiet, and so she\nwould squeeze her hands whenever she felt tears coming or welling in her eyes, so severely that she\nactually developed an infection in her hands. That was my mother trying to cope with the news of the\nloss.\n>> Bill Benson: So when she is finally liberated, 12 camps, hard labor, a death march, she finally is\nliberated, she comes back after the war in May of 1945. Tell us what happened there. There you\nare, part of the Madna family as far as you knew.\n>> Al Munzer: That's one of the first very clear memories that | have. It's of the day my mother came\nback. That's the term we all use. Not \"survive,\" but \"came back.\"\n>> Bill Benson: And you remember that day?\n>> Al Munzer: | remember that day very well. | had been asleep in the back room where | usually\nslept, and someone in the family, one of my foster sisters, came over to get me and wake me up.\nLike any other child that's being awakened, | started to cry and was cranky.\n| was taken to the living room, where the entire family was sitting in a circle. In a very typical\nway, something that you do with a crying child, | was passed from lap to lap, and there was one lap |\nwouldn't sit in, and that was my mother's lap. She was a complete stranger to me. My own mother\nwas a Stranger, because | already had a mother, and that was Mima, Mima Saina. That's when |\nfinally sat in Mima's lap and | quited down.\n>> Bill Benson: What did your mom do then with you at that point?\n>> Al Munzer: Well, my mother realized that it would be very, very difficult to separate me.\n>> Bill Benson: Abruptly.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Al Munzer: Abruptly from Mima. She really appreciated how Mima had taken care of me, and so\nshe invited Mima to become part of our household and to continue to care for me while my mother\nwent looking for work.\nShe already, at that time | think, had learned that my father probably had died. She did not\nhave any definitive news. So she knew she would have to go out to work. And so arrangements\nwere made for Mima to stay with us.\nNow, just to get used to being alone with me, my mother sent Mima to a movie. She gave her\ntickets to see a movie, which was really still a novelty immediately after the war. And Mima left the\nhouse, and then five minutes later she came back in the house, and she wagged her finger at my\nmother, she said, Don't hit him. That's how protective Mima was of me. She did not even trust my\nown mother to care for me.\nThen, sadly, two months later, Mima suffered a cerebral hemorrhage and passed away. Some\npeople said that she really died of a broken heart, because her baby was being taken away from her.\n>> Bill Benson: After Mima had passed, what do you know about your adjustment back, both your\nadjustment back with your mother and your mother's adjustment, and whether or not you had\nconnections to the Madna family still after that? | know you have them now, but during that time.\n>> Al Munzer: Well, my mother had to go find work, as | said, and initially she tried to sell some of\nthe materials that had been left over from my father's business. But then she realized that would\nmean having to leave me alone with caregivers, and she didn't want that. So she was able to\npurchase a cosmetics business, and so that's how we lived the first few years after the war, until we\nthen, much later, moved.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: Just the two of you.\n>> Al Munzer: Just the two of us.\n>> Bill Benson: As you told us earlier, your father and mother were separated at Auschwitz. What\nhappened to your father?\n>> Al Munzer: Well, my father stayed in Auschwitz for about six months, and he was assigned also to\ndo slave labor, probably for the |G Fargen Company.\nA few days ago, when in the research section here at the museum, | found a little slip of\npaper that sort of relates to his work, and it has just his number as a prisoner, no name, then below\nthat Premium Employee and a signature. | asked a researcher here what that meant. They said that\nthe factories had to pay a salary to the SS for all of the Jewish slave labor that they employed, and\nthis was an indication of my father was considered a premium employee, and that the factory would\nhave to pay a higher wage, a premium wage to the SS.\n>> Bill Benson: A bonus to the SS?\n>> Al Munzer: A bonus to the SS for providing him. A totally incredible thing, to see this after all\nthese years. Anyway, after --\n>> Bill Benson: That was just in the last few months?\n>> Al Munzer: That's right.\n>> Bill Benson: Wow.\n>> Al Munzer: Then from Auschwitz, my father was taken to Mauthausen in Austria. This was\nprobably around the time when the Russian Army was beginning to approach and was liberating\nsome camps. So my father was then taken from Auschwitz in the east, further west to Mauthausen in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nAustria.\nAustria was a hellhole. That's where Jews were forced to -- Jews and other prisoners were\nforced to carry these boulders, 46 pounds, up a ramp in a quarry, and very often were tripped so they\nwould fall back into the quarry. And hundreds of men died in Mauthausen.\nMy father remained in Mauthausen for a few months, then was taken to three more camps,\nGerzen, Steier, and a camp high in the Alps, Ebensee, probably one of the most beautiful spots on\nearth. That's where the story of \"The Sound of Music\" takes place. There was a concentration camp\nwhere the prisoners were forced to assemble V-2 rockets under horrendous conditions in abandoned\nsalt mines.\nThat's where my father was until the day of liberation of that camp by the US Army, May 5,\n1945. But my father was so -- had been so weakened, was so ill from his maltreatment, that while he\nsaw liberation and was able to taste liberation, he did not survive, and he died, he passed away just a\nfew months later, July 25, 1945.\nA few years ago, | met a woman, Dorothy Pecoraa, a nurse with the 80th US Army, one of two\nnurses who volunteered to enter Ebensee concentration camp, and she may have well been one of\nthe nurses taking care of my father. | spent a whole day with her, looking at her photographs. | didn't\nsee any picture of my father, or that | could recognize as my father. But just knowing that this\nAmerican nurse, this nurse who was barely -- way under five foot tall had accompanied the US Army\nacross Normandy, now had ended up in Ebensee, that she had taken care of my father and provided\nsome comfort, that at least gave me some comfort that he might have died in peace.\n>> Bill Benson: You had the opportunity to visit his gravesite, haven't you?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Al Munzer: Yes. The only time that | really fully came to grips with the loss of my father was when\n| visited the concentration camp, when | visited Ebensee and stood at his gravesite. | burst out in\ntears. That had never happened before. And it happened twice. That first time, when my mother\ntook me there in 1958, just before we emigrated to the United States. She felt we ought to say\ngoodbye, if you will, to my father's grave. Then when | returned in 1995, the same thing happened. |\nvisited his grave, and again | burst out in tears. Because, the reality of the loss of my father and what\nmight have been just hit me very hard.\nThe same as this is really the first year, because of the anniversary, because of the 70 years\nafter my sisters were killed, that | have felt the full impact of their death. I've wondered very often\nwhat might have been, you know, the holidays we might have celebrated together, the fun we might\nhave had, the conversations, even the arguments we might have had. All of those things that |\nmissed out on, because of this terrible horror.\n>> Bill Benson: Al, in addition to your own nuclear family, your sisters and your father, you lost other\nrelatives from an extended family as well.\n>> Al Munzer: Yes. The only person from my mother's family to survive was a brother, who\nmanaged to escape from Germany, from Berlin, one of the very last to escape to Bolivia. To this day,\n| still have some relatives living in Bolivia and in Chile. So that's about the extent of my immediate\nfamily. Although, you know, periodically | learn about other people, more distant relatives.\n| was just at an exhibit about the hiding place that had been provided by the Chinese in\nShanghai, and some of my distant relatives managed to escape from Berlin to Shanghai, then go on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\nto Australia from there. | was just at the convention center here in Washington, saw the exhibit, and\nthere was a photograph of one of the relatives. So --\n>> Bill Benson: From Shanghai?\n>> Al Munzer: From Shanghai. A beautiful exhibit. One of the few places that had opened its doors\nto Jewish refugees, a thing that obviously did not occur in the United States or in most other\ncountries.\n>> Bill Benson: Right. Al, in the little time we have left, | would like you to share with us two other\nthings, if you don't mind. One is, the first would be, you've been able to get the Madna family\nrecognized for what they did for you, in Israel. If you will tell us about that.\nThen, if you would, extraordinary recent developments in your life. | mean, extraordinary. You\nhave a guest here with you in the front row, Racelle, who | will introduce. After you spoke to a group\nof Indonesian students at Temple University in Philadelphia last year.\nIf you don't mind, maybe telling us about those two.\n>> Al Munzer: | remained in very close contact with the Madna family, still very much a part of the\nMadna family. For example, 9/11, the first telephone call | received was from Dewie Madna, my\nfoster sister, wanting to be sure | was OK. That continues until the present time.\nThe Madna family was singled out for an honor in Israel, in Jerusalem, at the Yad Vashem\nHolocaust memorial. They were recognized as righteous among the nations. They are the only two\nthat have the name Indonesia, Mima Saina and Tole Madna that have the name Indonesia after their\nname.\nSo a little over a year ago, a professor in Indonesia got wind of this story. He was trying to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nhonor an Indonesian family that had done something wonderful, and he said, Well, let me honor\nsomeone from the Indonesian diaspora who lived in Holland, and came on Papa Madna's story. That\nstory, in turn, was shared very quickly with Racelle Weiman, sitting here with me. Racelle, at that\ntime, had a contract with the US State Department, still does, to bring Indonesian students and other\nforeign students to the US to teach them about religious pluralism. She invited me to speak to her\nclass. We didn't tell the class anything about me beforehand.\nThen, when | showed them the first photograph, which was of Mima Saina holding me, | asked\nthem, What do you see? They said, well, obviously, an Indonesian woman. When | told them | was\nthe baby she was holding, there was a gasp in the room. After that, | had their undivided attention.\nAt the very, very end, | told them, you know, Mima used to sing a lullaby to me, and it was\ncalled Nina Bobo. All 25 students started singing the lullaby in perfect unison. An incredible,\nincredible, moving moment.\nWell, that moment was shared with the Indonesian ambassador to the United States, and he\ninvited me to tell that story at the Indonesian Embassy, invited 200 people to hear the story. Then\ninvited me to come to Indonesia, urged me to come to Indonesia, really, to share the story there.\nRacelle and | have made one visit together to Indonesia.\n>> Bill Benson: A few months ago.\n>> Al Munzer: Few months ago. Very moving experience where | spoke to 400 students. | had the\nsame wonderful experience, this time 400 students singing the same lullaby. Now we're planning to\ncreate a documentary bringing the story of my survival, the story of the heroism of the Madna family\nback to the Indonesian people, because we feel very strongly that it is a story that belongs there. It's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\na story that the Indonesians deserve to be proud of. So we have begun to make plans for the\ndocumentary, and, God willing, we'll return to Indonesia later this year to actually begin to film that\ndocumentary.\n>> Bill Benson: That's outstanding. We're going to close the program in just a moment. I'm going to\nturn back to Al to close our program. Before | do that, | want to thank all of you for being here with us\nfor First Person. We didn't have time for question and answer. We could have spent a lot longer this\nafternoon with Al. But Al, you can stay behind for a little while?\n>> Al Munzer: Absolutely.\n>> Bill Benson: If anybody would like to ask a question, please feel free to come talk to him\nafterwards, or just say hi, whatever you want to do. Please take advantage of that when we're done.\nWhen Al is done, I'm also going to ask if all of you would stand, because our photographer,\nJoel, is going to come up on stage and get a photograph of Al facing him, but with you as the\nbackdrop. It makes a really nice picture of Al being here at First Person.\nIt's our tradition at First Person that our First Person gets the last word. So on that note, I'm\ngoing to turn it back to Al to close our program. | know, if you're like me, you've got many other things\nyou would like to have heard about. We'll find another opportunity.\n>> Al Munzer: Well, as you go through the Permanent Exhibition you will learn about the horrors, the\nevil of the Holocaust. That is, unfortunately, most of the story of the Holocaust. But to me, the\namazing thing, really, is that in that sea of evil it was possible for a few people, like the Madna family,\nto stand up and to do what is right, to make that choice. It's because, of course, of those people that |\nam alive, and other survivors that are here doing volunteer work at the Holocaust Museum. If only\nthere had been a thousand of those for every one who did stand up, there would have been no\nHolocaust.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| think the Holocaust is the result of incredible hatred, and | think the one lesson that | hope\npeople will take away as they visit the museum, as they listen to my story, is to where hatred can\nlead, that hatred can really lead eventually to people being killed, to murder. So the most important\nlesson for each and every one of us is to really banish hatred from our hearts.\n[Applause]\n[Ended at 12:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}