{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON MARCEL DRIMER\nWednesday, April 27, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mr. Marcel Drimer,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, listed on the back of your program, provides information about\neach of our upcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Marcel Drimer's biography so that you can\nremember and share his testimony after you leave here today.\nMarcel will share his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Marcel\nquestions.\nToday's program will be live-streamed on the museum's website. This means people will be\njoining the program via a link from the museum's website and watching with us today from across the\ncountry and around the world. A recording of this program will be made available on the museum's\nwebsite. And we invite those who are here in the auditorium today to also join us on the web when the\nrest of our programs in April will be live-streamed. Please visit the First Person website, listed on the\nback of your program, for more details.\nFor our web audience, if you would like to use Twitter to ask a question, send a picture, or\nwrite a comment during the program, please feel free to do so using #ushmm.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Marcel is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nMarcel Drimer was born in Drohobycz, Poland, a small town now part of Ukraine. The arrow\non this map of Europe from 1933 points to Poland. Marcel's father, Jacob, worked as an accountant in\na lumber factory while his mother raised Marcel and his younger sister, Irena.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn this photo we see Marcel and his mother Laura in 1934.\nGermany and the Soviet Union attacked Poland in September 1939, beginning World War Il.\nThis is an historical photograph of German troops parading through Warsaw after the surrender of\nPoland.\nOn June 22, 1941, Germany violated the German-Soviet pact and attacked Soviet territory.\nWithin a few weeks Drohobycz was occupied by German forces.\nIn 1942, members of Marcel's family, including his grandfather, whom we see here, were\ndeported to extermination camps where they were murdered.\nIn the fall of 1942, Marcel and his family were forced into the Drohobycz ghetto. This is an\nhistorical photograph of Jews being forced into the Drohobycz ghetto.\nBefore the liquidation of the ghetto, the family escaped to a small village. In August 1943,\nMarcel went into hiding with a Polish-Ukrainian family. Here we see photos of Jan Sawinski and Zofia\nSawinski, the family who hid Marcel and his family.\nMarcel's family is seen in this photo taken in 1947 or 1948. From left-to-right we see Marcel's\nUncle Abraham Drimer, his parents, Laura and Jacob, and Marcel's Uncle Abraham Gruber.\nIn 1957, Marcel earned a degree in mechanical engineering. He emigrated to the United\nStates in 1961 where his wife, Ania, joined him in 1963. Soon after arrival in the U.S. he was hired by\nthe U.S. Post Office Department to work on the design of mail sorters and conveyors. After a very\nsuccessful period with the Post Office Department, Marcel transferred to the U.S. Army as a civilian in\n1972. He then worked as a mechanical engineer for the Army Corps of Engineers. Although Marcel\nofficially retired from the Army in 1994 he remained a consultant with the Army until 2010. He is now\ntruly retired.\nAnia trained as a pharmacist in Poland and continued her profession after her arrival in the\nU.S. and is now also retired. Marcel and Ania have a son, Adam, who lives in Richmond. They have\ntwo grandchildren, Mary, age 13, and Jack, who is 15. They are both in the International Baccalaureate\nprogram.\nAlthough officially Marcel and Ania are retired, they both do considerable work as volunteers\nwith the museum. Marcel and Ania translate documents written in Polish. They translated portions of\n“Emanuel Ringelblum's Notes\" from the Warsaw Ghetto\" a 25,000-page collection of diaries and other\ndocuments detailing the events and lives of those who lived in the doomed Warsaw Ghetto. They also\nrecently translated personal memoirs by two Jewish young women who suffered terribly during the war.\nIn appreciation for the translations, the families of these women donated generously to this museum.\nMarcel and Ania also worked on the current museum exhibit titled, \"Some Were Neighbors:\nCollaboration and Complicity in the Holocaust,\" which opened in 2013. To help with the exhibit, they\nreviewed and transcribed several filmed testimonies and made recommendations about their potential\nsignificance to the exhibit. They are quite a team.\nI'd like to note that Ania is in the audience with Marcel right up front.\nWelcome, Ania.\n>> [Applause]\n>> Bill Benson: Marcel speaks publicly about his Holocaust experience in various settings. He was a\nspeaker with Mia Farrow at an event in Gettysburg, Pennsylvania, and spoke to cadets from our four\nmilitary Academies who were on their way to visit Auschwitz. Marcel also speaks to students and\nfaculty at universities and at several federal agencies including the U.S. Department of Agriculture.\nMarcel recently donated photographs of great significance to him as well as a ring which\nplayed a role in his survival, which we will hear more about today.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. Marcel Drimer.\n>> [Applause]\n>> Bill Benson: Marcel, thank you so much for joining us and for your willingness to be our First\nPerson. There's so much for you to share with us and we have a brief period, so we will start.\nWorld War II began in September 1939, when Germany attacked Poland from the west,\nquickly followed by the Soviet Union attacking Poland from the east. Early in the war you and your\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nfamily lived under Russian occupation. But before we talk about that time and the events that followed,\ntell us a little bit about your family and your community in Drohobycz before the war began.\n>> Marcel Drimer: My family was small. My father, Jacob, my mother, Laura, Irena and |. Father was\nthe oldest of five siblings. Mother was the oldest of four siblings. We were middle class.\nThe population of Drohobycz was Ukrainian, Polish, and Jewish, about 15,000, 16,000, each\ngroup. They were neighbor neighborly. They were living side-by-side. Each of these groups had their\nown cultural facilities. They had sports facilities. There were even schools that they could learn -- the\nUkrainian could learn Ukrainian, Pols and the Jews. Everyone would have to learn Polish, of course.\nIt was a peaceful town, very nice.\n>> Bill Benson: On September 17, 1939, shortly after Germany invaded Poland, Russia attacked\nPoland. As a result, you would live under Russian occupation until June 1941. Tell us what that time\nwas like for you and your community and your family when you were under Russian occupation.\n>> Marcel Drimer: We, as Jews, were not specifically picked on. We were in as bad of shape as\neverybody else. The Russians took away factories. They took big farms. They sent people that they\nconsidered enemies of the state to Siberia. Among them were the parents of my wife, Ania. They were\nsent to Siberia where she was born during the war. The German -- the Russians tried to make this part\nlike part of Russia. They weren't very successful.\nThe Jews of Drohobycz heard what was going on -- it's a little too bright.\n>> Bill Benson: We'll try to get them to turn them down.\n>> Marcel Drimer: So we knew what was going on in the western part of Poland. There were seen\nsome people that managed to get out and come to Drohobycz. We met these people. They stayed\nwith us.\n>> Bill Benson: During that time were you able to go to school under the Russians?\n>> Marcel Drimer: | was ready to go to kindergarten but | had to go to a Ukrainian kindergarten and |\ndidn't speak Ukrainian, so it was a little traumatic but not too bad.\n>> Bill Benson: May 1 is, of course, a significant date in the Communist world. And your birthday is\nMay 1, coming up very soon. Tell us about the significance of your birthday and that date.\n>> Marcel Drimer: | was born in my grandparents’ house. At that time there was a doctor there but\nthere was nobody to take care of the dates. My father was sort of leaning a little to the left so when he\nwent to the government office to register me, he decided -- | was actually born April 30 but father went\nthere and told them that | was born May 1. | was probably born 15, 20 minutes before May 1.\nIf you don't say, | won't say.\n>> [Laughter]\n>> Bill Benson: Soon after, Germany turned on the Soviet Union in June 1941, German troops\noccupied Drohobycz and life for Jews then changed dramatically and tragically. What did the Nazis do\nafter taking control of your town and what was the effect on your family?\n>> Marcel Drimer: The Germans started right away. They had a bunch of rules for the Jews, what they\ncan or cannot do. Jewish children would not go to school. The Jews were not allowed to walk on the\nsidewalk. The Jews had to wear an arm band with the Star of David.\nThe Germans started aktion, they would come to the Jewish houses and take away whatever\nthey wanted to take away. They would kill people indiscriminately. On the first day of Germans in\nDrohobycz, this was July 1 of 1941, they allowed the Ukrainians -- Ukrainian nationalists, to go to\nJewish homes and take whatever they want to and beat up these people. Well, on that day the house\nof my mother's parents were robbed and my grandfather was beaten up. He died in a few days\nbecause there was no access to the doctors or to hospitals.\nWhen they were leaving the house, they took with them the albums of photos. And, of course,\nthey were not interested in the photos. They were interested in the aloums. So they shook out the\nphotos from the albums. After the war my father went there to see what's left of the house. A neighbor\ncame out and gave my father a stack of photos. All of these photos Bill was talking about, they are all\nnow at the Holocaust museum. The first photo of me with my mother was in that stock.\n>> Bill Benson: Otherwise if he hadn't saved them, you wouldn't have any.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Marcel Drimer: No. During the occupation we were moving places like 19 times but you wouldn't\nworry about photos. You had to take with you other things.\nThere was also an aktion like that near where | was born. It's a bigger city. My father was\nthere attending some courses, university courses. He was with my Aunt Rivke. At that place about\n5,000 Jews were killed on the first few days of July.\nIn Drohobycz, about 200 people were killed and about 800 people were wounded for the first.\nThe other things the Germans did in Drohobycz, they started rationing food. The Germans' idea of\ndiscrimination of killing the Jews were multiple, they would outright kill them. They would starve them\nto death and humiliate them. This was the life the first few days in Drohobycz.\n>> Bill Benson: Marcel, you mentioned the aktions that the Germans engaged in. Tell us the one\ninvolving your nanny. Tell us about your nanny.\n>> Marcel Drimer: Jancia, yes, yes. We lived in an apartment that was for our small family but in our\napartment there was my father's sister, Rivke, with two children, whose husband was taken to the\nRussian Army. There was this grandfather, whose photo you saw. His wife died. And there was\ngrandmother, whose husband was killed in the first few days.\nSo it was very crowded. Hygienic situation was not very good. | was very sick, sickly. And |\nhad a nanny who loved me very much. She would come to our house and bring sometimes milk and\nsome food. She said to my mother that she will take me for a few days to her house, feed me, give me\na bath, and bring me back.\nSo she took me and | was there. And a few days later my sister started complaining that she\nwants to play with me, she wants to go and bring me back. So my mother took off her arm band and\nwent to Jancia's house. Excuse me.\nWhen she came there, to the house, | was sitting in the corner and crying and Jancia was in\nlabor. She was pregnant. It was an early labor. Because there were no doctors, no people that could\nhelp us so my mother stayed there. She did whatever she could and helped the baby to come but the\nbaby was stillborn.\nIt got quite late. The husband of Jancia -- so we stayed there overnight. But in the morning,\nthe husband of Jancia came home. He was working the night shift. And he was very surprised and\nupset about seeing us there because he says that there was an aktion going on in Drohobycz.\nGermans would kill people on the spot or take them to the place where they kept them for a few days\nand then take them to the concentration camps, extermination camps. So he says you can't be here\nbecause the Germans would see you here, they would kill us and you. And this was one of the rules\nimposed on the Jews. The non-Jewish people are not allowed to help Jews. If you give a Jew a glass\nof water, you were a criminal.\nSo he gave my mother a piece of bread and he says walk over the road and there is a wheat\nfield and then there is a forest, woods, and you can try to hide there. So that's what we did. We started\nwalking towards the woods. And then my mother found a place in the weeds. It was August so the\nweeds were ripe. And we hid there in the indentation. Mother covered us with her raincoat.\nSoon we started hearing Germans screaming, \"Rous, rous, schnell.\" Dogs barking, shots\nbeing heard, people screaming of pain. It would quiet down for a few minutes and then over and over.\nIt was like five, six times. My sister and | called it the symphony of death.\n>> Bill Benson: All the sounds.\n>> Marcel Drimer: All the sounds, like a symphony of death.\nIt stopped about 5:00, 6:00 in the evening. We waited another hour or two. We got up and\nstarted walking towards Jancia's house. As we accessed the roads towards her house, there was a\nGerman soldier with a big dog. He was just standing there and looking at us and we were standing and\nlooking at him. It seemed like forever but it was probably maybe half a minute. He just turned around\nand walked away.\nNow, the rule of the German Army or German SS, whatever, was you do not go hunting for\nJews by yourself. You had to be with somebody so that you wouldn't feel human and let the person\nlive. Well, this guy was by himself and just turned around and walked. Walked away.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nWe came to Jancia's house. We stayed there for another night because it was dark. And the\nnext morning my father came from the lumber factory where he worked. There was a dormitory where\nthe men who didn't have wives or children, whose wives and children were killed, stayed. He came and\ntook us to our home.\nWhen we came there, the door was broken in, feathers were flying all over the house, and the\nhouse was empty. They all were taken. A few days later they were taken to Belzec, an extermination\ncamp. The Germans had concentration camps like Auschwitz where people would work as long as\nthey could and then they would be killed and new people would come. There were camps like Belzec\nwhere people were killed immediately, so my family was killed immediately.\n>> Bill Benson: You would live under those circumstances until the fall of 1942 when then you were\nforced into a ghetto in Drohobycz. Tell us what it was like in the ghetto and how your family was able to\nmanage once you were forced into the ghetto with the remaining Jews from your community.\n>> Marcel Drimer: My father was working at the lumber factory. He was taken from the ghetto every\nmorning by policemen and would bring him back to the ghetto. So he had a chance to barter for food.\nFood was not sufficient. Food was not even enough -- and only working people would get a piece of\nbread. Non-working people got even smaller portions.\n>> Bill Benson: Meaning children, like yourself.\n>> Marcel Drimer: Of course. Yes.\nSo my father would barter. He would, for example, see -- farmers would come to the town\nwith their goats. My father would see somebody selling bread and he would say, \"I'll give you my\nwedding rings if you give me two loafs of bread.\" This was a true case. Father would say we will not\nworry about things; we will worry about being alive at the end of that miserable situation. So this is how\nfather managed to bring some food.\nThere were also very frequent aktions in the ghetto. We had a hole dug out under our\napartment. In the ghetto, in the apartment where we were, there was several families. We had one\nroom. And all four of us slept on one mattress because the bed was already taken by the Germans.\nSo the situation was very, very hard to live.\nFather decided that we should try to get out of the ghetto because eventually the ghetto\nwould -- sooner or later it would have been --\n>> Bill Benson: Liquidated.\n>> Marcel Drimer: Liquidated and all the people would be killed. So my father arranged with the guy\nthat was guiding all the laborers out and into the ghetto, he bribed him. My mother put men's clothing\nand got my sister under her arm and father took me under his arm. We were very -- not overweight to\nsay the least.\nSo we came to the place where father would get out of the column and father would put us\nbehind a fence or a place there and took my sister and mother and said -- father prepared a hiding\nplace for us in the lumber factory. He loosened the planks of the fence. And he said to me, \"You stay\nhere. I'll take mom and Irena and then | will come for you.\" Father left.\n| got panicky. | heard people would abandon their children. | got very scared. Father says,\n“You are aman.” | was only 8 years old. So | wasn'ta man. So! got scared. So this was the first time\nand | think the last one that father spanked me. He said, \"I'm only upset about the fact that you would\nthink that | would leave you behind.\"\nAnd in that lumber factory, we were hiding in a place where the wood was dried for furniture\nand so forth. Father would come every night and bring some food and take out the waste, like for a\nweek or two.\nA friend of my father, a Christian lady, comes to my father and says: Jacob, there is this\nwoman whose name is Theresca; she says she suspects that you have somebody hiding here and she\nis going to make sure that she's right and then she's going to report you to the SS.\nNow, why would people do that? One reason was hatred. The other reason was that the\nGermans -- the bounty for a Jew was a kilos of flour or a kilos of sugar. Lives were very -- very cheap.\n>> Bill Benson: You turn in a Jew --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Marcel Drimer: And get a kilos of sugar, 2.2 pounds.\nSo my father got terribly upset. He had friends there, a doctor at the clinic at the factory. The\ndoctor was educated in Vienna. When my father and mother were born, Drohobycz was also Hungary.\nSo the people were educated in Vienna. They spoke German. So this doctor came with an idea that\nhe will pretend that he is an SS man on leave and wrote a letter, anonymous, of course, saying that |\nam an SS man on leave from the front and | had an encounter with this woman and she gave me\nsyphilis.\nThe Germans were very touchy about that. First of all, fraternization with Polish women was\nnot allowed. And then syphilis was something that they didn't want to spread.\nSo the next day two SS men came to the factory and picked up this Theresca and took her to\nthe little clinic where the doctor was. So he confirmed that she had syphilis.\nSo | was always wondering about the motto of the doctor; first, do no harm. He said you have\nto swear that you will do no harm.\n>> Bill Benson: But he saved your family.\n>> Marcel Drimer: He saved, at least temporarily, saved my family. She wasn't seen until we were\nliberated. Father had the pleasure of telling her who caused that.\n>> Bill Benson: So here you are, your father has constructed this amazing little hiding place in the\nmiddle of a lumber factory. But that can't last. He's got to get you out of there. So that's when he goes\nout to find a hiding place for you in the community somewhere. You ended up with this family, the\nSawinskis. Tell us about that.\n>> Marcel Drimer: Father -- again, sooner or later it would be -- father, you know, he was an\naccountant, very soft man. He was a wonderful person, really, but he was a lion when it came to\nsaving the family. He decided that he has to go to the place where my mother was born. It's probably\nnow a suburb but this was a village. And he would go to several farmers. He went to one farmer and\nasked would you hide my family and | would give you whatever | have. Some people would tell him,\nlook, you have a watch, if you don't give me that watch, I'll report you to the Germans. There were bad\npeople like that.\nBut then he came to the Sawinskis who knew my mother as a little girl, the lady. And she\nsaid -- again, there were promises, meals, and so forth. And she says, \"I will take Laura and Irena but\nnot Marcel.\" Because the situation in Poland was such that only Jewish men were circumcised and if\nthe Germans would come and see -- only Irena and mother would be there, they could be cousins from\nanother village. They both had blue eyes and blond hair. But the men or a boy, it would be a disaster.\nThe Germans would see somebody outside of the ghetto and didn't think that he\nlooked -- thought he looked a little Jewish, they would ask him to drop his pants. And if you were\ncircumcised, he was dead.\nSo the deal was that she will come to the dormitory where father stayed. We came from the\nhiding place. And Mrs. Sawinski came there. And we started saying goodbye.\nThe older of you would probably remember \"Sophie's Choice,\" the movie. The woman had a\nchoice to which child to save and which child to let go. And this was my mother, \"Sophie's Choice.\"\nBut my father was determined that we had to save whoever we can save. | was crying. My\nmother was crying. Mrs. Sawinski was crying. At one point she says, \"Whatever will be, will be. |ama\nmother. | have my own children and | can understand you. So whatever will be, will be. Take the boy\nwith you.\" And Mrs. Sawinski took the three of us and we walked through the rivers and forests and so\nforth and we came to the Sawinskis' house.\nThis was a very --\n>> Bill Benson: You're going to describe for us their house.\n>> Marcel Drimer: Right. It was a thatched roof house. There was no floor in the house. It was very,\nvery primitive. So when we came there, in the beginning we were in the stable, hiding in the stable. My\nsister would look out and there were chickens playing and she would say, \"Why couldn't | be a chicken\"\nbeing allowed to run around, why do we have to hide.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: And you were hiding, in the stable, hiding in a space between the roof and, a stall,\nsome space?\n>> Marcel Drimer: Right. There was no chimney. The smoke would come out through --\n>> Bill Benson: A hole in the roof.\n>> Marcel Drimer: Right. The roof. So this was in the wintertime when it was cold.\nAnd also, the food situation was very bad because the Russian system applied to them, too.\nThe farmers could not slaughter an animal without notifying the Germans. So it was very hard to get\nfood.\nSo what they did, there was a 12-year-old boy. His name was Tadek [phonetic]. He would\ntake a cart with a big container and go to the factory. There was a refinery. There were oil wells and\nrefineries. And the big refinery where my uncle worked, he would go there and take -- scrape fat from\nthe tables where people ate. My uncle was a butcher. He would give Tadek a piece of meat every\nonce in a while. But if the Germans would find out, of course he would be killed immediately.\nSo Tadek would come home. We had the first -- before the pigs got their portion, we could\npick from whatever would still be edible.\n>> Bill Benson: Marcel, when you first went to the Sawinskis' home, it was you and your mother and\nyour sister. How many of the Sawinski family were living in this cottage, this little cottage?\n>> Marcel Drimer: There was four children living there. The youngest one was 12 or 13 years old. |\nstill am very thankful that they did not squeal, that these young kids did not say anything.\n>> Bill Benson: Because their lives were completely at risk.\n>> Marcel Drimer: Absolutely. Absolutely.\n>> Bill Benson: And not only did you have to worry about getting food because they had only limited\nrations but if anybody, from what you told me, neighbors, were to notice that there were more people or\nthey were getting in more food, that would raise suspicions, too.\n>> Marcel Drimer: They couldn't go to a store and buy -- there were rations but there was also a black\nmarket that you could buy for more money. But if they would go out -- there was six of them. | didn't\nmention that my father came there, then my uncle. There was 13 of us.\n>> Bill Benson: Yes. Eventually you ended up with 13 people in this little cottage.\n>> Marcel Drimer: In addition to these people. The situation was very -- we couldn't bathe. We bathed\nonce a month. There were bed bugs, lice, sicknesses. Only when my little sister was so sick, we were\nworried how would we bury her without showing that somebody is there.\n>> Bill Benson: Because you couldn't get medical care for her.\n>> Marcel Drimer: Absolutely not. Absolutely not. So it was --\n>> Bill Benson: So some of you had to hide in a little attic space. And that's where the smoke came\nup. So you're constantly having smoke in your face from the fire.\n>> Marcel Drimer: My eyes.\n>> Bill Benson: And others of the 13 additional people, some were hiding in a little stable. Wasn't\nthere a hole underground?\n>> Marcel Drimer: Yeah. There was a hole underground in the house.\n>> Bill Benson: Under their dirt floor.\n>> Marcel Drimer: Right. It was covered with something. We could only get out towards the end when\nthe allies -- planes would come and bomb the factories there. Everybody was hiding. We would come\nout.\nWe had to be in a lie down position or sitting position and we were not supposed to talk loud\nbecause it was dangerous. This is how we lived there.\n>> Bill Benson: For almost for a year?\n>> Marcel Drimer: 10 months.\n>> Bill Benson: 10 months in those circumstances.\n>> Marcel Drimer: Without talking, without playing, no entertainment. Of course, father tried to sing\nsome songs whispering. Can you imagine? Well, it was a very, very bad thing.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: So as you were describing, as the Russians got closer, they were starting to bomb the\nrefineries. And that's when you could come out when everybody else was hiding from the bombing.\nWhen did it end for you?\n>> Marcel Drimer: The -- Drohobycz was liberated by the Red Army in August 1944. | was 10 years\nold. | couldn't walk really because my muscles were atrophied.\n>> Bill Benson: Because you had been in the cramped positions.\n>> Marcel Drimer: And lying down. And | couldn't talk loud because we were whispering all the time.\nWe left the place in the same clothes that we came in 10 or 12 months ago, barefoot. My father was\nmade director of the lumber factory.\n>> Bill Benson: By the Russians.\n>> Marcel Drimer: By the Russians. He had a big desk, sitting behind a desk, but he was barefoot.\nSome Russian generals came -- the front was nearby. So father provided lumber for the front. And the\ngeneral says: Whoa, you are a big director. You can't be barefoot. So they gave him the soldier's\nboots, and smaller boots for me. This was how we started.\nAs | told you in the beginning, there was about 15 or 16,000 people in Drohobycz, in August of\n1944. Most of the survivors came to the middle of the town and there was about 450 of us left.\nThere were some that came from Russia that were deported and came back from Russia. And there\nwere some that came from the concentration camps and from the Army, Russian Army. So maybe 600\nall that survived from the 16,000 of the Jews in Poland.\n>> Bill Benson: Marcel, if you don't mind, you had mentioned that your uncle, his forced labor was to\nwork as a butcher, | think, at the refinery. Eventually he would end up in hiding with you. You\nmentioned that. Quickly tell us that story.\n>> Marcel Drimer: This was a wonderful story. When he was in the ghetto, one of the crystal\nchandeliers fell down and spread the crystals around. So he picked up some of the crystals and asked\na friend -- this was in the ghetto, when we needed to hide. So he picked up these crystals and asked a\nfriend who was a jeweler to make a ring that looked like diamonds. And he kept that ring.\nHe was at the factory working as a butcher and his wife was there, and the little child. They\nwere taken by the Germans and taken to a forest where people were killed. Somebody came to him\nand told him your wife was taken. So he knew a German. He spoke fluent German and told the\nGerman what happened. So the German says, well, I'll take my motorcycle and we'll try to catch up\nwith the truck. They did not catch up. As they came to the forest, the truck came back with clothes.\nWhen the Germans killed people, they asked them to disrobe. And he looked at the truck and\nthere was the shoes of his little girl. He was terribly upset. He decided he would not do anything about\nit but still life is life. He noticed a little girl that looked Jewish playing at the yard he was working so he\nsaid, “| want to talk to your mom.” So she took her -- took him to her mom. So he said you can't have\nthat child playing because the Germans will take her.\nWell, anyway, she was a seamstress and worked for the Germans’ wives and girlfriends. Her\nhusband was taken to the Russian Army. And somebody notified her that he was taken POW. So they\nstarted living together. And then when the German woman came to her and said | need that dress\nimmediately, tomorrow is the latest, they realized that there's going to be a liquidation. So my uncle\ntook her and her little girl and they took them to the Sawinskis without notifying. Maybe they did notify\nbefore. And my uncle said to the -- to Mr. Sawinski, | have a ring here, a diamond ring, and I'll give you\nthe diamond ring if you will let me and my friend, my lady friend with the daughter, hide here. Well, they\nagreed. And they were with us, safe with us.\nAfter the war, my uncle married that woman. She was pregnant with his child and her\nhusband came. He was captured by the Italian contingent that fought on the German side. The\nGermans killed all the POWs who were Jews but the Italians did not. So he came. So this was another\ntragical situation of these times. My uncle told her do whatever you want to. Because they were\nnormal, loving couple. She decided to stay with my uncle. But they were friends. They went to\nIsrael --\n>> Bill Benson: Including her first husband.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Marcel Drimer: With her first husband. He remarried.\n>> Bill Benson: Right. In the little time we have left because we want to turn to our audience for some\nquestions -- in the beginning we saw the two photographs of the Sawinskis that you had. Those have\njust come into your possession. Tell us about that.\n>> Marcel Drimer: Right. About three or four months | got a letter from the University of West Virginia\nthat somebody wrote to them asking how to contact me and also the Holocaust Museum. They\nforwarded the letters to me. There was a young woman from Drohobycz writing: | am a daughter, a\ngreat granddaughter, of the Sawinskis. My grandmother, at the time you were in hiding, my\ngrandmother was in Germany, forced labor, forced labor slave.\nAnd after she came she learned -- we didn't know about this woman. We only knew about the\nfour children. And this was one and then there was another one who was married. She was studying\nhistory and was working on her family's story. And somebody told her about the Sawinskis, that there\nwas a little boy. They gave her my name and she Googled and she found me, you know, at the\nUniversity of West Virginia.\nIf you Google my name, there's about 10 pages of links. So it's easy to find.\n| started corresponding with her. There was absolutely no doubt that she is legitimate. There\nare some of the Sawinski children and grandchildren live in Poland and some of them live in the place\nthat my parents lived when they went to Israel. | asked them if they had photos of the Sawinskis\nbecause the Sawinskis are listed as righteous among nations. These are the people that helped the\nJews survive with danger to their own lives. But they didn't have any photos. So | asked Maria -- the\ngirl's name is Maria -- if she has photos. And she says, \"I do.\" And | said | would really, really like to\nget these photos. And she send them to me.\n| didn't see the Sawinskis since 1944.\n>> Bill Benson: The first photos?\n>> Marcel Drimer: And this was the first photos that | got of them.\n>> Bill Benson: And as a result of that, Marcel, you and Ania are going to return to Drohobycz for the\nfirst time since 1946. Right?\n>> Marcel Drimer: Since December 1945.\n>> Bill Benson: 1945.\n>> Marcel Drimer: I'm going to meet Maria and her family.\n>> Bill Benson: You take that trip beginning next month, | think.\n>> Marcel Drimer: Yes. Yes. We'll be in Drohobycz. We'll be in Europe and Israel and the last place\nwill be Drohobycz.\n| want to put a flower on Mrs. Sawinski's grave. [Crying ] Sorry.\n>> Bill Benson: | think everybody understands that very much, Marcel.\nWe're going to turn to our audience in a moment. We are going to close our program in a few\nminutes and we will have time for a few questions. Before we do that, it's our tradition here at First\nPerson that our First Person has the last word. So we will close out program with some final comments\nfrom Marcel.\nI'd like to ask you to all stay seated through our Q&A period, our question and answer period,\nso that you can hear Marcel's final comment. And when he concludes, I'm also going to ask you all to\nstand because our photographer, Joel, is going to come up on stage and take a picture of Marcel with\nyou as the background. It's just really nice.\n| want to thank all of you for being here with us today. | remind you that we'll have First\nPerson programs each Wednesday and Thursday until the middle of August. And all of our programs\nin April are being live-streamed and are archived so you can see them on the internet, including\ntomorrow's program. So we hope you will do that.\nWe are now going to turn to you for just a few questions. We are going to start, first, with a\nquestion from our Twitter audience. As we're doing that, for any of you who have a question, if you\nwouldn't mind going to one of the two mics, there's one in each aisle. So once we finish with our\nquestion from the internet, then we'll turn to you for a couple of your questions.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nWe won't be able to get to probably everybody's questions if there are several. So when\nMarcel finishes, after his final words and the photograph, Marcel will remain here on the stage. So if\nanybody wants to come up here and shake his hand, take a photo with them, ask him a question,\nabsolutely, please feel free to do that.\nLet's see if we have a Twitter question. This is a question from Mrs. Hornek's [ph] sixth\ngraders in lowa. Imagine that. They are watching you from lowa.\nMarcel, did you have friends that weren't Jewish? And if so, how did they act after Poland\nwas occupied?\nDid you have friends that were not Jewish?\n>> Marcel Drimer: | did not. | was too young. | was 7 years old when the war started. But | had\nwonderful Polish friends after the war. | am in contact with my friends in Poland, another friend here in\nChicago. We were friends since about 70 years.\n>> Bill Benson: 70 years.\n>> Marcel Drimer: Yeah. But from before the war, | did not. | don't remember. Because, you know,\nyou're in hiding, you're in the ghetto.\n>> Bill Benson: And thank you to the sixth grade class in lowa.\nDoes anybody have a question they would like to ask Marcel?\nHere comes a gentleman with a question on my left. And | will repeat the question just to\nmake sure everybody hears it.\n>> [Inaudible] bringing your story to us so we never forget.\nWith the present political rhetoric and dissension coming from many of the politicians, are you\nseeing similarities from these statements that reflect what you experienced in the “40s and the rhetoric\nfrom the fascists and the Nazis?\n>> Marcel Drimer: | have a lot that | would like to say but | represent the Holocaust Museum and |\ncannot get into politics. I'm sorry.\n>> [Laughter]\n>> That's a safe way.\n>> Marcel Drimer: There you go. I'm sorry.\n>> Bill Benson: Very good question. Thank you very much for that.\nGood answer. Good answer.\nAll right. Let's see if we have any others. We're going to wrap up in a couple of moments.\nBut, remember, you'll have an opportunity to come up and talk to Marcel afterwards.\n>> Marcel Drimer: I'll tell you when you come talk to me.\n>> Bill Benson: There you go. There you go.\nHaving no other questions, | think we'll go ahead and wrap up our program. | will turn back to\nMarcel. He will stay on the stage after he finishes up. So, again, please feel free to come up and talk\nto him then.\n| just want to say that what we weren't able to cover here were obviously many, many, many\ndetails. We would jump over a year in just a couple of moments, a year in hiding, a year in the ghetto.\nAnd we also did not talk about Marcel's life living under the Communists. And in 1961 he was able to\nleave, get out of Poland, come to the United States, and really begin a remarkable life here before Ania\nwas able to join him a couple of years later.\nOn that note, I'm going to turn it back to you, Marcel.\n>> Marcel Drimer: This is the last word. | am talking to you and others who want to listen to me\nbecause there are people and organizations who claim that Holocaust is a hoax, that it never\nhappened; that the Jews made it up to get money from the Germans. | am a witness that it did happen.\nBy listening to the stories of my childhood you become witnesses also.\nWe all have to fight the four evil eyes: Intolerance, injustice, ignorance, and indifference.\nThose are the roots of man's moral corruptions that followed Hitler and his helpers to come to power\nand torture and murder millions of people he considered not worth living, not only Jews but people with\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\ndisabilities, gypsies, homosexuals, and many other groups. Changing these behaviors is a path to\npreventing Holocaust and genocides. And this is what the Holocaust Museum is all about.\nAbout indifference, | would like to read something that Pastor Martin Niemoller said when he\nwas liberated in Dachau.\n“First they came for the socialists and | did not speak out because | was not a socialist. Then\nthey came for the trade unionists and | did not speak out because | was not a trade unionist. Then they\ncame for the Jews, and | did not speak out because | was not a Jew. Then they came for me and there\nwas no one left to speak for me.”\nThere is the exhibit here about some were neighbors. | would very strongly recommend you\nto see it. My wife and | contributed to that exhibit.\n>> Bill Benson: Thank you all.\n",
    "segments": []
}