{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, May 8, 2014\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: BOB BEHR\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. This is our 15th year of the First Person program.\nOur First Person today is Mr. Bob Behr, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena Rubinstein Foundation.\nWe are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website, at www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Bob Behr's\nbiography so that you can remember and share his testimony after you leave here today.\nBob will share his First Person account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Bob\nsome questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Bob is one individual's account of the Holocaust. We have prepared a brief slide\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\npresentation to help with his introduction.\nBob Behr was born in Germany, which is highlighted on this map, on March 1, 1922.\nHe celebrated his 92nd birthday in March. He lived the first 20 years of his life in the city of\nBerlin, which is circled on this map of Germany. In 1942, Bob was arrested because he was\nJewish and sent to Czechoslovakia. He was interned with thousands of other Jews in the\nTheresienstadt, also called Terezin, camp. The arrow on this map of Czechoslovakia points to\nTheresienstadt.\nLater in 1944 Bob was sent to a satellite camp in Wulkow, Germany, where he was to\nhelp rebuild the SS headquarters destroyed by the allies. The Red Army reached\nTheresienstadt and Bob was liberated May 5, 1945. This photo is of the Soviet Army.\nBob and his wife, Marie Therese, live in the Washington, D.C. area. After serving\nwith the U.S. Army from 1947 to 1952, Bob worked here in Washington, DC, until he went to\nwork for the US Air Force as an intelligence officer, living in Germany from 1954-1961. Bob\ncontinued his civilian career with the Air Force at Wright-Patterson AFB in Ohio until his\nretirement in 1988. After earning his Master's degree in Modern European History, Bob was a\ncollege professor teaching European History with a special emphasis on World War II and the\nHolocaust.\nIn 2000 Bob and Marie Therese moved to Rockville, Maryland, which is just outside\nof Washington, to be close to their daughter, Deborah. They have two daughters and four\ngrandchildren. Besides Bob's passion for history, he stays in shape by walking three miles\ndaily.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nBob is a volunteer with the Museum's Visitors Service where he is frequently called\nupon to use his fluency in French and German. You will find him here on Friday afternoons.\nBecause he's doing First Person today, he got here at 8:30 this morning, went to work, up on\nthe 5th floor, will do First Person for us and when we are done he will go back to work for the\nrest of the afternoon.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. Bob Behr.\n[Applause]\n>> Bob Behr: Thank you.\n>> Bill Benson: Seated right here, Bob. Bob, thank you so much for joining us and being\nwilling to be our First Person today. You have so much that we could spend the rest of today\nand tomorrow with you but we have one hour so we'll jump right in and get started. .\nYou spent your childhood years in Berlin before the war began, Bob. Tell us about\nyour life, your family's life, your community in the years before Kristallnacht and before the war\nbegan.\n>> Bob Behr: Well, very briefly, my father was a doctor, medical doctor, my mother was a\nhousewife, and | am an only child because | was told that when | was born, my mother took\none look at me and says, \"Oh, boy, enough is enough\" and never had any siblings. So | grew\nup.\nNow, you need to sort of take mentally -- go back to the 1920s. Looking at you guys\nfrom here, | don't think there are very many people who were born and raised in the 1920s.\nThe reason | mention it, because | was. And it's there that | made my first very faint and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnebulous acquaintance with Nazi Germany.\nThe Nazis in the 1920s were excellent in analyzing the mentality of the German\npeople; meaning the Nazis gave the German people music, gave them flags, the uniform, gave\nthem a greeting, everything which the German people sort of loved.\nIn addition to that, they also instilled absolutely dedicated hatred of anything Jewish.\nNow, there are hundreds of stories going around why Hitler hated the Jews. I'm going to skip\nthat. I'll just tell you that he was deeply concerned that the Jews were an evil people and that\nthey needed to be eliminated from the German life.\nNow, let me give you two minutes of my family. Ladies and gentlemen, we were born\nJewish. My father was Jewish. My mother was Jewish. And | am Jewish. But, in our hearts,\nin our attitude, | was raised as a German. My parents, believe it or not, were first Germans,\nsecond they were Germans, third they were Germans, and only then were they Jewish. So\nyou can clearly see the priorities. We believed in Germany. My father volunteered in World\nWar |, went to the front, became an officer and got decorated with the iron cross; really\nbelieved that he was doing the right thing to risk his life for Germany. That was the very man\nwho was condemned by Adolph Hitler and the Nazi regime as being an evil person.\nNow, | sometimes talk to 8th graders. And | always make them stand up and say\nanybody who's got brown eyes, | want you to stand up, to the kids. They stand up. | says,\n“Don't sit down. Just remain standing. And when | got them in the room, | tell them that you\nwith the brown eyes are evil. So they look at each other,” wondering what's coming next. And\n| tell them, there is no explanation, you are bad people because you got brown eyes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThat's in a nutshell an idea of what a dictatorship is. So you need to accept that. |\ndon't know if we're going to get into the history, but | wanted to tell you that was the first\ninclination.\nMy personal experience, remembering this today, 90-some years later, was\ncommunication. Anybody know what the mass communication was in the 1920s?\nNewspapers and what else? Come on, guys.\n>> Bill Benson: They said it, radio.\n>> Bob Behr: Radio is absolutely correct. The radio was playing. My dad was listening to it.\nHe was very politically minded. And out of this radio came the voice. No idea who. It was so\nfull of hatred. A kid could understand that this guy was angry, very mad. | heard him say\nthings which, of course, | didn't understand. Talked about the Jewish conspiracy. He talked\nabout the Jews have cost the loss of World War I; the Jews signed the peace treaty which was\ndetrimental to Germany.\nSo what do you do when you're 6, 7 years old and you hear that? You feel a threat\nand you don't know what to do with it. Well, you do the only thing. You go to your mother and\nyou says: Mom, what in the world is a Jewish conspiracy? And my mom, bless her heart,\nsaid, “Don't worry about it.” Yeah, but | like to know what it is.” Takes me too long to explain\nit”. You don't worry about it. Nobody will hurt you. Nobody will do anything. Nobody will harm\nyou. The famous words were all changed on the 30th of January, 1933. Adolph Hitler\nbecame the chancellor of Germany and suddenly had all the power to do what he has been\nthreatening all of this time before.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSo that was my awakening to the Nazi tyranny.\n>> Bill Benson: Bob, tell us, after Hitler came to complete power in 1933, several years later\nyou would go to school in Sweden. Tell us why.\n>> Bob Behr: Well, | went to a boarding school in Sweden. Now, here comes the geography.\nSweden is a neutral country. Sweden is a friendly country. The idea was what my parents\nwanted me to get out of Germany.\nIn order to understand it, you've got to be cognizant of what it was like in Germany\nafter Hitler came to power. You want to be harmed? Yes. They were beating up Jews on the\nstreets. They were making our life miserable.\nTake your hometown. Think about it. When you suddenly see in stores, in\nrestaurants, in places big signs that you are not allowed to come in there because you got\nbrown eyes or blue eyes, in our case because we were Jewish.\nBerlin changed completely. Berlin was never a very beautiful city like some places\nwere. But it was a functional city. And all of this changed one day. Let me describe to you, if |\nmay, the day Hitler took power.\nWhen we have elections up here, there's a lot of tension in the air until the ballots\nwere counted. Then you have a speech by the loser and a speech by the winner. Nobody\ngets hurt.\nNow let me turn this around to Germany in 1933. Hitler was elected chancellor.\nNow, we don't have time here to outline what a chancellor is. Let me put it in a nutshell. A\nchancellor has under the Parliamentary system in Germany about as much power as a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\npresident of the United States. So Hitler was now the most powerful person who can do pretty\nmuch what he wanted, and there we were.\nSo on that day | want to describe to you the Nazis marched through the city of Berlin\ntowards the residence where Hitler was living to give him a standing ovation. They had made\nita torch march. They had the torch march. And they were singing.\nGermans love to sing. Now, that's no problem unless you know what they were\nsinging. Let me share with you the opening line of one of the songs they were singing. In\ntranslation it says, \"When Jewish blood spurts from our knives, then our lives will be so much\nbetter.\" Now, you're 7, 8 years old and you hear that. What does that tell you? That those\nguys are bound to hurt you because otherwise Jewish blood wouldn't spurt from your knives.\nSo | lived a life full of unhappiness, full of worry. The life was confined. We couldn't do\nanything. | was kicked out of school. | didn't have any education until | came to America and\ntook a G.E.D. test. My mother homeschooled me a little bit so | could read and write, but a\nregular education wasn't even allowed. | couldn't go to school.\n| want to just give you one more example of the life, why | wound up in Sweden. |\ntold you that my father was a soldier. | told you that my family was first German, second\nGerman, and so forth. We were proud to be Germans. What happened in September of\n1934? They had a big meeting in the city of Nuremberg where they issued a new law that no\nJew could be a German citizen, whether you were born there or not made no difference. From\nnow on you are only a resident but you are not a citizen. Translate what that means in\nessence, you lose all of your civil rights. You couldn't vote. You couldn't do anything. You\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\ncouldn't participate in any official life. You were an outcast.\nIn answer to your question -- and I'm sorry I'm so long winded, but my mother wanted\nthe best for me. And the best for me was to get out of Germany, go to some country where\nyou were respected, where you liked, where you could live without being constantly afraid.\nThere was a Jewish financier in Sweden who opened up a boarding school and my mother\nwas successful to enroll me. From one day to another | was out of Germany, | was free. |\ncould be myself. Without having to look over my shoulder who was going to kick me in the\nbehind when | don't see it. So that's why | went to Sweden.\n>> Bill Benson: | think there is a group of about 30 Jews from Berlin or Germany that were\nthere. At some point you had to come back. Tell us why -- and there's only a couple of you\nthat came back. Tell us about that.\n>> Bob Behr: Well, very simple. Any school needs to have tuition. And it was the same as a\nprivate school. When my mother went to the bank in Berlin and wanted to change X number of\nGerman marks into Sweden, the clerk told her, \"We don't do that anymore. This is currency\nwe need for other purposes and you can't have any money to send to Sweden for your son's\nschool.\"\nSo what was the upshot? The school closed. But we were told that the director of\nthe school, when he announced that the school would be closing, said that they had found\nfamilies in Sweden who were willing to take us in so that we wouldn't have to go back to\nGermany. Jubilation? Of course. For me? No. Because the director said: You know, all we\nneed from you is the signature of your parents that they do not object if you stay in Sweden\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\ninstead of returning to Germany.\nWell, my mother wouldn't sign that. She wanted me to come home. I'm from a pretty\ndysfunctional family, but here is the first evidence. She wanted me home. So when the other\nkids stayed in Sweden, | had to come back. | came back. We are now talking about maybe\nearly 1938, January, February, and | was right back in Germany where the persecution of the\nJews was worse than six months ago when | left.\n>> Bill Benson: And, of course, later that year, Bob, November 9-10, 1938, Kristallnacht, or\nNight of Broken Glass, tell us about that night and what it meant for you and your family.\n>> Bob Behr: Well, let me first say, if | may, what is Kristallnacht. Kristallnacht is a very odd\nname for something. Well, let me tell you what that is.\nIn Paris, France, a Jewish kid killed a German official from the German Embassy. It's\na long story why he did that, but trust me he got a pistol, he went to the German Embassy and\ncouldn't get ahold of the ambassador but of the first secretary and, wham, shoots him and on\nthe night from 8 to 9 November 1938. And the Germans used this assassination as an act\nwhich was probably unique in the world by burning the synagogues of the Jews, taking the\nHoly Scripture and throwing them on the floor and making the Germans walk about it. They\nsmashed -- and this is where the word comes from. They smashed all the windows of the\nGerman-owned stores. The glass was littering on the floor. And that's where the word\nKristallnacht comes from. It was a night of terror.\nDid anything happen to me? No. Because my mother somehow got tipped off by\nsome friend who says don't let your son get out of the house on the 9th of November; you keep\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\nhim home. Because, ladies and gentlemen, the Nazis also arrested 30,000 Jews, eeny,\nmeeny, miny, moe without any reason and put them into concentration camps. The only way\nout of those camps was on a ship to another country. And that's another story because it was\nvery difficult to get other countries to agree.\nMy father, my biological father, was arrested that night. | never saw him again. He\nwas put in a concentration camp for no other reason that he was Jewish. But that's not what\nthey told him. For no other reason, as punishment for the assassination of that German\nEmbassy guy in Paris.\nSo here we were. What happens now? Now our synagogues are destroyed. In\naddition, which is not well-known, the Germans also made two rulings. Let me tell you. They\ntold the insurance companies which insured the synagogues and the stores, that they must\npay the indemnity. Whatever the store is insured for, the insurance company must pay. But\nthen comes the hooker. You don't pay them to the owner. No. The owner gets nothing. But\nthe state collects the insurance money. So the guys did not only lose their stores but they also\nlost whatever it was they would have gotten from the insurance company.\nBut this didn't affect us. We didn't have a store. It didn't affect us. What did affect\nus, what | haven't told you yet, the second thing they did, they levied a fine on the Jewish\npopulation. And I'm not having a speech defect when | tell you it was one billion marks. That's\nnot a defect on my mind. It was a billion marks. Every Jew got a quota how much he had to\npay the government. We got a quota which we couldn't meet. We didn't have that much\nmoney. My mother had to sell some jewelry in order to meet our quota.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nYou see, the power of the Germans was such that there was no objections. We had\nno rights. You couldn't go to court. It was impossible because we had no civil rights. We were\nnot protected by that. So it was a terrible thing for us to live because life became even worse\nafter that.\n>> Bill Benson: And, Bob, of course, the following September Germany invaded Poland and\nWorld War II officially began in September 1939. You and your mother and your stepfather\nwould remain living in Berlin until you were arrested in 1942. Tell us briefly -- | know it's a lot of\ntime, but in those years before you were arrested, but the war was on, what was life like for\nyou? | know you were forced to do forced labor during that time.\n>> Bob Behr: Yeah. The Germans initiated something for Jews which | call forced labor. And\n| don't want you to think it's slave labor. We still lived at home. We could go back and forth to\nwork. So we were directed to go to work. They created an office where you had to report in\nthe morning. And then they said, ok, there, you go, carry coal or you carry bricks. It was all\nmanual labor; difficult but not impossible.\nIn addition, since the war had started the whole country was on rations. Everybody\nhad a ration card. We did, too. The hooker with that ration card was it was worth 50% of what\nthe Christian community got.\nNow what does that mean? If you are entitled to half a pound of butter a week, which\nisn't very much in the first place, we were only allowed a quarter of a pound. Whatever the\nGermans got, we got 50% if it was available because, you see, chicanery, we were not allowed\nto go shopping at 9:00 in the morning. Jews could only go at 4:00 in the afternoon where most\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\neverything was sold out. It was a war going on. So what was left over was able to sell to\nJews. So for the first time in my life | was hungry. | just didn't have enough to eat. There was\na black market going on. But for us it was very difficult, so it was a life which is almost difficult\nto understand.\nNow, when you hear this story, what do you think kept us going? I'll give it to you in\nthis one word. That word is spelled h-o-p-e. As long as you can hope that things will change,\nthat things will get better, you've got something to hang on to. But the hope got dimmer and\ndimmer because everything -- let me just give you an example. Bill alluded to it. On 3\nSeptember 1939, the Second World War broke. The Germans marched into Poland. And the\nnext day Britain and France declared war on Germany.\nNow, let me describe to you that day. It was a Sunday. All of a sudden it was\nannounced that the World War II had broken out because Germany was, as the Nazis put it,\nwas attacked by Britain and by France.\nMy parents on that day -- I'll never forget that. They were jubilant. They were\nabsolutely besides themselves in saying this is the end of the German Nazi regime because\nthe French and the British are going to defeat German Army in six months and we will be free.\nNow, looking at you, most of you if not all of you, are not World War Il veterans. So\nlet me just tell you what really happened. The more my parents were jubilant, the less reality\nset in because the Germans were winning. They were winning everything. The German Army\nconquered Paris four weeks after the war started. They never got to Paris in World War | in\nfour years. Now Hitler was in Paris and the swastika was flying. The happiness of my parents\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nwent smaller and smaller and smaller.\n>> Bill Benson: And, Bob, of course, you would continue under those circumstances until July\nof 1942.\n>> Bob Behr: That's right.\n>> Bill Benson: You were arrested. Tell us about the arrest of you and your parents.\n>> Bob Behr: Well, we were arrested by the Gestapo. The arrest was not because we were\nJewish. That's the funny part. That had nothing to do with it, perhaps indirectly but not\ndirectly.\n| don't want to bore you with a personal story.\n>> Bill Benson: No, no. This is an important story.\n>> Bob Behr: All right. Then | will tell you.\n>> Bill Benson: Ok.\n>> Bob Behr: My mother had a girlfriend, a lady she went to school with. Don't let that word\ngirl fool you. My mother was a grown-up person, so was that lady. | think they went to school\ntogether. I'm not really sure. And that lady came to my mother and said to her, \"Lily -- which is\nmy mother's first name, \"Lily, | need to get out of Germany. | have no family. | have no\nrelatives. | have nobody. I'm all alone. | need to get out. Can you help me or have you got\nany ideas?\"\nWell, the second part of the story is, yes, my mother did. She had met a Catholic\npriest who lived and worked in the city of Constance. When you go back, look at an atlas and\nfind the city of Constance. That is in spitting distance from Switzerland. You can practically\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntake a stone and throw it and it winds up in Switzerland which, as you know, was a friendly,\nneutral, free country.\nSo, I'm going to make that short. My mother gave that lady the address and the\nname and address of the priest. She went down to Constance. She met the guy. She\npersuaded him one way or the other to take that lady across the border during the night\nbecause it was punishable. You were not allowed to go to Switzerland. But she better cross.\nSo, happy story.\nLet me tell you the rest of it and then you will see what Bill meant by that the woman\nis free. It's Switzerland. It's July. The weather is beautiful. So she goes to a cafe, sits down,\nand writes a postcard. That is the first mistake. You don't write a postcard to a country which\nhas censorship, but she did. And she writes that she is in Switzerland, the capital, blah, blah,\nblah, and then she writes a P.S. on the postcard, which says, \"Without you | would never be\nhere. Thank you so much.\"\nNow, you are now a Gestapo officer. You are assigned censorship of mail. You look\nat that postcard and there's a Swiss stamp on it. So you know that that postcard was mailed in\nSwitzerland. You put two and two together and bingo. You know that the recipient of that\npostcard is the one who helped that woman to escape, which was punishable, severely\npunishable. So the Gestapo found us a day later or two days later, arrested all of us for\nhelping a person to escape from Germany in the middle of the war.\n>> Bill Benson: And when you were arrested, | believe you were beaten and thrown into a cell.\n>> Bob Behr: Yeah. They beat me up. They told me -- they took my father and my mother.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nThey told me for me to report the next morning at 9:00 to the local police precinct.\nSo, ladies and gentlemen, what are you going to do now? | had a choice. | could go\ninto hiding. | could kill myself. | could do very little else. Going into hiding in a wartime\nsituation when everything was controlled, where all the food were rationed, where do you go?\nThe punishment for hiding a Jew from the authorities was concentration camp if not worse.\nWho do you go to and say: | want you to hide me until the war is over? | didn't have anybody.\nSo Bill is right. | reported to the precinct. They beat me up. Arrested me, too. Put\nme away. And then we were shipped off to a concentration camp.\n>> Bill Benson: | Know our time is starting to get close -- run out of it. Tell us about where they\nsent you and what it was like for you in Theresienstadt.\n>> Bob Behr: Ok. The Nazis had two major categories of camps. One is a killing camp where\nthey gassed people. And one is a working camp. Many of the people, six million people, as\nyou have heard, went to the killing camps. They arrived. They put them in a gas chamber.\nEnd of story. But then there was a category of Jews that were not sent to the killing camps. |\ndon't have really too much time to tell you why not, but bottom line is, to make it very short, the\nreason we were not sent to a gas chamber is because my father was a veteran of World War I.\nDon't ask me where the Nazis got that honor code that they suddenly honored refugee -- |\nmean Jews who were veterans of the war but they did. So we did not wind up in a killing field.\nWe wound up in Theresienstadt, which is an old Hungarian town which was emptied and used\nthem as a concentration camp. It was a terrible stay.\n>> Bill Benson: And tell us about that, because it was a terrible stay.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bob Behr: Well, | want to tell you, the tone of Theresienstadt when it was still a civilian\ntown had about 4,000 people. 4,000 people. In the space of 4,000 people the Nazis, including\nus, moved 60,000 people. 60,000 people in a space of 4,000 people.\nI'm going to ask you a question. How many of you like sometimes privacy when you\ncan close the door, want to be alone for an hour or two? Let me see your hands.\nWell, thank you. That's what we thought. Everybody likes privacy. This was\nimpossible. It was so crowded there were people everywhere, day and night. At night we\ncouldn't go out. We were locked in the building. In the building, my mother, my stepfather and\nmyself, was a four-bedroom house. Not four bedrooms, four-room house out of which\neverything was gone. There wasn't a stitch of furniture. There wasn't a nail on the wall. There\nwas no straw on the floor. We had to sleep on the cement floor. Of course everybody had to\ngo to work. | was immediately collected to work. And if | tell you what my first work was, you\nwill shutter.\nMy first work was to collect dead bodies. People were dying like flies. They had to\nbe collected, manually, and brought outside the town where another crew was burying them in\ngraves. So that was my acquaintance with death.\n| venture that most of you when you were confronted with death was a solemn\noccasion either a viewing or a wake, but nothing where you take bodies and throw them ona\ncart to bring them out of town.\nYou know what that does to you? It makes you pretty raw. It makes you pretty raw.\nYou don't even care anymore. All you care is how heavy is the body and how high do you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nhave to throw it? Can you imagine that? | was 20 years old. It was not something | enjoyed.\nSo that's what work was like.\n>> Bill Benson: Eventually, through the help | think of someone you knew you were able to get\nout of that job and work in a kitchen.\n>> Bob Behr: Yeah. | was lucky. | met a Czech guy who took a liking to me. He was older\nthan | am. He got me in the kitchen. But it didn't last very long.\nWell, you want me to go into --\n>> Bill Benson: Not yet. | want you to take a moment and tell us a very poignant story. Of\ncourse, by working in the kitchen, if you were clever, you could get a little extra food. You\ncould take some butter. And your father, your stepfather, who was the M.D., gave you a\nlecture about taking extra butter. Will you share that with us?\n>> Bob Behr: Reluctantly. But | will.\nHunger was prevailing. Hunger, except for people like me who were working in the\nkitchen, hunger was everywhere. People were dying of hunger. | had a mother and a\nstepfather who were hungry. What do you do if you have food and they have none? | tell you\nwhat | did. | stole. | stole things which | could put in my -- in the pocket of my pants and gave\nit to my parents. That was the way | could extend their life.\nThe problem is you couldn't do this openly. | remember taking some margarine\nwithout paper. Margarine was in a barrel. | took some margarine. How am | going to get this\nto my parents? | put it in my pocket. The result, you can imagine. Everything was greasy, but\nthey loved it. They had something to put on their piece of bread and it made no difference.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nWhen my stepfather -- | keep saying father, stepfather. My mother got divorced -- |\nmean -- yeah. She got divorced. My biological father got arrested. | told you this. He was in\na concentration camp. My mother remarried and what | talk about now is my stepfather.\nAnd when | came one day prouder than a peacock, margarine in my pocket, and says, \"Look\nwhat | brought you.\" He took it, she took it, they used it, and then he called me up saying,\n\"Come here. | want to talk to you.\" and then he gave me a lecture. Now, you be the judge.\nHe was telling me in no uncertain terms that what | was doing was stealing, stealing is wrong;\nyou don't steal. He told me that | should not do this because | have to live with myself, being a\nthief. | looked at it that it saved definitely my mother's life. Because | didn't always take just\nmargarine. There was flour and things like that.\nIt was a very difficult time for me to hear my stepfather lecturing me not to steal\nknowing that it saved my mother's life. What would you have done? Don't answer that. But\ni's not easy. If | had time, | could tell you more stories like this. You get into conflict with your\nmoral consciousness because | kept taking stuff. | ignored my stepfather. | figured it's more\nimportant -- and he ate it, too.\n[Laughter]\nSo | figured it couldn't be all that bad because if he is so intent on being honest and\nupright, then he wouldn't have touched it. But he did. So end of story.\n>> Bill Benson: Bob, you would eventually be sent to work -- we had mentioned in the\nintroduction you were sent to help rebuild the destroyed SS headquarters.\n>> Bob Behr: Yes.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Bill Benson: That was a horrific experience for you even after you had been through all you\nhad been through.\n>> Bob Behr: Bill, that was the worst time | have had. This was a time when we were sent --\nthere were 200 people. How did | get there? Well, Bill already said the SS headquarters was\ndestroyed and the guy wanted to have a new headquarters. He picked a place and says build\nme a new headquarters. They came to Theresienstadt and asked for 250 volunteers to go\nthere and build that headquarters.\nWell, in order to make that interesting for people like us, the prisoners -- why would\nwe want to volunteer to go there? Well, you need to know that by that time -- when | told you\nthat we had 60,000 people crammed into a space for 4,000, the Nazis had began to realize\nthat they had to do something because they were going to have diseases. They have to do all\nsorts of problems. They got to empty that camp out. For the Nazis, there was a one-way\nstreet, the street ending with the word death. That is when they started having transport from\nour camp by train once or twice a week, a thousand people in cattle cars to Auschwitz and into\nthe gas chambers. That emptied the camp.\nWe all knew that. We all knew what happened. | don't have time to tell you how we\nknew, but we knew. We knew that those who were what the Nazis called would be \"resettled,\"\nwere actually killed.\nSo back to the headquarters. The Nazis asked -- needed 250 people to build that\nheadquarters. And then in order to make that more appealing they said if you volunteer to go,\nwe will not, quote, resettle, unquote, your folks. And | volunteered. Because | figured my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nparents are liable to be arrested, put in a cattle car, sent and so forth.\nSo | volunteered. And this is what Bill was referring to. It was a little village where\nwe started to build that headquarters. That, ladies and gentlemen, after all of these years |\nwent through, from 1933 to 1943, 10 years, after all of this was through, the treatment in that\nplace was so bad that for the very first time -- forgive me for being honest with you -- | wanted\nto die. | had lost the guts to want to live. | had enough.\nRemember, we were cut off from any news. We had no idea what the war was doing,\nwho was winning, who was losing, nothing. All we knew is that life became very miserable.\nThe SS guy treated us so badly so rough that it wasn't really worth living anymore. And | gave\nup.\nWhat made it worse, | got very sick. | got a disease which is known as a vitamin\ndeficiency. We had no fresh vegetables. We had nothing. Itis ugly. You get big blotches\nover your body. Your clothes stick. You have a high temperature. You feel -- in order not to\nuse a bad word, you feel lousy. | was weak. | just reached the end. And | was still young. |\nwas only 25 years old. But | had no guts left.\nBut fate wasn't quite happy for me to give up. And fate guided me one Sunday\nafternoon on a barbed wire fence where we were looking out of the camp. Another prisoner\nand | were standing there. We didn't have to work that Sunday. We looked out. And what we\nsaw out there was a most amazing sight. We saw a trek of Germans going -- and this is\nimportant for you to understand. They were going from east to west. Since 1941 the Germans\nwere going from west to east conquering Russia. Now the tide had turned. We see the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nGermans going west.\n| asked this guy next to me saying, \"Do you see this?\" \"Of course | see that.\" \"What\nis it? Who are these men?\" \"That,\" he said, \"are Germans fleeing from the Russians.\" The\nRussians after the Stalingrad, the Germans have lost all the territory they had conquered and\nthey are now reaching Germany proper. And the Germans are fleeing from the thing.\nAnd | thought by myself: If the Russians are that close, then maybe | shouldn't give up.\nMaybe | should pull myself together, hang in there, and maybe survive this mess until the\nRussians are coming.\nTo make a long story short, in closing, the answer is, yes, and yes. | survived. We\nreturned to Theresienstadt in February of 1945. And on the 5th of May, the Russians came\nand our camp was liberated. That's the story.\n>> Bill Benson: When you got back to Theresienstadt, what condition were your mom and\nyour stepfather in?\n>> Bob Behr: Weak but living. They were alive. They were not evacuated. Like the Germans\nsaid, \"resettled.\" They were there. | could see them. They were very weak. They died shortly\nafter war from exhaustion. But for once the Nazis had kept their word. They did not resettle,\nquote/unquote, people where somebody volunteered to go.\n>> Bill Benson: So Russians liberate you in April of 1945. What was liberation like?\n>> Bob Behr: What was liberation like? This is almost difficult to put into words. In those days\nthey didn't have news cameras and everything. Liberation was mixed emotions. Nobody knew\nwhat the Russians would do to you. Luckily most of the people in the camp were from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nCzechoslovakia. The languages resemble each other. They're not identical but they resemble\neach other. So the fact that you suddenly were free, could say what you want, could do what\nyou want. The only thing you could not do is leave Theresienstadt, the camp because we had\nTyphoid. The Russians had to quarantine everybody and say nobody is going to get out\nbecause you have a disease which is contagious. So it was an experiment.\n| managed to escape anyway. | went back to Berlin to see if | could get my old\napartment back if it wasn't destroyed. And it wasn't. But it was full of German refugees who\ntold me to go to hell in a hand basket; they were not going to let me have that apartment\nbecause it was theirs. The German refugees who were bombed out by the bad Americans and\nthey are not going to give that apartment up.\nSo, what does yours truly do? | went to the Russian Kommandant. | don't speak a\nword of Russian. With a great deal of luck | got ahold of a Jewish Russian officer who spoke\nYiddish. Now, Yiddish and German can understand each other. If you speak Yiddish, you\ncould understand some German. So | told that guy what happened to my apartment, that the\nrefugees won't get out and | needed a place for my mother and stepfather when | get them out\nof the camp. He said, \"Oh, we'll take care of that.\" He gave me a Red Army soldier with a\nTommy gun, and we went back to the apartment. The same guy opened up again and said,\n\"We told you cannot have.\" | said, \"You see this guy?\"\n[Laughter]\nAnd he said, \"Yes.\" he said, \"Two hours. You're gone or else he starts shooting. He\ndoesn't speak a word of German. He just know what this means. “Shoot, and he'll shoot. He\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwon't ask any questions. So we got our apartment back.\n[Laughter]\n>> Bill Benson: Bob, in the little time we have left I'd like you to tell us about your getting out of\nGermany and coming to the United States and about your biological father if you don't mind.\n>> Bob Behr: Can | have half an hour?\n[No Audio]\n-- to bribe a consul to give him a visa. That was the only way that he could get out of\nthe camp if he could show the Germans a visa to another country. He did. Wound up in New\nYork.\nYou know what? When | was ona ship to see him, he died. He died of cancer the\nvery week when | was on the ship to meet him. So when | got there, | was told that he had\npassed away two days ago. That was a real big disappointment because he was the one |\nwanted to visit. | wanted to start a new life and so forth.\n>> Bill Benson: | wish that we had a lot more time because Bob obviously told us only a little\nbit about what happened over the course of all of those years, but then Bob ends up in the\nUnited States Army and eventually he goes back to Germany and he ends up interrogating\nGerman prisoners of war and ex-former Nazis; a lot to be said about that as he worked for our\nintelligence service for a good number of years after that. But that's for another time.\nI'd like to thank all of you for being here. I'm going to turn back to Bob to close our\nprogram in a moment. But I'd like to remind you that we'll have First Person programs each\nWednesday and Thursday through the middle of August. So | hope you can come back and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\njoin us. There's information on the website about our programs as well as what the program\nwill look like in 2015.\nIt's our tradition at First Person that our First Person has the last word. So I'm going\nto turn back to Bob to close the program. And when Bob's done, he'll step off the stage. We\ndidn't have time for question and answers so, please, absolutely -- Bob, you'll stay for a little\nbit? | know you have a job upstairs, but they'll probably let you be late for that.\n>> Bob Behr: | don't have a choice.\n[Laughter]\n>> Bill Benson: That's right. Please, feel free to come down and just shake Bob's hand, say\nhi, ask a question. Please do that.\nLet me turn to Bob to close our program. We really thank you for being here.\nBob?\n>> Bob Behr: Well, very briefly, Bill told you my age. I'm 92 years old. Question. What am |\ndoing here? Why am | talking to you? Not just once, several times. Why am | doing this?\nThe reason is very simple, because, ladies and gentlemen, we need you. You don't need me.\nlama has-been. I'm gone. But we won't be around. People like me will die out. This is the\nway it goes. Sooner or later we will be gone.\n| need to rely on you that you take what you have learned this morning into your life\nand act on it. If you see an injustice, don't go away and Say it's not my problem. Do\nsomething if you can. Call somebody if you can. We don't want to have another Holocaust.\nWe need people like you who are young, good-looking, and energetic and you can say don't\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ndo that.\nThat's my mission. That's why I'm sitting here. That's why I'm talking to you. And |\nbeg you, take that to heart. You don't do that for me. I'ma has-been. I'm gone. It's for the\nfuture, for your children, for friends, for everybody else. Fight injustice wherever you see it,\nwherever you hear it. And if you don't, you're going to wind up like me in a concentration camp\nbecause somebody will take over. So keep your eyes open. Keep your ears open. Do\nsomething if necessary.\nThank you.\n[Applause]\n[The First Person event ended at 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}