{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, August 7, 2013\n1:00 p.m. — 2:07 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nESTELLE LAUGHLIN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 14th year of First Person. Our First Person\ntoday is Mrs. Estelle Laughlin whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person. And |'m pleased to let you know that Mr. Louis Smith is here with us\ntoday.\n[Applause]\n>> Bill Benson: Thank you.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. We will close our 2013\nseason after our August 15 program. The Museum's website, www.ushmm.org, provides\ninformation about each of our upcoming First Person guests and you can look to the museum's\nwebsite for information about First Person in 2014.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Estelle Laughlin is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with Estelle's introduction.\nEstelle Laughlin was born as Esterra Wakslak in Warsaw,\nPoland, on July 9, 1929. She was the younger of two sisters. In addition to her parents, her\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfamily included many aunts, uncles, and cousins. Poland is highlighted on this map of Europe\nfrom 1933, and Warsaw is highlighted on this map of Poland; also from 1933.\nThe Nazis invaded Poland on September 1, 1939. Soon after\nthe invasion, Estelle and her family were forced to move into the Warsaw Ghetto. In 1943, the\nfamily went into hiding in a bunker in the ghetto. The Warsaw Ghetto Uprising began on\nApril 19, 1943, and continued until the final liquidation of the ghetto, May 16, 1943.\nJewish fighters faced the forces of the Germans but were able to\nhold them off fora month. Estelle and her family were hiding in a bunker during the uprising\nand were among those discovered and forced out of hiding. We see here an historical\nphotograph of German soldiers leading Jews captured during the Warsaw Ghetto Uprising to\nthe assembly point for deportation in 1943, May 1943.\nAfter they were discovered, Estelle and her family were\ndeported to the Majdanek concentration camp where Estelle's father was killed. The location\nis highlighted on this map of extermination camps in Poland.\nEstelle, her mother and sister endured labor in two more camps\nbefore eventually being liberated by the Russians. Estelle, her mother and sister emigrated to\nthe United States in 1947 on the Marine Flasher.\nWe close the slide presentation with Estelle's immigration\ncertificate, which was issued in July of 1947.\nWhen Estelle, her sister and mother arrived in New York in\n1947, they had $30 between them. Estelle and her sister went to work in the garment district.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nShe met her husband, a survivor from Berlin, in New York. After marrying, they moved to\nCleveland where her husband was a labor organizer. After the birth of their first son, Estelle\nbegan attending college in Cleveland and finished after they moved to the Washington, D.C.,\narea in 1961 when her husband joined the Kennedy Administration. They would have three\nsons.\nEstelle became a teacher in Montgomery County, Maryland.\nShe earned her Master's Degree and became a reading specialist. And she retired in 1992.\nEstelle's three sons are very accomplished. One is a professor of Geology, another is a\npsychologist, and the third holds a senior corporate position. Between them they have given\nEstelle seven grandchildren; one for each day of the week, as she puts it.\nEstelle's husband died in 2008, she moved two years ago from\nthe Washington, D.C., area to Chicago to be close to family. Estelle volunteers at the\nmuseum's Speakers Bureau. Until her 2011 move to Chicago she was also a member of the\nSurvivors Writing Group and a contributor to the museum's publication \"Echoes of Memory.\"\nShe has recently written a book about her and her family's experience during the Holocaust\nentitled, \"Transcending Darkness: A Girl's Journey Out of the Holocaust.\" It was published by\nTexas Tech University Press in November 2012. It was named a finalist for the 2012\nForeWord Reviews Book of the Year Awards. Following today's program, Estelle will sign\ncopies of her book outside the entrance that you came into the theater.\nWith that, | would like you to join me in welcoming our First\nPerson, Mrs. Estelle Laughlin.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\nEstelle, welcome and thank you so much for being willing to be\nour First Person today.\n>> Estelle Laughlin: Thank you.\n>> Bill Benson: We have just an hour. And you have so much to share with us, so we'll get\nstarted right away.\nYou were just 10 years of age living in Warsaw, Poland, when\nWorld War Il began after Germany's invasion of Poland in September 1939. Before we turn to\nthe war and to the Holocaust and all that happened to you and your family, let's start first with\nyou telling us a little bit about your family and yourself and your life and your community before\nthe war began.\n>> Estelle Laughlin: | was born in Warsaw, Poland. Warsaw was the center of my universe.\nIn my selective memory, gold and radiance, open blue skies, air filled with fragrance, rich\nsounds of good neighbors, kindness and trust and love. Magic train rides through the\ncountryside during the summer later became sheltered in my mind from a world crumbling\naround me.\n>> Bill Benson: You've told me that, as you said, your magic train rides, when you said you\nthink of that time, you think of loving neighbors. Tell us a little bit more of what that life was like\nand about your parents. Tell us a little bit about them.\n>> Estelle Laughlin: It was a secure, loving home. It was a world -- | was very young -- full of\ntrust. It was my world. The trees were my trees. The sky was my sky. Visits with families,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nholiday. Just paradise. Particularly the darker life became later. The brighter, the period, the\nparadise of my life shone.\n| guess that we often valued things more at a loss in our\nmemory than at the moment that we experienced them because we take them for granted as\nwe take our time. And that is the way | think life should be lived. We should take our parents,\nour friends, our normal life, kind life for granted but it often gets interrupted.\n>> Bill Benson: Before we move to that interruption, and more than that by a long shot, you --\nfrom what | know from you and what | read in your book, you are very close to your father. Tell\nus just a little bit about him.\n>> Estelle Laughlin: Well, my father was a wonderful role model for me. He was a very kind,\nvery accomplished person but very mindful of other people. | know that you often refer to that\nexample that was during the ghetto, when there was a great hunger. And | gave my sandwich\naway to hungry people. The streets were littered with homeless, dying, hungry people. And\nmy mother, who was a very poetic person, loved beauty, loved humanity, told me: well, you\nshould not have given your sandwich away because we don't know if there will be any food\ntomorrow. My father, on the other hand, said, “You gave your sandwich away; you did the\nright thing. Look how hungry you are now. Imagine how hungry the child to whom you gave\nyour sandwich to was.” He taught me that stepping outside your own skin was essential to\nsurviving with love and compassion and joyful light. And he served as an example like that\nthroughout the war.\n>> Bill Benson: Estelle, Germany invaded Poland, of course, 1939. Warsaw was attacked\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthat very day. What do you remember on the attack on Warsaw and the long siege that\noccurred after that? What do you remember in that very early part of the war?\n>> Estelle Laughlin: September 1939 was the day like today. My father left the house -- my\nfather was a jeweler. He left the house to see his client. He kissed us, left the house.\nSometimes during the day there was a very explosion that made the earth tremble; then a\nsilence followed. It felt like all the air was sucked out of the universe; and then screeching\nsirens. My mother turned on the radio and we heard that a bomb, a couple of bombs, were\ndropped on Warsaw and that we were at war, that Germany bombed Warsaw without\ndeclaring war.\nBut even when the first bomb was dropped on Warsaw, the true\nbrutality of war seemed still unreal until that night. That night -- excuse me. That night we\nwere awakened by a tremendous rumble of planes. And before | could lift my head from my\nbed, the sky lit up brilliant lights, like fireworks, and then bombs were dropped on us. And the\nbombs were raining on us. In one second | stopped being a child and took on the burden, the\nsad burden, of life.\nInside | remained a child. | am glad to report that from my\nexperience children remain children at heart. And this is the wonderful and magical thing\nabout children. Even under the worst of circumstances, when we played in bunkers and hid in\nalleyways, hidden from the sky, hidden from the world, we still pretended, we still held on to\nour inner selves and the magic of childhood. But there was still -- while we remain children,\nchildren are also excellent at multitasking. We also looked out to see if there was a soldier, a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nNazi soldier, in the neighborhood, to protect the family, to run home and to warn -- to hide\ncontraband like books and bread.\nSo that night the sky opened up and bombs were raining on our\nheads. In spite of the fact that there was a lot of talk about the threat against us in Poland and\nin spite of all the horrid things that we heard happening with Nazi expansion, in spite of the fact\nthat there were air raid drills, in spite of the fact that the city was strung with flags and posters\nflapping in the air, screaming \"United, Prepared, and Ready!\" It still came as a total surprise.\nSo bombs dropped all around us. The buildings were crumbling. Buildings were going up in\nflames. There was not enough food. There was not enough water. The German military was\nso powerful that it swept through Poland in eight days.\n>> Bill Benson: As you said, four weeks this went on.\n>> Estelle Laughlin: Right.\n>> Bill Benson: Warsaw held out fora month. But you wrote in your book that once the siege\nwas over and the German Army marched into Warsaw on October 1, 1939, you wrote,\n\"Immediately my life changed beyond imagination.\" Tell us more about that.\n>> Estelle Laughlin: Immediately our lives changed beyond recognition. Our once peaceful\nstreets were now patrolled by foreign soldiers. They shouted hatred and content. They\nSnapped whips in our homes and streets. They walked into our homes saying that we Jewish\npeople were greedy. But they walked into our homes like common thieves and helped\nthemselves to whatever they wanted. They rationed food. They turned off electric power. We\nhad no books. Schools were forbidden. Books were forbidden. They confiscated radios.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nThey confiscated all kinds of things and stopped newspapers. So we lived in virtual darkness,\ncut off from the world and from everything that was taking place.\n>> Bill Benson: | think you told me that Jews were ordered to use whatever valuables they\nhad to pay for the war blaming the Jews on starting this war.\n>> Estelle Laughlin: Right. Now, | was a child but even a child recognizes that the adult's\nability for cruelty and for -- for nonsense. It was so ridiculous.\n>> Bill Benson: Even as a child you saw that.\n>> Estelle Laughlin: Yeah. If you lose trust, if you're a child and you lose trust in adult, you\nhave to hold on to something. So |! guess | believed that there is cruelty in all of us and there is\nkindness in all of us. What helped me to hold on, focus on the kindness, was my community.\n>> Bill Benson: Estelle, tell us a little bit about you had several cousins who fled to Russia.\n>> Estelle Laughlin: Right.\n>> Bill Benson: They would figure very importantly later on in your life. Tell us a little bit about\nthem.\n>> Estelle Laughlin: Well, the irony of it was that there was no place for the Jewish people to\nrun. There was no place to go. And ironically, the Russians were the ones who left the\nborders open, so many people fled to Russia. Many of them ended up in Siberia but they\ndidn't lose their life.\n>> Bill Benson: We may hear more about them later.\n>> Estelle Laughlin: Right.\n>> Bill Benson: It wouldn't be long before all the Jews in Warsaw that hadn't fled, which was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nthe vast majority that hadn't, including your family, would be forced into what would become\nknown as the Warsaw Ghetto. And you would be in there for the next three years. Tell us\nabout that life in the Warsaw Ghetto.\n>> Estelle Laughlin: Well, it did not take very long before they built a thick wall around us. Not\nonly were we isolated, when the ghetto was established, it was a problem both for the\nChristians and Jewish people in Warsaw. Because the Christian people had to vacate the\nareas that were designated as the ghetto and find homes. And a very tiny part of -- | believe it\nwas 1/3 of the city was only a few streets, was designated for 30%, | think -- I'm not sure that |\nam accurate, but | think 30% of the people lived in 3% of the area. We had to pay for building\nthe wall.\nCan you imagine to be encircled by a wall, how your horizon is\ncut off? They called ita ghetto. They filled the ghetto with Jewish people driven out from\nsurrounding areas. Most of them came on foot. Many of them came without shoes, without a\npenny in their pockets. Little tots in the street with bare knees and bare feet cried and begged\nfor food. There was not enough food. There was not enough housing. People lived in such\ncrowded conditions. People were dying of hunger and starvation and the streets were littered\nwith corpses. People covered the children's dead bodies with posters saying, \"Our children\nare sacred. Our children must live.\"\nBut even in this inferno, the Jewish people in the ghetto\nimmediately organized themselves into self-help centers. Immediately every building had a\nkitchen. Every building had a committee raising money and raising food and collecting clothes,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ndoing whatever one could to help out their starving neighbors. Guns hovering over our heads\ndid not stop people for celebrating holidays. On Passover, in our building, there was Matzah in\neveryone's house.\nTo own a book was a capital punishment, a capital crime, capital\npunishment. Yet my father, he was not the only one, had had a favorite stash of his books by\nYiddish writers, by Chaim Kaplan and Shalom Asch in Paris, nice windows blinded with covers\nto keep our existence secret.\nMy family sat in a dimly lit room. My father would pull out his\nbooks and read to us. His voice was flowing with swaddling comfort. Our home, our little\nhome, felt like a capsule of paradise separating us from the deadly curfew, the quiet, outside\nour windows.\nWe had hidden school. Imagine the courage of the teachers,\nunemployed teachers, who were teaching children in cold rooms to hold on to their inner self\nand their faith and good and right.\nWe even had theaters. When we had no bread. Imagine\ntheaters when there was no bread.\n>> Bill Benson: All done in secret?\n>> Estelle Laughlin: All done under -- it was defiant. It was capital crime.\n>> Bill Benson: You quoted Chaim Kaplan.\n>> Estelle Laughlin: Right.\n>> Bill Benson: You know it better than |. It's an amazing thing to think about those words.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Estelle Laughlin: Thank you for reminding me of it. Chaim Kaplan was a remarkable\nhistorian. And he said that it is strange that when we don't seem to need it at all, we need\npoetry more than we need bread. And that is so true. When | was 11 years old or 12 years\nold, | did not appreciate yet the value of these things, yet these were the things that kept my\nsoul alive; that kept my faith in humanity alive. And that is what sustained me all throughout\nthe atrocity and still it's within me.\n>> Bill Benson: You wrote, yourself, in your book, \"It was a mitzvah to dance in defiance to\nNazi brutality.\" Just say a little bit more.\n>> Estelle Laughlin: That was during the holidays. We knew that celebrating holidays was\ntaking a risk, a real risk, risking your life, your family.\n>> Bill Benson: And a mitzvah, doing a good deed.\n>> Estelle Laughlin: A mitzvah in Yiddish means a good deed. So we were just -- we would\njust pull the window shades down and we would celebrate the holidays. And even then,\nconsidering this to be a mitzvah, that was our moral resistance.\n>> Bill Benson: Your father, as you've already said and indicated in several ways, thought\nparticipation in the arts was important even under those circumstances. But your mother, you\nwrote, was focused mostly on practical ways to survive. Say more about that and your mom.\n>> Estelle Laughlin: My mother scrubbed, washed, cleaned, pounded the pillows to air them\nout. She was on a rampage to keep the house so clean of every Typhus germ. That was her\nway of protecting.\nYou see, my mother -- while the Holocaust, there was no match\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto it but throughout history Jewish people were persecuted and they always managed to hold\non through books, through learning, hold on to their culture through books, through learning.\nAnd my mother experienced persecution also during World War\n| where she was driven out by the Cossacks from Shtetl, a little town in this Russia. And it is\npossible that her experience during that period when she was driven out and the cruelty of the\nCossacks taught her as much about survival as the beauty of the country taught her to\nappreciate beauty. She would sing to us songs, and describe to us the meadows full of wild\nflowers. So she retained both. And most of all, | am proud that she retained that in spite of the\ncruelty that she suffered, she was a person full of compassion. And I'm very proud of that.\n>> Bill Benson: | think we'll hear even more about that as we move on to what happened after\nthat. During that time, how did you manage to find food? How were you able to eat and\nsustain life itself during that period?\n>> Estelle Laughlin: Well, there was tremendous starvation in the ghetto and people were\ndying by the thousands. | already described how it was littered with dead people and how\nfrightening it was to look at it as if for a child and to think that perhaps it is going to happen to\nus, too.\nWe were fortunate that our house remained in the area that was\ndesignated as the ghetto, so we still had our home. And if you had your home, you had pretty\nmuch a lot. My father was also a jeweler. And during the war, jewelry becomes the most\nstable currency. While there was starvation, there was the black market. The best smugglers\nin the ghetto were the children because they were small and were able to break through,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nsometimes, through the wall and get to the other side. And there were people on the other\nside. And the German, the Nazis, soldiers, were lining their pockets -- there was a vigorous\nblack market. The not normal became normal during the war. So the fact that we still had\nsome jewelry and we lived in poverty but we did not starve but there was tremendous\nstarvation around us.\n>> Bill Benson: The Nazis began deporting large numbers in the concentration camps. Fora\nsubstantial period of time your family was able to remain hidden from that. Tell us what that\ninvolved, what your parents were able to do to keep you from being deported during that\nperiod.\n>> Estelle Laughlin: In July 1942, the month of my 13th birthday, things became even more\ngruesome. This was the beginning of the infamous Warsaw Ghetto deportation. At first we\nhad no idea that that deportation meant that some people, Jewish people, were forced to write\nfalse letters -- excuse me -- to write false letters to families inviting them to join them in places\nwhere they were fed and sheltered. But, of course, it was a lie.\nAs a result, many people, destitute people, homeless people,\nhungry people who had very little options went to march to Umschlagplatz. Many people hid.\nPeople hid in the most outlandish places. We hid in cupboards, in drawers, in closets. We hid\nin mattresses and box springs. My family hid in a room. The door was obscured by a\nwardrobe.\nSo the while the deportations were carried out with 20th Century\nknow-how and efficiency and stone-aged value. Imagine between July 1942 and September\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n1942, 99% of the Jewish children disappeared. Can you imagine a world without the sound of\nchildren, without the presence of grandmothers and grandfathers because children and old\npeople were the first ones to disappear?\nWe never heard from the people who were yanked away from\nour lives. But some of the people came back and they told us about this horrific train ride to\nTreblinka. Can you imagine? People have mothers and fathers, children, taking mothers and\nchildren and people and shoving them into oven and turning them into ashes?\nWhen that became known, the Jewish people began to organize\nthemselves an armed resistance. But by then the ghetto was like a humungous cemetery.\nThere was such silence. There was such quiet. The windows, you looked into the windows, it\nwas like looking into gouged out eyes, nothing beyond them. The quiet, you could feel it crawl\nat you.\n>> Bill Benson: You had written, as you mentioned, 99% of the children were taken. At some\npoint the Nazis declared that any person under 14 was useless to them. You were 13. How\ndid your parents react to that?\n>> Estelle Laughlin: Children under 14 were contraband because they were considered\nunproductive. | was 13. | had braids. My mother cut off my hair. She dressed me into adult\nclothes. | asked my father, you know, | said, \"Dad, what if they find out that | am only 13?\"\nAnd my father said, \"Well, | will never let them take you away from me. I'll burn their eyes out.\"\nYou know, | knew better, but | believed him; that | was safe if only in his love.\n>> Bill Benson: At some point during that period your family moved to a ground level\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\napartment.\n>> Estelle Laughlin: Right.\n>> Bill Benson: And that was all a very deliberate plan on your parents’ part. Tell us what that\nmeant.\n>> Estelle Laughlin: As | mentioned -- | don't remember if | mentioned it. But some people\nwho were sent to Treblinka managed somehow to hide under corpses. Somehow they\nmanaged to get back to the Warsaw Ghetto, to Treblinka. When this became known, the\nJewish people prepared themselves for resistance and they started to build bunkers. And the\nbunkers were under the buildings.\nWarsaw was an ancient city. Most people lived in apartment\nbuildings. There were very few private homes. We were the only family in our building still\nalive. So we moved to the ground floor. My father was a member of the resistance, and we\nhad a bunker, too. Our bunker had a secret trap door, all bunkers did. There was a network of\nbunkers built throughout portions of the ghetto that was for entrenchment and for hiding.\nAlso, the resistance fighters dug tunnels to leave from one\nbunker to the next. And they dug tunnels underneath the wall. And they also used sewers a\nlot to get arms from the Christian resistance, from the partisans.\nSo we had this bunker -- the entrance to our bunker was a\nsecret trap door, which was the powder room, commode. It all lifted. Then you walked down a\nlittle ladder.\n>> Bill Benson: Under the commode.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Estelle Laughlin: So this was to be -- this small basement was to be our universe, our\nworld, netherland.\n>> Bill Benson: And you, of course, there in the Warsaw Ghetto when the remarkable uprising\noccurred. And then, of course, the subsequent, just horrific obliteration of the ghetto.\n>> Estelle Laughlin: Right.\n>> Bill Benson: What caused the actual uprising? What was the event that precipitated the\nuprising?\n>> Estelle Laughlin: Well, there were a couple of skirmishes in early 1943 between a few\npartisans and the Nazi forces. As a result, to punish the Jewish people for a couple of\nskirmishes, Hitler was promised to cleanse all of Warsaw, of the rest of the Jewish people. As\na present to Hitler, a cleansed -- Warsaw cleansed -- a ghetto cleanse of Jews within three\ndays.\n>> Bill Benson: And that was to be a birthday gift.\n>> Estelle Laughlin: A birthday gift. Right. Events erupted with Nazi soldiers coming into\nWarsaw with warplanes, with tanks, with the armored cars rolling down the streets and cars\nwith humungous megaphones announcing we all were to report for resettlement or else they\nwere going to tear us apart.\nOf course, we disobeyed. We lifted our trap door and stepped\ndown the ladder into a netherworld, pulled the trap door down. The walls closed in on me.\nThe ceiling pressed down on me. The flickering of the carbide light was our substitute for the\nsun. The ticking of the clock was our only connection with the outside world. That was the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nonly clue we had when morning was rising, when sun was falling. How | craved for the open\nhorizon, for the sky, for the blue crispness of day. The few people in the bunker with us were\nour whole nation.\n>> Bill Benson: And while you were there, of course, this terrible uprising, conflict, going on\nabove you. Tell us about that.\n>> Estelle Laughlin: So while we were in the bunker fighting erupted above us. Imagine a\ngroup of poorly fed, poorly armed resistance fighters facing a 20th Century Army, armed from\nhead to toe, lots of bomber planes, tanks. The resistance fighters stepped out in front of the\ntanks, crawled through the tunnels, crawled through the sewers, stepped up on top of roof\ntops, in front of open windows and lobbed Molotov cocktails and fire throwers, whatever they\nhad in the fighting against this Army.\nThe remarkable thing about it and the noteworthy thing about it\nis that it took Poland and France less time to capitulate than it took the resistance fighters to\nfight even after Hitler declared the ghetto cleansed of Jews. The ghetto was bled white. The\nresistance fighters for weeks and weeks and months, the formidable skirmishes, they were\nhiding in the ruins because the ghetto was obliterated.\nAt some point a grenade was thrown at our trap door.\nApparently they knew -- the Nazis somehow had some knowledge about some of the places\npeople were hiding. They threw a grenade. At that point there was not a corner we could hide\nanymore. And they dragged us out into the street. Buildings were crumbling to our feet. The\nsky was black -- sky was black with bomber planes. The buildings crumbling to our feet.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nFlames, enormous flames, licking the sky and painting it in other worldly colors of iridescence.\nThe air was trembling with explosions. The ground -- people in congealed blood. | tried to\nyank my head away. | couldn't understand what death was. My biggest wish was that | would\nmake the transition holding on to my parents' hands and my sister. They marched us to\nUmschlagplatz.\nIn the morning, my mother, my sister and | miraculously\nsurvived. We survived with compassion, with love for humanity and with joy for life. We\nsurvived where the crematory was, where the chimneys were spitting out smoke, smelling of\nhuman flesh, where our friends' bodies were dangling where they counted us daily.\n>> Bill Benson: When did you last see your father?\n>> Estelle Laughlin: The last time | saw my father was in Majdanek. Men, women, and\nchildren were torn away from one another. There were very few children, but they were kept in\na small, enclosed area yammering, calling, \"Mamma,\" \"Tata.\" My father was sitting separate\nwith the men on the muddy ground. My sister, my mother and | were sitting opposite the men.\nThis is where we were gathered, were guarded by guards. My father pushed himself to be in\nthe front row so that he could see us. Our eyes were locked.\nMy father was very ill at that point with TB. He was brittle. |\ncould not stand the suffering | saw in his eyes. | was so used to looking into his face for\ncomfort, for steadiness, for reassurance. When | noticed that the guards weren't watching, |\ndashed across the field and knelt in front of my father. And | said, \"Tata, don't worry about me;\nyou know they won't get me.\" And | flipped the lapel of my coat and showed him, “Remember,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n| have cyanide.” We had capsules of cyanide we used as a last resort. And my father looked\nat me and he said, “No, child. Don't use it. You must live.” And that was the last time | saw\nmy father.\nBy some fluke of circumstances, my mother, my sister and |\nwere sent to other camps, to a slave labor camp.\nYou know, I'm very aware of sharing such very personal things.\nAnd | am just so grateful when | look around and | see the kind faces of all of you. | appreciate\nitso much. | want to kind of justify why | am sharing such cruelties and express so much |\nappreciate your intense faces. Because I'm doing it, and | think you're doing it, because we\nneed to be reminded of the cruelties that human beings are capable of. And maybe in the\nmoment that we perceive that cruelty we are so much more aware of the importance of love.\nThis is why | feel that | need to justify and rationalize.\n>> Bill Benson: Estelle, you and your mother and your sister, Fredka, would remain in\nMajdanek for about three months doing slave labor and that from there you would be forced to\nyet another camp to also do forced labor.\n>> Estelle Laughlin: Right.\n>> Bill Benson: Tell us where you were sent after Majdanek. And, of course, we're skipping\nover so much that occurred in that three-month period and the brutality there was\nunimaginable, but you would go from there on to another camp. What was that like?\n>> Estelle Laughlin: It's a slight distinction or maybe not such a slight distinction between\nextermination camp and slave labor camp. Though | was told that Majdanek for some reason\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nis not termed an extermination camp, | call it an extermination camp because everyone | knew\nin Warsaw was gassed there. And any place that has an extermination oven in its place and\nuses the ovens to kill people to me is an extermination camp.\n>> Bill Benson: And, of course, they took your father right away.\n>> Estelle Laughlin: Right. And Skarzysko, also in Poland, was a slave labor camp. They\nwere manufacturing arms for the Nazis.\n>> Bill Benson: Before you tell us more -- I'm going to interrupt you. When you were on the\ntrain going from Majdanek to Skarzysko, if | remember correctly, the train stopped and an\nevent occurred that really you think may have saved your lives.\n>> Estelle Laughlin: Well, how did one survive? It was random luck. If 99% of children are\nscooped up, It's just like when you -- no matter how well you sweep, there will be some crumbs\nthat will be left. So that is the random luck, but there was also a feistiness. In this situation, it\nwas random luck.\nWhen we were on the trains from Majdanek to Skarzysko, my\nsister had to go to the bathroom. The train stopped once. We were permitted to go to the pit\nstop. And my mother and | pleaded with my sister not to go because the soldiers were\nstanding outside and shooting, just shooting just for the fun, just for the fun of it; not because\nthey had to, just for the fun. But my sister just absolutely had to go. So we went out.\nWe never separated. We were like one organism. Love\nsustained us. One of the things that kept us alive was the fact that we had one another. And\nthat was very rare. As far as | know, my mother was the only mother in the entire camp, to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nbest of my knowledge. Most people were completely alone. We were the only family, that |\nknow of, of three people.\nSo the when it was time to go back to the train, we went to a\ndifferent car.\n>> Bill Benson: By accident.\n>> Estelle Laughlin: By accident because they were shooting. We were running. And when\nwe arrived in Skarzysko, there were three branches in the concentration camp. One was\nwhere they were manufacturing gunpowder. And the people who went to that branch that\nmanufactured the gunpowder, immediately their lungs and their skin, they didn't use any mask,\nany precaution and so they looked so ghoulish. Not only were they skeletal so most of them\ndied. And had we stayed on that train, we would have ended up in that branch. But because\nwe didn't, we ended up in another branch. We were sorting ammunition.\nSkarzysko, while it was a slave labor camp, it was still encircled\nby electrified barbed wired fencing. There were still towers. There were still guards there with\nbeams of light following every step we took. We hardly ever saw a flower, hardly ever saw a\nbird or a butterfly, hardly ever saw the sun. We worked for many, many hours. And most\npeople died there of hunger and cold. It was terrible.\n>> Bill Benson: That's Skarzysko. | know our time is running short. There's much more for\nyou to tell us, but there's a couple of things | want you to share with us. It was at Skarzysko\nwhere you, Fredka, your sister and your mother, were referred to by your other fellow inmates -\n- you were referred to as the three monkeys.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Estelle Laughlin: Right.\n>> Bill Benson: And you were actually going to use that in the title of your book. Explain that.\n>> Estelle Laughlin: My -- of course, | leave out so many details. If you read my book, you will\nsee -- you will find the details. You will also find the courage and the love that shines through\nhuman beings even in the darkest places.\nMy sister had Typhus in the camp. | describe in my book how\nmy sister was isolated in the hospital and how my mother would trade her -- the slab of bread\nto try to help my sister. My sister did survive. They shaved her hair. My sister used to be so\nbeautiful when she was a child. And in the camp she looked awful. Her hair was shaved. Her\neyes were sunken. Her cheeks were sunken. She was like a walking skeleton. And we were\nthe only family of three. Also, we recovered with lice and mange. And we looked like\nmonkeys. So we would cuddle together and pick lice. So the people in our barracks\naffectionately called us, \"Oh, here are the three monkeys.\"\n>> Bill Benson: In the summer of 1944, you were forced again to move and this time to a\nconcentration camp known as Czestochowa. Tell us a little bit about that because that would\nthen lead, eventually, a long time off to your liberation. But tell us a little bit about that.\n>> Estelle Laughlin: Czestochowa was very much -- was also an ammunition factory, also\nowned by a German firm. It was very much like Skarzysko. Then a miracle, in January 1945\nwe hear a rumble of planes followed by bombardment. We lift our heads and we say, \"Could it\nbe after all of these years?\" And the bombardment.\nWe were so isolated. We had no idea that only a few rabbit\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nhops away from us people were sailing on silver lakes, children were sitting around tables with\ntheir families. We had no idea if the allies were winning or losing. And here we hear the\nrumble of planes and we hear the bombardment. We say, oh, please, don't stop. We don't\ncare if we die. Dying by an allied bomb would be such an honorable death. We were on that\nroad. Well, we were liberated at the crack of dawn. And liberation, | assure you, was nothing\nlike you are likely to imagine. And, of course, time does not allow me to talk about it.\n>> Bill Benson: Take a moment, though, to describe when you realized that you were\nliberated, even if it wasn't the moment we like to think of and go, \"Aha, I'm liberated,\" but tell us\nwhat happened.\n>> Estelle Laughlin: What happened was the gates of paradise opened. As | described to\nyou, all we had was a -- no underwear no gloves, no sweaters.\n>> Bill Benson: This was an especially brutal winter. Right?\n>> Estelle Laughlin: Poland -- it was the middle of January, and Poland is pretty cold. It was --\nyeah, especially when you don't have proper coverage and wooden clogs. We shuffled out of\nthe camp when we realized, the whole night -- how the liberation occurred is just too much for\nme to describe. But we shuffled out passed the electrified wires, outside fence, a no-man's\nland. Nothing moved. Nothing stirred. We shuffled through. We keep on going. Then we\nhear tanks and we hear voices of soldiers. And then, of course, we were afraid. What if these\nare German soldiers? But then we hear they are Russian soldiers. So we run to them\nteary-eyed, like messiahs, “Do you know how long we've been waiting for you?\nNobody heard our cries. Nobody heard our pleas. Here you are.” And the soldiers put up a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nhand and said, “Sorry, we have a war to fight.”\nAnd, indeed, they did have a war to fight. And they looked at\ntheir watches and they said, “You better be careful and find shelter before curfew.” At that\npoint | don't know if | was more afraid of dying of cold and starvation than being arrested for\nbreaking the curfew and being put into prison again.\nAnd we were so hungry. We went out into the streets. People\nlooked at us. | want to believe there were people who looked at us with sympathy, but there\nwere no DP camps, no help at all. But we encountered some people from the camp who told\nus down the street there is a factory, a pickle factory. So we climbed through the window. And\nour first meal was a dill pickle.\nAnd you know? In my memory, | think that somebody offered us\nherring, pickled herring. And | don't know if it was wishful thinking or if it really happened.\nSo we did a lot of wandering after the war. A large part of my\nbook is dedicated to the story of liberation because very little was written about it, particularly\nliberation in the Russian sectors because they were not as generous. And also, they were not\nas economically able. And also there was Stalin. | don't think we were very important to them.\nBut eventually we came to the United States.\n>> Bill Benson: With $30.\n>> Estelle Laughlin: With $30 to this blessed land. For my sister and for me, to start life over\nagain. We were young. Life still held out a big promise. It was like an unopened package yet\nfor us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nFor my mother, my poetic mother who in the concentration camp\nin front of the crematory would murmur in my ear, \"Life is sacred. It's noble to fight to stay\nalive,\" was not able to start life over again. Not every survivor was able is to start again. But\nmy mother was also somewhat of | prophet because in this concentration camp she also said\nto us, \"Remember, if we survive, you'll see that the German people, that the children of the\nGerman people and their children's children for generations will be asking, wnere was your\nconscience?\"\n| don't know that | believed her then, but obviously |\nremembered it so | wanted to hear it. And my mother was right. Now all over Germany people\nare asking, how could it have happened? | am so grateful for that. | am ever so grateful for\nthat. | feel that guilt and revenge is not the issue. | feel the responsibility is to understand.\nAnd | think that we are left with all of us -- all of us are left with a legacy to understand how\ncould people do that. We are all human beings. We all share something. As long as people\nare saying that the Holocaust never happened, we have to question, we have to understand if\ncivilization is to make any progress.\n>> Bill Benson: | want to thank you for being our First Person. |'ll turn back to Estelle to close\nour program. | want to thank all of you for spending this time with us. | think it's real apparent\nwe could only just skim the surface ever so little. There's so much more to hear about.\nFortunately Estelle has written a book, which is a good thing. And so after we're finished here,\nEstelle will go to the top. So if you're interested, just to say hi if nothing else but also an\nopportunity for Estelle to sign copies of her book.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nWe will have three more First Person programs tomorrow and\nthen next Wednesday and Thursday and close our 2013 year of First Person, but we will\nresume again next March of 2014. Sol hope you can at some point make plans to come back\nand join us.\nIt's our tradition at First Person that our First Person has the last\nword. So on that note, I'll turn to Estelle to close it. When she finishes, I'm going to sort of try\nto get her to not linger so she can beat some of you out of the theater.\n>> Estelle Laughlin: | want to thank you so very much for being here. Seldom are people\nwilling to speak about such events or to listen to such events because they generate such\npain. But we have to be reminded from time to time what can happen to our country, what can\nhappen to the conscience of a nation, what can happen to love and trust when people\naccommodate themselves to brutality.\n|am so grateful for this museum. It is proof that history always\nremembers and that we must listen if the world is to be a better place for all of us.\nThank you so much for being here.\n[Applause]\n[The presentation ended at 2:07 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}