{
    "header": "3 URI CHANOCH JULY 12, 2012 Beginning of File One Q This is a United States Holocaust Memorial Museum interview with Mr. Uri Chanoch on July 12th, 2012. Taking place in Washington D.C. Interviewer is Ina Nevazelskis (ph). Mr. Chanoch, thank you very much for agreeing to talk with us today, to meet with us today. I will start the interview like all of them at the very beginning. We want to know about your family life. We want to know about your brother s and sisters, where you were born and so on. So let's start with the first question, which is what is your birthdate? When and where were you born? A Born on the 28th of March, '28. Q 1928, yeah. And how many members were in your immediate family? Who was in your immediate family? A My mother, my father, my sister, my little brother and myself. Q Were you the oldest? A No, my sister. Q When was she born? When was she born? A '22. Q 1922? 4 A 1922 on the 21st of December. Q On the 21st of December. Wha t is her name? What was her name? A Miriam. Q Miriam. And your mother's name? A Freyda. Q Freyda. And what was her maiden name? A My mother's? Q M'hum. A Ipp. Q IP? A I double p. Q Ipp, okay. A The spelling some people don't like. Q And your father's first name? A The Hebrew name is Shraga. Q Shraga. A But they used to call him Feivel. 5 Q Feivel. A It comes from the Greek word fables and this has to do with the spark. Feivel is a spark. FEMALE: Guta (ph) means disbelief. Q Is it still on? Okay. We'll keep on going. A It comes from the Greek fables. It has to do with spark. That is what my father explained to me. Q Okay. What - do you remember the years that they were born, your mother and your father? We record this as family member names, so that we have everything accurate. A My mother was put in the gas chambers of Auschwitz. She was 50. All of this was in '44. Can figure it out. Q So it would be 1894. 1894 and your father? A My father. Q And your father? A My father. Q O h, that was your father, sorry. And your mother? 6 A My mother was 44 years old. Q In 1945? A '44. I don't know if it was '44 or '45. I don't know. I did not find any records for my sister and my mother but -- Q So you think? A -- but she was 44 and I thin k -- I think it was in -- I think it was in '45. Q So that means she was born in 1900 or 1901? A Yes. Q Okay. A But I don't know the date, the dates of the children, you know, because they all celebrated their birthday, the parents didn't, so -- Q Your bro ther Dani, yeah, when was he born? A He was born on the 2nd of February, '32. Q 1932. And his name was Daniel? A Daniel, brother Daniel. Q What was your -- where were you all born, in the same place, in the same town, the same village? A You mean the chi ldren? 7 Q Yes. A Kaunas. Q In Kaunas? A Kaunas. Q Kowno or Kaunas? A Kaunas. Q And your parents, were they from the city of Kovno? A My father was born in Zasliai. Q In Zasliai. I will spell that. A Which is very close to Kaisiadorys. You probably know where it is. Q And your mother? A My mother I think was born -- I don't know. It is written in a birth certificate. I think you have to do all, but she was born in Cogno (ph), but she spoke always a place which is called Remni. Q Remni? A Yes, have you eve r heard? Q No. But that might be the Yiddish name of the town or the village and sometimes these names Œ 8 A I think there was a time that the Jews were accused of treason in the first war corroboration with the Germans. So the Russians did send them out of the Lithuania. I presume that you know it. Q A little bit, yeah. A So actually only after -- only when Lithuania became independent people started to come back. Q That's the 1918 independence. A Yes. So what happened was that some of the people, the Jewish didn't come back. They stayed in Russia and became communists. They had had enough or maybe not. But I know for sure that my family, my father's family, my grandmother and her three sons were expelled to Venice (ph). Venice was already out. I mean, this was a place that you could stay. Q What was your father's profession? A My father was a merchant. Q What did he sell? Did he have a store? A He was a specialist for a special brand of wood. Q Wood? A Yes. Q And that means? 9 A Messus (ph) wood. Q For? A Messus. Q Really. And was it an export business? A No, in the beginning in Kowno there was a messus factory by the name of Nor (ph). Q How do you spell that? A The Nor is also a spark in Hebrew. It is another Hebrew name and my father managed the factory. Q Nor (ph). A He managed the factory. It was the schlakerinis (ph). Q Oh, yeah, schlakerinis means green hill. A Green bough in Yiddish. Q V? A In Yiddish we used to say engrainbach (ph). Q Engrainbach, yea h. A And what they find out when they came to Palestine that this factory a branch of it in Achor in Israel. So, but when you getting married, it is not nice to be of familial 10 dress. Jewish trained their family to work for somebody. You ask for family busi ness for yourself and then always friendly cousin because she was the one who had the money and made the money, but you still read all the books. And when she had the three sons, she was so proud of them. One of my father, my father was the oldest. And the n one Abraham. Q Abraham? A Abraham stayed in the Zasliai and then Israel was the son that she loved very much and -- Q How did grandma make her money? A I think for hundreds of years we had a big piece of land in this land and people worked in the culture and there was ahead, although it was the reading, you know. So she had four or five girls. She was a very smart lady. Q What was her name? What was your grandmother's name? What was your grandmother's name? A The same name that my granddaughter -- my dau ghter has. Sara -Leah. Q Sara -Leah. Okay? A In Yiddish it was Sara -Leah. Q Sara -Leah. What was your -- what was the first language you spoke at home? 11 A This is a very interesting question. I remember Russian and I remember Yiddish. I remember Hebrew. I remember Lithuania. Q Four at once, four languages at once? A Yeah. It wasn't there. So as an infant, Yiddish, of course. Q But when you spoke to your parents, when you spoke with your brother and sister -- A I mainly spoke Yiddish to them, but for the maid I s poke Lithuania. I didn't speak any other language. Q To whom? A To the maid. Q To the maid. And you live -- you grew up in Kaunas even though the land w as in Zasliai, your family lived in the city? A I mean, Zasliai it was the province. The young people left the Schelak (ph) and went to universities, went to the big towns. Q Okay. A And this is what happened to my father and his brother Israel and the mid dle one stayed in Zasliai and had a shop with pots and all kinds of hardware or whateve r. Owned a market, vis -avis his mother. Grandma decided that we was capable to go and study and to be international. She said that the ropper (ph) was not capable because the star 12 was not my father or the youngest one Israel, he was all over the place and we make all the joke that if he did finish at least five danalos (ph). Q Yay. A From one to another one. Q So he was a professional student. A Yeah, he was a professional divernosa (ph). And he ended up in Klaipeda marrying a lady from a very noble family Zagenkan. They call it in Hebrew Sgah -Cohen. Q Can you repeat that again Zan Œ A Zagenkan. Q Zagenkan? A Olga Zagenkan and he settled there and they found a telephone book on Zamenhof Street. Q Zamenhof Street in Klaipeda, in the name of -- and was his name in there? Your uncle's name was it in there, in the telephone book? A Yes, yes, of course, otherwise I wouldn't know . Q Yeah. 13 A I mean, if a telephone is proof that you are a middle class family, so we all had a telephone until the end of the war. Q Yeah. Well, a car was a rarity in those days in that part of the world. A telephone was a rarity. Not everybody in the cou ntry had them. A A car, yes, a car, a car. I remember a classmate of mine was brought it was a Buick every morning. Q Wow. A So Palago Gater (ph), it was Palago Yimen (ph). Do you know the Behumas (ph) building in Kaunas? Q No, I have heard of it, but I don't know where it was located. A Something I got to think. Water. Q Can you remember what your earliest memories are? A Oh, yes. Q What were they? A I was informed that my brother was born. It was the 2nd of February. And my father - it was not in the Jewish hospital. It was not in the Kokoliem (ph). It was in the old part of the city. It was somewhere on Lisalia (ph). Q Lisalia is a boulevard of Liberty. 14 A In a private hospital. I don't know why he was a privilege. And then he took me with a shlitn and now in winter. Q Oh, with a sleigh? A With a sleigh, yes. And he wanted to give me and then we came. Came to see my mother and then they gave me a banana. Q In winter? A A thrill because you couldn't get bananas in winter. You have to get those -- so I wouldn't be hungry too much. Then he bought this little thing to show me. And I remember it is very, very clear. Q Yeah. A And I saw my mother lying in bed wit h the baby. We had a good time. Everybody was very nice to me. This I remember and then I remember, also, I was three years old and the maid of the house there was a little chain that we closed the door and I closed the door and I couldn't - Q She couldn't get back in? A And then the walls were very thick. So there was a window where it looked and I decided to go for a walk. Q On the windowsill? 15 A There was old people down there. And in Kaunas we was always like in the flat area now. You go in and there it was like this and like this. Q Inside a courtyard, in other words? A Yeah, and flat was in the courtyard. And my mother wasn't there and my father wasn't there. But they called the fire people. How do we say, omenagsir (ph)? Q That's right. The volunteer firefighters, yeah, or maybe they were just firefighters not volunteer. A They didn't call them firefighters. It is interesting that I don't know if you know it, all the firefighters in the Shetla (ph) and all the towners were Jewish. Q Really. A Yeah. Thank you very much. JUDY: Two glasses of water. Q Thank you. And so they got you, they rescued yo u from the windowsill? A Big litter and they told me to catch me they said don't be afraid. I wasn't afraid at all. They caught me at the last minute. Q How did you describe -- oh, did you want to say something? A I mean, this is a two seeds that I see now. I can write it. I cannot write anything else. I don't remember and I know that we went to the Palanga after that. You know where it is? 16 Q What Palanga? A Kretinga. Q Kretinga, yes, yes. A Kretinga was when you went off the ship. Q Okay. You didn't? A No. Q Okay. Hang on a second. A Because when you went down from the Palahok (ph), which is the steamshi p, you couldn't go to the left. You went Kretinga and to right you went to Palanga. Q Palanga, I don't know about Palanga. A Palanga was where Pranas Masiotas used to take his vacations. Q Pranas Masiotas, M -a-ci - M-a-s-i-o-t-as, okay. A It was -- it was a very famous writer. Q Yeah. A My mother went to Palanga. Why did my mother went to Palanga? Because she didn't want a Jewish lady to drink coffe e in Kretinga. She wanted to go barefoot. Q On the beach? 17 A In pharmos (ph). Q Yeah. A This was her sport. Q How -- how would you describe your family life? What kind of atmosphere was in your home when the three of you, you know, your oldest sister and the two boys and your parents, what kind of a feeling did you have there? A Very affable. Q Yeah. A Yeah. Very good life. They generated within the car and, I mean, I lived lu xury, not like things is today. But everything was in place. I mean, you knew stu ff. In my school you went into kindergarten and then to elementary school and you finished dacaturob (ph) and you could be accepted in any university in the world. It was very a high standard school. Q Tell us the name of your school? A Schlat (ph). They c alled it Lithuania Jew Gynamisum. Q Jewish high school gymnasium. But the name that you had for it, what would that be, Schwabis (ph), did you say Schwabis? A Yeah, the name. 18 Q I have heard of it, yes. I have heard of it. But I also heard that there was several? A Wyrobis (ph). Q Yeah, Wy (ph). A Because during the war, the first war the Germans were there and some of the officers and one of them was a culture officer was the name of Schwabe (ph) professor and later immigrated to Palestine and professor for that, but I came and asked him, please, help us to build a Hebrew high school. Because he was a teacher and a pedagogue, but I was asking myself why did the clever Jews need this German Jew to help them to build the school? You don't know. So used to be called Travis (ph). Q There were, from what I understand, there were several Jewish schools in Kaunas, in Kovno? A Lialu (ph) was right behind the opera. I was one of the reputable contest today Kerados mindovas (ph). And there was another one which was mixed Lithuanian Jewish and this was the big assimilation. Q What was the name of that school? A Yiddish Ilitusha (ph). Q Yiddish Ilitusha. Okay. 19 A Jewish Lithuanian School. Q Lithuanian? A And then there was a Cobert (ph) sc hool. Q And what about I have heard of Shola Ilahim (ph) school? A It was the Russians went to our school and gave it the name Shola Ilahim because everything turned into Yiddish. It was forbidden. Q I see. So -- A Serious. Q -- so the language of instruction in your school was Hebrew? A From the very beginning. Q Does that mean can I -- can I interpret from that that your family was very religious? A No. Q No. A How did you come to such a conclusion? Q How did I come to such a conclusion because when I hea r Hebrew I think of the Bible. A No way. 20 Q And I think of religion. A In contrary. In contrary, the old orthodox Jews speak Yiddish. Because Hebrew is a holy language and you don't use the holy language for every day. Q That's exactly why, it is a holy language. That's why we think it is religious. A No, for them. Q I see. A It was Lithuanian Jew. What we called a Lithrock (ph). His name was Aliaza Benny Huda (ph). He took the Bible and he built a new language and modern. It was suitable for every day life. So, of course, I can read all the religious books, but I can also read if I go to Cocoran (ph). Q Excuse us for a second. Okay. A The man, in a little bit, although they use table for book and in Kaunas we are very -- this writer was by the name of A vraham. Q Moppel (ph). I have heard of him. A The street, the Jewish street that is Moppel they met. I mean, it was when from the Yemen, the little country from the Gotgo (ph), before Gotgo got there, there was a Moppel Street. Q M'hum. 21 A He already wrot e in Hebrew language I think in 1700 the beginning of 1800 and he was a bitow (ph) because he wrote about the Bible, but then in a very romantic way for like the love of Cerone (ph) Matow (ph), which is a love story and so on, so forth. And there was Russians, therefore, was very honored. For example, he wrote a lot of for the job. It was never -- they used to go to Alexsutas (ph) there was a place. Q Alexsutas. A You know that? Q M'hum. A He used to sit down and write about, but he is not popular any more today. He was very popular in my days. Q Is Mrs. Chanoch are you from Lithuania? JUDY: Alexandria. My grandparents came to Palestine in 1924 from Russia. Q From Russia. JUDY: Poland. Q So I wanted to return to your family a little bit. Tell me about your father's personality. Your mother's personality. What were they like as people? What do you remember from them? A You have in your -- there was a lady who was, forgive me for many times, ten years ago I should give her -- I should give her the folder that I have. I have folders because my mother's sister did send it to me. It is a different story. I never knew 22 that I have relatives in America. I never knew that a grandfather from my mother's side broke it and he is buried there. I never knew. They neve r told me. It wasn't an issue. Because they was always in a depression. We had to help them. I don't know. I think that my mother was an excellent, like every mother, very loving, and very excellent mother. Q Extraordinary? A Very extraordinary, very wide heart. Q Was she a quiet person? Was she a person who was -- A She was -- she was everything. Everything positive was my mother. She was so good. Good. She was so loving. She was so caring. People came back from the concentration camp, we would -- they came to see me in Tel Aviv. Judy will tell you. She heard it. JUDY: His mother must have been a very special person. First of all, by the way, I always heard him talk about her, the way she risked her life to get some food because he was a growing boy. He was very hungry. He didn't complain, but she know he was so hungry. A I didn't complain. JUDY: And he can tell you that story how she risked her life to just -- and this woman who came to visit us said, I want to tell you something. Normally 20 mother -in -laws, you know, they are not so -- they don't have such a good reputation with the daughter -in -laws, but you would have missed out because Uri's mother was a very special person. Even in the concentration camp, at the worst of conditio ns, when people lost signs of humanity, she was like -- she was like helping everybody. Doing everything. I believe she used the term, it has been so many years since she said it, she was like -- like somebody, like an angel. That says something for a pers on. Q That's right. A reputation that lives beyond. JUDY: Yep. Q Were you closer to her than to your father, yeah? A Yes, I was. Q Okay. JUDY: I'm going to finish packing. Okay. Q Thank you very much. Bye -bye. Tell me a little bit about him. What was he l ike? So we go back. So we are talking about your father. And I wanted to know a little bit about what he was like as a person. A He was away. He used to travel a lot, buying wood and buying -- he used to fly every year to Romania, a very special place in Bucovina, Romania used to be what we call schelot (ph). I mean, the wood was just suitable 21 messus (ph) and there he used to meet because the second factory was in Palestine. They moved. They built it and then the second one was in Beirut and he used to meet with the Palestinian at that time partners, who came to him and he used to treat and buy the wood from there and then send some of it to Achor and part of it to communist. So he went - Q He was on the road a lot? A He wa s on the road. Q Was he distant? A I still remember -- remember that. I remember him distant. You know, there was a cafe in Calmuth (ph). Have you ever heard of Monica (ph)? Q No. A It was a very famous cafe, on Lisadown (ph) and afternoon the men used to -- I'll show you a picture. I had back -- maybe I might make you a cup of coffee. Look how the Yiddish people looked down in Kaunas. Like aunts and uros (ph). Q Yeah. A Trimisse (ph). It wasn't -- it was the best. This is much more resident of the east. Q Yeah. A And he used to take me with him. 22 Q To sit in the grand cafe in Monica? A In Monica. Get a piece of cake or milkshake or whatever and sit with his friends. And I read a selfi (ph) in Elistanova (ph). You know what Stanova (ph) is? Stanova is -- ther e was a Russian word that was used in and among the Lithuanians and I used to lie next to him and he used to tell me little stories. Most of the stories he repeated. I knew it already by heart. But the story, like, for the mitelda (ph) mysitatelga (ph), which means, I'll tell you a story with a white goat, the schetzliata (ph) and mitsushaka (ph). So, this was very good. You could tell it, but I always listen to it and the whole story about the goat and the sheep, the schetzliata sheep. She is red and so th ere is a fourth little stories. But, Monica stories, and traveling. He didn't go to the summer house. He used to come only on weekends. Q He worked? He worked? A He worked all through the summer. Q Were your parents happy together? Was it a good couple? A good marriage? A I think it was good. Q Yeah. A But then something bad happened, that one day he missed -- he missed the bus or the train and he jumped to check on the car and the car turned over and he was 23 injured. And we got a shock and laid in a hospital for a year. Q Wow. How old were you? A He never -- he never came back. Three and five. Q How old were you when that happened? A Ten. It was on the eve of Passover and see then eve of Passover the Russians shut down was a New Year. He always come home, but when such a thing -- today they don't men -- they can't skip. Lithuanians it was a holiday. It wasn't a religious family. It was a religional family. It definitely wasn't a religious. The school was not a religious. They didn't even taught us ho w to pray. This was anti -religious I would say in away. Q Really. Yeah. A They wanted a new product, the modern Jew. Another settled Jew. They created the new Jew. This new Jew existed many years. This was when he was very rich and he became babahelshoa (ph) or rothchild or what the feuher (ph) or whatever, but novawent (ph) it was a schetel (ph) and schetel was odo (ph). The schetel was very progressive in away that instead of you following that mystical organization. If I was to go to Lithuania I will buy for you the book that Gustadtz (ph) did. Q Okay. A When you read the book you understand everything. 24 Q Okay. I want to ask a few other questions that are before the war and then we come to those -- all those other events. In your family circle and in the people that you knew, did you have any friends who were not Jews? Was your world self -contained? Was it a Jewish world or was it one that was mixed? A That's a political, yes. Q Yes, it is. But it is also a social question. It is trying to get a sense of how closed were societies? How closed were communities? How open were communities? How much did people know about one another? A No, no non -Jewish friends. Q No non -Jewish friends. A It's not only that, the Jews lived in Lithuania, not like in Germany. I n Germany, a Jew was not a Jew. He was only believed in the religion of Moses. But mainly he was a German. Wherein Lithuania and Poland, no. Mostly in Lithuania. Lithuania is very classic for it. It is a society -- a Jewish society which doesn't mingle with the unJews. I mean, when the children, of course, the grown -ups used to make business friends. But I didn't have any non -Jewish friends. I had no Jewish friends when we went to Palanga, not Kretinga, Palanga because there were no other Jews. We are the only family, maybe another one. And there it was -- I was -- I played there, but as friends, I cannot recall anybody that I kept on a relationship with him later on. 25 Another way this happened, it is abnormal in away, but I don't -- I don't know, for example , Jewish children in another kadanzing (ph). What I know is my class. That's all. We were friends. Later on, when we went to the university it was different. University was another program under misbasis (ph) but no, we lived in Autersak (ph), the three recos (ph) which is vis -avis the Paluno (ph). Q Can you repeat the name of the address again? A Autersak. Q Autersak, No. 13. You lived there? That's a lovely place to live. A It was a lovely place. Q It is a very nice place, yeah. A If you go out of the door -- Q I'll spell it. A -- and you see -- Q It is townhouse square. A -- with catali and -- Q Catali, it is a kind of tree. A But it is in a house I lived other Jewish people. 26 Q Would you say then, you've mentioned her once before, you said that there was a maid who lived in your family. A maid who lived in your family. Was she the only person who was non -Jewish that you interacted with in a regular way? Yes? A She was everything to me. She was a maid. She was a nanny, but something happened to her. She became pregnant. And Teresa was born. Her name was Vinsa (ph). Q Vinsa. A Teresa was born and my mother said -- I mean, the husband was not known. I knew the husband, because they used to sneak in the remainder of the house and I understoo d there was so mething going on. Vinsa was very good to us. We loved her, especially my brother. And my father said, take Teresa and go to Pusucamas (ph). You know where Pusucamas? You don't know where that is. Pusucamas is when you right on Scadniop (ph) now you know. Q Okay. Yosweneuronos (ph). We'll look at this later. So she had to leave your family? A No, she says I cannot go back. It is illegitimate child. They will tear me to pieces. We are a very strict catholic family. We don't want it. And my mother felt and my father, let her stay with us. Teresa will grow up together with our children and this is what happened. But the mean children at school used to say how is Teresa today. It was another thing. They came to see Teresa. She was crawling all over the 27 place. Ma de my father nervous. But my mother understood the situation. Wonderful. She was born in Ricoholen (ph), in the Jewish hospital or in the private hospital it is much more money. Q Yeah. A And this is a tiger I'm telling you. Q Yeah. A Why, you will understand in a minute. Look, she was to go with us for a walk with us children. She was very religious. So, you know, the big cathedral in Kaunas on Vilinus Venachos (ph) she used to take us there. We used to sit down and make my lunch. Q Signs of the cross. A I mean, it is so similar because they say hallelujah. We all say hallelujah, amen, of course. Amen is very -- we say 50 times, I mean, same thing as you say. But one day when she came out of the thrufos (ph) just in the corner of Angos villios (ph) -- Q And he was shot? A And he dared to do it. He was -- he was so nervous. I can -- I can remember it. When you asked what do you remember? I remember. And I was never -- I was a church, very close to the Neuman (ph). She took us there, too, sometimes. She had a brother, Ritas (ph). 28 The brother was Hussar. You know what the Hussar is? Q In the Czarist Army? A What? Q A Hussar in the Czarist Army? A No, they call it the Hussar in Lithuanian Army, too. There was a Calarasi. Q That's a soldier. A And a Hussar. He w as -- it was like a commando unit. Q Okay. A Like my grandson is in the commando unit. It took -- he is a para trooper and up until 18 he was -- he was pin drop (ph) and the minute he got his matura, he was enlisted and then he went to para trooper for nin e months. Terrible. He went to training because the para trooper they are expected to be the Commander. Q All right. So Vitas was a Hussar? A Vitas was a Hussar. I don't know why I remember. Why do I make acknowledge because I have Vitas is he was like a g eneral. Q Yeah. A He make me sworn. He see his niece. I used to wear his hat and I was in heaven. 29 Q In heaven, yeah. A He came and then I think -- but they never went anywhere. They always sat in the kitchen. It was -- there was things that belonged to cla sses that you don't go do that. Q You don't mix in those ways. A We, of course, he used to eat at the commons to stay and he had those sports, you know, and you are right, your memories is beautiful. I look at that uniform nothing can compare. Okay. But we are not to play with our soldiers, but defending. I'm so happy now when I remember Vitas. Q Okay. A Yes, but -- but what happened later. Can we go on? Q Absolutely if you want to say something please do. A No. I mean, she was a second mother. And my li ttle brother she was everything for him. When we were shipped to the Ghetto, she wanted to take him. She says, I'll save his life. It was clear what was going on. And my mother said, no, whatever will be with us will be with him. She took T eresa. She went to the village. She crawled through the holes and the ragging and a lot of food and she helped us to going into the Ghetto. Q So you are talking now about the time when you -- all the Jews of Kaunas were ordered to go into the Ghetto in the summer of 1941, yeah? 30 A I remember there. And that's it. And there is no more Vinsa. No more Teresa. There was a Ghetto. This will talk later, but in '95, '91 when Lithuania became independent, and my brother started to nudge me, I said, Dani, forget about it. I'm not go ing there. I don't want to see it. I don't want to go to Lithuania. Forget it. He said, no, no, no, Vinsa is still alive. I want to see her. Q Was she? A No. So we went. We went. We came to Kaunas. It wasn't excitement. Q It was what? A Excitement. Such an extended. We landed in Vilinus. We come to Kaunas and the very same night, that night we were running around into town because we knew each and every street and it was like coming home in away And then I said to the guy, they had a guide. I said to the gu ide, do you know Pitsupukamos (ph)? He said, no. But I look at the map at 12 o'clock and I know where it is. We can go ourselves. We went and seen it. We sent Sanby (ph). It is a Pitsupukamos and we came and there was a man was working in the fields. I said to him, do you know Vinsa Bayono Skita? Q What was her name, Bayono Skita? A Of course, she was not married. Q Right. 31 A This is really unfair. Why should they -- unmarried, okay, they have a present. She is unmarried. And I did ask him where do you know Vinsa Bayona Skita? He said, she is dead, but her daughter Teresa she lives here. Maybe they meet us. So the guy goes in and says, do you know Uri and Dani Chanoch? They my brothers. They killed everyone. Started to cry. Because Teresa was already attach ed. She lived only on the memories, on the stories that her mother told her because they don't hold no interest for them. They was in Cohost (ph), the Russians and the times that they stay with the Cohost, this is the golden age. My mother never checked o ut with money, take money and buy this, buy this. Ladies who checked out how much and then she comes out and she sees us and she started to shout and to cry, are you alive? It was no connection in those times. Only once I sent her an invitation when I marr y Judy and she was kept in captivity because Israel was -- Q Enemy country, right. A And we have it on the video. Q You have it on video. This meeting? A My sister, no. Visit to her brother. My visit to her. My sister -in-law took a photo, a camera and made 200 hours, 200 hours we made -- we made a movie, a movie. Q Oh, my gosh. A It is very, very -- I would a say very unique film. Q I would think. 32 A In spite of the thing that she was the professional or maybe because she was the professional. Q Is Teresa still alive? A No, she died a year ago. But I contacted her. We had like family. And I'm also with her two daughters in touch. Teresa and Vinsa came back and Vinsa became the head of the village. Q She became the head of the village, that's amazing. A Why don't you ask why? Q Well, why? A B ecause the Germans needed food. So they went to the kymas (ph). Q To the villages, yes. A And they confiscated. Q Yes. A You had five pigs, they took the five pigs, but then they came to visit Kymas, Teresa came over and spoke to them in Yiddish. They understood. They said in Yiddish, don't take all the five pigs. Take two pigs. Leave us a ll something. She communicated. Nobody could communicate. Nobody spoke Yiddish in Bucykamas (ph), and she was very honored. Q In spi te of the fact that she had an illegitimate? 33 A In spite of the fact that it was already the Russian period, the religion was not anymore a dominant factor. I was really -- I was starting the story, I said, look something good came out of it. Q Yeah. A Vinsa died from cancer five years before. Q In 1990, if you went in '95. A Yeah, in 1990 she died. She had her grave and a tombstone is like a queen. She -- and Teresa had two daughters Jolanta and Rasa. Q Jolanta and Rasa. A Yes. Q So J-o-l-a-n-ta and R -a-sa. A She also had a boy. I think, maybe it was Selima (ph) or something like this. They both -- they both died by accident or by cars or by -- I don't know. They were drinking too much. This is a sickness there in Lithuania. Q Oh, yeah, huge. It is hu ge. A The drinking and I don't know what kind of a living Teresa made, a poor living, but she was happy. When I make you understand because I used to come very often to Lithuania, I tried to, to get some community property back, and there one day I came with one of our ministers and we were sitting next to the opera and the mystic garden. 34 Q Oh, yeah. A And we were having lunch and she said, I wish Stalin would come back. Q Oh, yeah. A So at least I had -- I went to Dachau. I had enough to eat. What they di d to us today, they gave us, okay, I supported it. It is not. Q I know of that sentiment. I have heard it as well. A Yes. Q Yes. A Then it was very shocking. All of this said, look. Life was organized. Okay. That was a lot of stating and a lot of negative things and so on, so forth and encapida (ph). Q Encapida is secret police. A The secret police. I brought Teresa to Israel. Q Oh, wo w. A For tw o weeks. One week with my brother and one week with us . Q Wow. A She was ex -Cinderella in Wonderland. You been there I would presume. Q No. I want to. 35 A You understand me much better than you come, of course, and get in touch with me. Q Yes. A I'll spend the day with you in Jerusalem and you will never forget it. Q I'd love it. I'd love it. A A nd now she is very religious. I took her to Wailing Wall. I said you Pontius Pilate and then here we are recohomo (ph) and here first station and the second station and she doesn't react. She doesn't try to include. She had no idea what the first station, second station, a cross is a cross, whenever she have a cross she hugged them and kissed them. Q But she had never gotten religious education? A No. Q Yeah. A But, you know, there is Jesus and wise men by the things that Jews and this is it. So I saw there was no use, no explaining about the Holy Sepulcher. Q What are the stations of the cross, in other words? A Separate cross. Q No, that is an irony. If you were to explain to her what the stations of the cross and she hadn't known what it was before. Whe n you saw them, when you went to Lithuania 36 the first time and this is a question I would really like to ask at the very end. Did something change in you in 1995? A It was matter with me that change. Q Because before you didn't want to go. And then you went and then after that you went more. So something must have changed? A There was more because I was asked to go. There is a different story. If you go back to the atrocities -- Q We haven't even gotten there yet. A Yeah. It is -- you come back to a place where you were born and you like it. The weather was good. It wasn't hot like here or anything, hot sometimes and everything was good. Every morning we used to go with a couple at the inn. Q To have some coffee. A And butter and the milk and the school and t he Dutcha (ph). I mean, it wasn't a big family. We were normal middle class family and every year we went to grandma's and this was the highlight of my life to go to the schitel (ph) and she came to pick us up from the train with the local kutcher (ph), with the local guy that had -- Q A driver who had a carriage? 37 A Horse carriage and then for a week, the hostel was somehow connected. It is all dangerous because most of the people love her and I would ask Canuzum (ph) with the father there was a difference . It was fun because -- Q Really. A -- because we did the dishes, went together with the Gila (ph) conquer the almost became as far as Turkey and there you saw the Karakash. Karakash are a Jewish sect that believe only what is written with no interpretatio ns. Maybe the other regions in the Bavaria, this was after the expulsion from Spain they went to Turkey. And when people saw the twitter this takes people. Q This is medieval history. A The situation could only improve. So they came, another couple of hund red people and followed the Karakash. So, therefore, in this schitel I have a Sephardic name, Sephardic name. It is Enoch, not as a first name. Enoch is the grandson of Adam and Eve. The son of Cain, which is not a big thing. I think all of them, but -- but then you find German and you find durmichaven (ph) and donmeh, a lot of donmeh, which is a lot of selanikli not covered, not covered lot of. So, of course, Bita (ph) that came over Exkalzaday (ph). The schitel was, but my sister didn't go. Her mother didn't let her. The air is not good enough for a girl. Q The hygiene is not good enough. 38 A And we -- we used to fish and used to go to -- it was better than somehow, but this was a pack problem between my mother and grandma, but between my father and grandma and usually at the reunion for the schitel because many of them became Palestinians and went to Palestine and out of four generations I also think and they make getting things together and mainly they speak about Sara -Leah because she was such a dominant personality and this Lila (ph), of course, was a dominant one. Q So your grandmother and your uncle. I'm just saying that for the tape. A Sara -Leah, Sara -Leah, Sara -Leah. So why -- but my little daughter says one that was here, she works in York and she -- I love my grandma. Please, she has the name Gaila (ph) give her all my grandmother's name, Sara -Leah . So, you know, that everybody goes to the admils (ph) the girls. This is compulsive. You have to. So she sits there at the crematorium camp and they call it Auschwitz, you know, and they said that -- then they said Trina, Gallia, Sara -Leah, both of them, two girls knew that's three girls actually. This is a joke. Q Okay. So let's -- A So we go back to Œ Q We were -- I was asking -- do you need to change -- A You better ask me. I'll carry you away in -- End of File One 39 Beginning File Two A: I can visualize it. ",
    "segments": [
        {
            "num": 1,
            "question": "Yes, I do. I mean I do when you talked about your father meeting Vince uh coming out I know the church around the corner that you're talking about. I know the corner Vinoze Gata and Valenchos (ph) -- I know it. So um, there's uh -- are you okay?",
            "answer": "But I bet you didn't know about Monica?"
        },
        {
            "num": 2,
            "question": "No, I did not know about Monica.",
            "answer": "And you didn't know about Gloria."
        },
        {
            "num": 3,
            "question": "No, I don't know about Gloria, was that another cafe?",
            "answer": "In the Triumf en capitol (ph), you didn't know?"
        },
        {
            "num": 4,
            "question": "Triumf en capitol (ph) -- I think I've heard of.",
            "answer": "What -- what - what was it?"
        },
        {
            "num": 5,
            "question": "These were cafes too? Restaurants?",
            "answer": "No."
        },
        {
            "num": 6,
            "question": "No? What were they?",
            "answer": "They are cinemas."
        },
        {
            "num": 7,
            "question": "Ah.",
            "answer": "And you own the cinemas."
        },
        {
            "num": 8,
            "question": "It's um, well that's also because I wasn't born there and I didn't grow up there. It's because I came there later and got to see these places.",
            "answer": "Only when you are born there -- 40"
        },
        {
            "num": 9,
            "question": "And during that time --",
            "answer": "From the very --"
        },
        {
            "num": 10,
            "question": "Yeah.",
            "answer": "-- first minute you are --"
        },
        {
            "num": 11,
            "question": "We're covering a lot of -- I wanted to get a picture from you, about what your life was like, who were the people who were important to you, what they were like, um, what was that world like? Before all of the catastrophes, before everything changed. I wanted to get this picture. And of course there is more to add to it and if -- as we go into um, the war years, and the Holocaust and all of the -- all of the atrocities, if something comes to you where you want to go back to describing something pre -war, that's fine. But I wanted to get this kind of picture established so that somebody in the future has a sense of what it was like before it all changed. And if you were born in 1928, you're still a child. When things started to change. On the edge of being a teenager --",
            "answer": "So you actually have a picture of how I grow up and what kind of a family I was and what type of school I went."
        },
        {
            "num": 12,
            "question": "Yeah. Some kind -- yeah. Some of it.",
            "answer": "Until soon there was an unrest (ph). Because uh, he conquered um Poland. Many Jewish pe ople run away from there."
        },
        {
            "num": 13,
            "question": "That™s right.",
            "answer": "And I started to tell what was going on."
        },
        {
            "num": 14,
            "question": "So you™re now talking now September 1st 1939, when the war breaks out and Germ Œ and Germany attacks Poland. I want to go back a little bit before. One more pr e 41 question, very political question. Was there ant -Semitism when you were growing up? Was -- Did you feel it? Did you experience it? Was it talked about?",
            "answer": "I presume that it was, but I didn™t feel it. Smetona, issued a rule."
        },
        {
            "num": 15,
            "question": "Smetona was the president of the country?",
            "answer": "In a way, he wasn™t super democrat, but he was very good to the Jews. And he needed the Jews badly. Because the Jews helped him to build a state with eh culture and lots of the doctors are Jewish, the professors are Jewish and they mainly came from Germany because it was not very far from Cannesberg (ph)."
        },
        {
            "num": 16,
            "question": "That™s right.",
            "answer": "And he always urged us to bring your relatives from Germany."
        },
        {
            "num": 17,
            "question": "And that™s through the ‚30s after Hitler came to power? Or even before?",
            "answer": "Who came t o power?"
        },
        {
            "num": 18,
            "question": "Hitler came to power in 1933. Did Smetona say this after he came to power?",
            "answer": "Yes."
        },
        {
            "num": 19,
            "question": "-- or before?",
            "answer": "Before and after."
        },
        {
            "num": 20,
            "question": "Both times, okay.",
            "answer": "Um Smetona (another language spoken) we used to go to his palace Œ palace."
        },
        {
            "num": 21,
            "question": "Little palace, little palace. Pale chukas (ph).",
            "answer": "But we used to go."
        },
        {
            "num": 22,
            "question": "On February 16th?",
            "answer": "We Œ like 80 percent of the Jews in Kaunas were Zionist and many immigrated to 42 Palestine in spite of the good life that they had. Look not everybody h ad the food and there were many and there were two hundred settlers the life was Œ"
        },
        {
            "num": 23,
            "question": "-- not so good.",
            "answer": "But they also Œ I want you to very much read that book I may get you that book it™s about four settlers and Kaisiadorys."
        },
        {
            "num": 24,
            "question": "Okay.",
            "answer": "We Œ sudde nly, when the war started, many Jewish people fled from Poland and came and each and every family brought in somebody to live because they there were quite a few but this is a habit of Jewish people someone comes over and would sleep over a night and then stay and if they don™t have money they don™t pay. And now we are the ‚40s. And we, we, we, we didn™t move. We should have moved. But where can we move? You cannot enter Palestine because the English don™t let us."
        },
        {
            "num": 25,
            "question": "I want to back up a little bit Œ I want to talk -- I want to get a sense as a ten -year -old, eleven year -old child things start to change. I want to know how you experienced those changes. Did you have a Polish, Jewish, family stay with you, for example, in Kaunas?",
            "answer": "Yes. One. It was a single man."
        },
        {
            "num": 26,
            "question": "Did he tell you what was going on?",
            "answer": "Yes. The kids are not involved. They say there is a war. But the kids Œ you still go to school."
        },
        {
            "num": 27,
            "question": "Did your parents seem more worried?",
            "answer": "They Œ I found out later, in Kaunas, our house the passports were ready."
        },
        {
            "num": 28,
            "validation_needed": true,
            "data": [
                " Their passports were prepared to go to Palestine? 43 ",
                " Yes. They wanted to go to Palestine, but how can you enter Palestine? If you don™t have thousands pounds sterling for each and everybody and this was a hell of a lot of money . You couldn™t enter. And even with a thousand pounds you couldn™t enter. There was a limited -- ",
                " But I think we™re going to go with America cause there was a grandfather. I don™t know I don™t know the details. I don™t have the slightest clue. Before you say Jack Robinson the Russians came. "
            ]
        },
        {
            "num": 29,
            "question": "How did you experience that? Do you remember when they arrived?",
            "answer": "I remember like yesterday."
        },
        {
            "num": 30,
            "question": "What happened? What did you see?",
            "answer": "I saw Plesney Plasky (ph), you speak Russian?"
        },
        {
            "num": 31,
            "question": "(Russian spoken)",
            "answer": "Came in a strong army and they went in the street it is after my (another language spoken) were playing, and there was a lot of music, and a lot of joy. But my sister was first here in university and the faculty of medicine but she said she™ll only be a pharmacist. Never mind about that she couldn™t go on because she was not a Polital (ph). I couldn™t be a Pioneer."
        },
        {
            "num": 32,
            "question": "You were the wrong class?",
            "answer": "Yes. So and my father which minimized after had a business the little that he had, all that it Œ he co uldn™t Œit has to be nationalized everything had to be nationalized. But the biggest shock was they took away our Hebrew. And we were, I would say Israelis, we were Hebrew kids and Hebrew was everything. Even the Lithuanian language was 44 started in Hebrew. And this is forbidden. Yiddish. But I cannot write Yiddish. There is a difference in Yiddish if it is uh if you write the same letters in Hebrew and Yiddish you write the same letters in Hebrew, but the Œ for example ﬁAﬂ ﬁEﬂ just to give you an example. In Hebrew, has three points, and in Yiddish it has a thing like this an ﬁineﬂ. So Œ"
        },
        {
            "num": 33,
            "question": "It changes?",
            "answer": "-- So when they called me to the board Œ (another language spoken) He was cross and said ﬁWhat kind of a Jew are you, you cannot speak Yiddish. You c annot write Yiddishﬂ and I started to cry. It was kind of a joke no?"
        },
        {
            "num": 34,
            "question": "Did your teachers change in school? Were there new teachers?",
            "answer": "Uh Hebrew teachers. No one stayed. As I said we use to go to Smetona we use to go that flag was the blue and white one and the Lithuanian flag were still flags how tolerant he was. It was forbidden. To call me (another language spoken) or whatever I could go and complain to the first policeman and he was forced to punish a boy. Or take him to the Boka (ph) the day."
        },
        {
            "num": 35,
            "question": "The Boka (ph) is sort of a jail?",
            "answer": "We knew it, we knew it, we Œ nobody touched us. Nobody did anything bad to us. Maybe here and there (another language spoken). But it didn™t come to an extent of hitti ng but maybe some other, boys and girls. But mainly not. It was not no. It was not Œ I cannot tell and when the Russians came, everybody™s equal. And the Jews have the same rights like everybody else but they had the same rights before too, they had even better rights. It was a shock but we stayed in the same flat. The biggest shock was that we couldn™t practice Hebrew anymore. So we did it Œ 45"
        },
        {
            "num": 36,
            "question": "-- quietly.",
            "answer": "Quietly, and in hiding. Because they were anti -Zionist, anti -Hebrew, anti, anti, anti, th ey wanted us to go to Birobidzhan, if you know what --."
        },
        {
            "num": 37,
            "question": "Yes. Birobidzhan is the Jewish Soviet Republic.",
            "answer": "But we were still in (unintelligible) if you remember, in Kaunas."
        },
        {
            "num": 38,
            "question": "Yeah. House of culture?",
            "answer": "Piersney Plaskey (ph)."
        },
        {
            "num": 39,
            "question": "What does Piersney Plaskey (ph) mean?",
            "answer": "It was dancing and singing."
        },
        {
            "num": 40,
            "question": "Dancing and singing, Piersney plaskey (ph).",
            "answer": "So."
        },
        {
            "num": 41,
            "question": "That™s Russian.",
            "answer": "But after three quarters of a year passed by and I started to be neglected. I™m not a Pioneer. And then my sister came one day and says, ﬁDo you want to go to Palanga?ﬂ And I said yes."
        },
        {
            "num": 42,
            "question": "Palanga, P -A-L-A-N-GA.",
            "answer": "Yes. It is a resort."
        },
        {
            "num": 43,
            "question": "On the Baltic Sea.",
            "answer": "So uh I go to Palanga and maybe after you finish the Chem there you™ll be a Pioneer. And so I went to Palanga. It was tough, economically, because my father was not in good shape. My mother hired a truck and sold little pieces of wood that you Œ it shows you again my mother was organizing things. And then Œ oh, by the way Vincent (ph) stayed 46 with us by the Russians too. She didn™t lift the red flag. She didn™t like it too because Vytas (ph) was sent to Siberia."
        },
        {
            "num": 44,
            "question": "He was arrested and deported?",
            "answer": "Yes."
        },
        {
            "num": 45,
            "question": "Was that Œ was he one of the first arrested or was it um Œ",
            "answer": "Vytas?"
        },
        {
            "num": 46,
            "question": "Yeah. Or was he deported in June Œ",
            "answer": "He was deported, I don™t know. Because he was a soldier in Œ"
        },
        {
            "num": 47,
            "question": "-- in the army?",
            "answer": "In the Lithuanian army. In the Lithuanian army. And it was passé, totally passé. They were the army of the Bourgeois. I don™t know what they had in mind."
        },
        {
            "num": 48,
            "question": "Did Œ",
            "answer": "But half of my class, was shipped to Siberia. And maybe they would ship us too. Which in maybe the class was Œ the two classes was 50, 60 people. Thirty and we have a saying Œ I don™t see you well because of the light. But never mind. That™s better. They said, ﬁThe rich man has the luckﬂ Why? Because two weeks before the Germans came in and they were shipped to Siberia it was very difficult to, it was very bad. A few people died but it was still Œ"
        },
        {
            "num": 49,
            "question": "-- better?",
            "answer": "And in my class they all came back and all immigrated to Israel. They didn™t go to America. So when we had our reunion and we were 50, five years ago, there were many children there. Because if they were to stay there would be very few children, if at all. So 47 uh Œ"
        },
        {
            "num": 50,
            "question": "Did your family have that feeling, too, that they may be shipped to Siberia? Was that talked about at home or you wouldn™t know of it?",
            "answer": "How can you hide it?"
        },
        {
            "num": 51,
            "question": "Okay?",
            "answer": "You r next -door -neighbor being sent to Siberia in the middle of the night have a little valise and you go to the train, to Siberia."
        },
        {
            "num": 52,
            "question": "Are you talking about that night of deportation that happened in June in 1941?",
            "answer": "Yes."
        },
        {
            "num": 53,
            "question": "That one.",
            "answer": "You know in that deportation, not only Jews, all the Lithuanians. The Lithuani ans said only we were deported and all you Jewish people were not deported because you were Communist and blah blah. A half -class minimum, more than a half class and they came back. It was difficult."
        },
        {
            "num": 54,
            "question": "But one Œwere you in Palanga in June of 1941?",
            "answer": "You know about Palanga was a camp."
        },
        {
            "num": 55,
            "question": "I™ve heard of it. I™ve heard of it -- I know of somebody else who was in that camp.",
            "answer": "Somebody else? A Jewish boy?"
        },
        {
            "num": 56,
            "question": "Yeah. A Jewish boy who was in that camp.",
            "answer": "Is he in America?"
        },
        {
            "num": 57,
            "question": "Unfortunately now he is dead. He died in 1997.",
            "answer": "Aye, aye, aye, he was young. 48"
        },
        {
            "num": 58,
            "question": "When was Alec (ph) born? Do you know of the name Stromas (ph).",
            "answer": "Of course."
        },
        {
            "num": 59,
            "question": "It was Alec Stromas (ph). Okay so Œ",
            "answer": "I knew him very well. He was in the camp but he became a Commu nist."
        },
        {
            "num": 60,
            "question": "No (sighs). He did become a Communist.",
            "answer": "Later before he was a Lithuanian Nationalist but he was a Communist. Later his father was Œ don™t tell me the Stromas (ph) Œ I know Alec, I know the family. I know everybody there."
        },
        {
            "num": 61,
            "question": "You do?",
            "answer": "And there mom, brother, I know everything."
        },
        {
            "num": 62,
            "question": "Mom died, mother passed away.",
            "answer": "I know. I still have a cousin in Kaunas, Visidea (ph), do you know her?"
        },
        {
            "num": 63,
            "question": "Thirty years.",
            "answer": "She gives us a hard time."
        },
        {
            "num": 64,
            "question": "Does she?",
            "answer": "Even if but don™t praise them, for heaven™s sake. I down talk to her anymore. You know her because she comes here often?"
        },
        {
            "num": 65,
            "question": "I know her from many years now, many many years. But that™s a side issue, let™s go back to the interview?",
            "answer": "Alec was in Palanga and never told me, I liked him. Very clever guy. And his wife."
        },
        {
            "num": 66,
            "question": "She lives in Lithuania. Um.",
            "answer": "Palanga. 49"
        },
        {
            "num": 67,
            "question": "Palanga. If you were Œ",
            "answer": "-- 22nd of June. There™s an interesting thing. I don™t remember anything that happened in Palanga."
        },
        {
            "num": 68,
            "question": "Do you remember how you got there? Your mother hired somebody to take you there? Is that what you said? Or she hired Œ",
            "answer": "-- I don™t know."
        },
        {
            "num": 69,
            "question": "You don™t remember.",
            "answer": "I don™t remember."
        },
        {
            "num": 70,
            "question": "You just know that you wanted to be a Pioneer but not excluded.",
            "answer": "I knew I be a Pioneer but, but, but this only shows you what is brainwashing. After two weeks I was willing to kill for Stalin, to die for Stalin, to jail my parents, to kill all my uncles. (laughs) I mean, this is when you take a young boy and you brainwash, this is crazy."
        },
        {
            "num": 71,
            "question": "It is but you were also twelve years old, thirteen years old that™s the optimal age for those things to happen.",
            "answer": "Yeah."
        },
        {
            "num": 72,
            "question": "That™s the Œ you know, if you were 18 it wouldn™t happen quite like that.",
            "answer": "You know the Arabs well now it™s quiet but ten years ago when they are asked to commit suicide. I explain to people, what is brainwashing? Brainwashing is, is, I am brainwashing. I know what it is. They change you, they promise you 71 virgins in Allah."
        },
        {
            "num": 73,
            "question": "That™s right.",
            "answer": "Allah will take care of you. This is brainwashing. And now the shock. 50"
        },
        {
            "num": 74,
            "question": "Yeah and tell me about Œ",
            "answer": "-- and why the shock."
        },
        {
            "num": 75,
            "question": "What happened, first of all?",
            "answer": "Frist of all, they closed the border off Lemin and Clibida (ph) and they came in motorcycles and bicycles and I don™t know what else."
        },
        {
            "num": 76,
            "question": "Can you tell me Œ do you remember how they looked?",
            "answer": "Yes."
        },
        {
            "num": 77,
            "question": "How did they look?",
            "answer": "The Germans?"
        },
        {
            "num": 78,
            "question": "Yes.",
            "answer": "Organized, fit, blitzkrieg, and the shock is, the Russians, the big Russians, the army that™s after --. They ran, they left their shoes. They ran like crazy. They didn™t fight back. And this is like we don™t need to fight back."
        },
        {
            "num": 79,
            "question": "So you were in this pioneer camp in Palanga, this resort on the Baltic Sea, the resort. And what happe ned from one day to the next? Did the camp leaders leave? Did they disappear?",
            "answer": "Disappear."
        },
        {
            "num": 80,
            "question": "So all the children just left there?",
            "answer": "Left there. Some of them succeeded with (Unintelligible) to go with them to Russia."
        },
        {
            "num": 81,
            "question": "I see. About how many children were in that camp?",
            "answer": "Many. Maybe thousands. Lot of children. And on the very same day, the Lithuanians came, the Jewish children here, the non -Jewish children there. 51"
        },
        {
            "num": 82,
            "question": "All of them had been pioneers before but they split them in two?",
            "answer": "All of them were split. The Jewish children. We were put in a synagogue. Together with women and children. The men were put in another synagogue. And put on fire. This was the Lithuanians. They did."
        },
        {
            "num": 83,
            "question": "But was this Œ did they take the Jews of Palanga together with the children who were in the camp?",
            "answer": "Yes. Bravo."
        },
        {
            "num": 84,
            "question": "Okay.",
            "answer": "The Jews of Palanga, and then the torture started."
        },
        {
            "num": 85,
            "question": "Where were you?",
            "answer": "In the synagogue."
        },
        {
            "num": 86,
            "question": "You were in the synagogue? And so you saw it go up in flames?",
            "answer": "The other one? No, the other one we didn™t see these people. Because the other one was far away."
        },
        {
            "num": 87,
            "question": "Oh, so there were two synagogues?",
            "answer": "Yes. Always two synagogues."
        },
        {
            "num": 88,
            "question": "But the one that went up Œ",
            "answer": "The Jews say in this synagogue I don™t go."
        },
        {
            "num": 89,
            "question": "But the one that went up in flames, luckily you were not in that one. You were in the other one?",
            "answer": "No, no, no."
        },
        {
            "num": 90,
            "question": "Okay. 52",
            "answer": "No, I was considered already a big boy."
        },
        {
            "num": 91,
            "question": "So you went to the Œ",
            "answer": "Only the men. The infants were with the mothers."
        },
        {
            "num": 92,
            "question": "So the men were in the synagogue that went up in flames? I see, okay. It was put on fire, in other words.",
            "answer": "And then the ceremony started. Take the Torah books, go with them, and they shouted ﬁhey,ﬂ they were watching us. Put in on fire."
        },
        {
            "num": 93,
            "question": "So this was the militia?",
            "answer": "Why? What happening to our neighbors, to such an extent? I didn™t know that was happening in Kaunas was much worse. They went from house to house. So, I don™t know. Where are my parents? Where is my sister? Where is my little brother? Where is Vincent (ph), where is Teraza (ph)? I will tell you something. Vincent (ph) and Teraza (ph) were considered family. This is the same unit. It™s not something upstairs -downstairs. We are sitting there in this synagogue about three weeks."
        },
        {
            "num": 94,
            "question": "About how many people were in it?",
            "answer": "Tons. One hundred fifty. Terrible. We had no restrooms and we had hardly something to eat. And every day it was a procession of the books. All the book in the synagogue. We had to carry them and put them on fire. There was beating, there was cursing."
        },
        {
            "num": 95,
            "question": "And was it Germans or was it Lithuanians or was it both?",
            "answer": "The Germans were not there."
        },
        {
            "num": 96,
            "question": "Lithuanians. 53",
            "answer": "They were busy. Blitz. We would go and one -and -ahalf days Lithuania was Œ and the soldiers would run away. I compare it sometimes with, of course, with the Arabs. When they flee, they leave the shoes. They flee. They™re afraid of us."
        },
        {
            "num": 97,
            "question": "So they were Œ",
            "answer": "They were afraid of us. Today, I don™t know. But don™t worry, we will settle it. We know what to do. You know, what is the worst thing is the helpless, you are helpless. There is nothing you can do. Suddenly there is nothing you can do. You can™t flee you don™t know where to flee. You don™t know what happened to your parents. And to make a long story short, a Lithuanian, a non -Jew, had good relationship with The Red Cross. And he had a Jewish friend, and they sent three buses and we were shipped to another place and never mind it™s a complicated Œand the buses brought us to Kaunas. And Vin cent, (ph) my brother, came to fetch me from there was a Jewish center in Kaunas where the orphanage was if you know, where it is, and the old people knows and you can see it engraved there was The Ten Commandments. And then I have a very good feeling. Because, if they were waiting for me maybe they would run away together with the Russians. And many ran away. It was terrible."
        },
        {
            "num": 98,
            "question": "What did you see when you get back to Kaunas? What did you Œ?",
            "answer": "Empty streets. People didn™t dare to go out. There were 14 thousand Jews and ten thousand killed by Lithuanians in the first month. Killed. And the question is, why? And sometimes I think that the factor of to rob us and to look for gold and diamonds and things like this. Was also Œ or, it was somewhere, maybe, the organizist (ph) is maybe because we Christ, we put Jesus on the cross. But no we didn™t put Œ the Romans put Œ 54 it™s crazy. It™s absolutely Œ"
        },
        {
            "num": 99,
            "question": "What was your mother like? When you came home she must have been frightened too because you were in Palanga and she didn™t know what was happening.",
            "answer": "Of course. My health, my father, my mother, didn™t turn out that Tereza (ph) told me. They went from flat to flat. And their headquarters just in front of the watershed."
        },
        {
            "num": 100,
            "question": "And you lived on that squa re?",
            "answer": "Yes. And they used to come very often. To look for the Jews. And she said they took them away. She was hiding them under the bed, and in the cupboards. All kinds of hiding places in the flat. So they had to look. She said ﬁMe, I, they didn™t give it to me. It™s me I took it. My little girl. And we are very happy they took them. Put on a plate.ﬂ I didn™t know Œ I wouldn™t know it I would put name by the righteous, because she risked her life. I don™t know if she is still alive but she sh e did not everybody did. Some just turn in and she Œ we came to Pulsa Pukamas (ph), I™m shifting. And Tereza (ph) took off the rings and said this is the ring my mother, your mother gave to my mother."
        },
        {
            "num": 101,
            "question": "Aww. Oh dear.",
            "answer": "I want you to have it. It™s a big ring it was a big ring. It was a white ring. She cut it in three pieces and gave it to Teraza to me and her. And she said, ﬁtake all the furniture.ﬂ Four years ago we had the furniture nice furniture. ﬁTake everything,ﬂ she said. ﬁWe won™t come back.ﬂ And no, I didn™t take it. What I took is a picture of me playing the violin. I hated the violin. And we had lunch on our tablecloths."
        },
        {
            "num": 102,
            "question": "In 1995. 55",
            "answer": "I™ll show you the movie next time when I come."
        },
        {
            "num": 103,
            "question": "Yeah.",
            "answer": "Are you in New York sometimes?"
        },
        {
            "num": 104,
            "question": "Sometimes. Do you come to New York sometimes?",
            "answer": "I come every year."
        },
        {
            "num": 105,
            "question": "Okay.",
            "answer": "I brought my (Unintelligible and laughs)."
        },
        {
            "num": 106,
            "question": "Um?",
            "answer": "Uh, this I remember. The three of us, I went off the bus. I was very happy to be with my family again. And we went home. And then we went into the ghetto."
        },
        {
            "num": 107,
            "question": "Tell me about that. How did that occur? What do you remember about going into the ghetto?",
            "answer": "When he came, with the carriage and the horse. And they put us in the ghetto. And what the Germans did they said, ﬁNow we are going to form a ghetto. And this is after the war will be over then you will go back to your houses.ﬂ I mean, they did everything to avoid a revolution . How do you avoid revolutions? Drops of hope. Okay we™ll come back. And so immediately there was an organized lot to make sure you are managing the ghetto. And the police. And (other language spoken) which means, those who Œ we™ll give you four or five people we™ll give you one room. They gave us one room. The room was a kitchen we had to share with another two or three families. If not the very convenient the grown -up girl too, but it wasn™t the worst. This wasn™t the worst. This was a Garden of Eden compared to the concentration camps. 56"
        },
        {
            "num": 108,
            "question": "When you went to the ghetto, was it all five of you? Your father, your mother, and your sister. And you had the one room? Did you have to go to work? Did your sister have to go to work?",
            "answer": "My sister had to go to work, my mother had to go to work. My father had to go to work. And me all by myself not."
        },
        {
            "num": 109,
            "question": "I see.",
            "answer": "But, on the very same year, ‚41, in October 28, you know?"
        },
        {
            "num": 110,
            "question": "Tell me anyway. Tell me.",
            "answer": "They announced that all the people has to report to the democrata plats (ph)."
        },
        {
            "num": 111,
            "question": "Okay. Democracy Square. (other language spoken)",
            "answer": "Sometimes you really know names. And Œ the all of us did not know what to do. Because they understood that something wrong was going to be here. They said, ﬁWhat do we do?ﬂ So a secular Jew, who doesn™t believe in God, goes to the rabbi. Go to th e rabbi and ask the rabbi what to do. Rabbi Shapiro. ﬁRabbi, what shall we do?ﬂ And they say, ﬁI need to look in the holy books. I can™t tell you Œ come later, come to our later.ﬂ I said yes you have to report. And they said Elkes which was the head of the ghetto, said, ﬁuh, why, Rabbi Shapiro, do we have to report? Let them take me wherever they want.ﬂ ﬁNo, but if we are organized maybe a few people will stay alive. And they will tell. What they did to us.ﬂ So, here I am to tell you what they did to us. It is eh,5 o™clock in the morning, 6 o™clock in the morning and there were two murderers Rauca and Jordan (ph)."
        },
        {
            "num": 112,
            "question": "Ral and who?",
            "answer": "Rauca and Yordon (ph). 57"
        },
        {
            "num": 113,
            "question": "Rauca, R -a-u-ca and Jordan, J, you got that?",
            "answer": "I think there were forts (ph), there were Nazis. And they should stay feminist, and they will stay home, we will kill them on the spot, which they did. And then they stick to the left is the good side and the right is the bad side. And I look at my family and I say they need walking partner . They can™t still walk. All right with all of us. Even for me, I said. But what would they do with the little one? He is now spoiling the whole thing. Because of him he™ll go to the bad side. But the police was the good side. Where the establishmen t was, there was a good side and there was a bad side. All the other, mainly women and children. And I said ﬁAye aye aye.ﬂ But when we same to Rauca (ph). I put like this. Very tall family. My father was very tall. My mother was also tall woman. My sister was tall. And even I was tall. To my age. At that time I Œ"
        },
        {
            "num": 114,
            "validation_needed": true,
            "data": [
                " So with Danny, even though he was nine years old at that time you went to the good side. Okay. I think we™ll change the card now. Yeah? UNIDENTIFIED SPEAKER: Are we ready? "
            ]
        },
        {
            "num": 115,
            "question": "Ye ah we™re ready. This is a continuation of the USHMM interview with Mr. Uri Chanoch. Um so on that day, when you were, you know, to the right. You were saved.",
            "answer": "I was to the left."
        },
        {
            "num": 116,
            "question": "Excuse me. To the left.",
            "answer": "That™s all right."
        },
        {
            "num": 117,
            "question": "And so you remember that. Do you remember what Rauca looked like? And what happened after that? How did your parents -- do you remember any details from that day? 58",
            "answer": "We were, I wouldn™t say happy but we were content in the good side and it was heartbreaking. Because they took all of them there and cried and they stood there in the little ghetto. They all were part of the ghetto. If you saw it. In the ghetto was a bridge. We probably say it many times and they put them in the ghetto and from there, there was already one action before. Dr. Elkas (ph) went back then please save this he wanted to save and he was beaten. And then they, the very same day or the next day we say them going up the hill to Fort Number Nine. You know where it is?"
        },
        {
            "num": 118,
            "question": "Yes. But tell us what is Fort Number Nine?",
            "answer": "Fort Number Nine is the killing spot for the Jewish people."
        },
        {
            "num": 119,
            "question": "In Kaunas.",
            "answer": "Or maybe some none Jewish people as well. Fort was one the nine forts or ten forts that surrounded Kaunas during the Russians built a Œ a kind of fort to protect and defend Kaunas. And even today when you go and see, have you been? Have you seen the little guns there?"
        },
        {
            "num": 120,
            "question": "I don™t recall that. I™ve been there but I don™t recall that?",
            "answer": "We have to go very, very down. The trenches were already ready. We saw them going uphill. And they were shot on the very same day. And later on burned. This was the big action because they needed the great action. The problem is there are less and less people coming because the people are dying out."
        },
        {
            "num": 121,
            "question": "Yeah.",
            "answer": "This is a sad day for us. A sad day for me. Because I saw it with my own eyes and I heard it in my own ears, the shooting. 59"
        },
        {
            "num": 122,
            "question": "You could hear the shooting?",
            "answer": "Yes, there was a lot of shooting. It was again, women and children. There was very little to do. What could they do? Nothing. Maybe some of them they put in the cells. In Fort Number Nine. But when they killed, the German Jews and the French Jews, they, put them in the cells first and then they killed them. There™s a story from one girl. She lives here in New York somewhere. She says Jordan (ph) came, and rescued their family because her mother was a seamstress. What happened then is fairly quiet years. It doesn™t mean there were quiet years because people got shipped to Estonia. And for work and then they were killed. And they were shipped to all kinds of to Œ Shancy (ph)."
        },
        {
            "num": 123,
            "question": "Shansheay (ph)?",
            "answer": "To Shawshea (ph). And there was a kind of a little camp so when they did make the list, they Œ we didn™t know if it was better or worse. What would happen to the Jews? But I, personally, understood that I have to belong to the establishment. And this will be the policy. This will be my insurance policy for my family."
        },
        {
            "num": 124,
            "question": "By establishment, what do you mean?",
            "answer": "Establishment is the police, the work office, and Unrat (ph). This is what we call establishment. Maybe there is another word in English for it."
        },
        {
            "num": 125,
            "question": "Okay. How did you do that? In what way did you get yourself connected there?",
            "answer": "I was asking maybe they need a messenger. And I knew the Jewish Œ I knew there was a German S.R. And a Jewish manager. So I wrote to him. And he said to come. And the minute I got this thing that was written to get I but a messenger this was a life insurance policy. Nobody can touch you. You are safe. 60"
        },
        {
            "num": 126,
            "question": "So it™s a 13 -, 14 year -old boy?",
            "answer": "I™m a messenger."
        },
        {
            "num": 127,
            "question": "You™re a messenger.",
            "answer": "And I™m happy."
        },
        {
            "num": 128,
            "question": "What kind of messages did you take?",
            "answer": "Bring this list to the Unrat (ph). Which was no, outside. Take this to the police and we had a car to take and we called, and we use to write all the people in the ghetto, their names and all kinds of things like that. The head of this was Gustav Hammon (ph)."
        },
        {
            "num": 129,
            "question": "Hammon Gustov or Gustov Hammon?",
            "answer": "You™re right."
        },
        {
            "num": 130,
            "question": "Gu stov Hammon.",
            "answer": "You heard about him?"
        },
        {
            "num": 131,
            "question": "No, as a matter of fact. I have heard of Hammon (ph). Which is different. Hamon was with the Einsof Commando (ph) I believe.",
            "answer": "That™s not that™s a different story."
        },
        {
            "num": 132,
            "question": "Okay. Press it on. Um this interview is being interrupted. This USHMM interview with Mr. Uri Chanoch , is being interrupted on July 12, 2012. We are at the point where Mr. Chanoch is describing to us what life was like in the ghetto. And how he um, became a messenger for the Utinrat (ph).",
            "answer": "Not for the Unirat (ph) Œ for the German Work Office."
        },
        {
            "num": 133,
            "question": "For the German Work Office. And we will continue this interview by phone, by phone, long distance, at a later date. Thank you, Mr. Chanoch, very muc h. 61",
            "answer": "I™m going to Lithuania. Probably."
        },
        {
            "num": 134,
            "question": "Probably in August. So I will call you Œ",
            "answer": "Now I am going right now after I come back."
        },
        {
            "num": 135,
            "question": "Okay. So we will continue this interview um, most likely in August when you are back in Israel. Um thank you ve ry much for your testimony so far and I wish you a good journey.",
            "answer": "Thank you very much. And I want to tell you, you™re a terrific interviewer."
        },
        {
            "num": 136,
            "question": "You can repeat those nice things.",
            "answer": "You are a very good interviewer. You have made me talk."
        },
        {
            "num": 137,
            "question": "Th ank you.",
            "answer": "And it™s not so easy to do to make me talk."
        },
        {
            "num": 138,
            "validation_needed": true,
            "data": [
                " Okay thank you very much. End of File Two Conclusion of Interview"
            ]
        }
    ]
}