{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON RAE GOLDFARB\nWednesday, June 29, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. Our First Person today is Mrs. Rae Goldfarb whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship. I'm pleased to let you Know that Mr. Louis Smith is here with us today.\n>> [Applause]\n>> Bill Benson: First Person is a series of conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly until mid-August.\nThe museum's website, listed on the back of your program, provides information about each of our\nupcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Rae Goldfarb's biography so that you can\nremember and share her testimony after you leave here today.\nRae will share her \"First Person\" account of her experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Rae questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Rae is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with her introduction.\nRachel Mutterperl was born to Beryl and Dina Mutterperl on December 2, 1930, in Dokszyce,\nPoland, which is now Belarus. This photo is of Rachel, who is on the left, her mother, Dina, in the\nmiddle, and her brother, Shlomo, on the right.\nOn this map of Poland the arrow indicates the location of Dokszyce. As part of an agreement\nwith Nazi Germany, the Soviet Union occupied Dokszyce in September 1939. Germany invaded the\nSoviet Union in 1941. When German SS and police began mass killings of the Jews in Dokszyce in\n1942, Rachel and her family went into hiding. A short time later, Rachel's brother was discovered by the\nGermans and killed. Rachel and her mother sought shelter in the ghetto in Glebokie, a town north of\nDokszyce. The second arrow points to Glebokie.\nHere we see a synagogue in the Glebokie ghetto. Rachel's mother joined a group of partisans\nin the forest outside of Glebokie and became their cook with Rachel as her assistant. In the late\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nsummer of 1944, Dina and Rachel marched with partisans to the Soviet lines where they were\nliberated.\nAfter liberation, Rachel and Dina left Poland for Italy where they stayed in the Santa Cesarea\nDisplaced Persons Camp. The arrow points to the Santa Cesarea Displaced Persons Camp in southern\nItaly.\nHere we see Rachel and her mother at the Santa Cesarea Displaced Persons Camp.\nIn 1947, Rachel and her mother emigrated to the United States with sponsorship and support\nfrom an aunt who had settled there previously. These pictures show Rachel's official Red Cross\nidentification documents.\nAfter arriving in the U.S. in November 1947, Rae and her mother came to Washington, DC,\nbut later moved to Brooklyn where Rae finished high school. Rae went to work for the Washington, DC\ncourt system after graduating from high school and attended George Washington University and\nBaltimore Hebrew College at night.\nRae married Harvey Goldfarb, a Holocaust survivor and a U.S. Army veteran of the Korean\nWar, right after he left the Army. They have been married 64 years. She went back to the court after her\ndaughter Lynn was born. When her son Barry was born Rae became a stay-at-home Mom. She then\nwent to work in the Hebrew afternoon school system.\nRae started a career in real estate in 1978 and retired 33 years later in 2011. Rae and\nHarvey's two children, Lynn and Barry, are both architects and live in the Washington, DC area. Rae\nand Harvey have two grandchildren, twins who will be 14 in August.\nBoth Rae and Harvey have led active lives. Rae played tennis weekly until recently. Harvey\nwho is 91 ran six miles daily until he was 80. Rae says she is now \"fully engaged with the museum.\"\nYou will find Rae here on Wednesdays volunteering with Visitor Services. She took a break from a\nportion of those responsibilities today in order to be with us for First Person. Rae recently spoke to\ncadets at the U.S. Naval Academy. Among the audience was a young woman cadet who Is a relative of\nRae's. She has also spoken at such places are retirement homes and local schools.\nRae is joined today by her son Barry and daughter Lynn and her grandchildren Charles and\nZachary. They are all here in the front row with us. We are thrilled to have them with us today.\nWith that, | would like you to join me in welcoming our First Person, Rae Goldfarb.\n>> [Applause]\n>> Bill Benson: Rae, thank you so much for joining us today and for being willing to be our First\nPerson. We have such a short period, an hour, and you have so much to share with us so we'll start\nright away if that's ok.\n>> Rae Goldfarb: Ok.\n>> Bill Benson: Ok. Before you tell us what happened to you and your family during the war and the\nHolocaust let's start first with you telling us about your community, your family, your life in the years\nbefore the war actually began.\n>> Rae Goldfarb: | come from a town of inhabitants were between 5,000 and 6,000. About half, almost\n50%, were Jewish. It was a border town. There was a large military presence. There was a military\noutpost. My parents were both in business. My mother had a fabric store and my father was supplying\nthe military there with beef and also did exports through Germany of grain and animals. Some pigs,\nmostly. We were a well-to-do family. | had a pretty comfortable childhood, as long as it lasted.\nMy father was on a trip to Germany. Never into Germany. Always delivered his goods to the\nborder with Germany. He found -- it was early 1937 and he found out that there was a segment of\nGerman Jews that was housed in a warehouse and went in to see what was happening. He found out,\nof course, that they were made to leave Germany. They were deported back to Poland because they\nwere originally from Poland.\nHe got sick, some sort of an infection, that couldn't find out what it was and, of course, it was\nthe pre-antibiotic age, and he died in the end of 1937. My mother took over both businesses. She was\nvery busy but she had plenty of help at home. My father's mother, my grandmother on my father's side,\nlived with us. She had help for my brother and me and for the household.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nThe Russians came in, in 1939 --\n>> Bill Benson: Before we turn to that, Rae, a couple of other questions. You lost your father very\nyoung.\n>> Rae Goldfarb: Yes.\n>> Bill Benson: Do you remember much about him?\n>> Rae Goldfarb: The only thing | remember is that he was tall. He used to put me on his shoulders\nand | could almost reach a chandelier that was recently installed in the house. And it was cold light. It\nwasn't hot light. There were no candles in there.\n| remember a picture hanging, a portrait hanging, on the wall of him. That's about all |\nremember. Oh, he took me once to one of the villages at the border and | remember we overlooked the\nRussian -- their collective settlement. And | remember they were playing the Russian music and\ndancing to it. But that's about all that | remember about him.\n>> Bill Benson: You started school at a really early age. Right?\n>> Rae Goldfarb: Yes. | was put in school at the age of 3. My father was involved in modern Jewish\neducation. They opened a school across from our house and they needed to fill it with a certain number\nof students. | was volunteered to be a student there. | was reading by then. | had a governess who\ntaught me to read Hebrew. It was a Hebrew school. So | was a natural to go in there. | was a little bit\nadvanced over the kids and enjoyed being the teacher and, of course, with much pride.\n>> Bill Benson: Rae, officially you were born in 1930 but, in fact, you were born in 1932. What\naccounts for the difference?\n>> Rae Goldfarb: My mother was -- [Laughter] My mother was always thinking ahead. When the\nGermans came in, real young children were separated from their parents and taken away first. Being a\nresourceful woman she decided if | was made older then | would have a better chance. | would be\naccepted more. And | was a pretty developed child, | guess. [Laughter]\n>> Bill Benson: With that early education for a start, too.\n>> Rae Goldfarb: That's right, the education to start. So | was able to pass for a little older. Of course, |\ndon't care. Age is only relative. The only way | could substantiate it, my aunt had a picture of me and\nthere was a date on it in the back. When | entered school here in the United States, they accepted the\nfact that | was younger and | could enroll into school.\n>> Bill Benson: Rae, of course, Nazi Germany attacked Poland September 1, 1939, starting the\nSecond World War. On September 17, the Soviet Union invaded Poland from the east as part of their\nagreement with the Nazis. Your town was occupied by the Russians. You were just 7 years old. What\ncan you tell us about that period of time when you were under the Russian occupation?\n>> Rae Goldfarb: The Russians did not look very favorably on people who had means. There was a\nRussian expression that the population -- the Jewish population used. It won't mean anything to you.\n[Speaking Non-English Language] It means yours is mine and mine is mine.\nMy parents -- my mother, had to liquidate her business. She distributed the fabric to a lot of\nfarmers, clients of hers, with the understanding that they would supply us with some food items. And if\nshe needed something for clothing. There were no department stores, you must understand. People\nbought fabrics and made their own clothing. So that was a very important commodity to them.\nSome of them were friends because of it and some of them, of course, were the opposite.\n>> Bill Benson: And under the Russians you were not permitted to practice religion anymore. Is that\nright?\n>> Rae Goldfarb: No, not quite. They looked down on religion. They not approve of any religion.\nCommunism is anti-religion. But we could still practice some of it.\nOf course, the Hebrew school was closed. | went to a public school. | was able to enroll ina\npublic school and did rather well. Some of the people were deported. Another family was moved into\nour house to vacate their home for some of the Russian hierarchy. And life was not as good. We had\nno more help in the house. My mother had to learn to cook some. But that wasn't that much of a\nhardship.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: As you were explaining to us, the Russians looked on your family as bourgeois. And at\none point you thought you might be sent to Siberia, and weren't, of course, but there was some sense\nthat you wished you had been, in the family. Can you say a little bit about that?\n>> Rae Goldfarb: Well, the people -- we were packed. You could only take what you carried so |\nremember the bundles ready. They would come in the middle of the night. So we would be ready in\ncase we were deported. A few families were deported. And, of course, they were the lucky ones. Even\nthough life was harsh but some of them managed to survive.\n>> Bill Benson: Rae, you lived under the Russian occupation for the better part of almost two years. In\nJune 1941, Germany turned on the Soviets and attacked the Soviet Union. The German Army entered\nyour town in the late summer of 1941. By the end of 1941, the Germans forces you had and the other\nJews of Dokszyce into a ghetto. What do you recall of how life changed once the Germans occupied\nyour town? And then what was it like for you to go into the ghetto?\n>> Rae Goldfarb: Before even the ghetto, the Jews were instructed to mark their clothing by sewing on\na Star of David in the color of yellow. The Star of David was a Jewish symbol of pride. The yellow, of\ncourse, was the tarnished color. | felt degraded. Because walking on the sidewalk was forbidden when\na non-Jew was approaching. Of course, if the military were approaching, of course, we had to step\ndown.\nYou must realize it was still 1941. There was very little automation. Most of the travel was\ndone by horse and buggy. And | needn't tell you what happens to a street when horses pass by and it\nrains. It was rather foul. And we had to step down. | remember the shoes getting soiled. And, of course,\nthe smell of it coming home.\nThat felt very degrading. But it wasn't as bad as when we were put into a restricted space that\nwas called a ghetto. The ghetto was an area that was fence off. One border of the ghetto was a main\nroad. So most of the houses had gates, so those gates were closed off. One side of the ghetto was a\nriver and that was a natural barrier, too. The rest of it was fenced off. Our house that was originally\noccupied by five and then four people, we had between 30 and 40 that were crowded into the house.\nFood was scarce because we could only barter food one day a week, market day.\nPeople were taken out on assignments to work. It was a requirement to provide workers to\ntake care of the military that was stationed in the barracks that were originally occupied by the Polish\nArmy. Those people were taken out by guard and brought back by guard. There was also a gathering.\nEverybody had to come out to an open area and be counted. The Nazis kept close count as to how\nmany people were in the ghetto. A few tried to escape from their work assignments. Two or three of\nthem managed to escape. The rest of them came back. When the Nazis counted them, they expected\nretribution. They demanded retribution for those that escaped. Their way of saying was they were\nteaching the Jews a lesson.\nThe Germans organized the ghetto where they appointed a person to be in charge and then a\ncommittee to work with him. The Germans demanded sort of a restitution -- call it whatever you will -- to\ngive up valuables at first, then any kind of silver, utensils, and eventually -- they called it all for the war\neffort -- they asked for copper and iron to be turned over to them. Basically they robbed the ghetto of\nany relate that was in there.\nFor the people that escaped, they requested that 10 for one be given to them to show the\nghetto a lesson so nobody else would try to escape. Those in charge offered themselves as hostages.\nHowever, they required that they give 10 young people of the same age as hostages. They took the\nhostages and shot them in front of the whole ghetto. That meant that anybody who would try to escape\nwould be responsible for 10 lives of equal age.\n>> Bill Benson: You told me that before long the Germans began actively diminishing the ghetto.\n>> Rae Goldfarb: Under the disguise of resettlement they collected a number of people and it became\nknown that they took them to a pit and just gunned them down. The next time they asked for a count,\nsome of the people hid. And, of course, whoever they managed to catch was disposed of the same\nway.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nWe had a hiding place. The house was built in such a way that there was a warehouse\nattached to the house but there was a blank space between the walls under the same roof. And that\nwas our hiding place. Knowing what was coming up, there was provisions stored there and when a call\ncame out to come for a count, we would hide there. At that point, not too many people came out.\nWhoever had hiding places hid in their hiding places. So they started to go from door-to-door and pull\nout people that they could catch. They had many collaborators. People who were anxious to kill the\nJews.\nYou must also understand that right now in the United States we have the big debate should\npeople own guns. Guns were something that was not very much available in Europe. Some people had\nsome ancient rifles from the First World War. There weren't too many guns around. The ability to\nescape was not there simply because some of the public were belligerent also.\nI'm going ahead here, but we hid -- the last closing of the ghetto, the last massacre that\noccurred, we hid in the space between the walls. Not too many people managed to get in. My mother,\nmy brother and I, my grandmother, and some other kids that were living in the house managed to get\ninto the hiding place.\n>> Bill Benson: If | remember right, Rae, to get into it, you had to climb on top of your stove and over\nan opening?\n>> Rae Goldfarb: The baker's oven. The house had a baker's oven. We had to climb up and then get\nup to the attic through an attic opening and climb down --\n>> Bill Benson: Into the space.\n>> Rae Goldfarb: There was some sort of ladder to get down into the space but it wasn't easy to get up\nthere. And we stayed in that place for eight days and we heard everything that was going on.\nMuch of it that I'm telling you is my mother's retelling because | remember things only as\nframes, like to look at pictures. From my mother's retelling, we were in there for eight days. Sanitation\nwas poor. Food wasn't very plentiful. It was water, especially became an issue and a few of the people\nthat were in there got out after eight days. And, of course, they were caught and we heard them being\ncaught. So it was a question of how long could we stay there. We heard about arguments among those\nwho were looting. Like my mother said she heard neighbors that she considered friends arguing over a\npot or over a spoon.\nWe stayed there for two more days and then climbed out. My mother sent my brother and |\nfirst. She came out behind us and my grandmother behind her. Well, two kids came out before my\ngrandmother. We thought that it was quiet because all the noise stopped. It was nighttime. And lo and\nbehold somebody was until the house, even though it was dark. My mother took us into another hiding\nplace, in a pantry, and we climbed into a cellar. My mother, my brother two children, two other children,\nand my mother was the last one.\nMy grandmother, being slower, was behind us. She heard the voices coming closer. She\nquickly put the cover over the cellar and she acted crazy so when she was caught, she said she doesn't\nknow where she is, what's going on, and they took her away.\nWe stayed in that cellar until the next night, climbed out. It was quiet. It was nighttime. And my\nmother figured the best way to get out of the ghetto was going toward the river. We crossed the river\nonly to be stopped by two guards with rifles. Mother knew them. She begged them to let her go. She\nsaid she had valuables. If they would put their rifles on their shoulders, put out their hands, she would\nfill it with whatever they had.\nOne of the things she had was a gold watch that my grandmother would wear on a heavy\nchain around her neck. Actually, my aunt had a picture of my grandmother with that particular chain and\nwatch. She wound it around his hands to make sure he doesn't drop it. Into the hands of the other man,\nshe says, hold on to them, make sure you don't drop them. Of course they were afraid that if somebody\nknew about it, they would have to give it up. We had enough time to escape.\nThe two children that were with us ran in one direction. She said \"Run!\" We went towards the\nhome of a family in a village that we were very friendly with. My father's best friend. He agreed to hide\nmy brother and directed my mother to take me to his sister's house, she would be more than willing to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nhide me. However, we were at the sister's house and she was feeding us and listening to my mother\nHer nephew came and said that my brother, Shlomo, was taken away by the Nazis and his father was\nbeat up badly because he wouldn't say that he was hiding a child. It was his own mother-in-law that told\non him, who lived with him and depended on him for sustenance. But she was willing to give up a Jew\nfor 10 kilos of sugar.\nThe house we were in, the woman gave us some food and told us where to hide. She said the\nbest place to hide would be a bathhouse. Because there were no baths and showers in people's\nhouses in villages, they would go on Saturday to get a bath to be clean for Sunday church. So we hid\nduring the day. At night again we started to run. We went through fields. It took us a couple of days to\nreach the house of the woman who took care of my brother. Of course she was sad that -- she was\nsingle. She was older. She had no children. She was sad to hear about my brother and offered to go\ninto town and find out what his fate was and if he's still alive maybe they would give him to her so she\nwould have a son because she loved him. She came back and told us that he was shot. So we know\nthe date that he was shot. He was shot the 8th of June in 1942.\nThe ghetto didn't last long. They were still progressing very quickly toward the Russian front.\nThe prisoners -- the Russian Army did not fight very much. They laid down their arms and thought they\nwould be better off as prisoners of war. They were hungry. They didn't have much will to fight.\nHowever, the Nazis did not treat them very well. They did not feed them. They took away everything\nthey had. And they marched them toward Germany. They became disillusioned and started to escape\nen masse. Some of them were shot. Those in the front managed to escape.\nThe area | come from has very thick pine forests. If any of you have gone to cut off Christmas\ntrees, you know how low the branches grow and how thick the area is with trees. They managed to hide\nfrom the Nazis and managed to organize themselves. They became what was known as the partisans.\nPartisan in Russian means somebody devoted to his country. So they became the Russian\nunderground that organized in the back of the German armies. Those Jews that managed to escape\ntried to join them. Some of them were not very friendly but nonetheless they needed people who lived\nin the area and knew the area and so they were willing to accept them.\nWe, however, could not find a place to hide amongst the non-Jewish friends, the gentile\nfriends, in the area. My mother was well-known and everybody knew who her friends were. We got to\nthe house of a woman who was widowed and my father basically helped her keep her farm. She\noriginally came from France, married a Polish soldier, and settled into Poland. However, she was afraid\nto hide us because she depended very much on the villagers to help her keep her farm.\nShe kept us overnight. The next day was market day. She dressed me in her daughter's\nclothes. She had a daughter and a son. Dressed my mother in her clothing. Her son loaded the wagon\nand she hid for the day and we went to market, to the larger city where we knew there was still a ghetto\ncalled Glebokie. With the people that went out to work, we managed to go into the ghetto. Of course,\nshe went back home.\nMother was able to contact through them a friend of my father's who managed to get a gun\nand brought it in a basket of eggs to marketplace where it was arranged for mother to meet him. They\nwould allow the Jews to barter for food on market days because that kept the farmers happy. They\nwere able to sell some of their goods. Mother had a plan to try to escape the ghetto. She was very\nresourceful. She always managed to think ahead. And, of course, she was a brave woman. | think my\nmother was very brave and managed to live to the age of 99 1/2 eventually.\nShe tried to organize in the ghetto some people. She knew she needed man power. She knew\nshe needed somebody that would be a value to the partisans. There was a doctor in town who was\nwilling to escape. She knew what his fate would be and so organized to try to escape. A tunnel was dug\nunder the fence. However, a few people who got wind of it, tried to beat us to it and they were caught\non the other side of the tunnel.\nAgain, she thought ahead. Resourceful. We had the clothing that we came into the ghetto that\nwere the natural peasant garb. So she made me older, first of all. So | was taken out to work. | had a\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nway of going out of the ghetto. | worked. And that | remember, in a spinning mill, trying to catch the\nthreads that broke and tie them together.\nOn that market day, mother had the basket with the straw and the gun. She managed to\nbarter for a few eggs, put them on top. We came out trying to mingle with the peasant that were\nreturning back to their villages and tried to find the partisans.\n>> Bill Benson: Didn't your mother find a way to get some identification for you?\n>> Rae Goldfarb: In the ghetto, in order to not to be taken with a, in order to be taken to work, she had\nto get identification for both of us. She knew somebody -- well, she knew a lot of people in that ghetto\nbecause of business connections. In addition to selling fabrics in her store, she also sold wholesale.\nShe would go to the large cities, to Lodz, to Warsaw, and buy bulk of goods, bring them back, sell them\nto some of the smaller stores in the area. So she had much connections. Somebody's daughter was\ntaken away. Her documentation was left. That was my first set of documents that | was made four years\nolder so | could go out to work. Mother got documents for herself from somebody, too. So we were able\nto go out to work.\nThere was one time when the Nazis sort of, under the guise of resettlement, took a lot of the\nJews out of the ghetto. We were at work. We came back. We found out that the ghetto was going to be\nclosed down for the day. We hid. We managed not to be taken. After that it became imperative that we\nget out. So on market day, we got dressed properly, went out with the population to barter, went to the\nedge of the ghetto, and slipped in with the farmers. And as they were going back home, we went with\nthem.\n>> Bill Benson: And your mother has the gun with her.\n>> Rae Goldfarb: Mother has the gun in the basket under the straw with a few eggs on top of it. We\nwere stopped by a truck that was carrying Germans. Mother was a beautiful woman. She was asked if\nshe would like a ride where her village is. She says, “Where are you going? I'll Know if you're going the\nright way.” They named a village. She named a village further up. So they gave us a partial ride in the\nback of their truck.\n>> Bill Benson: With the German soldiers?\n>> Rae Goldfarb: With the German soldiers. They let us off where they were going, and on foot we\nmanaged to go further into the area, into the forest.\n>> Bill Benson: And found the partisans?\n>> Rae Goldfarb: We found what they called themselves a special group, a forward group. It was a\nsmall group that lived at the edge of the forest, of the reconnaissance for the partisans who were\ndeeper in the forest. We didn't know at the time but the head of the group was actually Jewish. The\nmen in the group were not very keen on keeping a woman and a child.\n>> Bill Benson: And a child.\n>> Rae Goldfarb: He said that they needed a cook. And it was natural, the group could then mingle\nbetter with the population if they had a woman as a cook. They wouldn't have to ask the population to\ndo the work for them. They accepted us. Mother was the cook for 20-some people. She didn't know\nhow to cook much.\n>> [Laughter]\n>> Rae Goldfarb: But there weren't many supplies. There was plenty of potatoes and onions. She\nknew if you sautéed onions, they'd give you a better flavor. They were very happy. The villagers had\nlearned something new. Potatoes with onions and garlic. Jews are forbidden pork. Mother told them\nthat it's best that we don't tax the population and take away their pork. She was going to make a\nwonderful meal without it. And they liked it. They liked it. The population liked it because they weren't\nimposed on.\n>> Bill Benson: And you served as her assistant.\n>> Rae Goldfarb: Yes. | learned how to peel potatoes and carrots very well. | could do it to this day.\n>> [Laughter]\n>> Rae Goldfarb: And my children will attest to that. | make wonderful potato pancakes.\n>> Bill Benson: You're in very primitive conditions there.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Rae Goldfarb: Very primitive conditions.\n>> Bill Benson: What was it like living there in the woods?\n>> Rae Goldfarb: We were fortunate if we could sleep under some sort of a roof. If the Germans came\ntoo close, we had to go into the forest and sleep under the pine trees. Many times the cover were pine\nbranches and, of course, the bed pine needles. And fortunate for us if we had no cones under our\nbodies. Sometimes we had to dig to dig out the cones.\nConditions were primitive. And Typhus was very prevalent. | was unfortunate enough to get\nsick. | got Typhus. Mother was trying to get me someplace. | couldn't stay -- we couldn't stay where we\nwere with that group because everybody was afraid of getting infected. She got us loaded into a wagon\nand she knew of what they called a field hospital. And the woman in charge was someone we knew.\nShe also escaped from the same ghetto we escaped from. She was originally a mid-wife but she knew\nhow to use a needle and a thread to sew up the wounds. She basically nursed me to health. | think |\nattribute part of my memory of those younger years being gone because of the Typhus fever.\nWe were not with our group when the front shifted and the Russian armies were pushing the\nGermans back. They had a front in the front and a front in the back. And that was late -- actually, it was\nearly 1944. They were squeezed. And they decided to send out their soldiers to rid of the partisans.\nTime up?\n>> Bill Benson: Not quite.\n>> [Laughter]\n>> Bill Benson: We have a lot more to share. You got captured by the Germans. You were actually\ncaptured.\n>> Rae Goldfarb: We were captured. We were captured by the Germans. And of all places, brought to\na warehouse in our hometown. Mother was afraid of being discovered because they had people from\nthe nearby villages also. We were in further away villages. Lo and behold, they started to separate the\nwomen from the men because the men were the threat. The women they were going to send home.\n| was just passed my typhoid fever. | had no hair. My head was shaved. | was dressed in boys\nclothing. Needless to say, understanding German, [Speaking Non-English Language]. My mother and |\nwere going to be separated. And they decided that | was a boy. Being a child, | said mechen, one\nGerman word, and then they decided that | might be Jewish. Mother jumped out and said, no, she is\nnot. Mother acted very haughty to them. \"What do you mean she's Jewish? She's my child. She had\nTyphus and that's why she has no hair, so the Germans will not get sick in the lice that's in the hair that\nspread the Typhus.\"\nShe spoke to them only in high class Polish and convinced them that she was not Jewish.\nThey decided she was harboring a Jewish child. She told them she was a laundress for the Germans\nand, of course, had no place to leave me because she was a widow and had to take me with her. And\nbeing a child | picked up some words. And all of a sudden they started to test me. | guess | was smart\nenough not to act that | knew too much. They put us under gallows. Mother told them to hang her first\nbecause she does not want to see her child die. And that convinced them that she was my mother.\nThey figured that anybody who would give up her life for a child must be the mother. So they let us go.\n>> Bill Benson: And from there would find your way back to the partisans.\n>> Rae Goldfarb: From there -- not really back from there we started to look for groups of partisans\nbecause they were dispersed. The groups dispersed themselves so they would not be able to kill\neverybody and also they could inflict some damage to the Nazis. We managed to join with some of the\npartisans. They were from a bigger group and we were eventually liberated.\n>> Bill Benson: And that was in the summer of --\n>> Rae Goldfarb: Summer of 1944.\n>> Bill Benson: So once you're liberated, of course the war is still going on. This is the summer of\n1944. This would go on for almost another year. Tell us what your mother then did next. | think it's\nremarkable.\n>> Rae Goldfarb: My mother went back to her hometown. Everybody goes back to their place of\nresidence. You're seeing things happening here. Everybody goes back to their home base to see who\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nsurvived. Mother went back to our hometown to see if anybody survived. A neighbor across the street\ngave her the picture that you saw me point to on the screen.\n>> Bill Benson: Of you, your mother, and your brother. And it's the only one you have.\n>> Rae Goldfarb: That's the only one | have. She told my mother that she loved her and she was sorry\nto see what happened. She kept the picture. She picked it out from the trash. She said she didn't loot.\nShe invited my mother into her house to show that she doesn't have anything of ours, that was ours.\nBut she kept the picture because she lamented fact that she lost a good friend. She gave my mother\nthe picture and she told her that if she stays the night, both of us, both of them, she and my mother\nwork not survive to the next day. She gave my mother provisions and she sent her back.\nMother left me with a family that provided us with transportation to the other ghetto. She came\nback there and decided that we better go to Glebokie, which was a larger place to see if any Jews\nsurvived. Actually, first she went by herself and found out Jews survived. She left me with the villagers.\nAnd she went back, found that there were Jews who survived and were living all in one house. We\njoined with them.\nShe enrolled me in school. However, the safety net was not to last because some people\ncame, pulled out somebody from the house and basically hacked them to death. After that there was a\nwatch day and night to make sure that we could survive.\nMother had an opportunity to enlist in the Russian Army. They were looking for people who\nwanted to enlist to help with the war effort. Mother enlisted as a worker on a work train to fix water\ntowers. The trains were run on steam at that time. So she enlisted. We lived in a boxcar. We had a\ncorner of a boxcar. There were other people in there that were also workers. We traveled from railroad\nstation to railroad station.\n>> Bill Benson: Fixing water towers.\n>> Rae Goldfarb: Fixing water towers. We got as far as Prussia where conditions were horrible. The\nPrussians basically mined everything and mined themselves so that they would inflict damage to the\nRussians.\n>> Bill Benson: You described to me that the Prussians would actually put mines and bombs on\ncorpses so that if the Russians want to the loot the corpse --\n>> Rae Goldfarb: They would mine the corpses. Prussia was pretty progressive, like Germany. They\nmined any kind of fixtures that the Russians may want to loot. And if they reached for them -- some of\nthem committed suicide but they mined themselves. They had the guns in their hands. And if the\nRussians tried to disarm them, they would blow up.\nBy the railroad station, we always went out to get water from a source and there was a warn\npath. They were warned to just walk with the path. A Russian soldier who was a little inebriated,\nhappened to step off the path and got blown up.\nAt that point -- mother's idea of enlisting was to reach the American line so that we could cross\nover to the allied line. However, it was impossible to go any further because the frontlines were very\ndangerous to cross. The area where we were was dangerous. She found out that there were some\nJews that gathered where we got the documents. Our boxcar attached to a train that was going in that\ndirection. And we ended up in the city of Lubin which was sort of further, southern part of Poland. We\nstayed there for a number of time. That's where the Red Cross came in to help with food, some\nclothing, and, of course, the idea for us was to try to get into the American zone, for one thing, and to\ntry to get closer to what was then called Palestine that is now Israel because that's the only place that\nwould accept us.\nGoing to the United States was a difficult project. We eventually were able to contact my\nfather's sister and her husband. Mother remembered the address from writing to them except for she\ndid not remember DC. And the letters went to the state of Washington. And they never got them.\nHowever, my mother advertised in a Jewish paper and my uncle saw that we survived and got in touch\nwith us. By then we had managed to get to Italy. We came to Italy and found out that the day before,\nthe war there had ended. So we stayed in Italy for two and a half years before we managed to get to\nthe United States.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: Tell us, while -- once you got to Italy, you still had hoped to get to Palestine. You were\nunsuccessful. | think you tried to --\n>> Rae Goldfarb: We tried several times. One time a truck broke down that was taking us south. At\nthat time we were in Modena, northern Italy. Eventually the Displaced Persons Camps were organized\nin Italy, which were in the south, which suited us very well because that was closer to the\nMediterranean. It was right on the edge of the Mediterranean. However, my mother developed asthma.\nAnd of all the times, when we were about to be taken to a ship, she had an asthma attack and was\ntaken to the hospital. That particular group ended up in Cyprus.\n>> Bill Benson: They were interned in Cyprus by the British.\n>> Rae Goldfarb: Right. So somehow we escaped that. At that point we had been contacted by my\nuncle and aunt and they started the process of getting us to the United States.\n>> Bill Benson: You arrived here in 1947. Finally you were able to make it here. Tell us what it was like\nfor you to come -- to go through one more major adjustment, upheaval. What was it like to get here?\n>> Rae Goldfarb: It was a dual experience. | learned a few words of English, taught in an Italian\nschool. | learned more Italian than English. And, of course, nobody could understand a word | was\nsaying. However, | realized the similarities of some of the words.\nWhen | first came in, it was a completely different world. Even though Italy was progressive\nand -- it was mechanization and so forth but we came in at night and the only thing | could see looking\nout towards land was lights going forth and back, white lights going one direction, red lights going the\nother direction. | asked one of the sailors wno spoke some German and some Italian. We came over on\na troop ship, basically slept in bunks and the ship almost went down one day out of New York. But\nfortunately the storm seized and abled to right itself. He told me that those are cars going across\nbridges. Never saw so many cars.\nOf course, the next morning when it all cleared up, we saw the tall buildings of New York, the\nStatue of Liberty. | didn't know what it was, frankly. | saw a statue in the water and | was told it's the\nStatue of Liberty. However, | was very much impressed with all the tall buildings. It was only when | was\nin high school that some of the students and | went to Ellis Island and was able to climb up in the\nStatue of Liberty.\n>> Bill Benson: Rae, you were 15, in fact, when you arrived but officially everybody thought you were\n17.\n>> Rae Goldfarb: Right.\n>> Bill Benson: And they put you in elementary school.\n>> Rae Goldfarb: | had no papers. And | couldn't go anywhere to be accepted unless | had papers. My\nuncle put me in a private Jewish school, Hebrew school. | sooke Hebrew. | learned it as a child. To this\nday | can still speak it better than | can Polish or Russian. Because somehow it stuck with me because\nit was a language that I've learned much, much younger and had no resentment against. Polish and\nRussian | had much resentment against. | understand some of it. And here in the museum when | meet\nsome people that speak Russian or Polish, | can understand some of it, not all of it. | haven't spoken it\nin 70 years. But I've never developed this love for it. And also, it has no connection. Slavic languages\nhave no connection with English.\nSo | was put in elementary school in a private school. The kids spoke Hebrew and English. |\ncould communicate in Hebrew. And | picked up enough English.\nAlso, my uncle had a grocery store. As soon as | came back from school, | would go down to\nthe store. And, of course, everybody spoke English. | learned the names of the canned goods before |\nlearned anything else. | Knew what peas and carrots and beets were. | knew what bread and milk were.\nAnd, of course, | Knew all the names of the different soft drinks. And little by little | learned English by\nconnecting some of the words from German and Italian to the English. And | was fortunate enough to\nhave teachers in school who -- | was a willing student and they were willing teachers.\n>> Bill Benson: It sounded from what you told me, remarkable teachers took you in.\n>> Rae Goldfarb: Remarkable. My first teacher was someone who lost her son and husband in the\nSecond World War. | was already in junior high at that time. It wasn't middle school. It was junior high. |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nhad enough knowledge to enter. | was given of a test and told that | qualify. She came in every morning\nfor half-hour to 45 minutes earlier and taught me sentence structure.\n>> Bill Benson: In the little time we have left, which is very little, | want to ask you a couple more\nquestions.\nYou told us not only how brave your mother was, from everything you told us, she was clearly\na remarkable human being, just as resourceful as anybody could ever possibly be. What was her life\nlike when she came to the United States?\n>> Rae Goldfarb: Mother had a very difficult time adjusting. She was used to being in charge, being a\nbusinesswoman, having her own business. We were needless to say penniless. She didn't know the\nlanguage. It was hard for her to adjust. She did not want to live on charity, basically, from my aunts and\nuncle. There was more ability for her to get some sort of work in New York so she moved to New York.\nAnd needless to say, she got a job in a factory. The only thing she could do was run a sewing machine\non a straight line. She didn't know any other way. She got a job that paid $20 a week. Our rent was $60\na month. There was very little to go with.\nMy father had some relatives in New York. They were helpful in some way. One of them had a\nbutcher shop. Made sure my mother had some meats on the table.\nWhen | finished junior high and was about to enroll into high school, | went to live in New York\nwith her. | got a job, so | was helping with household expenses and | was fortunate again, in New York,\nto have a guidance counselor who escaped Germany in 1934, | think it was, who understood what |\nwent through and really helped me along.\nAlso, there were two English teachers who were willing to help with language. One helped me\nwith elocution and one speech. They put me in front of a mirror. | was rolling my R's. | couldn't\npronounce the TH. | had to try my darnedest if it took three hours it took three hours. | remember it very\nwell. | still slip once in a while. | think I'm ok now.\n>> Bill Benson: In fact, in preparing our introductory material, Rae corrected me several times. She's\nmastered it.\nWe are going to close our program in a couple of moments. We're not going to have time for\nquestions, as you can see, we could have spent many more hours today learning much more about\nwhat Rae experienced.\nIt's our tradition at First Person that our First Person gets the last word. I'm going to turn back\nto Rae in a couple of moments to close the program. When she finishes, two things are going to\nhappen. One, when Rae's finished, our photographer, Joel, will come up on stage and take a\nphotograph of Rae with you as the background. So I'm going to ask you to stand for that photograph.\nAnd then Rae will stay behind for a while up here. So any of you who want to come up and ask her a\nquestion, that's a great time to do it or shake her hand or get your photograph taken with her, whatever\nyou would like to do. If you'll stay put for that.\nSo, I'd like to thank all of you for being with us. | remind you we will have a First Person e ach\nWednesday and Thursday until the middle of August. Please come back. If you're not able to this year,\ncheck the museum's website for our program for 2017.\nWith that, | turn it over to Rae to close our program.\n>> Rae Goldfarb: | like to tell about my experiences because that's the only memorial to an extended\nfamily. My mother was one of eight. My father was one of three. There is nothing left of them. There is\nnothing to remember them with other than the fact that | speak to you and tell you about it.\nMy own experience has taught me that prejudice is wrong, especially when aided and abetted\nby one's own town's people and neighbors out of jealousy and greed.\nThis is where we have an exhibit that you can see here, temporarily here, on this level called\n\"Some Were Neighbors\" about intimidation by the public. | urge you if you have the time to please visit\nthat exhibit and, of course, the main exhibit about Nazi propaganda and artifacts that are by ticket\naccess, bypass access, on the fourth level.\n| thank you all for coming.\n>> [Applause]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n",
    "segments": []
}