{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON MARTIN WEISS\nWednesday, June 24, 2015\n11:00 a.m. — 12:07 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nMarty Weiss, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship. | am pleased to let you know that Mr. Louis Smith is with us today.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue through mid-August.\nThe museum's website, at www.ushmm.org, provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in their program or speak with a museum representative at the back of the\ntheater. In doing so, you will also receive an electronic copy of Marty Weiss' biography so that you can\nremember and share his testimony after you leave here today.\nWe are excited that today's First Person program will be testing live-streaming from the\nMuseum's Twitter page via Periscope. Kai Sabo is in the front row filming our program for this purpose.\nMarty will share his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, there will be an opportunity for you to ask him some\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Marty is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nThis photograph of Martin Weiss was taken in 1946, the year after his liberation.\nMarty was born in the country of Czechoslovakia in a town called Polana in 1929.\nCzechoslovakia is highlighted on this map of Europe.\nIn 1939, Germany occupied one half of Czechoslovakia and Hungary the other half. After the\nGerman invasion of the Soviet Union in 1941, conditions in Polana worsened. By April 1944, Martin's\nfamily was transported to the Munkacs ghetto. The arrow on this map of Czechoslovakia points to\nMunkacs.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nIn May, they were deported to the Auschwitz-Birkenau killing center where Marty and other\nfamily members were chosen for slave labor. The arrow points to the location of Auschwitz.\nLater Marty and his father were sent to the Mauthausen concentration camp in Austria. The second\narrow points to Mauthausen.\nThis is a photograph of rocks that were taken out of the quarry by slaves.\nHere we see a document that was uncovered only recently in our archives and which was new\nto Marty even though the document describes him as a prisoner. This document is a Prisoner\nRegistration Card which documents Marty's transfer from Auschwitz on May 21, 1944, to the\nMauthausen camp. His prisoner number appears in the upper right-hand corner, where that red circle\nhas appeared, along with the abbreviation Ung-Jude, which is the abbreviation for Hungarian Jew. His\nname is in the upper left-hand corner, if you can see it, along with his birthday.\nAfter the war Marty moved to the United States. He served in the U.S. Army during the\nKorean War followed by a successful career in the grocery business. He retired 18 years ago. Marty's\nwife Joan passed away in 2013. Marty and Joan have two children and four grandchildren. One of\ntheir grandchildren just completed law school.\nMarty has been a volunteer here in the Museum for the past 16 years. In addition to leading\ngroups of students and FBI agents through the museum, Marty is active with the Speakers Bureau. He\nhas spoken to diverse audiences including at U.S. military bases; such as Fort Buchanan in Puerto\nRico and Ft. Sill in Oklahoma, as well as at a prison and colleges such as King's College in Tennessee,\nas well as at the National Labor Relations Board and the National Security Agency.\nIn the past two years Marty has traveled at the invitation of the Austrian government to the\nformer Mauthausen concentration camp which is now a Memorial serving as an institute for learning\nabout the Holocaust. Marty was also a contributor to \"Echoes of memory,\" a collection of writings from\nthe survivors writing workshop. After our program Marty will be available to sign copies of \"Echoes of\nmemory.\"\nWith that | would like you to join me in welcoming our First Person, Marty Weiss.\n[Applause]\nMarty, thank you so much for joining us today and for being willing to be our First Person.\nYou have so much to share with us today so we're going to go ahead and get started. You've told me\nin the past, Marty, about your life in Czechoslovakia as a child before the war. So why don't we start\nfirst with you telling us a little bit about your family, your community, and your life before the war began.\n>> Martin Weiss: Ok. | came from a small town. Actually, it was a village more than a small town. Let\nme explain because some of you may not realize Czechoslovakia existed when | was a kid, ok? From\nWorld War | -- since World War I, then today, the Czech Republic, Slovakia, and our part was the more\neastward. The reason I'm explaining is because today that part is Ukraine.\nWhen | was growing up, we considered ourselves very, very fortunate. Why? Because\nCzechoslovakia was a democracy. | had older brothers and sisters. by the way, | came from a family\nof nine children. So | had older brothers and sisters. | was number seven, so | had something to look\nup to.\nThey were all very, very happy to be living, very conscious of the democracy. | remember\nwhen | was in third grade, | already had the grasp of it. We had Czech schools, so we were going to\nCzech schools. However, the population in our area was mostly Russ. Didn't call them Russian,\nnecessarily but called them Russ. They were a European Russian. They were a little different than the\nRussians from Russian, let's say. However, the language is still Russian but a different level.\nConsequently, when | was very young, | learned to speak Russian immediately because all\nthe kids in the neighborhood were Russian. Like | say, | went to Czech school. | remember our life\nwas pretty good. Don't get me wrong. We worked hard.\nBy the way, my father had a business and he also had our own farm. So we grew our own\nfood, literally. We were self-sustaining.\nSo this is basically what my background is. Things were improving. We were looking forward\nlike -- we tried to be more modern. So already we got -- one of my older sisters -- most people didn't go\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nto high school. We didn't have a high school in town. But there was a big town 10 kilometers away.\nSo my older sisters were already going to high school over there.\nAnd by the way, you have to live with somebody or take a bus every day and so on. So it\nwasn't that easy. But the point is we were improving from where we were. Ok? Things were just\nEuropean, old-fashioned.\n| had older brothers. When they got older, they didn't want to stay home anymore and work\nfor my father for free so they went to the city to look for a job. So they left. In the meantime, one of my\nolder sisters went to college already in the city, in Munkac, actually. And that was a big deal. Even if |\nhave to say so, she was the only one from the whole town. But because she was older, she was my\nsister -- she had for me as | was growing up. The reason being, | realized how important education is.\n| could go on and on but I'll shift to something else. So this is basically -- like | say, our life\nwas good. We lived well. We didn't go to country clubs or anything like this but we lived well. We had\neverything we needed and so on.\n>> Bill Benson: | was struck when you were saying that you knew what democracy was. You told me\nnot only did you know what democracy was but you had even in grade school a sense of rights. You\nhad rights.\n>> Martin Weiss: Right.\n>> Bill Benson: The other thing | was going to ask you about is your father had a business, as you\nsaid. He had been a veteran of the First World War. Isn't that right?\n>> Martin Weiss: Right. Served in the Hungarian Empire, in that Army.\n>> Bill Benson: And your family lived in this area for a very, very long time.\n>> Martin Weiss: A long time. | don't know how long but a long time.\n>> Bill Benson: | think at least several hundred years.\n>> Martin Weiss: Probably. | have no way of knowing. In those days you didn't look for -- so far back.\nAll | knew is my grandfather was there, then his children were there. My grandfather died before | was\nborn actually so | didn't know him. But we belonged there. This was our home.\n>> Bill Benson: Your home. And, of course, Marty, all of that changed dramatically for you and your\nfamily once the Hungarians occupied your part of Czechoslovakia in 1939. Tell us what happened\nwhen the Hungarians took over your part of Czechoslovakia.\n>> Martin Weiss: Well, when the Hungarians occupied our area, like | mentioned before -- like you\nmentioned before, Germany took the Czech part and the Hungarians took our part. That was their\npayment because they joined the Nazis. As soon as they came in, we were concerned because here\nwe knew what we had. And we already knew that they are not like that. Hungary was next door,\nhowever they didn't have the democracy. They still had the ancient -- | mean, the old system of\naristocracy and so on.\nYou have to remember, | was 10 years old. And | remember hearing that. | immediately didn't\nlike them. Ok? By us, nobody ruled over you. And | heard that the overlords, or the landlords were big\nland owners and village people would work for them at their mercy and they paid them whatever they\nwanted to. And they decided if their kids should go to school or not. When | heard that, | said: Who in\nthe heck are they? You know? | remember really feeling that. So immediately | found reasons not to\nlike them.\nLike | say, when they came in the beginning, my father said, well, | guess they're not so bad. |\nknow the Hungarians. They're ok. But then as time went on, like a year or so until they started\nshowing their true colors and all of a sudden we found out that everything was changing. Changed\nentirely, our whole life changed.\nFirst they closed our schools. Which, by the way, we had to go to Russian schools. Again,\nI'm rambling too much, but they closed our schools. We have to go to Russian schools, which was fine\nbut -- if they spoke Russian but we can't know the alphabet. So here | was going into fourth grade and\n| didn't even know the alphabet. Unlike the Czech schools, they were sort of modern already. They\nwere liberated, if you will. They had a system where the teachers were nasty, old-fashioned. They\nconstantly went around hitting everybody. Really. It was like an awakening. They wouldn't even give\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nus a Chance to learn the alphabet. They expected us to learn how to write in Russian. We didn't know\nhow to write in Russian. We knew how to speak it but that was it. So this is at 10, 11 years old. That's\na big thing in your life. But this was just the beginning.\nSo from there on things just got worse. The Hungarians were there for like a year or so. Then\nthe first thing they did, they took away the Jewish businesses and gave it to somebody that was a Nazi\ncorroborator or a Nazi himself. So all the businesses were taken away. They just kept on\nmoving -- every time you turned around, they came up with a new edict.\nIn the meantime, by 1941 or so, they drafted all the Jewish men of military age into the\nservice. But not into the Army. You have to remember, the Jews were undesirable. We were\npolitically undesirable. We were like just -- like the Nazis, we were not people, we were just Jews. Not\nonly that, but they had a slogan. They never called you the Jew. They called you a \"Stinkin' Jew.\"\nThat was like bacon and eggs. | remember. You were resentful, of course. So that was to start with.\nIn the meantime, we were proud people. My father was a proud man. He didn't take it too well. But\nyou learned to live with whatever you have.\nIn the meantime, like | said, they inducted all the men, including my two older brothers.\nSomehow my one older brother, he was actually of age but somehow they missed him so he stays\nhome. They put them into what you call -- now they coined a word for it, labor battalions. What it was,\nit was slave labor on the Army jurisdiction but they wore civilian clothes. They weren't allowed to touch\na weapon or anything like this. They used them for like on the Russian front. My two older brothers\nended up -- they used them for burying the dead, digging minefields, those kinds of work.\nAnother thing they did, they used them from our area all the way to Russia. The Ukraine and\nPoland. If you look on the map, Ukraine and Poland, all of those areas is all mountains and forests.\nThey had them cut the forest down all the way to Poland and to the Ukraine. Ukraine is a vast country.\nSo they used thousands of these men through this.\nNow, why did they want to cut out the trees? Because the partisans could hide in the forest.\nThe trees not existing, they couldn't hide so well. So that's why. So they had this program. That's\nwhat they used them for.\nConsequently, they were abused. They were not treated very well. But they ended up on the\neastern front, on the frontlines. So this just gives you an example.\nI'm going to stop there with that line. I'll get back to it later. But | told you that for a reason so\nyou understand a little bit.\n>> Bill Benson: Marty, you told me when | first met you -- | was struck by your phrase that you did\neverything you could to survive but most of it was at night. That things took place in the dark.\n>> Martin Weiss: Oh, yeah. At home yet. Yeah. My father was in business, in the meat business.\nOk? They took all the licenses from all the Jewish people and gave it to somebody else. Ours they\ndidn't. They left my father with his license. It sounds funny. He was the only one. But what happened,\nthey had a quota how many steers or calfs you were allowed to slaughter. But they wouldn't give us\nany allotment because we were Jewish. Ok?\nHowever, it sounds funny, but we stayed in business. We were doing business. And even the\npolice -- by the way, they didn't have a policeman like here. The police there were gendarmes and they\nwere not allowed to be married. So they had a cook and a kitchen -- you know, like in their quarters.\nThey were also very nasty. They were like -- a little like state troopers but they were Hungarian.\n>> [Laughter]\n>> Martin Weiss: | didn't mean --\n>> [Laughter]\n>> Martin Weiss: | take it back. | didn't mean to compare the state troopers. God forbid.\n>> [Laughter]\n>> Martin Weiss: No. Some maybe but most were just normal people.\nThe reason | used state troopers as an example is because they were very, very structured.\nYou know, under strict, strict rules. By the way, they were not allowed to be married, either. So frankly,\nthey were nasty. And they were all Nazis or Nazi sympathizers. But some were not. The reason I'm\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ntelling that -- | find it very comical. We were selling them meat for their kitchen. And we were not\nallowed to do it.\nSince we didn't have any phones in those days, they would send detectives to snoop on us.\nThey wanted to catch us at something. So they used to come around, come in disguise or whatever.\nSo this cook, even though it was quite a distance from us, she would literally run to our house, warn us\nto be careful. She was sympathetic to us. So just a little nonsense, but, you know.\nAnyway, the reason Bill mentioned it, so we had to slaughter our animals the night. When |\nsay at night -- we didn't have electricity, remember. So we had to use candles, most of the time we did.\nBut we had kerosene lamps, like lanterns. | was like 11, 12. My older brother was a very strong,\ncapable guy. And he was able to take literally throw down the steer and tie him up.\nBy the way, we were kosher. In case you don't know what kosher means, that means -- it's a\nritual killing. That means we have a trained person, trained man, that knows how to do it. And the\nwhole idea of kosher killing or slaughtering is that the animal is not supposed to feel the pain. Ok?\nNow, how could you kill something without pain? It doesn't work. But nevertheless, the knife, they had\na special, special knife. When | tell you special, it was so sharp -- it was long -- that if you cut yourself,\nyou wouldn't even feel it. That's how sharp it was.\nSo | had to hold the candles. And this is by candle light or lantern. He would have to make\nthe incision in a certain spot. God forbid he made a mistake and it wasn't kosher anymore. This is\nwhat the rules are, Jewish rules are.\nAnyways so after we did all of that, then we have to sell the stuff. Able to sell it in the store,\none animal or something. So if you killed two or three, it was ok. Somehow they didn't catch us.\nThe point of this was -- after we did the killing, we have to get rid of all the evidence. Oh,\nyeah. So you have to get rid of all the evidence that we slaughtered anything. So between -- by the\nway, everything had to be done 1:00, 2:00 in the morning. That was the only time our neighbors were\nasleep. You didn't know whom you could trust. People, even though they were good neighbors, but in\na situation like this, you really don't Know who for a couple of dollars will go to the police and report you\nor something. So we really didn't know how to trust people. If you lived among -- if you lived together,\nwe got along. But in the wartime, believe it or not, you can't trust anybody. It's just the way it works.\nSo we had to do this. And by 6:00 or 7:00 in the morning, there was no trace left. We made sure\neverything was gone and hidden.\nThis is the kind of life we lived. But we were very industrious. My father wouldn't just give up\nso he did this throughout. So this is how hard life was, actually.\nThen they came out with an edict, all the Jews have to wear the yellow star. Ok? By that time\neverybody got cocky and nastier because they already had a license -- they didn't have to treat you\nnice anymore.\nThis went on and on. As things went on, it was worse. But in the meantime, by now, by 42,\n‘41, 42, late °41, °42, they kept on hearing atrocities in the eastern part of Europe. Like in the Ukraine,\nPoland. Then we heard of the Polish ghetto.\nBy the way we lived not far from Poland. So we heard everything -- there were no\nnewspapers or radios. This is by grapevine. Just came through from people escaping or whatever. So\nthat's when we first heard of the atrocities, something like this. We kept hearing about atrocities. More\nand more, and more vivid.\nIn fact, one | remember like in the Warsaw Ghetto -- the Warsaw Ghetto was big. They had a\nlot of people there. Poland had like 3.5 million Jews so they had a lot of people to put in the ghetto.\nThen they would put people on a truck and pipe in exhaust to the back of the truck and ride around until\nthey died.\n>> Bill Benson: Marty, you and your family remained in these circumstances you've described and\nmuch else that you have not been able to describe until 1944. You told me that by 1944 that you knew\nthat, quote, sooner or later you would be arrested.\n>> Martin Weiss: Oh, yeah.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: Your mother wanted to be prepared for that. Tell us what you did or what your mother\ndid to try to prepare for that possibility.\n>> Martin Weiss: Actually as early as 1943 already. They actually took some people from our area\nand they did pick them up and shipped them out to the Ukraine rather earlier, about the beginning of\n‘43, | believe. So we figured our number is going to come up sooner or later. But for the time being we\nwere left alone. But there were always rumors they were going to arrest us.\nSo one time, the rumors were very, very strong rumors. So we were preparing. We had a big\nfamily. | had two younger sisters. | had two older sisters. So we prepared food that would withstand,\nhave something to take with us.\nOne of the things | remember she made is honey cookies. They were like oatmeal cookies\nbut made with honey. You ask yourself why honey. Well, the reason she used honey instead of sugar\nis if you use honey in the cookies, they could last for a long time. They don't spoil. So we had a lot of\ncookies. A lot of cookies! [Laughter]\nIt turned out it was a hoax. We were not arrested. So we had to laugh about it. Here we\nwere sure they were going pick us up. And here it was sort of like, gee, we did this for nothing. But\nnevertheless -- it's funny.\n>> Bill Benson: Marty, did your family consider at any point trying to go into hiding?\n>> Martin Weiss: Yes. We did a lot because my father wasn't the kind just to give up. But there was\nno place to hide. We were not on a position -- nobody had enough money to do anything, God knows\nwhat. Plus we lived in a police state.\nSo in a police state, you may not realize -- we should today, about the government listening to\nthe phones and all of that stuff. Well, in a police state you can't go from here to there without getting\nstopped for papers or whatever. Everything you do somebody's watching you. You didn't even have to\nbe guilty. They would just taking now questioning and beat the daylight, give you the third degree. This\nwas the norm. Ok?\nSo it was -- thought about going into hiding. For a while my father would say my brother and |\nand he should go into hiding. But then we realized to leave my mother with my younger sisters and so\non, so we decided not to. But we were tempted to do it. But it was not like in the states where you\ncould go from one state to another. We didn't live in that kind. First of all, we didn't have mobility. We\ndidn't have enough money and so on. So who do you separate? Whom do you sacrifice?\nSo we decided not to go.\nAlthough -- actually, we were really serious about going into the forest. Again, even the forest\nwe wouldn't be safe because the peasants would see us. By the way, the peasants were Russian.\nThey didn't like the Hungarians any more than we did because the Hungarians looked down at them as\ninferior. They didn't like us because we were Jews but they didn't like them because they thought they\nwere stupid, actually. Just like the Germans. They felt they were upper class, upper people, upper\nhuman beings and the others were just plain inferior people. They had no problem doing anything they\nwanted to them. So they were not treated very well either but they were not discriminated against them\nbecause there were too many. There was a whole area.\nSo but in the same time, in spite of that, we could never know whom we could trust. You just\ncouldn't trust them. It's just that simple. Because like | say, for a dollar they would give away their\nmother probably or something. So we really didn't know. So we stayed at home.\n>> Bill Benson: You stayed together.\n>> Martin Weiss: Together, right.\n>> Bill Benson: In 1944, Marty, your family was then forced into a ghetto. You weren't there very long.\nTell us what happened from there.\n>> Martin Weiss: Well, we were forced into a ghetto. Actually, it was a brick factory. They had two,\nthree of them in the city. Each one of them was filled up immediately. They took us to the ghetto, in\nthe brick factory, like | say. They put us like a barn, where they kept the bricks. You could see daylight\nthrough the boards. The ground was dirt. So it was raining, spring of the year. So we laid in the mud.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nWe got up in the morning, in the wet. We had no place to change. We took along clothes, dishes,\nfamily needs and so on.\nBut you know, when you see your parents, your mother in particular -- excuse me. It's hurtful.\nBut more than that, over there, in the ghetto, | don't even remember how we survived there. | don't\nremember getting food or anything like this. Somehow we did. We were only there a short time. | think\nif | remember about five weeks, which is -- all ghettos existed for a long time, like in Poland and\nLithuania.\nAfter about five weeks, they brought in boxcars, railroad tracks, and they put us on a train. At\nthat time -- like in our car there was 125 people in the boxcar. You have to remember there were a lot\nof old people, a lot of young people in our society. In our society -- like | told you, | came from a family\nof nine. Some people had 12 children. Some had six or three. But everybody had small children.\nEverybody had. They packed us into the boxcar. That was our trip to Auschwitz.\nNow, until then it was all done by the Hungarians. Now the Hungarians, when they put us in\nthe boxcar, they turned us over to the SS. Now, to show you -- what I'm going to try to impress upon\nyou one thing that always impressed me then and still does. People were mean. You could never\nbelieve that human beings could be so mean and nasty to other human beings.\nI'll give one demonstration. There was one SS man, an officer, walking through a ghetto. For\nsomething to do, there was this young fellow there. He must have been 19, 20 years old. He was sort\nof like retarded. He was also spectically blind. He had glasses with grooves in it. He was slow\nmentally. He saw him. He just took out his pistol and started shooting around, wanting him to dance.\n| remember, | saw that and it made such an impression on me.\n>> Bill Benson: And you're like 14, 15 years of age.\n>> Martin Weiss: Yeah, by that time 14, 15. yeah. | don't know how human beings should do this. He\nwas doing his job. He was an officer. He was Gestapo, whatever. But why would you do that? This is\nthe kind of humility you were up against.\nSo they put us in a boxcar. And the way, the Hungarians, not the Germans, picked up\n450,000 people at that particular time. There were more before and more after but not in a mass like\nthis. Two months, they shipped out 450,000 people to Auschwitz. The Hungarians did that. The\nreason | give them a lot of credit what they did is because you look at the history books today, there's\nnot one mention, not one mention in there, a history in Hungary or history of the world that the\nHungarians ever did anything. They were victims. They were victims of Nazis, victims of Russia. If\nyou read the Hungarian history, that's how their history reads.\nIn fact, I'll give you another little thing that nobody talks about. | told you we came from\nCzechoslovakia. Slovakia was just another state. We were a first state. Right? Slovakia had 73,000\nJewish population, 73,000. The Slovaks, instead of being occupied by the Nazis like the Czech was,\nthe Slovaks declared their own independence and they joined the Nazis. Ok?\nBy this time the Germans were already into Ukraine and Russia, which is next door. They\nasked -- | found out just recently, by the way. | didn't know that before. They asked the Germans to\ntake the Jews. And they were the first ones out of our area that were actually arrested and shipped out.\n73,000 people, | found out just lately, actually, the numbers, 3,000 people survived. Ok?\n>> Bill Benson: So, Marty, you were telling us that you were put in a boxcar and you went with your\nfamily to Auschwitz.\n>> Martin Weiss: Right.\n>> Bill Benson: Can you tell us a little about what that was like when you got there?\n>> Martin Weiss: First of all, in the boxcar itself -- you have to remember, 125 people in the boxcar with\nbundles, old people. No food. No water. The only thing -- we were traveling to Poland. We didn't\nknow, by the way, where we were going. We knew we were in big trouble. We heard of the atrocities\nin Poland and Ukraine by now. We heard all kinds of stories.\nSo we came to Poland. The train stopped at the stations because the trains in those days\nneeded to get water for the locomotives or something, for the steam. Anyway, So we saw we were in\nPoland because we saw through the opening of the door the signs. | remember | saw a Polish city and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nso on. We wanted water. We were screaming for water. Nobody would give you a drop of water. We\nheard people go by and talk but nobody would even make an attempt.\nFinally, we came to Auschwitz. It just happened in our case we came during the night. You\nhave to remember, we never heard of Auschwitz, we never heard of gas killings. We heard of mass\nkillings and shootings and stuff which was bad enough. But we came to Auschwitz. We came during\nthe night. | think it was around midnight. The train stopped. As soon as they opened up the doors,\nthey started screaming. There were these people in uniforms -- striped uniforms, which were prisoners\nwhich we didn't Know because they acted nasty. And the reason they acted nasty, that was their job. If\nthey didn't do it, they would shoot them or whatever. But they would have to act like that. But we didn't\nknow that.\nThe boxcars are pretty high for a civilian or for children, old people, to jump down. They're\nreally high even for a grown-up. They screamed get out, fast, fast. And finally we were off the train.\nThe first thing -- the perimeter was surround with flood lights because it was during the night. And not\nonly were we surrounded by flood lights but all of a sudden there were guards. Every four, five feet\nthere were guards with a rifle and their finger literally on the trigger. For the life of me | didn't know why\nthey needed it. | found out later we were in the camp, inside Birkenau, actually, which was part of\nAuschwitz. The fences were electrified. But the fact that we were faced with that would give you even\nmore fear. Plus everybody was screaming.\nIn the meantime, everybody was holding their children, to each other, not to be separated. On\ntop of it, they have dogs, nasty, nasty, killer dogs. They were -- you just look at their teeth growling.\nThey were ready to tear anybody apart. There were several dogs around the perimeter. That was our\nwelcome to Auschwitz.\nLet me put it this way. Essentially if there is hell or bedlam, | don't think you could ever -- |\ndon't think you could ever picture a scene that I'm talking about.\nNow, no sooner we were down on the ground they separated the men from the women.\nThere was an officer standing in polished boots, very sharp. A real sharp-looking uniform, tailor-made\nand so on. You would have to go through the line.\nNow, what do you call it, the men, like | say, were separated from the women. The women\nand the children and all were to a different line. The older people also, all of them went to one side.\nNow, we knew -- on the train we were talking that they expect everybody to work. However, women\nand children can't work or the old people can't work. So we realized -- the rumor -- again, there was\nrumor. Nobody told us. The people that work, labor, would be able to feed their families that would be\na tradeoff. So we were a little comforted by the rumor. And it was just a rumor by the way.\nBefore we got off the train -- | was not a big kid. | was about 14, 15, actually. 14, 15. | put on\na couple of extra jackets before | got off the train. So my father went through, my brother. And |\npassed. | didn't Know | was so lucky until a couple of days -- actually, until the following morning |\nfound out that almost all the kids | went to school were did not. Actually, in terms of my date of birth, |\nwas the only one born on my year from the boys that came back from my town.\n>> Bill Benson: You had put on the extra clothes to look bigger and older.\n>> Martin Weiss: To look bigger. And it worked. That's the only reason. | could never understand.\nSome of the other kids were as big as | was. Ok? But evidently they didn't do that. So | attribute it to\nthat.\nAnyway, we went through the selection. They did the same thing with the women. Like | say,\nthe women, the children and so on, they were to the other side.\nIn the meantime, we went through showers, real showers. We had to shed our clothes, leave\nthem behind. We came out on the other side and they gave us those striped uniforms that you see in\nthe pictures. They gave us a shirt, a pair of shorts, and those clothes. The problem with that was in\nEastern Europe, even though it was the spring, they marched us off to the barracks and we had\nwooden shoes. They took away our shoes, too.\nThey came up to the barrack and by this time it was dawn. Must have been like 4:00 in the\nmorning or so. We came up to the barracks, which was a few hundred yards away -- yeah, someplace\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nin the area not too far. Again, they wouldn't let us into the barrack right away. It looked like we\nwere -- a dreary, dreary scene. It was misty, rainy -- not quite rain but sort of like a mist with a fine rain.\nMost of all, we saw the big chimneys from the crematoriums. Before that we never heard of\ncrematoriums where we came from. We just didn't know it existed. And here are these big chimneys\nall the way into the sky with black smoke coming out. But more than that, you smelled flesh burning,\nliterally like a barbecue. We couldn't make out what was going on.\nSo in the meantime, it was very cold, really freezingly cold. It was the spring. The reason I'm\ntelling you this because later I'll come back to it. And you could see like instead of snow you had soot\nfrom the chimneys, like black flakes coming down. This was our experience the first morning there in\nAuschwitz.\nMeanwhile, not far from us, a few hundred yards away from us, we saw this huge fire. It was\nlike the length of a football field. It was under the pine trees. The flames was going high, almost to the\ntop to the trees. That's how high the flames were. One of the kapos came around and he told us -- we\nasked him what this fire was. He says: See this fire? Those are your families already being burned.\nNow, why did they do it? The crematoriums, they had about five or six cream forums. | don't\nremember if it was final or six but definitely five. They were so overtaxed they couldn't handle the\nvolume that they used the fires to get rid of the rest of the people. Again, | didn't know that then.\nSo in the meantime, once we found that out, you can just imagine how we felt. | don't\nremember -- | was young. | don't remember even crying. It was just stunned. We realized we were in\na different world. You know, like all of a sudden you just sense it. Again, | didn't Know that before but |\nknow it now because the Museum does research. But we came to Auschwitz because they had so\nmany people coming, so many trains coming every day, they couldn't handle volumes. But the killing\nrate was 10,000 to 12,000 people a day. This was round-the-clock, 10,000 to 12,000 people. Ok?\nTo show you the ghoulishness -- again, | Knew this from the Museum. | didn't know that\nbefore. They burned the people in this ditch. They figured out mathematically -- they were German.\nThey were very civilized, very learned. Ok? They figured out that by using a certain amount of\nflammable fluids -- like | say, | know that now because -- | hope you don't think | was that smart to\nfigure it out. They figured out by using a certain amount of flammable fluids and the body fat from the\npeople, they could literally eliminate so many people a day. When | heard that, | don't know what to\nsay after that.\n>> Bill Benson: Marty, when did you realize that you had lost your mother and your sisters?\n>> Martin Weiss: The next morning. Yeah. My two younger sisters and my mother, immediately. Like\n| say -- my father -- my brother and me survived. We were in this group. He was immediately\nseparated. He was taken someplace else. So we never saw him again.\nHe, by the way, never showed up after the war. | understand -- he was a very strong guy,\nvery capable. He lived right to the very end. He was liberated. He disappeared. Just something\nhappened to him.\nIn the meantime -- what was | going to say? | just lost my train of thought.\nWe were put into the barracks. Again, we had to stand outside in the cold. It was so cold and\nmiserable. We were shivering. So 15, 20 of us would have to get together just to keep our bodies\nwarm. They wouldn't let us stay in the barracks at all. It had to be empty in the morning. Go in at\nnight.\nThey had all kinds of things to do, anything to make you miserable. This is something | will\nnever get over it. People could do their job or whatever but -- that's another thing that bothers me all\nthe time. It still does. They enjoyed it. Ok? This is something as a human being, I'm sorry, | still can't\nhelp it.\n>> Bill Benson: Marty, you, your father, two of your sisters and your brother were selected for slave\nlabor. You weren't in Auschwitz for long. You were --\n>> Martin Weiss: No. | was in Auschwitz a very short time.\n>> Bill Benson: Tell us a little bit.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Martin Weiss: | was in Auschwitz a very short time. They shipped us out right away. They put us\non a train. To show you the difference, this time they put 50 people in a boxcar not 125. We didn't\nhave bundles. We had nothing. We had to sit cross-legged. We were not allowed to move. We were\nnot allowed to whisper to each other. There were two guards in each boxcar. Again, | don't know why\nbecause the boxcars were locked. All they left was a little bit for the air.\nBy the way, once we went through this experience, every place we went, we moved, we were\ntold the next place they were going to killing us. We were just resigned that they were going to kill us.\nThen we started to reason, well, if they wanted to kill us, they could have gone here. Why would they\ntake us there? It's funny how your brain works. At the time it's very serious. Let's put it this way. Now\nit sounds almost funny but it wasn't.\nSO we came -- we were going westward this time. The reason we knew we were going\nwestward is because we came to Austria. And the train stopped right on the Danube. Then we said to\neach other: A-ha, they are going to throw us into the Danube. Why? Because in Hungary, believe it or\nnot, the Hungarian police were throwing women and children into the river. And we also heard they\nwere doing it in the Ukraine. Ok? It wasn't the Germans doing it in Hungary. The Hungarian police\nand the Army were throwing in women and children on a daily basis, in 44 and °45, the beginning of\n‘45, until the Russians came.\nYou look, again, nobody ever blamed the Hungarians for anything. And I'll even go something\noutside a little bit. All the countries that were corroborators with the Nazis, in Europe, today guess what\nparty is getting stronger and stronger. All of those countries, not one of them admitted they ever did\nanything. And the so-called Nazi Party -- they call them something else now -- are gaining more\nground now than they ever did before. Hatred of different people. It doesn't have to be Jews. There\nare not too many Jews left there. It's right back where it started. Ok? Today. They belong to NATO.\nThe E.U., all of that stuff.\n>> Bill Benson: You were sent to Mauthausen first. What was it like in Mauthausen?\n>> Martin Weiss: By the way, terrified as we came to Mauthausen. Again, we came alongside -- the\ntrain stopped alongside this huge mountain. It turned out later we found out it was a stone quarry.\nThey marched us up to the top of the mountain. Here is this big, big gate, like a fortress. They had\nrocks. They mined the rocks. So the whole camp was built from that. So the front of Mauthausen,\nwalls literally from like the ancient -- like in English literature, you know, the castles, some of the big\ngates. Just literally made the same, like ancient.\nWe walked in -- we were marched into Mauthausen. By the way, instead of being cold and\nmiserable, it was very sunny and hot on top of the mountain. Again, we have to stand outside all day.\nHere we finally realized where the concentration camp was. We were processed. Again, we\ndidn't stay in Mauthausen too long. They processed us and shipped out very shortly to another camp\ncalled Melk.\nNow, Mauthausen was a very huge camp. By the way, it's still there. Now it's a memorial.\nMauthausen had lots of subcamps. They all had a different amount of people. Where | was, it was\nabout 13,000 population. Some places were maybe 300. Some places were 4,000 depending on what\nkind of work you were doing, what you were assigned to. That's why they had so many.\nNow, | was told after the war there was like 40 of the subcamps. Again, they do research.\nThe Museum is up to about 90 that they had. We didn't know about it. Some of them probably were\nsmall.\nMauthausen, the people that were stationed in Mauthausen, the death rate was constant.\nWhy? They work them in what do you call it, cutting out the rock. But not with machines or equipment.\nThey had literally manual labor, picks and shovels.\nMauthausen was also -- so far talking about the Jews. People who were gassed were Jews.\nNobody else. Although wait a minute. I'll clarify that. Roma gypsies also. But not all of them. The\nsick ones, so on, the ones that looked already like they were going to die. They would take them in.\nBut primarily they were also starved to death most of the time.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nThe people that were in Mauthausen, Mauthausen was a camp of equal opportunity, if you\nwill. They had lots of Pols, Ukrainians, Russians, Russian POWs. They had Greeks, Italians. You\nname it. They were represented. Anyplace the Germans had occupation they were there. We all were\ntreated the same. Everybody was just another prisoner. Ok? There was no distinction.\nSo this was like a new awakening. Now, when we were shipped out to Melk and Melk was a\ncamp -- our job was to dig under the big mountain. That was hard labor. But the people in\nMauthausen -- by the way, political prisoners. Actually, we were all considered politicals. We all had\nmarkings why you were there. However, in Mauthausen and in Melk, a lot of people were -- yeah, they\nwere Germans, too. Some were political. But there was a lot of Germans that were not political but\nwere in for civil crimes like murder, rape, robbery, embezzlement, whatever. So they were there for\ndifferent reasons. And usually the Germans, because they spoke the language, they became the\nkapos. So some of them obviously were very nasty, very bad. But we had one guy, he was in this for\nmurder, and he turned out, in hindsight, | don't think he was that bad.\nAs soon as | came, | learned the mechanism -- how can | put it? How to -- | decided off\nhand -- he introduced himself to us. I'm never going to be standing at the end of the line or the front of\nthe line. I'll be someplace in the back. Nobody should notice me. Then | went into the line, | made\nsure | was always someplace where | was not very exposed. Because then they would single you out\nfor something.\n>> Bill Benson: Our time is growing short now. Tell us -- you mentioned that you were forced to\ntunnel -- build tunnels at Melk. There was extremely hard, dangerous work. Say a little bit about what\nyou were forced to do.\n>> Martin Weiss: Needless to say, again, it was all manual labor. We were digging tunnels. Working\nhard would be putting it mildly. We had to do everything manually. That means we had to dig with\npicks and shovels into the mountain, into the limestone, whatever it was. We did have, though, air\nhammers that were able to dig deeper. So we used air hammers. And then we also used dynamite,\nlike a long drill. You had to push in the dynamite. Some blown up. | didn't do that but | was there.\nThis is the kind of work you did.\nThen to mix the cement, literally we had to carry the cement bags, which, by the way, were\nheavy, especially at my age. | was not that big. Plus -- oh one thing | will say. The food. We were\nalways starving, always hungry. Very hard work when you're always starving and hungry. I'm not\ntalking hungry. I'm talking starving.\nBut to mix the cement we had to, what do you call it, use actually underground, take a shovel\nwith gravel and sand and mix it. Then somebody would pick up the pale of -- you see the dumbbells in\nthe gym; you think they're heavy. Forget it. That's heavy. They had like little boards set up like\nplatforms. You had to hand it to the next guy up, on top, until somebody pours it into the wall.\nBelieve it or not, in a year, less than a year, actually, we built seven tunnels, 13,000\npopulation. So the work was very hard. Like | say, we were starving all the time. Consequently, we\nhad a death rate, especially in the quota, rather -- the 13,000, every single month because so many\nHungarian new arrivals, they were able to ask -- they had to keep the workforce up to a certain level.\nSo they brought in 3,000 people to replace the people that perished. Not because somebody gassed\nthem or -- they just -- if they were sick, they went to a infirmary and never came out. No matter what it\nwas, once you went into the infirmary, you were finished. So nobody wanted to go to the infirmary,\nobviously.\n>> Bill Benson: Marty, you would continue there until almost the end of the war when | think then you\nwere sent to yet another camp, Gunskirchen.\n>> Martin Weiss: Right. Back to Mauthausen. Because the Russians were coming in from the east\nand so on. We came back to Mauthausen. The first thing they did is they separated out the Jewish\npopulation from the rest. Then | said to myself: Ah!, Ok, now they're going to kill us. Why would they\nseparate us?\nBefore they were treating us alike. So they took us out of the main camp and put us alongside\nof the mountain. This mountain had all thorn bushes, very neglected area. It was like something for\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\ngoats but not for people. You couldn't even lay down. And by now we were not getting any food. But\nwhat we did get -- if you were strong enough to stand in line. That time people looked more like\nzombies than people.\nBy the way, the bread was made mostly from sawdust. Then they tried to cut it. The whole\nthing literally crumbled like bread crumbs, like you buy a box of bread crumbs in the supermarket. You\nhad to hold out your palm of your hand. The guy would take a ladle and put some of the stuff in your\nhand. | still remember you looked at it, it had piece of mildew like the size of a green pea, green, blue,\nwhite, literally piece of mildew. And guess what. You ate it.\nLo and behold, we figured they aren't going to shoot us now. Why? Again. Back to the same\nthing. Why would they have separated us? One day, lo and behold, they tell us we are going ona\nmarch. Again, rumor. That they're going to take us to the Swiss border, and the allies are going to give\nthem trucks in exchange for us. Now, that stupid | was not. | said: Uh-huh, somebody will ask for a\nbasket case. Who in the heck is going to give a truck for us, especially for your enemy?\nSO we were on a march. Somehow or other | felt a little better that we were on a march. |\ndon't know why. | had a certain lift. By that time | was separated. Before | was with a cousin. By the\nway, my father died in Melk from exhaustion, pneumonia, | think. So! was alone. We marched.\nThe problem with the march was everybody was in very poor shape. So when we came, what\ndo you Call it -- a person fell down. The guard would just shoot them right there on the spot.\nNow, just incident about the inhumanity of man. We were on a country road. There was a\npotato on the ground, one single potato. One of the fellows saw it so he jumped for it. Another fellow\nsaw the same potato and jumped as well. So they started fighting over the potato. And do you know\nsomething? As we saw the fighting, the guard just picked up his rifle and shot one right in the face.\nJust like that. Over the potato. It's something that you can't imagine that other people could do this.\n>> Bill Benson: Marty, 70 years ago, just a few weeks ago, you were liberated in May 1945. Tell us\nabout your liberation.\n>> Martin Weiss: Ok, liberation. Liberation in Gunskirchen -- again, we expected to be killed. We\nknew the war was over for all purposes. Again, the rumor that they were going to exchange us.\nAnyway, Gunskirchen turned out to be worst than we ever had before. | don't know how but\nthat's what happened. It was like people were just walking out like literally the walking dead. But there\nwere also a lot of people there from the Hungarian labor battalions. Now, how did they get there?\nWell, the Hungarians were retreating. Instead of leaving you in Hungary, figured the war is over, let\nthem go home or you go home, the Hungarians brought them into Gunskirchen.\nSo when | came there, there were a lot of people from Hungary. Some of them from our area.\nMost of them actually were from our area. And guess who | ran into as soon as | got there? Talk about\nGod guiding you. My cousin. | was with his brother in Melk. We got separated when we were\nevacuated. Here | run into his brother. He came from Hungary. He had a couple of buddies. They\nwere in pretty good shape compared to us. But they only had a few barracks there. At night -- all day\nwe stand outside. At night we go in. 5,000 men in a barrack. Now, think, 5,000 men in a barrack.\nWhen you walked in, they locked the door. You could not move. You were standing. That's just how\nyou spent your night.\nIn the morning you had to go outside. Here things are so bad already that people were\nliterally falling down. | could give you more and more but it would just be one quick incident. There\nwas puddles. It was spring of the year. There were some inadvertently walked into a puddle of water.\nIt wasn't deep by any means but they would fall down in the middle of the puddle. We would walk by\nand they would go like this, reach out. By the way, their eyes were not even open anymore because\nthey were in such bad shape. They would reach for help. Guess what. Didn't help them.\nWhy do you think we did that? Because at that stage we figured it was better off to leave\nthem a little while, 10, 20 minutes, and he'll be finished. He wouldn't have to go on. We knew he was\nnot going to make it anyway. So we figured we would shorten -- do them a favor to leave them alone.\nFrom there, one day we find out there were guards taking off. Somebody said the Americans\nwere there but we didn't see any Americans. So we were careful. We didn't want to walk out. We\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nthought it was a trick; we would go out the gate and machine guns waiting for us. We were so resigned\nthat they would kill us. Ok? So we stayed an extra night believe it or not. I'm with my cousins and\nfriends. I'm looking for food.\nI'll jump because of the time. We came into this field. We saw this Army truck in a ditch. We\ninvestigated. We saw this tub of lard on the front street of the truck. We got very excited. It had\nsomething to do with food. What are we going to do with lard | don't know. But one of the guys, they\nwere in fairly good shape yet. The one from Hungary, he took his fist and right through. The glass fell\ninto the lard.\nSo meantime, we took the lard on the grass, scooped out the -- you know, cleaned it up and\nsaved the lard. Then we looked in the back of the truck and found leather hide. They were refined\nalready, ready for use. We got really excited why? Didn't have shoes, nothing. We knew there\nwouldn't be any shoes because after the war there wouldn't be anything. So we were excited. Going to\ngo to a shoemaker and he'll make us shoes.\nNow, in Europe, the shoemakers know how to make shoes from scratch. When | was a kid,\nwe used to have our boots made like that. So we got excited. We have rolled up whatever we could\ncarry, which wasn't that many. | was very weak.\nWe saw a farmhouse not far away. We marched up to the farmhouse. Before we get to the\nfarmhouse -- I'll tell you this. I'll soeak for myself. | was so hateful, angry, full of vengeance. | really if\nsomebody gave me a pistol to see if the guy was German, | don't care who he was, | would shoot him\nor | think | could.\nHowever, we got to the farmhouse. This still bothers me ina way. We came to the\nfarmhouse. Mind you, we had every right to be angry. They were not quite as angry as | was because\ntheir experience was not quite the same as mine was. They still didn't know what we went through.\nThey didn't experience that. We knocked on the door. We didn't barge in. And the lady came to the\ndoor. She was home alone. She came to the door. And she just opened the door a little bit. And all |\ncould see -- | was short so | could see just her face. She asked the fellows what did we want. So he\nasked for some legs, flour and water. She went to the back of the kitchen, came back to the door and\ngave it to us. She had a barn in the backyard. Went to the backyard. There was one of those iron\nkettles that they used to heat water for the cows. Made a fire under it. We heated up the water. One\nof the guys mixed up the mixture. And we used the lard for that, too. We had dumplings. That was our\nfirst meal.\nLet me tell you something, luckily | ate only a certain amount. You have to remember, when\nyou're hungry, you don't ask. If there's a horse in front of you, you eat the whole horse not half. That's\nhow you feel at the time. But! had a certain sort of sense or something that told me not to overdo it. |\nwas fine. One of the guys met an uncle of his and he was older, about 50. He was considered old. He\nate too much and a day or two later he died. Then | found out thousands of people died when the\nAmericans and British started feeding the people before they found out what killed them, they found out\nbecause they were suffering from malnutrition and they couldn't hold the food.\n>> Bill Benson: Marty, | was glad that you mentioned the rage that you had because you didn't act on\nit. And that was something you shared with me. Once you were liberated --\n>> Martin Weiss: The one thing | want to point out. The rage, the reason | mentioned rage. After we\nfinished eating, you Know what happened? One of the fellows suggested each one take some of the\nhides and give it to the lady. Not one of us objected. We just did exactly that. We went back to the\ndoor, gave it to the lady and thanked her. Never entered the house.\nYou know something? | was speaking for the Museum for several years before | remembered\nthis. Now | always like to include it. And I'll tell you something. To this day | cannot understand that\nwe acted the way we did. Really, the reason | explain to you how full of rage | was that in spite of that,\nour upbringing clicked in. And the only reason I'm proud we acted that way; | didn't feel human but |\nstill acted like a human being. Stuff like that.\n>> Bill Benson: Marty, | think our audience -- you know we just got from Marty just a glimpse, just a\nglimpse. He covered years and things unimaginable in a short time. So! wish we had more time to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nhear more from Marty. And also about what happened next. Came to the United States in 1946 and\nbuilt a new life, a family. | wish we could spend time with you today on that and we can't.\n| want to thank all of you for being here. I'm going to do a couple of things before we end.\nOne is I'll thank all of you and remind you that we have First Person programs each Wednesday and\nThursday until the middle of August. So | hope you might have the opportunity to return.\nMarty, as | mentioned earlier, contributes to the museum's writing project for survivors. So he\nwill leave the stage when we're done and he will go -- I'd like to get him up the aisle here. He'll be\navailable to sign copies of \"Echoes of memory.\" We didn't have a chance for questions and answers of\nMarty, so that's an opportunity also to chat with Marty once he's up there, if you wouldn't mind that.\nIt's our tradition at First Person that our first person gets the last word. So I'm going to turn\nback to Marty to close our program. But first | want to say that our photographer, Joel, is going\nto -- when Marty's done, he's going to come up on the stage. I'm going to ask you all to stand because\nhe's going to take a photograph of Marty with you as the background. It's just a terrific photograph of\nMarty and you. So we'll ask him to do that once Marty's done.\n| thank you all for being here.\nMarty?\n>> Martin Weiss: Thank you. Thank you, Bill.\n| have the last word. | would like to say just a couple of things -- a couple of lines.\nIn closing, | would like to call attention to the massacre of those nine people in South Carolina.\nThe killer of those nine innocent people, just because of hate. He had to learn that somewhere, either\nfrom his family or his culture, in the neighborhood. And that saddens me. At the same time, | would\nlike to call your attention to the students | speak to about prejudice and hate and the Holocaust all over\nthe country and find them compassionate and caring. Therefore | see the good side of our young\npeople and have much hope that the majority of our citizens will persevere against the hatred and\nprejudice of the past.\nThank you very much for coming.\n[Applause]\n",
    "segments": []
}