{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON FRITZ GLUCKSTEIN\nWednesday, June 15, 2016\n11:00 a.m. — 11:52 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Suzy Snyder: Good morning. I'm Suzy Snyder, the curator here at the Holocaust Museum. Welcome\nto the United States Holocaust Memorial Museum. Thank you for joining us for First Person. Our guest\ntoday is Fritz Gluckstein who we shall meet shortly.\nThis season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation to who we are grateful, again, for sponsoring First Person. It is a series of weekly\nconversations with survivors of the Holocaust who share with us their firsthand experiences associated\nwith the Holocaust.\nEach guest serves as a volunteer here at the museum. And Fritz actually is my volunteer. He\ntranslates for me every week he comes in. And he reminds me that | need to find another translator,\neven though Fritz will live to be 105.\nFritz will share with us this week his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. We will follow that with an opportunity for you to ask\nquestions. And at the conclusion of the program we ask that you just give us a moment because Fritz\nwill have the last word. After that he will actually sign a memoir that he wrote, outside in the lobby. And\nyou are welcome to visit him there as well. All proceeds to the -- for the book go to the museum.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Fritz is one individual's account of the Holocaust. All of the First Persons that we do at the\nmuseum are online at www.ushmm.org and you can go online and see all of them.\nWe've prepared a brief slide to introduce you to Fritz.\nFritz Gluckstein was born in Berlin, Germany, on January 24, 1927. These contemporary\nphotographs show where Fritz lived, attended school, and played. He was a son of a Jewish judge and\na Christian mother, Georg and Hedwig Gluckstein.\nAs a child, Fritz enjoyed family activities, friends, and school gatherings. After the Nazis came\nto power, Fritz's father lost his job as a judge. And because of his father's and his mother's background,\nFritz was considered a Geltungsjude, a counted Jew. The Nuremberg racial laws based Jewishness on\nreligion practices.\nThis is the Star of David that Fritz was required to wear. Throughout these difficult times,\nElfriede Dressler, Fritz's aunt, provided the Glucksteins with much needed food and extra rations as\ntheir rations continued to decrease.\nIn this photo we see Fritz and his Aunt Elfriede after the war. At the end of the war Fritz's\nparents stayed in Germany and Georg Gluckstein resumed his judicial career. Fritz decided to emigrate\nto the United States on his own and arrived in 1948 where he studied veterinary medicine and became\na veterinarian.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nPlease welcome Fritz.\n>> [Applause]\n>> Suzy Snyder: Thank you very much, Fritz, for being here. | wanted you to tell the audience a little\nbit about what your life was like before the war when you first started school, what your parents were\nlike.\n>> Fritz Gluckstein: Yes. Life was pretty good. My father was a judge. He had served in the First World\nWar and got the Iron Cross and always showed the flag on holidays, even taught me how to salute the\nflag. We had a live-in maid. We went to the zoo, visited the great gorilla and took trips.\n>> Suzy Snyder: You lived a good lifestyle.\n>> Fritz Gluckstein: Yeah. Of course, my mother wasn't Jewish. | wasn't Jewish. But we still observed\nboth holidays. | had the best of two worlds, Christmas and Hanukkah, Passover and Easter. That was\nreally fine.\n>> [Laughter]\n>> Suzy Snyder: Did you -- you said your father was a First World War veteran, so he was a patriotic\nGerman.\n>> Fritz Gluckstein: Yes.\n>> Suzy Snyder: Tell me a little bit about your grandparents. What were your grandparents like, on\nboth sides of the family?\n>> Fritz Gluckstein: Actually, | never knew my grandparents.\n>> Suzy Snyder: Were they deceased?\n>> Fritz Gluckstein: They were deceased. Actually, to go farther back, my one grandfather was a\ncantor, a teacher, and the other was a watch maker.\n>> Suzy Snyder: When did you first -- you were born in 1927.\n>> Fritz Gluckstein: Correct.\n>> Suzy Snyder: Hitler comes to power in 1933. You're old enough to really understand. When did you\nstart to really understand things were different?\n>> Fritz Gluckstein: Well, my father lost his job.\n>> Suzy Snyder: In 1933.\n>> Fritz Gluckstein: 1933, lost his job immediately. They told him don't leave the building in front\nbecause there's a demonstration, a Nazi demonstration; leave in the back. Said my father, \"| came in\nthe front and will leave from the front.\" And, of course, immediately we had to move to a smaller\napartment. Money was very tight.\n>> Suzy Snyder: What did your father do for money, for a living?\n>> Fritz Gluckstein: He actually -- fortunately, expense was a little bit better because he served in the\nFirst World War. He gave advice at the Jewish community center.\n>> Suzy Snyder: So he counseled people, lived off a pension.\n>> Fritz Gluckstein: Of course. My father's colleagues brought roses, we are so sorry, but, of course,\nwe can't have any contact with you anymore.\nRight now, my aunt, you saw, stood by us, really helped us. And my mother's relatives stood\nby us, too.\n>> Suzy Snyder: | just wanted to clarify. Your Aunt Elfriede was not Jewish. She was your mother's\nsister.\n>> Fritz Gluckstein: Correct.\n>> Suzy Snyder: So she took a risk by helping you.\n>> Fritz Gluckstein: Absolutely. | remember one case we met. She wanted to give me some food. Lo\nand behold, who is coming? One of the Nazi neighbors. Said, good evening, Mrs. So-and-so, he's\nhelping me carry. [Inaudible]\n>> Suzy Snyder: So you're going to school. Are you going to public school still after 19337?\n>> Fritz Gluckstein: 1933 | had to go to public school. | was very lucky. The school | went to was\nnot -- very few Nazis. The principal kept it very civil. | must say -- in some schools the Jewish student\nhad to recite patriotic poems, sing songs, and treated quite badly. | was fortunate.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Suzy Snyder: And did you have other Jewish friends who were at that school?\n>> Fritz Gluckstein: Yes, actually. About three other Jewish friends at that school. Correct. But, | must\nsay, our home room teacher, a Party member, treated us absolutely like any other student.\n>> Suzy Snyder: He was a member of the Nazi Party?\n>> Fritz Gluckstein: Yes. A member of the Nazi Party does not mean he was actually a Nazi. Example,\nman [Inaudible], two children, [Inaudible], he told him, better join or no promotion or you end up\n[Inaudible]. The man was no hero. But he was no Nazi. Just wanted to become music director.\n>> Suzy Snyder: They just wanted to make it through the war.\n>> Fritz Gluckstein: Yes. Some of the worst people were not party members at all.\n>> Suzy Snyder: Right. While we're talking about that, non-Jewish children also were Hitler youth and\nHitler maiden. Right? That was something they had to do?\n>> Fritz Gluckstein: Yes. They had to join.\n>> Suzy Snyder: So, did you have friends who also turned their backs on you?\n>> Fritz Gluckstein: Actually, fortunately the friends | had stayed with me. It was quite civil in school. A\nfew people, yes, but the principal kept it down and | could stay there. An influx of really rowdy students.\n| decide | would leave the school and enter a Jewish school.\n>> Suzy Snyder: And how did things become more difficult as time went on? Could you go to the\nmovies? Could you go shopping?\n>> Fritz Gluckstein: It started out -- special park benches for Jews, and then signs that Jews are not\nwelcome here, \"Jews enter this town at your own risk.\" But what was important was the time of the\nOlympic Games. It all disappeared. You could go everywhere. All signs disappeared. The moment it\nwas over, the signs were there. And, of course, once the war started, things were getting more difficult.\n>> Suzy Snyder: So once the war started. 1939.\n>> Fritz Gluckstein: Especially ration, allotments. Only allowed to shop between 4:00 and 5:00 in the\nafternoon, my mother could shop. A decent shopkeeper, when nobody's looking, show me the ration.\nBut, of course, air raids started. | remember sitting -- there was a room. If the alarm sounded after 1:00,\nschool started late and classes lasted 35 minutes. | still see myself sitting there and hoping, well, | hope\nit will stop but if tt would just last five minutes longer, school --\n>> [Laughter]\n>> Suzy Snyder: Your mom, through all of this, what was her life like? She obviously was supportive\nof you, your father. But when she went out in the street when she went shopping, when she was able to\ndo things, what was it like for her? Did her friends turn their back on her?\n>> Fritz Gluckstein: Very few friends. Just some, some neighbors you always have. All in all, we were\nfortunate. Of course she helped friends.\nMale Jews had to take the middle name Israel. | became Fritz Israel. And the women, Sarah.\nYou got the identification card, a special one. When we went to police or the government office, you\nhad to raise it and say in a loud voice, \"| am a Jew.\" And every signature and registration number\nso-and-so.\n>> Suzy Snyder: So let me just clarify. In 1938, the Nazis passed a law stating that all Jews had to, as\nFritz said, take the middle name Sarah or Israel. And this was for the purpose of the Nazis being able to\nbetter identify you as a Jew. And it was on every document that you had.\nSo 1940, though, you mentioned 1940, you did have a bar mitzvah. Didn't you?\n>> Fritz Gluckstein: Yes.\n>> Suzy Snyder: Can you talk a little bit about that and what it was like under the circumstances?\n>> Fritz Gluckstein: Well, my bar mitzvah, it was a big synagogue, of course. It was cold. The large\nsynagogue -- couldn't heat it. But | had the bar mitzvah. It was 41. My father -- one of the bakers, they\nwent to war together, he was very nice. He gave us some cakes and so on. We were lucky.\n>> Suzy Snyder: How did you learn? Who taught you?\n>> Fritz Gluckstein: The school, Jewish school. And actually German school actually directed by the\nGerman government. There was history, discipline, no sneezing. This was not permitted. No laughing.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nAnd you know? There is still one thing | can't do. | still can't do this. Why not? Whenever you did that,\nyou were asked, \"Going on a trip?\" You packed your hands already.\n>> Suzy Snyder: No hands in the pocket. Right.\n>> Fritz Gluckstein: Of course, the school in 1942 was closed because the final --\n>> Suzy Snyder: Solution?\n>> Fritz Gluckstein: Closed because of the dissolution of the Jewish school system. Then, of course,\ncame the star and then the deportation.\n>> Suzy Snyder: Let's back up and talk about the implementing of the wearing of the Star of David.\nHow did you feel about having to mark yourself?\n>> Fritz Gluckstein: Well, actually, we have to do it; we do it to make the best of it. It said Jew. Well, |\nwas a Jew. So.\n>> Suzy Snyder: So you wore it proudly?\n>> Fritz Gluckstein: Well, | would say.\n>> Suzy Snyder: What would happen if you didn't wear the Star of David and they found out you were\na Jew?\n>> Fritz Gluckstein: Better not because you might be deported. In fact, at times, a nasty policeman,\noccasionally, came with a pencil. And if the star wasn't fixed tightly, oh my. If he got his pen behind, it\nwas bad. But all in all, actually, people in Berlin, some difficulties but quite decent. In fact, happened a\ncouple of times, people gave me soup or actually some food. Not everybody was bad.\n>> Suzy Snyder: Right. Well, you did talk about this when you were mentioning the slave labor that you\ndid. We can jump ahead to that if you don't mind. Your father and you had to perform slave labor.\n>> Fritz Gluckstein: Yes.\n>> Suzy Snyder: Can you describe what you had to do? And I'm sorry, what year?\n>> Fritz Gluckstein: It was 43. Actually, the first forced labor was to work in a factory. What did we do?\nArmaments for the police. | didn't know what | was doing. | guess for the Air Force, | think. And my\nfather did some labor in a factory. And then later on, after the Rosenstrasse, we had to clean up after\nair raids, clean the streets, tear down the walls, and move --\n>> Suzy Snyder: You say air raids but really they were bombings. You say that after air raids you were\nconscripted to clean the streets. But what you're talking about is after bombings.\n>> Fritz Gluckstein: Yes. After bombing.\n>> Suzy Snyder: So you're living in a city that's being bombed.\n>> Fritz Gluckstein: Yes.\n>> Suzy Snyder: The bombing would end.\n>> Fritz Gluckstein: And the next morning we went to the place cleaned up, tore down the wails,\nwhatever had to be done.\n>> Suzy Snyder: So you were moving building construction.\n>> Fritz Gluckstein: Yes. Tear down.\n>> Suzy Snyder: And I'm sorry, how old are you at this point?\n>> Fritz Gluckstein: 16.\n>> Suzy Snyder: 16. And how hard was the work?\n>> Fritz Gluckstein: Well, it wasn't easy. Injuries. One time a wall came down, | lost conscience. We\nhad a medic fixed me up and then brought me to a hospital. It is a Catholic hospital. And they were not\nsupposed to treat any Jew. But they treated me, sewed me up, gave me a tetanus shot. | still wonder\nwhat they put in the record because they took a risk taking care of me.\n>> Suzy Snyder: Right.\nSo you mentioned that your father also did slave labor. He was in a factory. What kind of\nfactory?\n>> Fritz Gluckstein: | don't know.\n>> Suzy Snyder: At one point he's actually arrested.\n>> Fritz Gluckstein: The deportation started. In fact, in school, if a neighbor wasn't there, you hoped he\nwas sick but then you realized he was deported. And then one time my mother accompanied friends to\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthe collection point. Lo and behold, the Gestapo guy, \"What are you doing here with the Jews? | bet\nyou have a Jewish family. Tomorrow your husband and son are going to report downtown to a\ncollection point.\"\n>> Suzy Snyder: They said this to your mother?\n>> Fritz Gluckstein: My mother. You have Jewish family, your family is going to report tomorrow at the\ncollection point. So we did, downtown we reported. And this was under the command of an SS captain\nfrom Vienna. Sitting in rooms of usually 15 men altogether, Jewish men. You were not permitted to lie\ndown.\n>> Suzy Snyder: You had to sit there the whole time?\n>> Fritz Gluckstein: A strict order. But the regular policemen who guard the building, they came around\nand said, \"Get going, get going. He's coming around for inspection.\" Remarkable. Had you been\ncaught, police, the eastern front.\n>> Suzy Snyder: He would have been sent to the eastern front?\n>> Fritz Gluckstein: Yeah. There are risks, too.\n>> Suzy Snyder: He took a risk trying to help you.\n>> Fritz Gluckstein: Yes. Right. And then after a week, half-hour downstairs for interrogation. Go\ndownstairs. And my father and a gentleman, distinguished journalist, prepared me. Don't be a hero.\nDon't show any contempt or hostility. Answer the question fully but do not volunteer anything.\n| get in there. Captain was sitting and tried to catch me right away. \"Ha, your mother is Jewish.\" \"No\nno,\" | said, \"My mother is Aryan.\" After that he asked what we were doing. “Ok, now tomorrow you go to\nthe labor exchange; they give you a decent job and get out of here.” Stepped out. There was my father.\nAnd we stepped out to the street to leave. And to date it was January 24, 1943, my 16th birthday.\n>> Suzy Snyder: What was the back story to that?\n>> Fritz Gluckstein: After that | went to work in the factory. And then came -- | skipped again. Worked\nin a factory. Door opens. SS officer. \"Everybody out!\" Assembling outside. A truck came. We were all\nsent downtown to a dance hall. It was empty, old chairs and tables. We sat. After hours or so, a good\nfriend of mine was interviewed by policeman, quite decent, said get out of here. He let us go because\nwe both had non-Jewish mothers. We stepped out to the street, 8:00 at night, and thereby broke the\nlaw. There was a curfew. Nobody had to be out after 10:00 at night, the Jews. That was an official law.\nBut if somebody went to the police, | have to visit my mother at the hospital; | need permission to go\nout. Police said -- know about it.\nMy friend and | went home. My mother had visited an aunt in Silesia. At the end of the month,\npicked up the rations, went to the office, was arrested, and sent to another collection point that happens\nto be the synagogue where my bar mitzvah was. There again, officers, the Jewish community, and the\nRosenstrasse. And there was sitting, again, 12 men in the room, just enough to lie down. And there we\nwere sitting. Speculating what would happen to us. And, of course, stand in line for the facilities, of\ncourse. The building didn't have enough facilities for an influx of many people.\nAfter a week, downstairs, released. Found my father. We both had to wait for someone,\nsecretary of the community, typed up a slip. It had to be signed by the sergeant. My father comes. He\nsaid to him, “You certainly ruined the life of my people.” Said my father, “I hope not.” And he stepped\nout. But what we did not know, when we were inside, there was a demonstration of the non-Jewish\n[Indiscernible]. They asked for the release of the husbands and children. The Gestapo, police,\nSS -- according to the diary of the minister of [Indiscernible], the propaganda, he said, well, let's not\nhave unrest right now. We can take care after. Right after the battle. And they let us out.\nAfter that they sent us to the labor camp.\n>> Suzy Snyder: So you realized that your mother was one of these people that demonstrated?\n>> Fritz Gluckstein: Actually, she wasn't there. She came back. She visited my aunt. | sent a telegram\nit might be advisable to come. But friends.\n>> Suzy Snyder: And this was unusual. This was an unusual thing that the demonstration --\n>> Fritz Gluckstein: It was the only demonstration. The only challenge of authority of the Third Reich.\nOnly once.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Suzy Snyder: Tell me about the labor gangs. What were they like?\n>> Fritz Gluckstein: Well, we had lawyers, engineers. | remember a chemist. Don't forget, 16 years.\nDidn't hear very much. He taught me some words. Lo and behold, | was working in the factory in\nSt. Paul, and some nice guys tried to teach me certain words, hoping | would use them and embarrass\nmyself.\n>> [Laughter]\n>> Fritz Gluckstein: It didn't work. Those words of Anglo-Saxon origin are quite similar in German.\n>> Suzy Snyder: What did you do? What was your job?\n>> Fritz Gluckstein: [Inaudible] tried to shore up the buildings.\n>> Suzy Snyder: Your father, was he with you at this point?\n>> Fritz Gluckstein: He came, actually -- at the beginning, very different. But one day a group came,\nmy father came. Toward the end of the war we worked together.\n>> Suzy Snyder: How did you manage through the day? What got you through the day?\nWell --\n>> Fritz Gluckstein: Well, we always had some jokes, told a little joke. Some were quite nice. The\nminister fell in the river spray running through Berlin. A young guy pulled him out. “Well, my boy, what\ncan | do for you, you saved my life?” “Il want a state funeral.” “State funeral?” “Yes. My father finds out |\npulled you out, he's going to kill me.”\n>> [Laughter]\n>> Fritz Gluckstein: There is an SS man and a Jew. “You Jew, I'm going to shoot you. But if you can\ntell me which one of my eye is glass, | let you go.” He said, “Well, it's your right one.” “How do you\nknow?” “Well, it looks so human.”\n>> [Laughter]\n>> Fritz Gluckstein: And then we had a little dog. Jews were not permitted to keep pets but we kept a\nlittle dog. This dog had been trained. If you give him something and said \"From the Nazi,\" he didn't take\nit. But if you said \"From the Jew,\" he took it.\nThere was one, \"When will war be over?\" “Well, when the British eat the rats and the German\neat rat substitute.\"\n>> [Laughter]\n>> Suzy Snyder: So around this time, though, after “43, people start to disappear from -- Jews start to\ndisappear from Berlin, those that hadn't fled. Where is it people think they are going? What is the\nconversation or the rumors?\n>> Fritz Gluckstein: Well, we all look -- we had our sacks and bags ready. Probably would be sent to\nthe east, Poland, Latvia. Of course, once invaded Russian, up to the Ukraine. But we hoped for the\nbest.\n>> Suzy Snyder: Did you know what the east meant?\n>> Fritz Gluckstein: We had a pretty good idea. At the beginning, you could send food. You got a\npostcard, 10 lines. You sent some food. It meant [Inaudible]. After a while you didn't get it. We had a\npretty good idea what happened. Yes. Didn't Know exactly but we had a good idea.\n>> Suzy Snyder: At one point you meet Eichmann. You see Eichmann, Adolph Eichmann, a\nhigh-ranking Nazi official.\n>> Fritz Gluckstein: | worked at the labor gang. We were bombed out the second time, at the hospital.\nThe morning | go to work. Up, get here in the truck. It was a moving van. Drove around. Destination\nwas Eichmann's headquarters downtown. | was lucky. My immediate supervisor was a young\nlieutenant, polite, no remarks. Some officers were very nasty there. But one day we worked. \"Eichmann\nis coming.\" Every Jew knew Eichmann was the driving force behind the deportation. They asked how\nwould he look. Well, there he came, ordinary. Nobody would have noticed him in a crowd. Next to me,\ngives some instructions, and disappeared.\nInteresting, too, we worked outside the building filling up barrels with our hands. The guards\nalways going around. The guards change the every two hours. And one guard always really behind us.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nWe took a break. The other guard | still see, little guy, red faced. Looked at us, never said anything.\nWhenever we took a break, he found something else to watch over. He made a point of harassing us.\n>> Suzy Snyder: So he sort of turned a blind eye? So there were good.\n>> Fritz Gluckstein: Always find --\n>> Suzy Snyder: In the winter of °44-45, it's quite awful. The winter is awful. It's cold, miserable. And\nyou're still working outside?\n>> Fritz Gluckstein: Yes. Absolutely.\n>> Suzy Snyder: How did that affect your father? How did your father do in that?\n>> Fritz Gluckstein: He did all right. Of course, one day, working close to SS barracks and what did we\nsee? Quite a long line of trucks pushed by SS men. What a sight. Delightful.\n>> [Laughter]\n>> Fritz Gluckstein: Look, even the SS doesn't have any gasoline. The Third Reich must come.\n>> Suzy Snyder: So this is an indication to you that they were really losing steam and losing the war.\n>> Fritz Gluckstein: At that point if they have to push the military trucks, come now. But still, they\nhadn't given up. Suddenly we were taken to a place called a new Berlin after the war. That was in °44.\nBut it was only a short time. Then they sent us to the southern port to build tank ditches. What did we\ndo? Dug ditches and put beams into the ground. We did this for about 12 hours. And then we left. And\nthen we looked. We said, how long would it take the Russians to get through our work? Well, to get out\nit takes a Russian 31 minutes to get through. Why? The tanks would come. The crews would laugh for\n30 minutes. It would take them one minute to get through. Actually that's what happened. Because the\ntwo Armies approached. They came in so fast, the western part of Berlin, less street fighting, they\ncouldn't get to the Jews. We had a little part in the liberation of Berlin. Didn't do a very good job, |\nassure you.\n>> Suzy Snyder: What was it like -- describe liberation, what you felt like at liberation.\n>> Fritz Gluckstein: Well, | remember liberation. It came close to the end, of course, no more ration.\nYou went to a bakery, hoped you would get some bread. | went to get some bread, came back, and the\nRussian arrived at the home. Of course, they didn't believe | wasn't an SS out of uniform. Fortunately |\nhad the star and the neighbor spoke Russian.\n>> Suzy Snyder: So you actually needed that star so the Russians knew.\n>> Fritz Gluckstein: Yes, yes. They didn't believe who you are.\n>> Suzy Snyder: It helped protect you so the Russians didn't think that you were a Nazi.\n>> Fritz Gluckstein: Of course.\n>> Suzy Snyder: How did they treat the civilian Germans?\n>> Fritz Gluckstein: Not too good, actually. Depending -- it was pretty rough. After the war, well, when\nit's over, going after so-and-so. Of course we didn't. We wouldn't lower ourselves. But after that, of\ncourse, Berlin was divided.\n>> Suzy Snyder: After liberation.\n>> Fritz Gluckstein: Liberation.\n>> Suzy Snyder: Yeah.\n>> Fritz Gluckstein: And always could tell. Food supply, one month was white bread. The Americans\nsupplied the food. The next month was dark bread, the Russians. Of course, no heat. It was a very\ntough winter.\n>> Suzy Snyder: Right. There's a war still going on in other parts of Europe.\n>> Fritz Gluckstein: Right. Yes. But by that time it was almost over.\nOf course, everything froze. There was no water. So total facility froze. People buried the\nwaste. But you can imagine what happened in town. You saw very often people with packages,\ndepositing them in the front yard, in the parks. It was cold, freezing, fine. When it gets hot, you can\nimagine what happened.\nFood was very tough. We moved to a place outside Berlin. It was a house. In the front we\nplanted tomatoes. In the back we planted potatoes. But then we were lucky, came a care package. It\neverything from toilet paper to cigarettes. And cigarettes, your new currency. You could buy anything.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nLucky, Camel, so on. | remember when we were going to come over here, we were told, \"Ladies and\ngentlemen, the moment you step foot on the boat, remember, a cigarette is just a cigarette.\"\n>> [Laughter]\n>> Fritz Gluckstein: And something else in the care packages, instant coffee. We had never seen\ninstant coffee. You pour. There was nothing left. Yes. The care package really helped us.\n>> Suzy Snyder: So let me ask you a question about getting back on your feet, your family. Your father\nwent back to work.\n>> Fritz Gluckstein: My father went back to work as a judge.\n>> Suzy Snyder: And did you go to school?\n>> Fritz Gluckstein: | went back to school. | went back to school after three years. You can imagine it\nwas quite difficult. Again, homework and studying. And, of course, the school business. Difficult to get\nteachers who were ex-Nazis. But | went back to school.\n>> Suzy Snyder: You and | have talked about you moving here. You came to the United States but you\ndid not come with your parents. You left them there.\n>> Fritz Gluckstein: That's right. Well, after a while, things are getting better but | decided, no, thank\nyou, | would like to stay here. It's not my duty to build Germany. “Well,” said my father, “if | were\nyounger, we could both -- | would go with you but at my age, what can | do? Over there the law is\ndifferent. It is based on old English law. Here in Germany it is based on old Roman law. What could |\ndo? Bea laborer? We stay here. But for you, the future is America.”\n>> Suzy Snyder: So they didn't withhold you from going.\n>> Fritz Gluckstein: No. They let me go. Yes, would rather have you here but your future is there.\n“But,” said my father, “Il hope you will choose a profession that is not limited to one country like law.” So\n| did.\n>> [Laughter]\n>> Suzy Snyder: Did you feel regret or a terrible conflict leaving your parents? You were an only child.\n>> Fritz Gluckstein: Yes. Well, | knew it would be difficult but had to go ahead.\n>> Suzy Snyder: And they didn't hold you back.\n>> Fritz Gluckstein: No.\n>> Suzy Snyder: When did they pass away?\n>> Fritz Gluckstein: They passed later, actually. The father was 70. After | actually had graduated. |\nwould say this was about in the ‘50s, late 50s or so. They visited me actually here. | was stationed in\nthe Army here at Fort Detrick and they came and visited me here.\n>> Suzy Snyder: So you came here. You went into the military. Did anyone know your story? Did you\ntalk about it?\n>> Fritz Gluckstein: At the beginning nobody cared, not at all. Absolutely not.\n>> Suzy Snyder: Nothing?\n>> Fritz Gluckstein: No.\n>> Suzy Snyder: Did they not care or did you not talk about it?\n>> Fritz Gluckstein: They knew something. | remember it was a Jewish holiday, had a party, a\npie-throwing contest. You threw pies at the face of someone. | was very upset. How can you do such?\nThey can be used for food. They couldn't figure out why | got so upset. It was at a Jewish house, the\nJewish student house. And a rabbi came and explained to them afterwards why | was so upset about it.\nBut at the time food was very precious. But in the beginning, nobody cared.\n>> Suzy Snyder: Is there anything that you missed about Germany other than your parents when you\ncame here?\n>> Fritz Gluckstein: No. I've been back to Berlin. My first wife, second wife. Very nice. The beer is\ngood.\n>> [Laughter]\n>> Fritz Gluckstein: And opera. | am an opera fan. Very good.\nBut you know, after a week or 10 days, | come home again. Home is here.\n>> Suzy Snyder: Let's open it up and see if people have questions.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nI'm going to ask you to ask -- oh, you have a mic. Ok. Good. So please speak clearly into the\nmic so Fritz can hear you.\n>> During the Nazi regime did it ever occur to you to align yourself as a Christian on your mother's side\nsince you were 50% Christian rather than with the Jews and maybe -- would that have made a\ndifference in your life, do you think?\n>> Fritz Gluckstein: No. At that time, no.\n>> Suzy Snyder: It wouldn't have made a difference.\n>> Fritz Gluckstein: Perhaps yes, | guess at some times. People tried to bribe or so on. But, no, that\ndidn't occur to me.\n>> Suzy Snyder: And just to clarify, if you were -- his parents having his mother being non-Jewish, his\nfather being Jewish, authorities were somewhat helpful but it didn't make a difference.\n>> [Question Inaudible]\n>> Suzy Snyder: Our visitor asked -- in the Jewish culture it's maternal. If your mother is Jewish, you're\nJewish. If your mother is not Jewish, you are not considered Jewish. Nazis didn't look at it that way.\nThey didn't follow the Jewish line to where it's matrilineal.\n>> | would like to ask a question about Rosenstrasse.\n>> Fritz Gluckstein: Yes.\n>> How long did the Aryan women demonstrate for your freedom? Was it hours or was it days?\n>> Fritz Gluckstein: Days. They kept us there for a whole week. Yeah, they came back. Yes. They\ncame back. Yes.\n>> Was there any recriminations to them for that effort? Later on?\n>> Fritz Gluckstein: No. Guess didn't want any unrest. The intermarriages -- afterwards. Not now.\nRight after the Battle of Stalingrad.\n>> Suzy Snyder: So this is really the only time a demonstration has ever helped victims. And there is a\nmovie about it. What's the movie called?\n>> Fritz Gluckstein: \"Rosenstrasse.\"\n>> Suzy Snyder: Ok. Which is the name of the street.\n>> Fritz Gluckstein: It was the site of the Rosenstrasse. There is now a monument. Very nice. They\nwere good women.\n>> Suzy Snyder: Yes?\n>> Just to follow up. Do you think those women saved your life?\n>> Fritz Gluckstein: Yes.\n>> [Laughter]\n>> So you saw -- you went to America in 1948. Is that correct?\n>> Fritz Gluckstein: Yes.\n>> You saw the discrimination against the Jews in Germany. How did you feel about the discrimination\nbetween whites and blacks in America?\n>> Suzy Snyder: How did you feel when you came to the United States about the discrimination\nagainst the blacks?\n>> Fritz Gluckstein: In some way | know how you feel when you are discriminated, absolutely. Actually,\n| still remember in the beginning it became clear -- actually, in Maryland. We were here -- when | came\nto Washington at that time it was quite segregated. In Frederick, where | was stationed, it was quite\nsegregation. A movie, the African Americans upstairs and the white downstairs. It was a de facto\nsegregation. | didn't believe it. | was in Richmond and | saw restaurants of blacks, restaurants of whites.\n| must say it brought back memories.\n>> Suzy Snyder: Does anyone have any other questions?\n>> [Question Inaudible] Were any members of your father's family, the Jewish side of your family,\ninterned in any of the camps?\n>> Suzy Snyder: Were any of your father's family persecuted and interned in camp?\n>> Fritz Gluckstein: No. My father's cousins went to Shanghai. There's some distants, second cousin,\nyes. And actually several second cousins, yes, died.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Suzy Snyder: But it was common -- it was not common but there are some -- there were thousands\nof Jews that fled to Shanghai, China from Germany and Austria. They were able to go. So that was one\nof the options.\n>> Fritz Gluckstein: Yes.\n>> Suzy Snyder: Anybody else? Yes.\n>> First I'd like to thank you for your time.\n[Applause]\nI'd like to ask, How did your aunt fare through that time? Your aunt that helped you, how did\nshe fare through it or come through the war?\n>> Fritz Gluckstein: Actually stayed. | believe she died -- in fact, my daughter visited her just before\nshe died. It was about the ‘60s. If | remember correctly.\nLet me say a few final --\n>> Suzy Snyder: Yes. Absolutely. Fritz has a few final words.\nGo ahead.\n>> Fritz Gluckstein: It was my good fortune to have come to the United States and | am forever grateful\nfor the help | received and the opportunity given to me. | value my American citizenship most highly.\nAnd I'm often asked what | have learned from my experiences. And my answer is obviously the same.\nDon't do to others what you don't want done to yourself. And do it now. Don't put it off. Don't wait for the\nopportunity. If you have a dream, go after it now. And make that visit, write that letter, make that call.\nAnd if you have two bottles of wine, drink the better one first.\n>> [Laughter and Applause]\n",
    "segments": []
}