{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Estelle Laughlin\nWednesday, July 12, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mrs. Estelle Laughlin, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue twice\nweekly through mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nEstelle will share with us her \"First Person\" account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask her questions at the end of the program.\nToday's program will be livestreamed on the museum's website. This means people\nwill be joining the program via a link from the museum's website and watching with us today\nfrom across the country and around the world. Recordings of all First Person programs will be\nmade available on the museum's Youtube channel.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Estelle is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nEstelle Laughlin was born in Warsaw, Poland, on July 9, 1929. Poland is highlighted\non this map of Europe in 1933. Warsaw is highlighted on this map of Poland, also in 1933.\nEstelle was the younger of two sisters. In addition to her parents, her family included\nmany aunts, uncles, and cousins. The Nazis invaded Poland on September 1, 1939. Soon\nafter the invasion Estelle and her family were forced to move into the Warsaw Ghetto. This\nphoto was taken when Estelle came to the U.S.\nIn 1943, the family went into hiding in a bunker in the ghetto. The Warsaw Ghetto\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nUprising began on April 19, 1943, and continued until the final liquidation of the ghetto on\nMay 16, 1943. Jewish fighters faced overwhelmingly superior forces of the Germans but were\nable to hold them off for a month.\nEstelle and her family were hiding in a bunker during the uprising and were among\nthose who were discovered and forced out of hiding. We see here an historical photograph of\nGerman soldiers leading Jews captured during the Warsaw Ghetto Uprising to the assembly\npoint for deportation in May 1943.\nAfter they were discovered, Estelle and her family were deported to the Majdanek\nextermination camp where Estelle's father was killed. The location of Majdanek is highlighted\non this map of extermination camps in Poland. Estelle, her mother and sister endured labor in\ntwo more camps before eventually being liberated by the Russians.\nEstelle, her mother and sister emigrated to the United States in 1947 on the Marine\nFlasher. We close with Estelle's immigration certificate, which was issued in July 1947.\nWhen Estelle, her sister and mother arrived in New York in 1947, they had $30\nbetween them. Estelle and her sister went to work in the garment district. She met her\nhusband, who was a survivor from Berlin, in New York. After marrying, they moved to\nCleveland where her husband was a labor organizer.\nAfter the birth of her second son, Estelle began attending college in Cleveland and\nfinished after they moved to the Washington, D.C. area in 1961, when her husband joined the\nKennedy Administration. Estelle became a teacher in Montgomery County, Maryland, earned a\nMaster's Degree and became a Reading Specialist. She retired in 1992. Her husband died in\n2008.\nEstelle's three sons are very accomplished. One is a professor of geology, another is\na psychologist, and the third has his own business. Between them, they have given Estelle\nseven grandchildren; one for each day of the week, as she notes. She now has her second\ngreat-grandchild with the addition of a great-granddaughter who is now 1 month old. She\nmoved five years ago from the Washington, D.C. area to Chicago to be close to family.\nEstelle volunteers with the museum's Speakers Bureau. Until her 2011 move to\nChicago, she was also a member of the Survivors Writing Group and a contributor to the\nMuseum's publication, \"Echoes of Memory.\" She has written a book about her and her family's\nexperience during the Holocaust entitled, \"Transcending Darkness: a Girl's Journey Out of the\nHolocaust.\" It was a finalist for the 2012 ForeWord Reviews Book of the Year Awards. She is\nin the final stages of finishing her second book, a work of fiction about the Warsaw Ghetto with\na working title of \"Stateless.\" Following our program today, Estelle will sign copies of\n“Transcending Darkness.\"\nWith that, | would like you to join me in welcoming our First Person, Estelle Laughlin.\n>> [Applause]\n>> Bill Benson: Ready? Thank you.\nThank you, Estelle, so much for joining us and being willing to be our First Person\ntoday, traveling in from Chicago to join us. You have just so much to try to tell news a short\nperiod so we will start right away.\nYou were just 10 in Warsaw when War II began with Germany's invasion of Poland\nSeptember 1, 1939. Before we turn to all that would happen to you and your family during the\nwar and the Holocaust, start first with a little bit about your family, and you, and your life before\nthe war began.\n>> Estelle Laughlin: | was born in Warsaw, Poland, to a middle-class family. In my selective\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nmemory were glows in radiance of lilac trees against open blue skies, with sounds of good\nneighbors, fabulous cousins and family, kindness and trust and love.\n>> Bill Benson: From what you've told me and what | read in your book, your father -- you were\nextremely close to your father. Tell us a little bit about him.\n>> Estelle Laughlin: Well, my father was a very nurturing, a very -- our parents imprinted\nthemselves on us. And my father taught me my values, taught me to trust, taught me to love.\nHe taught me to embrace all of humanity. That trust, that love, that foundation helped me\nsurvive with love and compassion and joy of life. Life should be lived joyfully.\n>> Bill Benson: Your mother fled from violence and anti-Semitism in Russia, hadn't she?\n>> Estelle Laughlin: My mother reflected the Jewish people. Persecution is not new to Jewish\npeople. Jewish people were chased from -- they were welcomed and started life one year and\nthe next year they were kicked out. And my mother was raised in a shtetle in a small town in\nRussia. She was kicked out during World War | and came to Poland. She also taught me\ncompassion. Even though she was persecuted, she would tell us that the Russian people were\nvery suffering people. So she was also very compassionate and loved nature and impressed\nthat on us, too.\n>> Bill Benson: When Germany invaded Poland September 1, 1939, starting World War Il,\nWarsaw was attacked that very day. What do you remember of that first day and then of the\nsiege of Warsaw that followed?\n>> Estelle Laughlin: So the sad thing for the day was that the people in Poland were aware\nthat we were threatened. We heard about the Nazi aggressions, invasion of Sudetenland. We\nfelt that we were so prepared for war yet war was an abstraction.\nThe very first day it was a peaceful, beautiful day and suddenly there was this\ntremendous explosion as though all the air was sucked out of the world. The earth trembled.\nAnd then there was silence. And then sirens and we turned on the radio and we heard the\nannouncement that bombs were dropped on Warsaw and that we were at war without\ndeclaring war. And in a few seconds | changed from being a child to being an adult and\ncarrying the burdens that war puts on children.\n>> Bill Benson: Still, Warsaw held out for a full month following the German invasion of Poland.\nYou wrote that after the German Army marched into Warsaw on October 1, 1939, immediately\n\"My life changed beyond imagination.\" Tell us about those changes.\n>> Estelle Laughlin: Well, | turned 10 when Germany invaded Poland. Immediately my life\nchanged beyond recognition. My once peaceful streets were now patrolled by foreign soldiers.\nThey shouted insults and cruelties. They snapped whips in our homes and streets. They\nisolated us in a tiny ghetto and built a thick wall around us. They filled the ghetto with people\ndriven out from surrounding areas. Most people came on foot, most without a penny in their\npocket, many without shoes on their feet. Most died of cold and hunger and Typhus. In the\nstreets, people covered the bodies of dead people with posters saying \"Our children must live,\"\n\"Children are the holiest things.\"\nYet, in this inferno people fought heroically to hold on to their values to hold on to the\nmeaning that was most essential to us. To own a book was an act of defiance, was considered\na capital crime yet all over the ghetto people had secret libraries.\n>> Bill Benson: Your father was one of them, right?\n>> Estelle Laughlin: Yes. My father had a stash of his favorite books by Yiddish authors, by\nShalom Aleichem and Shalom Asch. Nights windows blinded with covers to keep our existence\nsecret in a small room illuminated by carbide light. We had no electricity. My father would pull\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nout a stash of his books and read to us, bringing to life remote worlds.\nWe even had theaters. | didn't mention that the Jewish community immediately\norganized itself into a widespread self-aid center to support and help the neediest among us.\nAnd the self-aid center supported theater. Theaters, imagine theaters when we had no bread.\nThere was a wonderful author and historian in the Warsaw Ghetto. His name was\nChaim Kaplan and he said that it is remarkable when we don't seem to need it at all, we need\npoetry more than we need bread. And it is true. | think our souls need to be nourished. | think\nour ability to express ourselves, to think for ourselves is our Godliness.\nGuns hovering over our heads did not stop us from celebrating holidays. We pulled\nthe window shades down and we celebrated. All over the ghetto heroic teachers met with\nchildren in little rooms and taught them to hold on to their imaginations and trust and love.\n>> Bill Benson: And all of that, the theater and the poetry, was all done clandestinely.\n>> Estelle Laughlin: It was all done at the risk -- it was a capital crime. Capital offense, yes.\n>> Bill Benson: In the ghetto there was a large wall built around the ghetto to enclose you. Can\nyou say a little bit about that?\n>> Estelle Laughlin: Well, imagine that your horizon is closed, that you are imprisoned. There\nisn't really much more to say than how terribly undignified the slum of life was.\n>> Bill Benson: | was struck, Estelle, by something you wrote. You wrote that children followed\nadult examples to resist barbaric laws. \"In our apartment complex there was no child over 10\nwho did not have some public duty.\" Can you say more about that?\n>> Estelle Laughlin: Yes. Well, we are shaped by our community. And as | pointed out, there\nwas tremendous moral resistance. Our children modeled the behavior of adults. We hid our\nbooks under our clothes. You know, now | recognize what the heroic act it was but we as\nchildren did not give it a second thought. But we did walk by -- you know, we knew if we were\ncaught, we would be shot, our parents would be shot, and so would our teachers.\nAnd children volunteered -- in my book | describe how children collected clothes and\nfood and put on shows, and raised money for needier children. So there was a tremendous\nmorale resistance in holding on to one's self.\nAnother interesting thing about the ghetto was -- | may be incorrect but | think that\nwe were allowed like 81-calories a day. But | am not sure about the number. But | know that it\nwas less than 10% of the required minimum daily calorie need. And there was smuggling. We\nwere completely enclosed by the wall and there was a curfew. We were constantly watched.\nBut yet there was smuggling.\nAnd you know, children no older than 8 or 10-year-old kids would smuggle -- would\nremove bricks from the wall and do smuggling. And the wall, of course, was stained with blood.\nlf the child was caught, there was -- if he managed to get through, there was food for the day.\nThere was also more -- there was also larger-scale smuggling. And that was done by bribery,\nthe Nazi guards filled their pockets with bribery. So there was some trade, some black market\ntrade in the ghetto.\n>> Bill Benson: Which is how you were able to survive.\n>> Estelle Laughlin: And this is how we were able to survive, many of us. Most were not.\n>> Bill Benson: The Nazis started deporting large numbers of Jews out of Warsaw to the\nconcentration camps in 1942. For a period of time your family was able to avoid being\ndeported. How were your parents able to manage to keep you from being taken by the Nazis\nand how did you survive during that time of all of those deportations?\n>> Estelle Laughlin: In July 1942, the month of my 13th birthday, the infamous deportations of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthe Warsaw Ghetto began. We had no idea that the deportations meant death. We were told\nthat we were to be resettled. Some Jewish people were forced to write false letters to their\nfamilies, inviting them to places where they were fed and sheltered and taken care of. So you\ncan imagine that many destitute people marched willingly in an unknowing death.\nWarsaw was an ancient city. Most people lived in apartment buildings. So where\ndoes one hide in an apartment building? Pretty much where children play hide and go seek.\nWe hid behind couches. People hid under beds. They hid in cardboard cupboards, in drawers.\nThey hid wherever they could vanish from sight. My family, we obscured one room by putting a\nwardrobe in front of the door.\nWhile we were hiding, between July 1942 and September 1942, in the near two\nmonths, 99% of the children disappeared. Can you imagine a world without the sound of\nchildren, without the presence of mother, grandmothers and grandfathers? Because old people\nand children were the first to be killed. | was among the 1% of children still alive. And we never\nheard from the people who were dragged away, but a few people managed to come under the\ncover of the night back to the ghetto and they told us about these horrendous train rides to a\nplace called Treblinka where our people were gassed.\nIt is so hard for me to imagine that anyone who loves their mothers and fathers and\nchildren can do such a horrendous thing. This is why I'm here to share this story. And | believe\nthat this is why you are all here. Because question -- we have to be reminded from time to time\nthat human beings are capable of such utter cruelty and in the recognition appreciate so much\nmore the value and the importance of love.\n>> Bill Benson: Estelle, as you just said, 99% of the children were gone. The Nazis had\nessentially decreed that children under the age of 14 were useless to them.\n>> Estelle Laughlin: Yes.\n>> Bill Benson: You were 13.\n>> Estelle Laughlin: | was 13. My father thought what would happen if they would come after\nme because | was contraband, forbidden to exist. And my father said, well, if they come after\nyou, I'll burn their eyes out with acid; | won't let them take you away from me. | believed him\nthat | was safe if only in his love.\n>> Bill Benson: At some point, Estelle, you and your family were still in the ghetto. It had been\ndivided, | think in 1943, into three sub-ghettos.\n>> Estelle Laughlin: Yes.\n>> Bill Benson: You went to work in a German factory. Will you tell us about that?\n>> Estelle Laughlin: Ok. There were just a few Jewish people who were allowed to exist and\nthey were classified as the useful ones and the others were contraband, were forbidden to\nexist. And, of course, they were called the wild ones. Now, at that point in the ghetto most of\nthe people were deported. The deportations were carried out with 20th Century know-how and\nstone age values people disappeared in tremendous numbers every day. | think towards the\nend it was like 2,000 people a day.\n| forgot the question.\n>> Bill Benson: You were forced to go to work in a factory.\n>> Estelle Laughlin: Right. So the people who were legal, a very small number, were\nemployed -- there were three sub-ghettos. So the ghetto was virtually deserted. It was like a\nhaunted place. It was so quiet. | remember -- we lived in an apartment building. We were the\nonly family in the entire apartment building still alive. | would sometimes walk out into the\ncourtyard and open the gate and listen, hoping that | would hear a sound of life, of a neighbor,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nof a friend. The silence was so palpable it was crawling at us.\nNow, the people, there were three sub-ghettos. And the people who were allowed to\nlive, the useful ones, worked in a factory. My mother, sister, and | were fortunate enough to\nwork, without any pay. It was a privilege because you were legally alive. So we worked in one\nof those shops, mending uniforms.\n>> Bill Benson: German uniforms.\nAs the ghetto was being liquidated or more and more deportations, and it was\nemptying out, your family moved and created a bunker on the ground floor of. Tell us about it.\n>> Estelle Laughlin: Right. Now, at the point when the people, the remainder of the people,\nbecame aware of Treblinka, they began to organize themselves to armed resistance. At that\npoint organizing yourself in armed resistance made sense. So they built a network of bunkers.\nMy father was a member of the underground, so we moved from our apartment on the second\nfloor to the ground floor so that we could build a bunker, too.\nSo they built a network of bunkers. And they also dug tunnels between the bunkers\nfor navigation. They also built a tunnel under the wall in order to get to the Christian side and\nget arms from the Christian underground. They also used the sewer. The sewer was a very\nuseful means of communication.\nSo we had a bunker. The entrance to our bunker had to be, of course, secret. So the\ntrap door was the powder room floor, less commode and all.\n>> Bill Benson: All under the commode.\n>> Estelle Laughlin: Right. And our existence would be in this netherworld.\n>> Bill Benson: And once the Warsaw uprising began, which was an extraordinary event, there\nyou were hidden away. What was it like for you in the bunker? What was that like?\n>> Estelle Laughlin: In April 1943, events erupted that Nazi tanks, armored cars, bomber\nplanes, with humungous loud speakers announcing that we better all report for resettlement.\nOf course, we knew what resettlement meant so when we heard that, we lifted our trap door,\nwent down to flimsy ladder into the dismal basement, pulled the trap door down. | felt\nabandoned. The ceiling pressed down on me. The damp floor -- walls closed in on me. The\nflickering of the carbide lights was our substitute for the sun. The ticking of the clock was our\nonly clue when morning was rising and night was falling. The few people in the bunker with us\nwas my whole nation.\nWhile we were in that bunker, fighting broke out in the streets facing a 20th Century\nArmy, armed from head to toe, facing armored cars, tanks, bomber planes. It was a handful of\npoorly armed, poorly clad, poorly fed freedom fighters. They climbed up on rooftops they\nstepped in front of open windows, climbed out of the bunkers, faced the tanks and bombs\nfalling, incendiary bombs.\nWhat is remarkable is that it took -- the freedom fighters, the handful of fighters\nfought longer than it took France or Poland to capitulate.\n>> Bill Benson: You shared with me that when the edict was given to abolish the ghetto, it was\nto be done in three days as a gift to Hitler for his birthday and it took 30 days, took a month to\naccomplish.\n>> Estelle Laughlin: Right. In January 1943, there were a few skirmishes. The deportations\nwere resumed but the freedom fighters put on a fight and they fought for four days. The\nGermans were completely unprepared for it, so they withdrew. And Himmler promised Hitler\nthat for his birthday he would deliver within three days -- the present would be to cleanse\nWarsaw of all Jewish people. So it was cleansed in three days.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: How were you found, Estelle? You were in a bunker but eventually you were\nfound.\n>> Estelle Laughlin: At some point a grenade was thrown at the ceiling over us and we were\ndragged out. At that point there was no place to hide anymore. They dragged us out into the\nstreets. The buildings were crumbling to our feet, enormous tons of flames were licking the sky\nand painting it in other worldly colors of iridescence, plumes of smoke. And they dragged us to\nUmschlagplatz. We did not march like a storm of nameless people of we were people with\ndreams, people with hope. Children sometimes asked me how did feel inside and | tell them\nthat | felt no different than they feel or my grandchildren feel. |, too, wanted to catch a ball\nflying in the air. |, too, wanted to feel the damp grass under my feet. |, too, wanted to take my\nfamily and my friends for granted, as all the people should. And they marched us to\nUmschlagplatz in congealed blood, people in congealed blood all around us. They loaded us\non to freight trains.\n>> Bill Benson: And from there you ould go to Majdanek. Tell us about going to Majdanek and\nabout your father.\n>> Estelle Laughlin: Well, Majdanek, we arrived after a night ride in the car in a freight train.\nThey were pelting just for the sport bullets into the cars that people were all around us.\nMajdanek, the thorns of electrified barbed-wire fences marked the end of our horizon. In front\nof us was the crematorium and the chimneys and the smoke and the stench of human flesh.\nAnd if that wasn't enough, in the assembly field there was a gibbet from which, gallows from\nwhich our people were hanging. And my father was gassed there. My mother, sister, and | -- |\nwas 13. My sister was 14 1/2 years old. My father was gassed.\nMy mother was the only mother that | am aware of. We were the only family of three\npeople, which made us very, very fortunate because everyone else, as far as | know, was\nalone. My mother, my sister and | survived Majdanek by a fluke of luck. My sister was beaten\nvery badly and she was put on a list. Our assumption was that her name on the list indicated\nthat she was to go to the gas chamber. The three of us had a pact that if one of us would be\ngassed, all three of us would go. It was more frightening to us to be separated than facing\ndeath. | know for me, my feeling was that -- | didn't understand what death was but | wanted so\nmuch -- my biggest dream at that point was to make the transition to death holding on to my\nmother's hand and my sister's hand. So the only logical thing was for my mother and me to\ntrade places with two other women who hoped to see another sunrise.\nAnd the following day when the names were called, my sister's name, and then the\nnames of the two other women, my mother and | reported with the group of people. And\nabsolutely sure that we are being walked to the gas chamber but instead we were loaded on to\na freight train and taken to Skarzysko.\nThere was an distinction between an extermination camp and slave labor camp.. An\nextermination camp was a factory of killing people. A slave labor camp people also died but\nfrom extreme labor, lack of food. Slave labor camps also were enclosed by electrified\nbarbed-wire fences and towers with guards and dogs, German Shepherds. To this day I'm\nafraid of dogs. And lights that followed every step that we took.\n>> Bill Benson: Let me ask you one more question about Majdanek. | believe it was at\nMajdanek you had a photograph of your father.\n>> Estelle Laughlin: Yes.\n>> Bill Benson: Tell us what happened.\n>> Estelle Laughlin: When we were unloaded off the freight trains and marched, | was sure\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nthat we were going to the gas chamber. We were given the soap, had to go through showers,\nthe showers of disinfectant. We were sure that it was death. We didn't scream. We didn't cry.\nNot because -- it's almost like people -- when you have an incurable illness, you want to make\nyour death -- you want to face your death with dignity. | didn't cry because | didn't want to really\nshow my tears to my enemies or to my punishers. | didn't cry because | wanted to protect my\nmother and sister.\nSo | digress. So when we were marched to the showers not knowing for sure that\nwe'll be gassed, | still had our clothes on and shoes. | had one treasure left, which was a\nphotographer of my father that | had in the lining of my shoe. | was a 13-year-old girl. A soldier\nstopped me and he says, \"What are you hiding?\" | said, \"I'm not hiding anything.\" He said, \"I\nknow you're hiding something.\" So | thought if I'll be truthful, I'll have the best chance of saving\nthe photograph of my father. So | said yes and | showed him the photograph. And he\nconfiscated it.\n>> Bill Benson: From there, as you said, you were sent to Skarzysko. There was an incident\non your way to Skarzysko. Tell us about that. You were in the train.\n>> Estelle Laughlin: Oh. Random luck. When we were on the freight train transported from\nMajdanek to Skarzysko, my sister had to go to the bathroom. So at some point there was a pit\nstop. My mother and | pleaded with my sister, oh, don't go because they might shoot you\nbecause there were the soldiers just shooting for the fun in the air or who knows at whom. But\nmy sister said, \"| have to go,\" so we didn't want to part and we went with her. Then they started\nto shoot to chase us into the train. We ran to the train but we entered a different car.\nSkarzysko had three different camps. And one camp it was an armament factory\nwhere bullets were being produced. And one camp they were working on gunpowder which\nsettled on the lungs and in the skin. And the people who ended up in that particular camp lived\nonly like a month or at most two months because they suffocated from the gunpowder. And\nbecause we went to a different train than we originally were --\n>> Bill Benson: Which was by accident.\n>> Estelle Laughlin: By accident. We ended up in the camp that did not work on gunpowder.\nSo that, too, was one of the random events that accounted for our survival.\n>> Bill Benson: From what you told us already today, from what you wrote about, it's just such\nan understatement to say that your mother was a remarkable woman.\n>> Estelle Laughlin: Yes.\n>> Bill Benson: There was an incident where she confronted one of the guards, which | think\nwas instrumental in saving your sister's life.\n>> Estelle Laughlin: Well, not really.\n>> Bill Benson: Ok.\n>> Estelle Laughlin: Not really. It was just that -- the camp was located at some distance from\nthe factory. So of course, we never saw much of the daylight. We worked from early morning\ntill late at night.\nYou know, in this museum, when you walk out you will see that there is a sky light,\nthe ceiling, which is really no accident. I'm digressing here but it just strikes me because when\nwe were walking -- I'm a little bit coherent but it will all make sense in a minute. When we were\nwalking from the camp to the factory, all | remember was darkness. And all | remember was\nthe patch of sky that was my only connection to freedom, to life. And | thought | was the only\none who remembered the patch of sky but the architect who built this museum interviewed\nsurvivors and apparently most of the survivors remembered that patch of sky. And this is why\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nwe have this here at the museum.\nSO, aS we marched on this dark place from work to camp, there was one kapo, a\nJewish guard. The Germans told him to hit somebody. And my mother stepped out of the line\nand she said \"One Jew does not hurt another Jew. If you touch him, your blood will rise from\nthe grave and you will never know peace.\" So she had -- my sister and | thought she was\nabsolutely mad. Well, we were in shock. That was my mother's courage. Yes.\n>> Bill Benson: At Skarzysko you, your sister and your mother were referred to by the other\ninmates as the three monkeys. You thought about using that as the title of your book at one\npoint. Why did they refer you as the three monkeys?\n>> Estelle Laughlin: We were the only family of three in the group. We survived as one\norganism. We were covered with lice. We were covered with mange. And we picked lice off\none another. So we were just clinging so together. So it was the people, our friends, our\nHolocaust bunker -- | mean camp sisters affectionately called us the three monkeys.\n>> Bill Benson: From Skarzysko you were then sent to Czestochowa. And from there you\nwould be liberated.\n>> Estelle Laughlin: Yes.\n>> Bill Benson: Tell us about your liberation.\n>> Estelle Laughlin: So that's January 1943. We were so -- that was from September 1939 to\nJanuary 1943. We were so isolated. We might as well have been on a different planet. We\ncould not imagine that only a few rabbit hops away from us people were sailing on silver lakes\nand children sat around tables with families as children should. And then suddenly one night\nwe hear the rumbling of planes and we hear bombs falling. We say could it be after all of these\nyears? Could it be? And we were liberated that morning.\nThat was the middle of January. Poland is quite cold. The ground was covered with\nsnow and ice. All we had on was a loose cap. Amazing how much hunger and starvation,\nabuse human beings can endure and still remain human because we did survive with love for\nhumanity and compassion and joy of life. The ground was covered with snow and ice. The\nwooden clogs, no underwear, freezing. We shuffled out of -- we saw the gates were open,\nwhich in itself, was intoxicating. The camp was surrounded by a no man's land. We shuffled\nout in the ice. We were so afraid because this was the front lines. What if the Nazis -- what if\nthe German forces come back? It was like in a nightmare when you think that you want to run\nand you cannot move.\nWe shuffled. We went out and moved very, very gingerly, listening. We heard the\ntanks. We heard sounds of soldiers. We listened. And then when we recognized that they were\nRussian soldiers and we rushed towards them like one is to meet the messiah. We run up to\nthem and we said, Oh, do you know how long we've been waiting for you? And they put out\ntheir hands and they said, Sorry, but we have a war to fight. And they did because this was\nJanuary.\n>> Bill Benson: January 1945.\n>> Estelle Laughlin: 1945. And the war wasn't over until May. So they looked at their watches -\n- they gave us a slab of bread. They looked at their watches and they said you better find\nshelter before curfew. | don't Know at this point if | was more afraid of dying of cold and\nstarvation or of being put in jail for breaking our curfew. So we found shelter in an abandoned\nschool. It was not easy.\nFrom 1945 to 1947 we were stateless and homeless, and roaming through Poland.\nWe were not welcomed. Many Polish people were afraid that the Jewish people might reclaim\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nmaybe some properties. Anti-Semitism and prejudice against any people is pretty common\neverywhere, which is one of the reasons why this museum exists. This is one of the reasons\nwhy I'm here to share my story, to remind myself and all of us that humanity is one.\nSo we marched through Poland, through Czechoslovakia at that time, through\nGermany and eventually came to the United States.\n>> Bill Benson: There's so much, so much, that | wish we had the time for you to tell us,\nincluding what you did during the period you're describing now. But if you don't mind, | would\nlike you to share the incident where early after your liberation and you're trying to make it,\nyou're with your mom and your sister and your mother buys a single piece of candy.\n>> Estelle Laughlin: Oh. Well, all of that is a mouthful.\n>> Bill Benson: Can you give a sneak preview?\n>> Estelle Laughlin: Yes. We were wandering through Poland first. It was winter. There were\nno DP camps, displaced persons camps, we were completely on our own, not a penny, nota\nhome to come back to.\nRemind me of the question again.\n>> Bill Benson: Your mother buying a piece of candy.\n>> Estelle Laughlin: So my mother -- and we are afraid that we'll be stuck in this country that\ndoesn't want us. We did not want -- my mother had siblings in the United States. Our dream\nwas to somehow establish contact with them and to come here. So we hopped trains. |\nhopped, my mother hopped, and my sister hopped trains. We went to look for family. So we\nwere on our way and we came to a town, Kelce. And there was a market. And we hadn't seen\nthat much food, carrots, beets.\n>> Bill Benson: And you had no money.\n>> Estelle Laughlin: Potatoes, no money, and candy. We had maybe -- | think we found a few\npennies, a few pennies. And we looked at all of this food and we are so hungry. And it's still\nwinter. My mother says we have a -- we have a few cents and my mother said she will buy\ncandy. So my sister and | thought, well, she's going to spend the last penny -- we thought\nyou're out of your mind to buy the candy. So my mother bought the candy and we shared it.\nAnd she said she wanted us to taste the sweetness of life.\n>> Bill Benson: And you each shared it.\n>> Estelle Laughlin: And we shared it.\n>> Bill Benson: We have time for a couple of questions from our audience. Before we do, | just\nwanted to share something you wrote in your book, if you don't mind. You wrote, \"Our survival\ndepended 99% on random luck and 1% on instinct and grit.” Without the 1% luck you were\n100% dead. You've done an incredible job in a short time of helping us understand that.\nSo let's turn to our audience. I'm going to ask you if would stay with us for a couple\nof questions because we're going to end the program with Estelle sharing some final thoughts\nwith us before we do. So please stay with us.\nWe have time for a couple of questions. We have microphones in both aisles. We\nask that you take a microphone and then make your questions as brief as you can. I'll repeat it\njust to be sure that we hear it correctly up here. And then Estelle will respond to it.\nDo we have anybody who would like to ask a question? We have one right down\nhere. | think Jocelyn is coming down with the microphone.\nThere we go.\n>> How did you survive as you were traveling in the months immediately after you were\nliberated? How did you get food?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: How did you survive in the months right after liberation? You described how\ncold it was. How did you make it?\n>> Estelle Laughlin: | don't know how we survived except -- you know, people ask me\nsometimes was it hope that kept us alive and going. | guess that there is in all of us a current\nthat wants to live. | Know | wanted to live. | felt worthy of living. | think that this is a beautiful\ndrive in all of us, the current and the love from life.\n>> Bill Benson: Thank you.\nDo we have another question? | think we have one right here.\n>> Mrs. Laughlin, | want to say thank you, thank you for sharing your story. Many of us want\nour children to know about the horrors of the Holocaust. We are grateful for this museum. We\nare grateful for people like you who share their story and remind us the need of courage and\nlove.\n| guess what | want to say is I've heard -- I've seen the word random and\nrandomness about the 1%, your survival, about that you didn't get on the train to go to the\ngunpowder factory. I'm wondering if you've considered that it wasn't random; that God had a\nplan for you and people like you to survive to tell the story of the horrors. | would ask that you\ncomment.\n>> Bill Benson: Asking for your comment about despite the comment about randomness, the\nrole of God in your mind in saving you.\n>> Estelle Laughlin: | am not a religious person but | am a very spiritual person. | feel very\nconnected with all living things. My parents were humanists they were not religious but very,\nvery connected with all life. | know that many people who held on to religion, religion\nrepresents the nobility, the goodness in us. | don't know how to define the fact that we survived\nbut that it was really random luck, like when you scatter something on the ground and you pick\nit up something will happen to stay there. | don't feel that | was more deserving to survive than\nothers were. | don't think that there's any justification for killing people. Life is sacred. It's noble.\n| don't feel -- | cannot explain why except that | know that it's wrong; that we are all one and\nwhat any one of us does affects everyone else.\n>> Bill Benson: Thank you, Estelle.\n| think that we're out of time for questions. I'm going to turn back to Estelle in a\nmoment. Before | do, I'd like to thank you all for being with us. | remind you that we'll have a\nFirst Person program each Wednesday and Thursday until the middle of August. We hope that\nyou will come back. But if not, the museum's website will have information about the First\nPerson program in 2018.\nIt's our tradition at First Person that our First Person has the last word. So I'll turn\nback to Estelle to do that. Before | do, | just want to let you know that when Estelle is done, our\nphotographer, Joel, will come up on the stage and he's going to take a photograph of Estelle\nwith you as the background. So we ask that you stay with us so that we can take that picture of\nEstelle.\n| also would like to let you Know, remind you, that when Estelle is done, she is going\nto go up to the doors at the top of the stairs where she will be available to sign copies of her\nbook, \"Transcending Darkness\". It has a lot that we weren't able to get to today, | can tell you\nthat.\nEstelle?\n>> Estelle Laughlin: Thank you all so very much for being here. Seldom are people willing to\nlisten or to tell the stories because they generate such pain yet we have to be reminded from\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\ntime to time of the consequences to us and to humanity when we accommodate ourselves to\ntie tyrants, how it corrupts the conscience of a nation, what it does to love and what it does to\ntrust.\nAs long as there are people who say that the Holocaust did not happen, in some\nways Majdanek and Auschwitz are still with us. | am so grateful for this wonderful museum\nbecause the museum proves that history always remembers and we must listen if civilization is\nto progress.\nThank you again so much for being here.\n>> [Applause]\n",
    "segments": []
}