{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person — Manny Mandel\nThursday August 3, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Manny Mandel, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serves as a volunteer here at this museum. Our program will continue for another\nweek ending for the year on August 10. The museum's website, at www.ushmm.org provides\ninformation about each of our upcoming First Person guests.\nManny will share with us his \"First Person\" account of his experience during the Holocaust and\nas a survivor for about 45 minutes. If time allows we will have an opportunity for you to ask\nManny some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from\nManny is one individual’s account of the Holocaust. We have prepared a brief slide\nPresentation. And we begin with this.\nManny Mandel was born to a religious Jewish family on May 8, 1936 in Riga, Latvia. Manny\nwas just 3 when World War II started. Although he was born in Riga, Latvia, Manny's family\nwere Hungarian Jews; they had moved briefly to Latvia because of his father's work. Here we\nsee a portrait of Manny's parents, Yehuda and Ella Mandel, holding their infant son Manny.\nShortly after Manny's birth, his father accepted a post as a chief cantor in Budapest, and the\nfamily returned to Hungary, where they had lived before 1933. Hungary is highlighted on this\nmap of Europe, and Budapest is highlighted on this map of Hungary.\nManny's father was based at the renowned Rombach Synagogue. In this Picture we see\nManny and his father on a street in Budapest.\nThe Hungarian government passed anti-Jewish laws beginning in 1938. In 1940 Hungary\njoined the Axis Alliance & in 1941 Hungarian troops participated alongside German troops in\nthe invasion of the Soviet Union. The war and increasing restrictions made life for Jews in\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nHungary increasingly difficult. The photo on the left shows Manny outside his apartment on his\nfirst day of school in 1942 in Budapest. On the right we see a contemporary photo of Manny\nstanding outside the same apartment.\nGerman forces occupied Hungary in March 1944. Manny and his mother Ella were fortunate to\nbe included in a program in which Jews would be transported to Palestine in exchange for\ntrucks. Within months, they were transported by the Nazis to the Bergen-Belsen concentration\ncamp near Hannover, Germany, in preparation for the eventual departure from Europe. This is\nan historical photo of Bergen-Belsen.\nNegotiations for their transport to Palestine broke down and in December 1944, about six\nmonths before the end of the war, Manny and his mother were released from Bergen-Belsen\nand transported to safety in neutral Switzerland. There they stayed at the Heiden Children's\nHome which is pictured here, where Ella worked as a teacher. Manny is lying down in the front\non your left. His mother, Ella, is standing in the back in the middle.\nAfter the war, Manny and his mother reunited with his father in Israel. They subsequently\nemigrated to the United States and lived in Philadelphia. Manny is a graduate of Temple\nUniversity and did his graduate work at the University of Pennsylvania. He is a clinical social\nworker. He met his future wife, Adrienne, in Philadelphia and they were married in 1958. They\nwill have been married 59 years in November.\nAfter working for the B’nai B'rith Youth Organization in Cleveland and in Michigan, Manny and\nAdrienne moved to Washington, D.C., where Manny became the National Program Director for\nB’nai B’rith Youth Organization. He would later go to work for the Peace Corps before\nbeginning his own psychotherapy practice in 1980. Manny retired from his practice in 2014.\nAdrienne’s many accomplishments include having served in the Maryland Legislature as an\nelected member of the House of Delegates. She is the Immediate Past Chair of the\nWashington Suburban Sanitary Commission, the nation’s 8th largest water and wastewater\nutility. Adrienne retired from WSSC in November, 2015.\nManny and Adrienne live in Silver Spring, Maryland. They have two children and three\ngrandchildren. Their daughter Lisa’s 28-year old son, Zachary, graduated from the University\nof Maryland. Lisa's 24-year-old daughter, Gabriele, graduated from the University of Michigan\nand from Jon Jay University in New York and is on her way to a Ph.D Program in Texas.\nManny and Adrienne’s son David has a 19-year old daughter, Alexandra, who has been at the\nsummer Bolshoi Ballet Program at Julliard in New York. She graduated from high school in\n2015, is now a junior at George Washington University and has just received early acceptance\nto the Medical School upon undergraduate graduation.\n| am pleased to say that Manny’s wife, son, daughter and grandchildren, along with a number\nof friends including several other Holocaust survivors, are here today with Manny.\nSo everybody that | named is here. And | think it's the first time the entire family has been\ntogether for Manny at a First Person Program. And with that | would like you to join me in\nwelcoming our First Person, Manny Mandel.\n[Applause]\n>> Manny Mandel: Thank you.\n>> Bill Benson: Manny, thank you so much for joining us and being willing to be our First\nPerson today. And welcome to all your family members. This is terrific to have all of you here.\nYou have a great deal to share with us, so we'll begin right away. You were born in Riga in\n1936. But your family's stay there was a short one before you moved to Poland on September\n1, 1939 when you were 3-years old. Let's start with you telling us about your family and why\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nyour parents were in Budapest in the years leading up to the start of World War II and the\nHolocaust?\n>> Manny Mandel: My parents are both Hungarian. My mother comes from southern Hungary\nwhich you might know better as the former Yugoslavia. My father comes from Eastern\nHungary, and Transylvania, called Count Dracula. They did not know each other.\n[Laughter]\n>> Bill Benson: You told me of a significant story your mother told along the lines of someone\nsaying, “You now speak Yugoslavian.”\nWhat's the significance of that?\n>> Manny Mandel: When the first world war came to an end in 1918, that part of Hungary was\nchopped off, because it was on the losing side and it became the new country called\nYugoslavia. You know many countries, Serbia, Croatia and so forth. One who is here is from\nCroatia. Whatever class she's in when she's 10 years old, she was told one day with the rest\nof the kids, that as of tomorrow, over the weekend, the language of instruction will change from\nHungarian to Serbo-Croatian.\nTo which the kids said, fine. They were totally bilingual. You need to understand there's not\none item of similarity between Hungarian and Croatian. That was her experience having had a\nchange in the country and a change in the neighborhood.\n>> Bill Benson: Your father was a very important cantor in Budapest. How did he achieve that?\n>> Manny Mandel: My father as a young boy, apparently had a lovely voice and was able to\nlead certain services from his village where he was going up. And he went to school, the\nreligious schools in those days were called Yeshivas, they still are. My father was ordained as\na full-fledged rabbi in both of them. But that was not his interest. He was conscripted into the\nCzech army. His part of Hungary became Czechoslovakia. While in the army he had\noccasion to be invited to participate in some particular kind of performance with which he knew\nnothing. It was called an opera. They put on these kind of various performances, my father\nwas trained because he had a beautiful voice to sing in opera.\nHe did this, after this he decided somebody heard his voice and decided to ask him to go\nthrough the Cantors Institute in Vienna after army service, which he did. He became a\nprofessional cantor where he studied music and voice and singing and did that for the rest of\nyour life.\n>> Bill Benson: You said that your father thought he had truly \"Hit the big time.\" Say a bit\nabout that. If he ever expressed regret about accepting the position in Budapest?\n>> Manny Mandel: For those of us who knew something about the Jewish community of\ncentral Europe, we would know that cities like Vienna and Budapest were major, major\ncenters. And to have the position of being a chief cantor in Budapest was his achievement of\nthe metropolitan opera. That's what he wanted to do. That's what he was able to achieve.\nFor those of you who don't know anything about synagogue life, you need to understand the\nsynagogue where he was the cantor had a male choir of 40 voices. That's white a job. Had\nhis involvement here, he became a cantor and remained that for the rest of his life.\n>> Bill Benson: He had offers from places as far as London.\n>> Manny Mandel: He became a citizen of Czechoslovakia because of the Czech Army. The\nHungarian Government would not give him working papers. He had opportunities to go and\nsee if he could get a job someplace else, one of them being London, another being in Holland\nand other places. And eventually in Riga.\nBut regrets? He had major regrets that he did not take a position in London. Had he done\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nthat, he would have been moved out of Hungary and survived the war. Members of the family\ndid not survive. Unfortunately, the synagogue in London was bombed and destroyed. That\nwas during the war.\nHis regret was that he didn't take the message that said leave central Europe. But that's not\nwhat he did not want to do.\n>> Bill Benson: While the full force of the war and the Holocaust would not hit your community\nin Hungary until 1944, there were still many difficulties once war was underway in Europe in\nthe fall of 1939. Please tell us about the circumstances for your family and you in the early\nyears of the war.\n>> Manny Mandel: As | remember these things as a young child, the war was a much larger\nissue to us than the Holocaust. That early. As Bill just said, the Holocaust didn't really arrive\nin Hungary until March 14, 1944. So '41, '42,'43, bombings once or twice. Various rules were\nchanged, which did not impact on a 6 or /-year-old kid.\nBut | did have to go to school with the yellow star. Those of you who have been through the\nmuseum, you will see them displayed. The yellow star and thought was a major kind of a mark\nof distinction. Found out it wasn't. It was a target, because kids and adults and others on\noccasion were whacked on the head for walking on the street.\nBecause there was a yellow star, that's license to whack on the head. I'm told when | was in\nfirst grade, | think. | was walking to school and every day somebody would follow me. Almost\nevery day. And understand that we live at number 13 of the street, and the school was\nnumber 44. Two blocks away.\nSomebody would follow me just to ensure that | did not get whacked on the head. Just\nbecause | had a yellow star. Let me add a couple things here. As a digression, one of the\ntimes that my father was home from his duties in in camp. | was big enough to ride a small\nbike. He said he would be happy to do it, but he won't. Why?\nBecause in European cities you live in apartment buildings. The top floor of a large building\nand you had to go get the bike down the stairs, out to the park, ride the bike and come back.\nHe said that he could manage, but riding the bike with the yellow star made us a target. Again,\nnobody want the bike, nobody wants anything except to whack you on the head. That didn't\nhappen.\nBut in order to avoid the possibility he made certain | didn't have the bike. | can tell you that in\n1949 when we came to this country, very quickly after we settled in New York my mother and\nfather said we're going to a department store.\nWhy? They wanted to buy me a bike. | also want to add to that, that as this bike business\nhappened to begin, | began to understand the yellow star was not a mark of distinction, but a\ntarget.\n| said that the war was much more prevalent in our lives than the Holocaust. Yet in 1941, in\nwinter '41. | was 5 and a half years old. That was my first experience in Holocaust related\nmatters. I'm going to tell you that very quickly.\nWe took a train from Budapest south to my mother's home town in Yugoslavia to visit with my\ngrandparents and her two sisters. We spent a couple days.\n| do remember that on one of the days my uncle took me to his place of work, which is a cork\nfactory. He owned a cork factory. | have no recollection what | saw there, but | know it was\ncork and | know | was there.\nSecond or third day in the morning, 7:30 or so, Somebody was coming up the elevator and said\nthat something funky was going on in the street.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nFive minutes later two policeman come up and knock on the door. As | remember rather\nnicely, say to us, ladies and gentlemen, you need to -- this is wintertime. It's not bitter and\nterrible, but it's winter. You need to come outside. We have to conduct a census.\nWhich seemed odd, though you need to understand, we do a census every ten years. The\nNazis did one every 20 minutes.\nBecause they believed that if you knew where people were, you could control their\nmovements. OK. So we get dressed go outside to the street and told to turn left and walk in\nthat direction. No idea why there would be a census. We walked for some time. My mother\ncarried me. My father carried me. I'm 5 and a half years old. A little guy.\nWe arrived at a place | recognized. Why? The main street was over here, the sidewalk was\nover here and we were on the sidewalk and on our left were these 8-foot fence.\nIn European cities that are not on the lakes or on the ocean or the seas, but on the river, they\nmake a beach out of the area by the river, and this particular place on the Danube River was a\nbeautiful beach in the summertime with hot pools and cold pools and wave pools and\namusement park and restaurant and all kinds of things that were great.\n| had been there probably in August of the same year. In the three or four months | guess |\nhad forgotten. | had no idea why, there wasn't anybody else. We were marching long this\nstockade fence towards the open gates towards the beach area which are wide open. People\ngo down there and make a left turn and go towards the beach itself, which is maybe 300 or\n400 yards away.\nWe were beginning to approach these gates and a policeman was standing on the right and\nsaid to my father, \"Mister, what are you doing here?\" My father said I'm here visiting the\nfamily.\nThat's no problem to me. The problem is you're here with a group of people who | know are\nnot from this city. If you're counted in the census, that will mess up the numbers. We can't\nhave that. Stand aside. My father asked him how did you know.\nBecause I'm a foot policeman and the crossroads and block of the street from your house, |\nhave seen you many times walking here, grocery store, your office, whatever. | recognize you.\nYou didn't recognize me, | can understand that. Stand aside. Within minutes of the standing\naside, the uniformed officer comes and steps out and talks to his buddies and gets on the bull\nhorn and says ladies and gentlemen, the requirements of the census have been met. Go\nhome.\nMatter of fact, you can stop at the school over there, and have coffee and hot chocolate. We\nweren't interested. My father hailed a cab. First call came from my aunt. One of the sisters\ncalled, where were you on that call? We still had phones in those days. She said at 7:30 in\nthe morning two policemen came by with a census. Before they left, she offered them what my\naunt would do.\nI'm reminded that my aunt's son and wife were in the audience several years ago here, and\nunfortunately he died earlier this year in Israel. The point is when she offered him coffee and\ncake, there were 17 cakes, 14 coffees, and a room full of dishes. These guys had the best\npossible breakfast, coffee of their life.\nAs these calls began to come in, we began to get calls explaining what happened.\nPartisan groups for groups that attempted to in some way slow down the Nazi forces. They\nwould bomb a truck or explode a train or some rails or something like that. To give them some\nkind of grief, whatever they could. Something like this happened in the general vicinity of my\nmother's home town.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nAs a retaliation for this, they marched us out to the beach and all those people who made a left\nturn towards the beach itself, where the ice was 3 feet thick, had been opened by canon fire\nthat morning.\nThese folks were shot in the back, into the river, to float down the river to be never found or to\nbe found when the water thawed out in March. Ladies and gentlemen, what | describe to you\nis a pogrom, which is a senseless, purposeless and useless exercise in saying | can do this to\nyou, and there's nothing you can do about it. My first experience in Holocaust.\n>> How many were killed?\n>> Manny Mandel: Over 300 Jewish people and about 1250 all together. Those of you who\nare going to go to museum will see the granddaddy of all pilgrims, called a Kasztner, the night\nof the broken glass, which took place in Germany.\n>> Bill Benson: You shared with me that early, the Hungarians had imposed a number of very\nanti-Semitic restrictions. You mentioned a moment ago you still had a phone at that time. Tell\nus about some of those restrictions besides wearing the Jewish star.\n>> Manny Mandel: You know that Hungary had a relationship with Nazi government unlike any\nother government with the exception of Italy. They were allies. They were allies for the first\nWorld War II, which is why Hungary lost territory and had some deficits from the war. They\nbegan to pass anti-Jewish legislation in the 20's but didn't enforce them until the late ‘30s.\nAs Bill said in the introduction, '38. The yellow star was one of them.\nA man comes to the door one day and says | have to take your phone. And | said why. | don't\nknow if | said it or my father.\n>> Bill Benson: You remember this yourself?\n>> Manny Mandel: Absolutely. The telephone man came to take the phone. My father says\nwhy? Because there was a law passed that Jews can't have phones. That makes no sense to\nanybody, fine. My father says | use it for my work. Can't do it. Other restrictions that\nhappened which | only know about because they didn't happen to me.\nBut restrictions in schooling, restrictions in work, restrictions in places where Jews could hold\njobs as lawyers, doctors, and Indian chiefs. That did not apply to a 7 or 8-year-old kid, but |\nknow about it. What did apply to us is for example, again, if you are somewhat familiar with life\nin the '30s in Europe, you know middle-class families at the time would employ domestic help.\nBecause we had no refrigerator. We had a stove, yes, gas stove. But no refrigerator, no\nmicrowave, freezer, none of the things that today make life easier. But we had a maid a young\nwoman, 18 years old from the village. She had her own room, and facilities, her own maids'\nquarters if you want to call it that.\nShe was kind of my buddy because she was the youngest thing in my environment except for\nfriends of mine. She was 18 and | was 8. But she was not a particularly educated young\nwoman.\nBut she was very nice. One day the law came down that said she may not stay with us.\nBecause Jews could not have domestic help. She offered to take me with her to her village.\nShe thought that would save me. My parents chose not to do that. But these are the\nrestrictions that came slowly and surely.\nMy father's youngest brother, my uncle David after wnom my son is named, was a university\nstudent getting his doctorate in Hebrew grammar at the University of Budapest.\n| went to his graduation with the yellow star that both he wore and | wore. And there were\npeople in the audience, | didn't know them personally, who were there to offer a certain kind of\nprotection to him in the event somebody want to whack him on the head. Having the gall of\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nbeing a Jew getting a doctorate. How dare you do it.\nIt didn't happen.\n>> Bill Benson: Your father was forced to go to a labor battalion. What did that mean?\n>> Manny Mandel: The Hungarian males were conscripted into the army. They fought with the\nNazis, and as a matter of fact there were divisions of the Hungarians fighting in Russia on the\nRussian invasion -- the Nazi invasion of Russia. Jews, to backfill the jobs that men were\ndoing.\nFarming, mining, all kinds of work, filling holes from bombings and stuff. They conscripted\nJews into these labor battalions. And my father would be called up either by phone, or by note\nor somebody would come to the door and say, 3:00 on Tuesday you'll be at this train station.\nYou'll be gone a day, a month, a year. Undetermined period of time. They would do this\nconsistently almost, so that from 1942-1944, we were all deported. | didn't see much of my\nfather.\nOne of the time | did see him was the discussion with the bicycle. One of the times he wasn't\nthere, it was perfectly acceptable to me and understandable that he wouldn't be home,\nbecause he wasn't. Obviously, it left a certain void in my life.\nAnd from '42-'44, | didn't see him very much. From '44-'46 | didn't see him at all. But from '46\non when he died in 1995 when he was almost 90, | saw him all the time.\n>> Bill Benson: Up to the time that Germans occupied Hungary. Excluding that horrible\nincident you just described for us, you said that life was pretty much going on normally during\nthat time.\n>> Manny Mandel: For me it certainly was, because | was a little kid and was protected ina\nglass bubble, as it were, by my parents. Besides, much of what happened to create the\nproblem would not affect a child. | had no job loss, | had no career loss, no school loss.\nThose kinds of things. | didn't have to have my business shut down. | didn't have to earn a\nliving. All things affecting adults and restrictive laws did not happen to me.\nThe things | saw were the idea of a child, and that's a different line of sight than adults.\n>> Bill Benson: You also shared with me that besides the restrictions of the anti-Semitic it laws\npassed there were also the privations of war and Budapest was being bombed by the allies.\n>> Manny Mandel: All the time.\n>> Bill Benson: Tell us about that.\n>> Manny Mandel: We had air raids, sometimes twice, three times a night. We were bombed\none side from the Russians and from the other side, from the western allies. All together there\nwere opportunities to be in the shelters, several ties a day. Now in some ways, that was very\nexciting, but what was not exciting was when you came out of the shelter and wept to school\nthe next -- went to school, you didn't know if the building next to you was destroyed with your\nfriends in it. It didn't happen that way to me, but buildings around the corner were. The bombs\ncame and they were devastating. Our particular building was not severely damaged.\nThroughout the war, my father went back to Hungary during the war. My mother and | did not.\nTold us that one of the rooms had some damage from bomb shrapnel.\n>> Bill Benson: March 19, 1944 Nazi occupy Hungary. Life changed dramatically. Why did\nthey come in so late in the war?\n>> Manny Mandel: In 1941, if you folks remember some of the main characters in the Nazi\nregime. One was named Hermann Goring, sometimes called Fat Hermann. In the first world\nwar he created the beginning of an Air Force which became a very feared Air Force in the\nSecond World War. He issued a statement talking about the final solution to the Jewish\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nproblem. Hitler's position was to get them out of Germany, get them out of Europe, get them\nout of the world.\nAnd Hermann issued this statement. In 1942, in Berlin, there was a conference where the\nactual mechanics were put into effect of the final solution. The conference was called by a\nman of Reinhardt, who was out of Prague. He was assassinated before the end of the war.\nThe man who made sure the trains went on time was a main named Adolf Eichmann. He\narrived to Budapest the 19th of March. The reason they occupy Hungary is the issue of their\nallied ship or the allied issue was terminated, because some of the Hungarian leadership did\nnot want to export all the Jews.\nThe issue was do what we Say or we invade, and they did. He arrives on the 19th of March\nand the deportations from Budapest begin at the rate of 12,000 a day. That's a lot of people.\n>> Bill Benson: Over 400,000 within six weeks.\n>> Manny Mandel: They were living there, coming to Budapest thinking it would be a safe\nplace. The last place he comes to because of the allied position is Hungary.\n>> Bill Benson: You lost your grandparents early, didn't you?\n>> Manny Mandel: My grandparents, my mother's parent who | had visited earlier. They were\nall taken to Auschwitz. And in Auschwitz, a typical kind of selection took place. Which said the\nold folks -- in the early '60s in good health and the kids.\nProbably in four hours. The two aunts, women in their 30s, were perfectly healthy and\nsurvived the war, died after the war because of other kinds of causes.\n>> Bill Benson: Tell us your father was away at this time on labor brigade. So you're with your\nmother. Tell us what happened with you and your mother.\n>> Manny Mandel: As soon as Eichmann arrives, two men from a self-appointed rescue\ncommittee approach him. To approach him, to see him was probably as easy as going to see\nthe pope. Adolf Eichmann was protected from every direction and you couldn't go in and say |\nwant to see Colonel Adolf Eichmann. They were able to finagle their way in and come up with\nsome kind of deal. This was March of 1944.\nEveryone knows the Germans are not winning the war except for one exception. The one\nexception was Adolph Hitler, who would never concede that he was losing the war until he was\nin a bunker in 1945. The Germans were interested in somehow feathering their nest of what\nwould happen if they win the war.\nEichmann Was able to feather his nest as of others, and they end up in Argentina. The South\nAmerica countries welcomed people because their philosophy was welcomed to Nazi position\nin life. And that's where he lived. He's been arrested there, but that's another part of the story\nnot particularly important for us. But he winds up there, because of these deals.\nThese deals go all the way Eichmann to Himmler, number 3 in the German government and\nthe head of the SS.\nThe concept was to make a trade. In German they call it \"blood for material.\" The proposal is\nmade that if he releases a million Jews from the camps, they would supply him with 10,000\ntrucks.\n>> Bill Benson: And these are these two men.\n>> Manny Mandel: Who blasted their way in. Ladies and gentlemen, he couldn't release a\nmillion people even if he wanted to. Because there weren't a million in camps anymore that\nlate. They were being killed much too quickly.\n10,000 trucks. Folks, they didn't have a hub cap or a bicycle.\n>> Bill Benson: Completely audacious proposal.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Manny Mandel: Absolutely. And everybody knew it. These discussions go on and go on\nand go on for a while. One of the two men sent to Cairo to speak with the British, because\nthey were the ones who were in charge of that part of the world to talk about trucks. He's\narrested as aspy. Spends the rest of the war in jail. Lives after the war and lives to have a\npretty good life afterwards. No trucks.\nThis evolved into a group of 1700-and some people, for what we call valuables. Not money.\nBecause money was useless. Only two kinds of money were useful: one was the pound\nsterling, the British money, and the American dollar. Nobody had any of that. But jewelry was\navailable. People had it.\nThey collected all this into suitcases and our group, and other groups like it, were these trade\narrangements. A gentleman no longer with us, was known to one of our guest here by\nHeisenberg. By ship to Palestine, had claimed Palestinian residency having been caught by\nthe war in Europe.\nThere were displaced persons. If you believe that, | have several more $3 bills | can give you.\nThe point is we were taken by train not to one of these neutral ports.\n>> Bill Benson: Before you go there. Tell us, the 1700. That's a small number. How is that\n1700 number composed?\n>> Manny Mandel: Nobody knows. Nobody really knows. The man who was representing\nhimself as this group, a Dr. Kastner was not the one who chose everybody. But what was\ndone was the various organizes were given allocations of percentages.\nThe observant community, the leftist, the rightist community, professional community and so\non were given spaces. We were able to find space, | think because of my father's position and\nmy uncle's involvement in one of these groups. | don't even know which one.\n>> Bill Benson: The two of you are --\n>> Manny Mandel: The three of us. My uncle, mother and I. And a very distant cousin\nbecame the fourth member of this group. But instead of going to a neutral part, we were taken\nnorth to a place nobody ever heard of. It's called Bergen-Belsen. You do know it because the\nmost famous non-survivor of the war was in that camp. Anybody care to take a guess who I'm\ntalking about?\n>> Anne Frank.\n>> Manny Mandel: Right. She was there and that's where she died, and that's where | did not\ndie.\n>> Bill Benson: Why did you end up at Bergen-Belsen.\n>> Manny Mandel: Because they decided to have a three-day detour which lasted six months.\nBecause this was an additional way. They were kind of a catch-22 boundary.\nThey couldn't kill us because if they killed us, they would not get the loot. On the other hand,\nthey thought if they held us longer, to get more loot. That's exactly what happened.\n350 people in the group were taken out of Switzerland after six weeks. | was not one of them.\nAfter five months or so, all of us were liberated through Switzerland. So my war and Holocaust\nissues ended in Switzerland in December of 1944.\n>> Bill Benson: You were in Bergen-Belsen for quite a period of time.\n>> Manny Mandel: Six months.\n>> Bill Benson: Do you recall arriving there and what was it like for you to be in that infamous\ncamp?\n>> Manny Mandel: Those of you who will go through the museum or had been through will see\na freight car on the third floor, which is a typical freight car of the day. That's what we traveled\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nin for nine days. Supposedly to a neutral port. Interesting when we left, again by German\ntrain, it was a troop train. Much more comfortable, but whatever it was.\nBergen-Belsen was a major concentration camp but not a killing camp. People went to work in\nBergen-Belsen, but we did not, which probably saved our lives.\n>> Bill Benson: People forced to do slave labor.\n>> Manny Mandel: Whatever labor was to be done. It was a transit camp, a labor camp. We\nsaw people marching out to the various fields every day. We were not because they were\nconcerned if malnutrition or starvation or typhus, which was the disease of the day, gets us, we\nwould not be available for trades.\nAnd they knew very well that if we're not available, they're not going to get the money. So we\nhad to -- the trade had to produce on both sides. And they could not produce dead bodies.\n>> Bill Benson: You shared with me that during that period, that there were attempts to, as you\nput it, establish some forms of normalcy. Tell us a bit about that.\n>> Manny Mandel: People are strange. The will to live and survive is tremendously strong.\nWe came to camp and all of us were told to bring certain food for the journey including some\ncanned goods and a couple things. Within a couple weeks of camp, businesses sprung up.\nWhat kind of business? When you finished your food, you took the tin can, if that was your\narea of interest and made jewelry out of it. Bracelets, rings, earrings and then traded these\ngoods for haircuts, because there was a man there who was a barber who brought tools. And\nhe traded the haircut for somebody to repair your shoes who then traded for cigarettes to get\nsomething else.\nThis kind of trade. We had a school, we had a synagogue, we had business going on, and |\nam sure this was psychologically very helpful and helped people survive.\n>> Bill Benson: During that time, did your mother have any contact with your father\nwhatsoever? Any idea where he was and she had no idea where he was?\n>> Manny Mandel: He was in geographic Hungary throughout the time until we left. About 40\nhours from Budapest. Afterwards the group was moved into the Ukraine. We had no contact\nwith him, nor he with us. Later on, when he was able to get back to Budapest before the end\nof the war, he was able to trace us, because this was this special group. He was able to trace\nus through the group. And my mother established contact with him through a colleague of his\nin Switzerland. We could talk to the colleague. He wrote to my father. My father wrote to him.\n>> Bill Benson: But that was later.\n>> Manny Mandel: That was after the second.\n>> Bill Benson: While you were in Bergen-Belsen, you got very ill. And it was actually | think\nvery severe, but you were able to survive.\n>> Manny Mandel: Well, we had 35 doctors in the group. But they had nothing to work with. |\nhad some kind of double or triple pneumonia. Which is difficult when you only have two lungs.\n[Laughter]\nThere was no treatment available and my mother's major concern was | would be taken into\nthe Nazi dispensary, which that had in the camp. She was concerned if | go there, | may never\ncome back.\nThe body's resilient. | was a child, a strong kid and | was able to recover from the infection of\nthe pneumonia. And the only thing they could do was make me a little bit more comfortable.\nThis was the method of palliative medicine, which | don't know if you've heard of or saw.\nYou may have heard depending how old you are or where you grew up. Burlap was soaked in\nmustard seed and put the whole thing over your chest. The effect was like Ben Gay or Vicks.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nlt can't cure the pneumonia, but it can make you more comfortable when you're breathing.\n>> Bill Benson: December 1944, after six months in Bergen-Belsen, you leave Bergen-Belsen\nfor Switzerland. Tell us wnat happened from there.\n>> Manny Mandel: Well we leave by German troop train and were taken into Switzerland and\nthe Swiss being as good as they are and as meticulous as they are. They put us in the\ngymnasium of the school and fumigated us so we don't bring bugs into Switzerland. They're\nvery clean. From there, to a very lovely part of French Switzerland which was a beautiful\nresort hotel taken over by the Red Cross where we spent a couple weeks eating potatoes. We\nwere not emaciated, but we were hungry. They sent us all kind of fattening material.\nThey were able to find an arrangement whereby, 20 Hungarian kids, | being one of them were\nsent to a kind of boarding school in a part of Switzerland. | spent my time there until we went\noff to go to Palestine in August of 1945.\n>> Bill Benson: Manny, do you recall when the train crossed the border into neutral\nSwitzerland, do you recall the emotions of the adults and other around you?\n>> Manny Mandel: All of us had a similar emotion, because what happened, apparently the\nGerman trains could not run in Switzerland. The Swiss being as neat as they are, made their\ngauge of the railroad, the width of the railroad line different than the German gauge. So you\ncan't invade Switzerland by train. We pulled on one side of the platform with the German\ntrains. These were German troop trains which were not first class.\nAnd then these lit, beautiful warm, hot chocolate-laden Swiss trains which we were transferred\nto. And then light and warmth and what the trains brought us and then went to our destination.\n>> Bill Benson: Do you know if there was any fear that neutral Switzerland might be attacked\nby the Germans?\n>> Manny Mandel: There hadn't in in 400 years so we felt OK.\n[Laughter]\n>> Bill Benson: So your father is not with you while that's going on. He's in Budapest. Tell us\nwhat he was doing that time.\n>> Manny Mandel: My father told us that he was with a group of people, his particular platoon\nor whatever it is. Or military organized groups. And at some point in the Ukraine sometime in\nthe fall of '44 before the end of the war, when the Germans were going backwards.\nThey were retreating. He and 20 or 25 of his buddies decided you know what we should do?\nWalk away.\nNot escape. They were not chained in any way. They did. They walked away back to\nBudapest, several hundred kilometers. They walked in the nighttime. They slept in the\ndaytime. They stole food wherever they could. They cooked certain things by the exhaust of\ntrucks. The heat from the exhaust of trucks. And it was back in Budapest before the Russians\ncame in.\nMy father, being a native Hungarian and spoke Hungarian as a native got one of those\npeasant jackets, with a big handle-bar mustache and round face he would pass for Hungarian\nand became a runner between the various safe houses in Budapest. The Swedish had a safe\nhouse with Raoul Wallenberg as its chief person. He was there, he survived the best he could.\nUntil the Russians came in January of '45.\n>> Bill Benson: He was working as part of the underground.\n>> Manny Mandel: At that point it was the Overground.\n>> Bill Benson: OK.\n>> Manny Mandel: But he was there until January when the Russians came when Hungary\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nwas liberated, liberated by becoming a communist place. But on a short-term basis it was\nbetter because nobody was hunting Jews and killing them on the street.\n>> Bill Benson: When the war finally ends in May of 1945, your father is still in Budapest, but\nhe's been able to establish contact with you. And he wants you to come back to Budapest.\n>> Manny Mandel: He says his job is safe, the apartment is safe, his income is safe. My\nmother said she would never set foot in Hungary again. She would go back to Yugoslavia. |\ndid. My wife and | went back a couple times. We visited our house 13, on a street that you\ncan can't pronounce.\n>> Bill Benson: And your mom never went back?\n>> Manny Mandel: No.\n>> Bill Benson: What did your father do then?\n>> Manny Mandel: My father then was involved in organizing people that were going to follow\nus. And to make the story a little shorter, because it's a long story, he became part of the\nillegal immigration to Palestine after the British has done the borders and eventually got there\nin 1946.\n>> Bill Benson: Take a minute to describe how he did that. It's a remarkable story.\n>> Manny Mandel: He and a group of people from Budapest essentially marched from\nHungary down to Italy. They all claimed to have been survivors of the war and all were\ndamaged by the war and all were both deaf and dumb.\nThey could not speak nor hear. They did this because they didn't want anyone to know that\nmost did not speak the language of the country they were in whether it's Yugoslavia or parts of\nAustria or parts of Italy.\nThey got to a place in Italy which is not far from a place you may have heard of called Pisa. A\nsmall village called La Statjia.\nThe Israeli underground provided them a boat where 1100 people bordered and sailed to\nPalestine. They sailed in the morning, but one mile out two destroyers, British destroyers were\nstanding like this. They stopped sailing. From that report, the British would not let them\nthrough. They decided to do the most thing they could do to illustrate their position and went\nfor a hunger strike.\nThere was a hunger strike organized by Paul Numen. He was not in Latvia.\nThere was a British-Jewish minister in Milan in Italy who heard of this and went down to talk to\nthem and they made a deal. If they stop the hunger strike, because England couldn't accept\nthe fact that 1100 or so people would die on the banks of the Mediterranean, having come out\nof concentration camps and now they're going to perish from starvation. They couldn't do that.\nSo they would send them to Palestine in a second boat and they went direct. In the '40s as my\nfather arrived. My father and | and he reunited.\n>> Bill Benson: How many of your family were murdered during the Holocaust?\n>> Manny Mandel: | have no numbers but | had four grandparents. One | didn't Know he died\nbefore | was born for other reasons but three of them, my cousins, uncles, aunts, other cousins\nand other various members of the family. | can't count, but a bunch.\n>> Bill Benson: Any other survive?\n>> Manny Mandel: Well, yes two aunts survived my uncle who was with us survived. Another\nuncle was drafted into the Yugoslavia army. Spent the rest of the time in Italy as a prisoner of\nwar. But he was drafted. Yugoslavia drafted you, Hungarians did not.\nSome survived and some did not.\n>> Bill Benson: We have time to take a couple of questions from our audience. You game?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Manny Mandel: Absolutely.\n>> Bill Benson: What we would like you to do if you have a question is wait until you have a\nmicrophone. We have one coming down each aisle. When you have the microphone make\nyour question, if you can, as brief as you can.\nI'll repeat it just to make sure that we hear it correctly and then Manny will respond to your\nquestion. Anybody have a question? And if not, | have many more. Though we'll run out of\ntime before | get to all of those.\nWhile we're waiting to see if anybody wants to ask a question. Manny, you had a career as a\npsychotherapist later in life. Do you think that what you went through in your early years as a\nchild, all that you went through and described for us. Did that influence your choice to become\na psychotherapist in any way?\n>> Manny Mandel: I've been asked that question many times and I've thought about it. | can\nnut give you a direct connection, but it's clear to me, that human services, which is what | did in\na sense, to some degree came out of the experience | had as a child. | can't connect the dots\nclearly, but I'm sure they connect.\n>> | just want to thank you for sharing your story and ask you, having been through that\nexperience and having grown up observant, how, once your family reunited in Palestine, how\ndid the experience impact the observance in the face of your family. And others who you\narrived there with.\n>> Bill Benson: Did you follow that?\n>> Manny Mandel: | do. The question is and then there's a question again that's asked. Did\nmy sense of Jewish commitment change because of what happened. People ask the question\nand expand it to say how could God have done that. My particular experience was that my life\ncontinued after the war as it did before, because my father was the head of the family. A\nreserved man professionally and privately, and it continued.\nAs far as the relationship of God and why God could do this, | can't speak to it. | don't\nunderstand what God does because he doesn't talk to me. It's well beyond my ability to\nunderstand why did this happen.\nAnd I'm not willing to make a statement that says because it happened, God is bad, so | don't\nlike him anymore. Some of my colleagues who are survivors, have disbelief in God because of\nwhat happened. | don't understand how you can permit it, but if | don't understand, | can't\nblame for it.\n>> Bill Benson: Thank you. Any other questions? | think we'll go ahead and close our\nprogram then. Please stay with us for a couple more minutes because to close our program\nwe're going to hear from Manny to close the program. Before we do that, | want to thank you\nall for being with us. We'll have two more programs next week and we'll end our program for\n2017, but we'll resume again in March of 2018 in the museum's website will have information\nabout that.\nFor anybody who has another question you have thought about, Manny will remain behind on\nthe stage for a while. We invite you to come up here to ask a question or just shake his hand\nor give him a hug. Whatever you want to do. We welcome you to come up here and do\nexactly that.\nlt is our tradition that our First Person has the last word. Manny, please share your thoughts to\nclose today's program.\nSo with that, Manny.\n>> Manny Mandel: Bill tells me this is the tenth time I've done First Person and the sixth time\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nI've done it with Bill's | was thinking about what | would want to say to you as a concluding\ncomment. What | want to do is | want to challenge you with something. | found working\nthrough the museum and my own involvement that most of us have a very limited knowledge\nof history. And | would like to challenge you to create more history in your own family.\n| want to challenge you to do that which was suggested at one point by a man whose words\nyou know but whose name you don't.\nYou remember the words that those of us who don't learn history well are doomed to repeat it.\nThat was said some 100 years ago. | would love to go to the Library of Congress and take out\na disk of some sort and have someone from the Civil War, the Revolutionary War talk to me\nlive. It's impossible because the technology was not available. It is today. And | find that very\ndisheartening, how many folks don't know where their parents were born, where their parents\nwent to school, who their grand -- not who their grandparents were, but where they're from,\nwhat part of their states, what part of the moon. And | would like to challenge you all to go\nhome and get yourself a recording device of some sort, including the telephone, which is OK\nfor some things. And get the history of your families recorded so you can share it with the\nfuture. Please do that.\n>> Bill Benson: Thank you.\n[Applause]\n",
    "segments": []
}