{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON GIDEON FRIEDER\nWednesday, May 18, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mr. Gideon Frieder,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly through\nmid-August. The museum's website, listed on the back of your program, provides information about\neach of our upcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Gideon Frieder's biography so that you can\nremember and share his testimony after you leave here today.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Gideon is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with his introduction.\nWe begin with this childhood photograph of Gideon Frieder, who was born September 30,\n1937.\nGideon was born in Zvolen, Slovakia. On this map of Europe, the arrow points to Slovakia.\nHere we see Gideon's father, Abraham Frieder. Gideon's father, a rabbi, was part of the\nunderground working group of the Slovak Jewry and was responsible for communications with the\nSlovak authorities.\nThe photo on the left is of Gideon and his sister, Gita. The photo on the right is of Gideon's\nparents, Ruzena and Abram, before the war.\nIn 1944, during the Slovak uprising against the Nazis, Gideon, his mother and his sister fled\nfrom Nove Mesto, where they had been living since the beginning of the war. In October they made\ntheir way northeast to Banska Bystrica, which served as the center of the uprising. Because of his\nconnection to the working group, Gideon's father fled separately.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nOn this map of Slovakia, the arrow points to the location of Banska Bystrica. As the Nazis\nwere nearing Banska Bystrica, the family fled to the mountains where they were caught in a massacre\nat Stare Hory. Gideon's mother and sister were killed.And Gideon was wounded.\nGideon was taken from the massacre site by Henry Herzog, who eventually took him to the village of\nBully where he was placed in the home of Paulina and Jozef Strycharszyk.\nThis is a contemporary photograph of the home where Gideon was hidden until 1945. He was\nlater found by his father who survived the war.\nGideon lives in the Washington, D.C. area with his wife, Dalia, having emigrated from Israel to\nBuffalo, New York, in 1975 and then moving here in 1992. They have three children, a son, Ophir, and\ntwo daughters, Tally and Gony, and four grandchildren, including twins who are 7 years old. Their\ngranddaughter, Gita, is named for Gideon's sister, whom we shall hear about in a short while.\nI'm pleased to say that Gony, his daughter, is here in a surprise visit. Gideon thought she was\nin Florida today. Instead she's here in the audience with us.\nGideon is a physicist and computer scientist. He earned his doctorate in quantum physics in\nIsrael. Upon his retirement in 2010 as the A. James Clark Professor at the School of Engineering and\nApplied Science at George Washington University, he was named the A. James Clark Professor\nEmeritus of Engineering and Applied Science, the first time in the history of the George Washington\nUniversity that the Board of Trustees kept an endowed chair title for an Emeritus Professor. He also\npreviously served as the school's dean.\nGideon has also taught and held dean and chairman positions at Syracuse University, the\nUniversity of Michigan, and the State University of New York at Buffalo. He served in the Israeli Ministry\nof Defense in Research and Development and also served in the Israeli Air Force. In addition to\nteaching, he has been a consultant with government agencies and private companies, served as an\nexpert witness in patent and copyright litigation and he holds several patents.\nGideon's son Ophir holds the title of Inaugural Robert L. McDewitt and Catherine H. McDewitt\nProfessorship, which is the highest endowed chair position in Georgetown University. Ophir formerly\nserved as the Chair of the Computer Sciences Department at Georgetown University. He is also a\nprofessor in the School of Medicine at Georgetown. Gideon and his son, who also volunteers his time\nand expertise to this museum, are collaborating on several computer projects concerning degraded\nimages.\nOne of these projects is a computer-based initiative to aid in the recognition of faded\ndocuments that was started six years ago in cooperation with a German team from the University of\nBremen. Their recent work in the German laboratory had led to a breakthrough in the processing of\nfaded documents which is now the subject of three U.S. patents and one international patent. They\nhope to use this technology to improve the usability of faded documents in the museum.\nWith that, | would like you to join me in welcoming our First Person, Gideon Frieder.\n>> [Applause]\n>> Bill Benson: Thank you, Gideon, for joining us and for your willingness to be our First Person today.\nWe have an hour or so. | Know you have so much to share with us so we will start right away.\nAlthough Germany overran Poland in September 1939 and soon dominated Europe, your\nhome country of Slovakia was allied with the Germans and, therefore, not occupied by them until much\nlater. Before we talk about the start of the war, the events that led to the occupation by the Germans,\nfirst tell us a little bit about your family and your community in the years before the war even began.\n>> Gideon Frieder: Well, | was a child, so what | remember is what a child will remember. Although\nSlovakia was not occupied by the Germans until 1944, it did institute anti-Jewish legislation, which by\nsome measure is even harsher than the original German Nuremberg Laws. So there was persecution.\nThere was the deportation. There was mayhem and murder in the Slovak-held territory even before the\nGermans came.\nFor me, as a child, it was a regular childhood with the exception that every Jew knew that\nthere were certain roads, certain places in the city that | just don't go because the children will throw\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nrocks at me or beat me. But that was a regular occurrence for the Jewish population in Slovakia\ngenerally speaking. So | didn't have a feeling of war, really, until 1944.\n>> Bill Benson: Let's go back a little ways, even before the war began, in 1939. Your family moved to\nNove Mesto at one point. Was there a large Jewish community in either Nove Mesto or where they had\nmoved from?\n>> Gideon Frieder: Yes, there was a large community in both places.\n| have to be careful when | say large. Because Slovakia is a small country. And the large cities\nwere small. And | say it because | had an opportunity to visit China to a medium-sized city and they\nsaid, oh, there are only six million here. So when | say large community, large relative to the size of\nthose cities.\nNove Mesto in particular, was a very active community. They wanted my father to come there\nto create a new type of activities in which he did.\n>> Bill Benson: Your father was, by all accounts, a remarkable man.\n>> Gideon Frieder: Technology. What can we say?\n>> [Laughter]\n>> Bill Benson: Your father was a remarkable man. By all accounts he was sort of the center of the\nJewish community in your community. Tell us about him.\n>> Gideon Frieder: | would be biased about my father for a reason that you will appreciate in a\nmoment.\nHe was really an extraordinary man. For example, he finished at the same time a full course of\nstudies in a secular university while he was attending what we call a Yeshiva, a religious school to\nbecome a rabbi. And he did it simultaneously earning both degrees, rabbi and undergraduate degree,\nand later doctorate in philosophy and German literature, which was very unusual for a rabbi to do,\nobviously.\nHe was also unusual in his ability to soeak many languages. He was very, very accepted and |\nthink appreciated by the Catholic clergy. Slovakia is 85% Catholic, 15% protestant, and 0% everything\nelse.\n>> [Laughter]\n>> Gideon Frieder: So the Catholic clergy had a large, large -- or has still a large influence. He was\nvery accepted by them. He was able to speak and lecture and communicate in the major languages\nwhich were Slovak, obviously, German and Hungarian. Slovakia was previously, until the end of the\nFirst World War, part of the Austria-Hungarian Empire. So anybody who was anybody spoke\nHungarian, German, and the language of his own country.\n>> Bill Benson: A lot of what your father was involved in and helping to build a Zionist community was\nagriculturally related, wasn't it?\n>> Gideon Frieder: It was trade related, not only agriculture.\n>> Bill Benson: Sorry. We are having technological or I'm having technological difficulties. Thank you.\nThere we go.\n>> Gideon Frieder: I'm supposed to be the technologist. It works.\n>> Bill Benson: But I'm not.\n>> [Laughter]\n>> Gideon Frieder: He was an unusual rabbi, also, in the sense that he was Zionist. Zionist was not\nvery accepted by the most extreme religious part of the Jewry in Europe because they believed going\nback to the Holy Land has to be done by the messiah, not by any ways. So Zion was questionable,\nmore considered secular.\nBut he was very accepted by the Zionist. He was Zionist himself. Indeed, before the war he\nhad the possibility to emigrate to what was then called Palestine but he decided to stay with his\ncommunity. So that made him also a person which could bring together both the very religious and the\nsecular parts of the population. Indeed, during the beginning of the war until 1944, when the Germans\ninvaded, he was part of what we called the working group. It is more known in history by its German\nnames, [Speaking Non-English Language].\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nThis was a group which is unique in history because it had representatives from both\nextremely religious part of the Jewish community on one hand up to the very extremely left part called\n[Speaking Non-English Language] of the Jewish community. He was able to put together that group. It\nwas not headed by him. Again, the group is very special because it was headed by a woman, which at\nthat time was very unusual, a woman of valors which regretfully perished in Auschwitz.\n>> Bill Benson: | think you described to me your father's role was more like a secretary of state.\n>> Gideon Frieder: Yeah, because of his knowledge of languages, because of the fact that he was so\nconnected to the establishment. He was accepted by them. He could do that.\nI'll give you one example how he was accepted. There was a minister in the government who\nreally had a dream to get a doctorate. So my father wrote him a doctoral degree, actually wrote him a\ndoctoral which was published under his name.\n>> Bill Benson: Wrote his dissertation for him?\n>> Gideon Frieder: He wrote the whole dissertation, yes. He said, “Why not?” Anybody want a\ndoctorate?\n>> [Laughter]\n>> Bill Benson: And as a result he was --\n>> Gideon Frieder: As a result, he could be in his office, he could look at documents, discuss things,\nget influence. There's a certain psychological dependence between students and professors, especially\non the high graduate level. So he was able, therefore, to have connections to the part of the\nestablishment which regular religious rabbis or regular people couldn't have.\n>> Bill Benson: You were not quite 7 when the Germans occupied Slovakia in 1944. The war began in\nSeptember 1939. During those years from the beginning of the war in 1939 to the German occupation,\n1944, what was that very long period of life like for you and your family? As you mentioned, they had\ninstituted exceptionally harsh anti-Jewish laws already. What was that period of life like? This was when\nyour father was active in the working group.\n>> Gideon Frieder: My family was relatively protected. And when | say my family, | mean the\nimmediate family. The Jews were not. They were deported in 1942.\n| mentioned before, talking to somebody, that the Slovaks had the distinction of paying to the\nNazi government 500 mark, which was a king's ransom at the time, for every Jew that the Germans\ntook to kill. So they were not regular times.\nBut for me --\n>> Bill Benson: The money -- | think you told me the money that was paid was taken from Jews to pay\nfor their deportation.\n>> Gideon Frieder: Yes. This is the elegant part of it. The Jews paid for their own extinction. The\nSlovaks had a process called Aryanization in which they took all the Jewish properties and created the\nfunds from which they paid the Germans.\nThe reason | know about it is | work as a volunteer in the museum in the archives and | was\ntasked in proving that this is really not a rumor. And | found a document. And | use it now in my\nlectures. It's written in very, very official type of language but it has all the information.\nSo the times were harsh but for me as a child, | was a child.\n>> Bill Benson: And that was, well, because you were a child.\n>> Gideon Frieder: My family was protected. My father was protected. He was not deported. He had\nthe right to stay.\n>> Bill Benson: Were you able to begin your education at that time?\n>> Gideon Frieder: Yes. | started primary school, as a matter of fact. In a Jewish school, first grade.\nThe teacher, one of the teachers, was my uncle who was also a graduate of a Yeshiva. But he was not\na rabbi. He was just teaching. And | finished first grade.\n>> Bill Benson: And then?\n>> Gideon Frieder: Then October happened.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: During that period until 1944, of course war is going on elsewhere in Europe and\nSlovakia is allied with the Germans. Did your family experience the depravations of war? Was it difficult\nto -- was food scarce or anything like that?\n>> Gideon Frieder: | assume so.\n>> Bill Benson: You don't know? Right.\n>> Gideon Frieder: Not from my own experience.\n>> Bill Benson: No. But from hearing it later?\n>> Gideon Frieder: Hearing later is hearsay, right?\n>> Bill Benson: Right. Right.\n>> Gideon Frieder: | read a lot about the Holocaust. | educated myself. When | speak about the\nHolocaust, | try to eliminate that knowledge and speak of what | know alone. They want me to speak\nabout other things | can. But in the interviews, like lectures, | tend to concentrate on the things which |\nremember from my own experience.\n>> Bill Benson: From your own experience, do you recall any incidence of anti-Semitism?\n>> Gideon Frieder: Oh, yes. Oh, yes. There were streets | couldn't go through.\n>> Bill Benson: And you knew that.\n>> Gideon Frieder: And | knew that. The kids will throw stones. How did they know that | am a Jew, it\neludes me. | had blond hair, straight nose, spoke the same language they speak. Somehow they knew.\nMaybe | came from the wrong direction. But it was clear, the places | couldn't go. There were things |\ncouldn't do, go to amusement parks, nature.\n| did go with my father to some of the work camps in Slovakia. There were many of them,\nwhere the Jews were detained. So | knew they were detained. | knew that because there were barbed\nwires. But it didn't hit me what it means. They were just in a camp. Big deal, camp. These were not\nextermination camps. These were war camps. They produced products for the war effort.\n>> Bill Benson: Although the Nazis didn't begin conducting their deportations until 1942, before -- do\nyou know if your father played any role in trying to stop deportations? Was he able to do that as the\nsecretary of state during the time?\n>> Gideon Frieder: Yes, well, he was secretary of state of the Jewish community.\n>> Bill Benson: That's what | mean. Yeah.\n>> [Laughter]\n>> Gideon Frieder: It would be better if he would be secretary of state. He could have done more, but\nhe didn't.\n>> Bill Benson: Yes.\n>> Gideon Frieder: Yes, he did a lot. Just as proof, in Israel there is a forest which bears his name.\nAnd every tree was planted for a person he saved. So he saved in the hundreds if not in the thousands.\n>> Bill Benson: A tree planted for every one of those.\n>> Gideon Frieder: Yes. And he stopped it by bribing, by interfering with the process. He stopped it by\nvarious methods. For example, in one point in time, it was decreed they would deport everybody below\na certain age and not married. So he arranged for mass marriages for everybody.\nIn his diaries, which are, by the way, preserved in Israel -- a major historical document in both\nthe research and in the trials against Nazis, especially Eichmann in Israel. There are various anecdotes\nof what he did, anecdotes which for a rabbi are, how to put it mildly, unusual. For example, he\narranged -- and | almost quote. He arranged for a woman of polite morals to engage one of the people\nin the government.\n>> [Laughter]\n>> Gideon Frieder: Not exactly what you expect a rabbi to do.\n>> Bill Benson: Right. Right.\n>> Gideon Frieder: But it was very effective.\n>> Bill Benson: And that's in his diary.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Gideon Frieder: That's in his diary. So | am not inventing it. If anybody wants to know it, you can\nfind it in the diary. You may have difficulty reading it. It's in various languages, none of them English,\nobviously.\n>> Bill Benson: You shared with me, Gideon, copies of documents from a government census of Jews\nin Slovakia that included you and your family in the census document. How significant were those\ncensus documents?\n>> Gideon Frieder: In 1942, the Slovak fascist government allied with Germany conducted the census\nof the Jews. At the time, in order to find, A, where are the Jews to be able to deport them, to be able to\nconfiscate their property and so on. After the collapse of Germany there was a very brief\nperiod -- Czechoslovakia was independent. Eventually it became part of the Russian sphere of\ninfluence and the communists took over.\nWhen the communists took over, they took all the archives of the fascist government and put\nthem in boxes, not arranged by file, just put them in boxes. One unit of the secretary of state of the\nSlovak government, of the foreign minister of Slovak government, called Unit 14, was the one\nresponsible for the, quote, Jewish question. Their archives were also in boxes. And the museum paid\nthe Slovak government $1 for every page. Yes. $1 for every page to preserve to microfilm them. And\nwe have the microfilms.\n| was tasked with trying to make sense of it. So what | did for many weeks, | put over\nmicrofilms page by page by page and created a database of all the locations where the people were.\nRegretfully, the museum has not yet been able to digitize these microfilms. It's a gigantic amount of\nwork. And there are other things which have priority over those. But once they digitize them, | will be\nable to use the database so that when a person comes and says who was in this place, | can find it on\nthe computer, the list of names.\nWhile doing it, | found myself there. | found myself. | found my mother. | found my sister. In the\ndatabase. And, again, | use it in my lectures.\n>> Bill Benson: Gideon, the Slovak national uprising took place August 1944. It had an immediate\neffect on you and your family and your community. Tell us about the uprising and what it led to for you\nand your family.\n>> Gideon Frieder: In 1944, it was clear to anybody that Germany would lose the war. It was after the\ninvasion. It was after the big offensive of the Russians in the eastern front. And the Slovaks decided it\nmay be better to be on the side of the victors and not on the side of the losers. You don't have to be a\nrocket scientist for that.\n>> [Laughter]\n>> Gideon Frieder: So, there was an uprising against the fascist government.\nAgain, historically very interesting because it was one of the few cases in the history of the\nSecond World War that partisans sponsored by the Soviet, Communist partisans, and partisans\nsponsored by the Allied Forces cooperated together. Usually they didn't like each other.\nThe Czechoslovakia government in exile was in London. And the Russians had their own\ninterests. So there was a coordinated uprising against the Germans and the Slovak government fell.\nIf you want to understand war, you look at a map. And if you look at a map, you see that the\nGermans could not afford to have that part of Europe, not friendly to Germany. So they invaded from\nthe South to take over the territory.\n>> Bill Benson: And to crush --\n>> Gideon Frieder: To crush the uprising, which they eventually did. It was done not only by Germans.\nThe large amount -- not amount. The large part of the force which fought on the side of the Germans\nwere Ukrainians, which fought as part of the Waffen SS, the military part of the SS. They took over\nSlovakia. It was clear that all is over; that all the ties with the Slovak government have no value\nanymore. There's no Slovak government. All the protective mechanisms and all the ways to deal with\nthe Germans, including bribing, which was done during the Slovak fascist government -- there was a\nGerman delegation there and they were bribed. All of that was over.\n>> Bill Benson: Once the Germans were in.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Gideon Frieder: Once the German military took over. And everything changed. My family,\nobviously, was targeted.\n>> Bill Benson: | would imagine your father would have been at the top of almost every list.\n>> Gideon Frieder: My father would be at the top of the list. He knew very, very well that if we are\nfound with him, we would be killed.\nYou may not know it but the German SS did not believe very much in Miranda rights.\n>> [Laughter]\n>> Gideon Frieder: They just took you and killed you.\n>> Bill Benson: So you had to flee.\n>> Gideon Frieder: We had to flee. And he knew if we flee with him it would be the end. So he took his\nwife, his son, myself, and my sister, and put us in an ambulance and sent the ambulance out of town\ntoward the German lines. Nobody would look at the ambulance obviously going towards the German\nlines. Nobody's fleeing --\n>> Bill Benson: Towards the Germans.\n>> Gideon Frieder: Once the ambulance was out of town, it obviously turned. So the way we fled from\nNove Mesto, where we lived. And he fled separately.\nMy mother and | fled -- we were in this ambulance. Eventually the ambulance broke down. |\ndon't know how she found a horse, which was hitched to the ambulance, and we went a bit more.\nEventually we went into the mountains and walked.\n>> Bill Benson: And you've told me about that trip. You remember some of it because you were a child.\n>> Gideon Frieder: Oh, | remember it. It was a fantastic trip. What's better than a child going in the\nmountains, eating -- not blueberries. There were no blueberries. Some kind of berry. It was fantastic.\nWe were greeted by various shepherds. We had milk, cheese. | was not aware of a danger. | was 7\nyears old.\n>> Bill Benson: It was like an adventure for you.\n>> Gideon Frieder: For me it was. It was not for my mother, I'm sure.\n>> Bill Benson: Not at all.\n>> Gideon Frieder: And clearly -- not clearly but | don't think for my sister, less than 4 years old. So it\nwas difficult. But we went through the mountains. We were greeted by the shepherds. We were guided\nby them. We slept over in this little Shepherd's huts. Eventually we got to Banska Bystrica and were\ngreeted by the large community of refugees. She was the wife of Rabbi Frieder, very well-known. So\nwe were given a place to live and so on.\n>> Bill Benson: Was Banska Bystrica in the mountains?\n>> Gideon Frieder: Banska Bystrica is on the foot of the mountains. It's the end of the plain, of the\nsouthern plain of Slovakia which is the breadbasket of Slovakia and Czechoslovakia.\n>> Bill Benson: And was it perceived that it was going to be a relatively safe place for everybody to\ngather?\n>> Gideon Frieder: That was the center of the uprising.\n>> Bill Benson: Ok.\n>> Gideon Frieder: And the uprising, the people were very optimistic. They didn't realize the crushing\nforce of the Waffen SS which was a -- very highly mobile, highly trained and for the Ukrainians very\nruthless type of military operations. The Ukrainians for me were far more ruthless than the Germans.\nSo nobody thought it would be crushed. There were airplanes landing in an airport outside Banska\nBystrica. | don't remember the name now. | may recall it. The airplanes would bring provisions and\narmaments, ammunition and so on.\n>> Bill Benson: Coming from the allies?\n>> Gideon Frieder: Coming from the allies. Not from the Russians. From the Western part. The\nRussians were just on the other side of the mountains. Everybody thought the Russians will come to\nthe aid of the Slovaks, but the Russians were more than happy to fight to the last Slovak because they\nalready had obviously their plans to overtake it and didn't want to have any original --\n>> Bill Benson: They just sat outside?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Gideon Frieder: They just sat outside and let the Germans kill the partisans. True. If you read the\nhistory.\nIn the later part of my career, or beginning of my career, | was part of the Israeli military\nestablishment in research and development. So | learned a lot about weaponry, logistics and so on.\nThis is very simple and very callus.\n>> Bill Benson: As a result, were you in Banska Bystrica for a short while?\n>> Gideon Frieder: So we were in Banska Bystrica thinking that that would be the end of it. | didn't\nthink --\n>> Bill Benson: Your mother and everybody else.\n>> Gideon Frieder: She was very accepted by the community. She got to meet the guy who eventually\nsaved my life, Henry Herzog, the partisan who saved my life who was a Polish Jew who fought as part\nof the Slovak partisans. So he was part of the partisan group in Banska Bystrica.\nWhen the German armored unit were in Zvolen, where | was born, which was a very short\ndistance as far as mobile units go, from Banska Bystrica, it was clear that everything would be crushed.\nThe partisans didn't have any weaponry which could stand up to armored units. We're not talking about\ntanks. You know, armored cars or carriers. Couldn't stand against it. Didn't have the fire power. So they\nhad to evacuate. And that's what we did.\nMy mother approached Henry, Adam -- by the way, one of my grandsons, Gony's son, is\ncalled Adam and the other is called after my father. She approached him. He hesitated because taking\ntwo little children and a woman with a fighting group was not the optimal thing to do but eventually she\nprevailed and he took us with him.\n>> Bill Benson: So with the partisans you fled Banska Bystrica.\n>> Gideon Frieder: We fled with the partisans to the north.\n>> Bill Benson: Up to the mountains.\n>> Gideon Frieder: To the mountains where the partisans eventually established themselves and\nstayed there until the end of the war.\nWe were caught in a mountain passage, in a place called Stare Hory. And there was a big\nmassacre there.\n>> Bill Benson: Gideon, if you don't mind, will you spend a little bit of time telling us about what\nhappened there at Stare Hory?\n>> Gideon Frieder: Ok. So Stare Hory is a little, little Hamlet. | won't call it even a village. Today it's\nbigger but at the time. It's in a mountain passage. When | say mountain passage, it's a gorge really. It's\nnot a wide valley. In the gorge there was a little stream, a brook, and a dirt road. That was it.\nThe Germans attacked with airplanes --\n>> Bill Benson: There's a fairly large group of you in there right?\n>> Gideon Frieder: It was a very large group. Everybody was fleeing. Cars, horses, people on foot.\n>> Bill Benson: And you and your mother with them.\n>> Gideon Frieder: My mother, my sister and | together with Henry's group. And we went on the little\ndirt road. So here is the dirt road. To the left of it is the brook and then to the right is the meadow going\nup into the mountains. Very, very narrow.\nThe Germans attacked by airplanes. They knew what they were doing. They bombed the exit\nand they bombed the entrance to the gorge. So everybody who was there couldn't move out, couldn't\nmove in. They strafed everybody with machine guns. It was a massacre.\n>> Bill Benson: Including killing your mother and your sister.\n>> Gideon Frieder: My mother and my sister were killed. | didn't know they were dead. In the moment\nwe heard the shooting, we started to flee from the dirt road up to get into the trees, to be sheltered by\nthe trees. We almost got to the trees when we were hit. There was a big confusion. Everybody was\nrunning, blood and shouting and crying, mourning.\n| stopped at the edge of the mountain. As a matter of fact, | know exactly where | stopped\nbecause when | went with my family back, we found the place. And my children built a little memorial\nthere.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nSo we were fleeing. They were hit. My mother was lying on her back with her eyes open. |\nwas less than 7 years old. | didn't Know that she was dead. My sister was lying on her face.\n>> Bill Benson: And she was just 3 years old.\n>> Gideon Frieder: She was 4 years old.\n>> Bill Benson: 4 years old.\n>> Gideon Frieder: 3 years old. 3 years old. Yeah.\n>> Bill Benson: And you were there, too.\n>> Gideon Frieder: | was there. | was hit. | was lucky. It's kind of funny to say you are lucky when your\nmother is killed but | was lucky in the sense that | got two flesh wounds, two bullets. And they were\nflesh wounds. They didn't sever any main artery. They didn't sever any main nerve. They didn't shatter\nthe bone. They were superficial flesh wounds.\nNow, in Europe at the time, children my age, boys my age, didn't go with long pants. Right?\nBecause long pants were a sign of maturity. So | had short pants. But it was very cold. So what do\nchildren do? Boys, girls, doesn't matter, had very thick, wool stockings. And the wool stockings were\nthen full of the blood and it was cold so they were soaked in blood and the blood coagulated because of\nthe cold weather. It created a pressure bandage, exactly what you are told to do when you are ina\ncombat situation. Somebody's wounded, you put a pressure bandage. That's what happened. That's\nwhat saved my life.\nHenry, Adam, was fleeing as well together with another partisan running up. The other\npartisan was hit by a bullet and fell on Henry. Henry was below him and that's what saved his life. The\nother guy was dead.\nWhen it was all over, when the airplanes left, Henry found me standing next to my mother\ncrying. | didn't know why she's not getting up. So he took me away and told me that she will come later.\nThis is something very interesting. | thought -- | always thought that he took me from there and brought\nme to this house, to a little village --\n>> Bill Benson: The one we saw?\n>> Gideon Frieder: The one you saw, to these two wonderful people known as Strycharszyk. He took\nme from the massacre site and put me there. Always what | remember, | remember that they took me. |\nremember they tended to my wounds. That's what | remember.\nMany, many years later | met him here in the United States and he had his memoirs. | was\ninstrumental in publishing them eventually. He wrote them in English. And | was instrumental in\npublishing them. And | read the part about me and | discovered that all | remembered was incorrect. |\nwas not taken from there to Bully, to the Hamlet called Bully. Everything about the mother and so on\nwas correct but | was not taken from there to Bully. He took me to the mountains with him and | spent\nseven days there. Seven days which don't exist in my memory. They are not part of my life. | cannot tell\nyou anything about them. And he doesn't write very much about it. He is passed away now.\nHe just said -- eventually they decided to take a /-year-old boy --\n>> Bill Benson: They were regrouping as a fighting --\n>> Gideon Frieder: They were regrouping. That this is not a place for a-year-old boy. So he and\nanother partisan took me. And that's another story. But that week is non-existent. He didn't even know\nthat | was wounded. Everybody was covered with blood. | was covered with blood. Big deal, everybody\nwas.\nWhen | came to the village, they discovered | was wounded. Essentially that Hamlet these\nwonderful people, saved not only me but many others. Among them they saved a Jewish\nophthalmologist, medical doctor but ophthalmologist, and he took care of my wounds.\n>> Bill Benson: How did they come to pick Bully has the place to take you and how did they pick the\nStrycharszyk family to take you in?\n>> Gideon Frieder: Let me tell you immediately how and you will see the analogue. For a while, | would\nlike you to know, | was absolutely, without any doubt, the best Slovak speaker in the museum. You\nknow why? There was only one.\n>> [Laughter]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Gideon Frieder: The same story with Bully. That was the place which was closest to the mountains.\n>> Bill Benson: The only one. Ok.\n>> Gideon Frieder: The house of Paulina and Jozef were the first one on the outskirts. So they could\nobserve it and see that there is nobody there, no Germans, and therefore they approached it. It was the\nnatural choice because it was the only choice.\nThere was a smaller village on the top of the mountain but they selected this one because this\nwas a Hamlet, not a village, 40, 50 huts. Not even houses. What you see in the picture is a modern\npicture. There was no window in the hut. It was a warped out pig skin. If you warp pig skin very finally,\nit's transparent. And, by the way, it's a very good insulator. There are two layers instead of glass.\nSo they picked it because it was remote. It didn't have a German Garrison. And they picked the first\nhouse.\nAnd again, your recollection and what is the truth is sometimes not the same. My recollection\nwas | came to the house. And | don't remember anything but care and love from this. They treated me\nwell. And | have some proof of it later which | will not share with you today because eventually we will\nhave to stop. | have a commitment at 9:00 tomorrow morning but you probably want to leave earlier\nthan that. I'm here.\n>> [Laughter]\n>> Gideon Frieder: | remember only that they cared for me. | was always fed. | was always hungry\nbecause everybody was hungry but | was fed. | was fed as much as they were, maybe more. They\ncared for me. They did myriad things to save my life.\n>> Bill Benson: And you would end up staying with them.\n>> Gideon Frieder: | ended up staying with them. And, indeed, we went back, my family and I, to meet\nthe people who saved my life. They were already dead. We met the daughter. There are various proofs\nfrom there, from the discussions, that they really cared about me.\nWhat Henry wrote in his memoirs is that he and another partisan came to the village, to the\nHamlet, observed it. Since there was nobody there, the first house which was Paulina and Jozef's\nhouse, and told them, “You can take this kid and keep it. His father is a very well-known guy. You will\nbe rewarded do it. Or if you don't do it, we kill you.”\nIt was a clear choice. Wasn't it? I'd say.\n>> [Laughter]\n>> Gideon Frieder: From that story you would think they did it reluctantly. | don't believe so. | really\nbelieve -- as | told you, if we had more time | could prove it to you, logically -- that they it because they\nthought it's the right thing to do.\n>> Bill Benson: Will you share with us, Gideon, what you told me about -- to keep you safe -- because,\nat that time, of course, the German Army is hunting the partisans. | believe there's Ukrainian troops\nalso prowling through the mountains going the same.\n>> Gideon Frieder: And hunting the Jews.\n>> Bill Benson: And hunting the Jews. It was a very, very dangerous place. You're not from that\nHamlet so your presence there was out of the ordinary. What did they do to protect you? You told me\nabout one incident, one situation, where they told you to say something.\n>> Gideon Frieder: They did a couple of things. First of all, they came in, they gave me a new name.\n>> Bill Benson: Jan Suche.\n>> Gideon Frieder: Jan Suche. Jan is a very, very Slavic, European name. | met a young man here\nfrom Germany whose name is Jan.\n>> Bill Benson: So very safe name.\n>> Gideon Frieder: Very safe name. And Suche is a very Slavic-sounding name. Very funny in a sense\nbecause Suche in Slovak means dry and | was not dry. | was a mess. | was wet.\nSo | was Jan Suche. And | was supposedly the son of the brother of the woman. And the\nbrother, allegedly, was killed by the partisans. So they created for me a presence of somebody who\nshould hate the partisans and like the Germans. Right? Because my poor father.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nThat's one thing. The other thing they told me, they taught me something, some kind of\nmantra. | didn't understand a single word. Didn't understand a single word. They told me it means -- the\nfamily will ask, you say this, say that. So often the family ask me to say this, say that. And the guy who\nasked me would kind of pat me on the head, “Very nice boy.”\n>> Bill Benson: Good response.\n>> Gideon Frieder: That was the end of it. Only far later, far later, by the help of Gony, by the way, |\nfound out that what they taught me was The Lord's Prayer.\nNow, you have to realize in 1944, the Catholic Church used Latin in its liturgy. There were\nonly three things that people knew in the language of the country and | think that these people knew\nonly two out of the three. The first thing is The Lord's Prayer, \"Our father.\" The second thing is Hail\nMary, \"Ave Maria.\" Those I'm sure they knew. The third is a nice credo, \"I believe in Jesus.\" | don't think\nthey knew it. But they taught me, however, The Lord's Prayer but the way they recited it, all the words\nwere blurred, one into another. Only later | realized what they did.\nThink about this totally uneducated, superbly intelligent people. You do realize there's a\ndifference between education and intelligence. Education is a privilege. Intelligence is a gift. And they\nwere gifted. They understood what has to be done in those very difficult days to save a child. | was\nsupposed to be the first Jew they had seen in their life but they understood what to do.\n>> Bill Benson: Why -- do you have any thoughts as to why the other villagers, maybe out of their own\nfears, wouldn't have denounced you or denounced the family?\n>> Gideon Frieder: Do | have a knowledge? No. Obviously | don't have a knowledge. Do | think |\nknow? Yes. Do | think very strongly? Yes.\nSorry. They were true to their faith. For them to take a child to be killed was unthinkable. In a\ncountry where a Catholic priest was a president who sold jewels for money, of the Germans. These\nwere the true Christians.\n>> Bill Benson: He was later tried as a war criminal.\n>> Gideon Frieder: He was tried as a war criminal and hanged, and rightfully so. But these people\nbelieved.\nThere was an occurrence which happened later. And | have to say it because it comes to the\npoint. The people who saved me died. | met, together with my family, the daughter. The daughter was\nborn several days after | left. All the time | was there | believed that the woman was fat.\n>> [Laughter]\n>> Gideon Frieder: It turns out she was not. She was like this. At least from the description of her\ndaughter. She gave birth several days after | left. We met the daughter.\nEventually the daughter had a stroke. She was paralyzed. | came back to visit her. | came\nback to visit her. When we met the first time with my family, she talked about her parents and she said\nthat they wanted to keep me and if she meets me anytime in the future, she should treat me like a\nbrother. That was her story.\nNow she's paralyzed. | come back. | find out that the family is in financial need. That was\nbefore Slovakia -- the European Union. And for a couple of American dollars you could buy a fortune\nthere. So they needed help. So | told Anna, her name, “I will help you financially. We will make\narrangements.” She looked at me and said, \"Absolutely not.\" | said, “What do you mean not? Your\nparents told you that | am like your brother. Brothers and sisters help each other. What do you mean\nabsolutely not?” She said, “No.” She said, \"If | accept help from you, it may mean that my parents\nsaved you for a reward. They didn't. They saved you for [Speaking Non-English Language].\" Which\nmeans Christian love. \"They saved you because it's what God told them.\"\nAnd | looked at her -- you may not know it but part of my checkered past | did some\nreasonably advanced work in logics. Some of my papers from the 1970s are still referenced today. It\nwas reasonably good work.\n>> [Laughter]\n>> Gideon Frieder: That's what they tell me.\n>> [Laughter]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Gideon Frieder: So | look at this woman. | was shocked. | was totally flabbergasted. | told myself,\nGideon, if you with your knowledge of logic cannot convince this woman to take the help, then\neverything you did in your life is just piece of crap written on a paper. No value whatsoever. This is the\ntime. You have to do something.\nIt didn't come easy. For me it seemed like eternity. It was seconds but | reflected. | thought -- |\nwas lost. Finally | told her, “Anna, do you believe in God?” Now, to ask Anna if she believes in God is\nlike to ask you if you're breathing. So | said, “Obviously you do. How do you know,” | told her, “that God\ndidn't bring me to your parents so that now I'll be able to help you?”\nAnd now it was her turn to be flabbergasted. But she didn't study logic.\n>> [Laughter]\n>> Gideon Frieder: She was more logical than that. So she did the only thing that a woman like her can\ndo. She sent her daughter to the village priest. Now, they are not in Bully anymore. The larger village\nthere's a church, there's a priest. Now, the couple of minutes till the daughter came back for me was\neternity. Possibly no more than 10, 15 minutes. For me it was a lifetime.\nThe daughter comes back. | talked to myself: | hope that this priest is really worth its\nordination. The daughter came back and said, \"The priest said that we don't know how God operates\nbut this seems like he would do it. Get the help money.\" And she did. And for a while we supported the\nfamily. For us it was -- | don't want to boast about it. For us it was really peanuts. For them it was a lot.\n>> Bill Benson: Gideon, we are almost out of time.\n>> Gideon Frieder: We are out of time.\n>> Bill Benson: We are not out of time. And my logic is prevailing here.\n>> Gideon Frieder: Yes. He's the boss.\n>> Bill Benson: You do have to tell us about at the end of the war reuniting with your father.\n>> Gideon Frieder: Well he, Adam, the partisan, every time he met a Jew anyplace, partisan, Jew or\nothers, he would tell them know that the son -- the wife and daughter of Rabbi Frieder was killed, and\nhis son is in this Hamlet called Bully. The rumors spread through the Jewish community. My father who\nwas caught by the end of the war but not recognized was in a jail together with another Jew who didn't\nrecognize him either.\n>> Bill Benson: So they knew -- they didn't know he was Rabbi Frieder.\n>> Gideon Frieder: They knew he was a Jew but not Rabbi Frieder. He was arrested. And in the jail he\nwas told, “You know that the wife of Rabbi Frieder was killed?” It's all described in this book of his, book\nabout him, which was, by the way, published in English. So he knew there. After the war he sent\nemissaries to the village and took me. And | was reunited with him. He died a year after that.\n>> Bill Benson: A year after that at age 39?\n>> Gideon Frieder: 36. He was age 36. He left his diaries, which, as | said, are historical documents in\nthe archive in Israel. We had scads of copies of them. There was a book published based on them.\n>> Bill Benson: And as you said, his diaries have even been used in trials.\n>> Gideon Frieder: His diaries contain a large number of original documents. You cannot get to them.\nThey are kept in the archives in a controlled environment but there are scans and you can read the\nscans. This book which was published in Hebrew, English, and Slovak based on the diaries.\nSo after the war, in Europe and in the United States, as you well know, there was an absolute\nepidemic of marriages. Everybody wanted to rebuild their lives. The baby boomers, right? He married\nas well. And before he died he swore his wife, my stepmother, to take me out of that, quote, bloody\ncontinent. We came in clandestine immigration. The British called it illegal immigration. There's nothing\nillegal to come home. So we called it clandestine immigration. The Jewish underground arranged for us\nto come. And | was raised and educated here.\n>> Bill Benson: I'm going to turn back to Gideon in a moment to close our program. It's our tradition at\nFirst Person that our First Person has the last word.\nWe didn't have time for questions today, as you can see. But when Gideon is finished, you will\nremain behind, on the stage, if you don't mind. Ok?\n>> Gideon Frieder: Yes, sir.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Bill Benson: So if anybody would like to come up after we finish the program, come up on stage and\nask Gideon any questions that you have, shake his hand, get a picture taken with him if you're ok with\nthat. Gideon will be here.\n| want to thank all of you for being here. | remind you we will have First Person programs each\nWednesday and Thursday until the middle of August.\nGideon, thank you, thank you, thank you. | wish we had had more time. | know you do\nbecause you have an appointment at 9:00 tomorrow morning but | think we have to let our audience go.\nYour final thoughts?\n>> Gideon Frieder: There is very little time and | don't want to detain you. Try to stand on the shoulders\nof Giants and quote others.\nA wise man once said the Holocaust was not a childhood disease; having it didn't immune\nhumanity from repeating it. When you reflect on it and when you see what's happening with the\nconstant rising anti-Semitism, constant rise with ethnic and other killing, the slaughter of Jews and\nChristians, not only Jews this time, the hatred on campuses, the fact that Jews in certain places in\nEurope -- they are not identifying as Jews anymore because they will be harmed. It's all happening\nagain. It was not a childhood disease. We are not immune from it.\nYou will look at me and say, So what can we do? Again, let me stand on the shoulders of\nGiants. Arguably one of the most beloved presidents we had in the second part of the 20th Century was\nJohn Fitzgerald Kennedy. President Kennedy was quoted to say, \"The hottest places in hell are\nreserved for those who in time of need kept their silence.\" For your sake, for the sake of our nation and\nthe values on which we stand, for the sake of your children, don't reserve those places.\nThank you.\n>> [Applause]\n",
    "segments": []
}