{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON JACQUELINE MENDELS BIRN\nWednesday, May 10, 2017\n11:00 a.m. — 12:02 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mrs. Jacqueline Mendels Birn, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as a volunteer here at this museum. Our program will continue\ntwice-weekly through mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nJacqueline will share with us her first person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows we will have an opportunity for\nyou to ask her questions. The life stories of Holocaust survivors transcend the decades. What\nyou are about to hear from Jacqueline is one individual's account of the Holocaust. We have\nprepared a brief slide presentation to help with her introduction.\nWe begin with this portrait of 6-year-old Jacqueline Mendels. Jacqueline was born\nApril 23, 1935, in Paris, France. France is highlighted on this map of Europe.\nJacqueline was the middle of three children. Here we see Ellen Mendels with two of\nher three children, daughters Manuela and Jacqueline. Jacqueline is on the right. Ellen was\nborn in Hamburg, Germany. The Mendels lived in Paris and life was quite normal until World\nWar II began.\nHere we see a birthday card that Jacqueline made for her mother in 1941, before the\nfamily fled Paris.\nJacqueline's father found two reliable farmers to help the family escape across the\ndemarcation line to the Vichy-controlled Southern zone of France. On this map we see the\nNorthern occupied and Southern occupied zones in France.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThe family lived in the tiny village of Le Got in Southern France for over 29 months.\nHere we see a contemporary photo of the house where the family hid in two rooms on the\nupper floor.\nAfter Allied Forces liberated Paris in August 1944, the family resumed their life in\nParis. Here we see from left to right Manuela and Jacqueline and their mother, Ellen, holding\ntheir newborn brother, Franklin, who was born in 1943.\nJacqueline met her future husband, Richard, in 1957 while he was studying in Paris,\nand moved to the United States and married in 1958. They lived in New York City where\nJacqueline worked as a chemist and Richard taught high school while waiting the required four\nyears to join the Foreign Service because he married a foreign-born person. In order for\nRichard to join the Foreign Service Jacqueline had to become an American citizen. Once\nRichard began his Foreign Service career, they lived in many places such as Helsinki, Toronto,\nHong Kong, Malta and Mexico City, along with several stints in Washington, D.C.\nJacqueline worked for the Foreign Service Institute where she taught French and\nhelped prepare Foreign Service officers going to France or French-speaking countries. Later,\nJacqueline trained foreign language instructors.\nBoth Jacqueline and Richard are now retired. They have two children, Daniel Franklin,\nand Anne Emanuelle. They also have a 16-year-old granddaughter whom they enjoy visiting in\nToronto, where she lives. She is fluent in several languages.\nJacqueline and Richard live in Bethesda, Maryland. Continuing a family tradition,\nJacqueline is an accomplished musician. She is presently the First Cellist Emeritus with the\nMcLean Symphony in McLean, Virginia. Jacqueline also plays in several trios, quartets and\nquintets. For the past eight years her Jewish quartet has played at an event here at this\nmuseum memorializing the liberation of Auschwitz on January 27th.\nAs a member of the museum's Speakers Bureau, Jacqueline speaks often about her\nHolocaust experience, both in the museum and in other settings. She has spoken at such\nplaces as the National Security Agency, local schools and universities such as George\nWashington University and American University here in the District of Columbia. She has also\nspoken to DACOR, an association of retired U.S. diplomatic and consular officials and recently\nat the State Department.\nJacqueline's volunteer work includes serving as a tour guide for the Permanent\nExhibition and editing documents written in French and interpreting for groups of\nFrench-speaking Holocaust survivors who visit the Museum. She has worked with the\nmuseum's Remember Me? Project which publicizes the photographs of over 1,000 Jewish\nchildren orphaned or otherwise separated from their parents during the Holocaust in an effort\nto identify and connect them with surviving family members or friends. The Remember Me?\nProject has had some remarkable successes. She is also a contributor to “Echoes of Memory,”\na collection of writings by survivors associated with this museum. A new volume of Echoes will\nsoon be available.\nJacqueline's memoir, \"A dimanche prochain: Memoir of Survival in World War II\nFrance,\" was published in 2013. Following today's program, she will sign copies of her book.\nJacqueline is accompanied today by her husband Richard. With that, | would like you\nto join me in welcoming our First Person, Jacqueline Mendels Birn.\n>> [Applause]\n>> Bill Benson: Jacqueline just had surgery on her foot but you wouldn't know it by the way\nshe bounded up the stairs.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nThank you for joining us. You have so much to share with us and we just have one\nhour to try to do as much as we can. We'll start right away.\nLet's begin today with you telling us what you can about your family in your own early\nyears before the anschluss, knowing at that time you were very young. You don't have\npersonal memories of most of that but tell us what you have learned and what you know about\nthat period, about your family.\n>> Jacqueline Mendels Birn: All | know is that when | was 3 years old and there was the\nanschluss, my parents got scared and we left Paris and we went to a little town that | really\ndon't know, and then we went back to Paris. | really don't have any memories of that.\n>> Bill Benson: Tell us about your parents’ nationalities because that's had some significance.\n>> Jacqueline Mendels Birn: My mother was born in Hamburg, Germany, so she was a\nGerman Jew and my father was a Dutch and born -- for centuries the family Mendels was from\na little town in the northeast of Holland. And in the cemetery there are many tombs of Mendels\nfamily. And when my father married my mother or when my mother married my father, she\nbecame Dutch by marriage.\n>> Bill Benson: How large was your extended family?\n>> Jacqueline Mendels Birn: Well, my mother was an only child. She had cousins who later on\nwe can talk about that if we have time, were on the Kindertransport, were able to go to\nEngland. So she had four cousins. But otherwise she was an only child. Her parents -- her\nfather died.\nBy the way, my name Jacqueline is because my grandfather was called Jacob and my\nparents were so hoping for a boy. They had a girl, my big sister. So | was going to be the\nFrench equivalent of Jacob, it was going to be Jack. And here | come out a girl, so Jacqueline\nafter my grandfather.\n>> Bill Benson: | hadn't heard that before. Ok.\n>> Jacqueline Mendels Birn: My family on my father -- sorry -- on my father's side was quite\nextended. They were all murdered, everybody.\n>> Bill Benson: Everybody in the extended family. You had mentioned to me that during that\nperiod your father's business was not doing well. Can you say a little bit about that?\n>> Jacqueline Mendels Birn: Well, France had a depression just like America. My father was a\nbusinessman, importing, exporting specialty foods.\nlf | can go ahead of myself, after the German conveyed Paris and there were all kinds\nof laws against the Jews, he was not allowed to keep his business. He had to give it away to\nhis associate who fortunately was a good man.\n>> Bill Benson: And | hope we'll talk a little bit about that a little bit later, absolutely.\nAs you mentioned, after the anschluss, your parents left Paris for a little while and\nreturned. Tell us what you can about that period for the family and what happened with you\nand your family during the period right before Germany invaded Poland and war began,\nSeptember 1939, so between the anschluss and the beginning of the war.\n>> Jacqueline Mendels Birn: | was too young.\n>> Bill Benson: Too young.\n>> Jacqueline Mendels Birn: When the Germans invaded, | was 4 years old. So all | Know is\nthat | was terribly afraid of the Germans.\n>> Bill Benson: You had mentioned, and you | think wrote about it in your book, that when they\nfled, they took you Fontainbleau, | think. Was there a reason for going there, to your\nknowledge? Have you been able to learn that?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Jacqueline Mendels Birn: Probably there was a second time that we left. It was before the\nGermans invaded Luxembourg, Belgium, Holland and France. So there was a period that was\nvery difficult and we went probably around Fontainbleau.\n>> Bill Benson: Don't know the details.\nIn March 1939, your parents had you and Manuela declared French citizens. Tell us\nwhy that was significant.\n>> Jacqueline Mendels Birn: That's a big story.\n>> Bill Benson: Yeah.\n>> Jacqueline Mendels Birn: We were born in Paris of Dutch parents. My father went to the\nCity Hall to have us declared French, which was helped. But after Petain and Hitler signed the\ncease, anybody like my sister and me who had been in a way, naturalized French, according\nto the laws and according to a law of 1927 we lost it. So we were foreign Jews. We lost our\nFrench citizenship and we became Dutch Jews, which were the first to be deported, were not\nFrench anymore.\n>> Bill Benson: But at that point in 1939, your parents wanted to make sure that you were\nofficially and in every way considered French citizens.\n>> Jacqueline Mendels Birn: Yeah, but it didn't last. And | know later on when we crossed the\ndemarcation line, that my father took that piece of paper -- which | have on the wall, and | can\nsee it was folded in four. And my father was hoping that the two daughters, my sister and me,\nwould be declared French and wouldn't be deported.\n>> Bill Benson: You also shared with me that in the year that the war began but before it\nbegan in September 1939, your family were able to take a couple of trips. | think they went to\nsee your mother's family in Hamburg as well as took a trip to Holland during that prewar\nperiod.\n>> Jacqueline Mendels Birn: That was in 1937. | have photos of that. But | don't remember it.\n>> Bill Benson: After war broke out, your family left Paris for a second time but returned after a\nshort period. In the following spring, of course, in May of 1940, is when Germany attacked\nBelgium and Holland and then, of course, they invaded France in June of 1940. When they\ninvaded France, your family fled Paris for a third time but you, again, returned to Paris. Tell us\nwhy you think your parents several times left Paris but only returned to Paris. And in this\nparticular case when they returned, now the Germans were there. What motivated them to\nreturn to Paris? What was life like for them when they came back after that third time?\n>> Jacqueline Mendels Birn: Well, the third time was the big time. It was the exodus. My father\ngot a little car from his office where he was still in charge. | remember | had my doll and my\nsister had her doll. And we traveled until | guess there was no more gasoline in the car. We\nstopped in a little town. My father knocked at the door and said could we spend the night and\nactually we spent three weeks there.\nThey were wonderful people. We were four girls. | have a photo of them. | was the\nyoungest of the four. We spent time. They gave us a room and their dining room. They were\nabsolutely -- and they never accepted any money. And finally when France was occupied, my\nfather said, well, | have to earn a living and we went back to Paris. A lot of the Jews never\nwent back to Paris at that time because the Germans were all over in the northern part of\nFrance.\n>> Bill Benson: But for your father it was that's where my business is. Because his business\nwas there.\n>> Jacqueline Mendels Birn: Right.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\n>> Bill Benson: In the exodus, as you referred to it, there was really hundreds of thousands if\nnot millions of Parisians fleeing.\n>> Jacqueline Mendels Birn: People came all the way from Belgium because Belgium was\noccupied -- and people were walking. One of the survivors, Albert, that you know, told me how\nthey didn't have the use of a car or truck or van and they were walking. His mother was shot\nand died right there while they were walking. We were very lucky.\n>> Bill Benson: | hope we get a chance to talk about that, too, a little bit later.\nAt one point your parents, | think, considered trying to leave for a Dutch colony but\nthey didn't do that.\n>> Jacqueline Mendels Birn: Right.\n>> Bill Benson: What was behind that?\n>> Jacqueline Mendels Birn: Well, apparently my father thought that Curacao, which was a\nDutch colony, would take in Jews. And the queen of Holland, Queen Wilhelmina, at that time,\nhad said that she was going to help people that were in distress, Dutch people in the distress.\nActually, | did a lot of research on that and it's not true, she was not. But something |\njust found now, by somebody whose family survived in Shanghai, that there was a Chinese\nman, a wonderful man, that was making fake visas for people to go to Curacao.\nSo everything I'm telling you is such a long story. My grandmother in Hamburg was\ntrying -- was thinking of going east to Shanghai. If there had been America for her, she would\nhave done that and she would have ended up maybe in Curacao but, of course, all of that\nnever happened. It's a story.\n>> Bill Benson: You and -- even though you were so young, you and your sister do have some\nmemories of the German attack on Paris.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Tell us a little bit about that.\n>> Jacqueline Mendels Birn: All | Know is that | was so afraid of the Germans. There were\nGermans upstairs from us. We lived on first floor, French, which is second floor America. They\nwere upstairs taking over. They took over family -- a Jewish family that had escaped. So we\nhad Germans upstairs from us.\nMy mother was doing an errand -- Jews were only allowed to go shopping between\n9:00 and 7:00 p.m. and my mother said don't open the door. And there was a ringing of the\nbell. And there's me, little curious -- I'm still curious today -- opened the door. And then | see\nboots. | was little. They were boots. And they were the Germans. And | don't know whether\nthey were the ones that lived there or whether they were friends, | have no idea, but they\nclosed the door. And at that time we were not wearing our Jewish star yet.\n>> Bill Benson: That hadn't happened.\n>> Jacqueline Mendels Birn: Which was fortunate. When | told my mother, when she came\nback, | was severely punished, of course.\n>> Bill Benson: You returned to Paris and then you continued living in Paris until the summer\nof 1942 when your parents arranged for the four of you to leave Paris for Vichy or \"free\"\nFrance. Tell us about the events that led up to your parents’ decision that it was time to leave\nParis for good or at least at that time and how you found yourself, after that decision, in this\nvillage of Le Got.\n>> Jacqueline Mendels Birn: That's a very, very long story. My parents' friends where we lived,\nwhich was near the zoo -- and | loved the zoo but we were not allowed to go to the zoo\nanymore. | loved the monkeys.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: That was part of the restrictions. Jews were not --\n>> Jacqueline Mendels Birn: We were not allowed anything. We were not allowed to go to the\nlibrary, not allowed to take books out. My father lost his business. My sister was learning to\nswim. She was not allowed to go to the swimming pool. Everything was forbidden for the Jews.\nWe were not allowed to go to the little parks. It was forbidden -- how does it go? It was\nforbidden for blacks, for darks, and for Jews, in that order. We were learning to ride our bikes\nand we were not allowed to go to that little park.\nBut, yeah, my parents' friends said you can't stay in Paris. It was too dangerous. They\nwere arresting people starting in 1940, 1941. They said you have to leave and my father,\nthrough the Dutch club where he was a member, found two, what he hoped, were reliable\npasseurs, which means smugglers, and for a fee -- and | don't know where he got the money\nbecause he didn't have a job anymore -- offered to get usually to the demarcation line.\nIn the meantime, in July 16 and 17, 1942, was that infamous [Speaking Non-English\nLanguage], what's it called? I'm missing that word. Anyway when they rounded up [Speaking\nNon-English Language], where they rounded up 13,000 Jews, mostly from an area in Paris\nwhere there was a higher concentration. We didn't live in a Jewish neighborhood. There were\nJews, of course, but not a high percentage.\nWhat | should say, also, is that my father wanted to obey the law. And when it was\ndeclared that the Jews had to register at the City Hall, he said, well, we'll do what they want\nand they will leave us alone. Well, fat chance. So we were registered.\nThere were some good policemen. Because that was the French police that rounded\nup the Jews. They were supposed to round up 27,000 Jews in Paris. But fortunately, and\nthanks to some good police, people were told don't sleep in your apartment tonight because\nthey are coming to round you up the next morning at 5:00 a.m. So people changed or moved\nto some nice Catholic neighbors.\nFrance is a Catholic country, as you know, I'm sure. So that's why 13,000 Jews\ninstead of 27,000. But there were 4,000 children living in terrible conditions. There is a\ndocumentary that was made, the roundup about that story.\nSome people managed to escape. They were rounded up in buses. Some people\nthrew themselves out of the window and died because they knew something horrible was\nhappening. And there we were, they forgot to ring our bell that day. They forgot to ring our bell.\nThey rang our bell one week after we escaped. So that was the -- the roundup was 16, 17th of\nJuly 1942 which was very late in the war. The Germans were all over.\nYou hear me use the word German. For me the word Nazi didn't exist. It was\n[Speaking Non-English Language]. In French it's like that. And | heard it way after the war.\nSo anyway, those wonderful friends of my parents, they come and spend the last night\nwith us. The man of the house -- they lived near the Metro. They said it would be very easy for\nyou tomorrow morning to catch the first Metro. Jews were allowed at 6:00 a.m. in the last train\nof the Metro. So we went. Maurice was his name, found Jewish stars and burned them. But my\nparents had their I.D. cards and it said Juifs. So if the police came and asked for [Speaking\nNon-English Language], your papers, that would have been it. But like many, many, many\nmiracle like | talk about and wrote about, that morning when we left there was no police asking\nfor [Speaking Non-English Language].\nAnd I'm wearing something that madam gave me. | took it this morning. If anybody's\nCatholic here, you will Know Notre Dame de Lourdes, in the South of France.\nAnybody Catholic here? No? Yes? You're Catholic. So you know about Lourdes.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\nAnd there was a woman, | forget her name, but in the 19th Century who had been\nsaved. So madam gave a medal to my sister and my mother and to me. Mine is quite old. It\nsays Notre Dame de Lourdes. She say that will help you. And | have it to this day.\n>> Bill Benson: And your sister has hers.\n>> Jacqueline Mendels Birn: Yes. Yeah. But hers is not as precious as mine because it doesn't\nsay Notre Dame de Lourdes. But this is -- as | said, it will Save you.\n>> Bill Benson: I'm glad you were able to share that with us. | Know there's so much to tell and\nwe're going to not have time for everything. Let's go back a little bit and briefly tell us about the\nletter that your mother got from her mother.\n>> Jacqueline Mendels Birn: Yeah. My grandmother in Hamburg, my father had tried to get her\nout but she already walked with pain. And she said \"Nothing will happen to me.\" And in 1941,\nNovember 1941, well, in the summer of 1941 her apartment was taken over. She was put in\nwhat's called a Jew house, if you want. It was a miserable little place. She got a letter saying\nthat she had to report the next morning. She already knew that was go east to Auschwitz or\none of the camps. All her friends were disappearing one by one. She knew it was the end. So\nshe took an overdose of sleeping pill and committed suicide.\n>> Bill Benson: And she wrote this to your mother.\n>> Jacqueline Mendels Birn: Yes. She wrote a letter. She didn't use the word -- | have a copy\nof the letter in my book. And she said farewell. | can extrapolate a little bit about that, | think.\nI'm pretty sure that this is when my mother got cyanide for us because my mother told us, my\nsister and me, \"Don't worry. If the Germans come to get us, I'll give you a little pill. You will die\nright away and you will never suffer.\"\nNow, | Know if there are some young parents here, they think it's impossible to do that\nbut my sister and |, we took it for granted so we'll die and we won't suffer. And that was the\nmost important thing, not to suffer.\n>> Bill Benson: And through the duration of the war your mother had those.\n>> Jacqueline Mendels Birn: Yes. She had those. And the whole village -- later on you'll see\nwhere we were in hiding, the whole village, maybe the Mendels family will commit suicide.\nYeah.\n>> Bill Benson: Through all of that you found yourself getting to this little village in Le Got.\n>> Jacqueline Mendels Birn: Yeah. Not exactly right away. [Laughter]\n>> Bill Benson: Not right away. So tell us a little bit about actually getting there. Because that\nhad all kinds of risks for you. You're now in what's called the unoccupied zone of France.\n>> Jacqueline Mendels Birn: So-called unoccupied zone. Yeah. So we left that morning, after\nthat wonderful family had housed us that night. My little friend Cecilia, who just died, |\nremember sharing a bed with her. And the two boys in that family, Michel, 15 years old, and\nhis friend, Michel Deneaux, took -- my parents put their life belongings in a backpack. Imagine.\nAnd they bought the tickets.\nBecause Jews, of course, were not allowed. You needed a visa. You needed an\n[Speaking Non-English Language] in German, and Jews were not allowed any of that.\nSo they got all of that for us. They met us at the train station [Speaking Non-English\nLanguage], the station going south. And they gave us, my parents, a backpack. My sister and |\ndidn't have anything. We got on the train, we had each other. We got on the train. And the train\nwouldn't leave. And my father -- | remember that. My father became frantic. He went to the\nhead of that [Speaking Non-English Language] that particular train to see what was going on.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nThere was a woman who said they are rounding up Jews on the other sides of the tracks. So\nyou can imagine --\n>> Bill Benson: You're sitting there on that train.\n>> Jacqueline Mendels Birn: About to leave. And finally, they had their quota of Jews that\nmorning, probably, and the train left, slowly, slowly.\nThen we had to change trains in [Speaking Non-English Language], another big city.\nAnd my sister -- to this day my sister said she fell. She didn't have a concussion but she hurt\nher back. And another miracle because if we had to go to the hospital, they would have seen\nJuifs on my parents' paper. That would have been the end. But she said it's ok and we got to\nthe middle of the train. We were meeting supposedly those two passeurs, those two\nsmugglers, but they came and said we can't take you. Why? | don't Know. We had to check\nInto a hotel, which we did.\nThe next morning -- it was hot. It was the 31st of July. It can be very hot in France. We\nhad to walk 10 kilometers, six miles. And for little legs --\n>> Bill Benson: That's a long way.\n>> Jacqueline Mendels Birn: | remember resting under a tree, actually. We were supposed to\nmeet the smugglers. They showed up. They were not always honest but our smugglers were\nvery honest. At midnight, in the cemetery behind the church, at midnight. We did. And they\nwere there. And they came with two bicycles.\n| wish | would be able to find out what happened to those two young men. They were\nvery honest. | should do some research here at the museum, actually. One was a son of a\nfarmer and the other was a son of a baker.\nWe started walking. You know, the Germans were there and we were there. |\nremember seeing the cigarette butts right there. And one of them said, go down on your knees,\nwhich we did. It was summer but it was wet in the middle of the night. And my sister said at\nthat time \"| have to go pee pee.\" It sounds funny, but could have been tragic because if they\nheard that, that would have been the end of us.\nAnd also, my parents carried a ring. My father was able to get some gold ring. In\nFrench -- you have this in English, too, [Speaking Non-English Language]. It's your money or\nyour life or your gold or your life.\n>> Bill Benson: Money or your life.\n>> Jacqueline Mendels Birn: My parents were hoping that they would give their ring. | have\nthat ring. I'm not wearing it today. That we would have our life.\nWe managed to cross the demarcation line. My sister and | were on one bicycle. The\nother cyclist was ahead. He had a whistling signal with my father saying everything is clear. So\nwe were able to cross the demarcation line in the so-called free zone.\nThere was a contingent of soldiers accepted by Vichy, by hitter and Petain. And they\ntook us through the barracks. But the next morning the commandant, or the head, said we\ncan't keep you. And they took us under escort to a town where we were. We checked into a\nhotel. My parents didn't know anybody. We were very tired. A knock at the door, police. My\nparents were under arrest.\nThey were interrogated. | found that all in the archives later on. They had to say that\nthey were of the Jewish race, that they left Paris because it was too dangerous, that we are\nhonest people, etc. 15 minutes for my father and he said he had 4,000 francs or something.\nAnd then my mother, 15 minutes, the same thing. She said she had 4,000 francs with her and\nthat she was -- but something really interesting. She said she was born in Hamburg, Germany.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nAnd if the police -- the French police had been smart, they would have said, oh, German Jew,\nand they would, they could, they should have shipped her directly to a camp in the South of\nFrance where they put all German Jews and they didn't. They were not smart enough, lucky for\nus. She was naturalized Dutch by marriage.\nSo my parents -- so then we were under escort to the headquarters. And there we\nwere under -- my parents were under arrest again. For a whole month they had to report every\nday. We were in the little hotel. We were eating in the soup kitchen. | remember long table. But\n| don't remember being hungry. But we had food, like homeless people here.\nAt the end of the month there was a man, the man in charge of that area, and some\nother areas that had the right of life or death. And that was one of the Petain laws. So he could\nput us in a camp. And France had a lot of camps, not death camps but concentration camps or\nto [Indiscernible]. He was a good man. | found out his name. He said get lost in the country.\nMy parents found a tiny, tiny village called Le Got where there were 30 houses. We had two\nrooms upstairs, no water, no toilet, no electricity, no nothing. My sister and | went to get water\nout of the pump. Once a week we could wash in a tub, one after the other. That's where we\nspent 29 months.\n>> Bill Benson: | want you to tell us about that time but let's start with in August 1943 your\nmother gave birth to your brother Franklin. And that was, under the circumstances, clearly a\nvery difficult time. Tell a little about his birth and what it meant for your parents and for you in\nthis little village of Le Got.\n>> Jacqueline Mendels Birn: Yeah. My mother became pregnant. Actually two months after we\narrived, more or less, my brother was born in August 1943. We had arrived in October 1942.\nAnd all of France was occupied, by the way. November 11, the -- Hitler decided because the\nAmericans had invaded North Africa, ok, So we are occupying all of France. So the Germans\nwere all over.\n>> Bill Benson: German soldiers were everywhere now.\n>> Jacqueline Mendels Birn: In our village, too, all over. | won't have time to tell but the\nGestapo came, actually, to -- because of the young man downstairs had been denounced. So\nthey were -- there were five Gestapo guards. They didn't go upstairs because he was good\nenough not to say don't kill me but go upstairs there's a Jewish family. He never -- he was\ntortured for three weeks. But he never said anything.\nAnyway, my mother was pregnant. She was very sick. You know, we didn't have\ndoctors or anything. She spent nine months -- | have little notes that were kept. | was telling my\nmother | hope you will feel better tomorrow. She had a terrible, terrible time. | remember once\nshe did go to the next village where we were allowed to go. | was pushing, and my sister, we\nwere pushing her up the hill. She was wearing a night gown. She didn't have pregnancy\nclothes, of course. She was wearing a night gown. We were pushing her. | don't know if it was\na doctor or dentist. Anyway, the time came when she was supposed to give birth and there\nwas a woman that was supposed to help with the birth. [Speaking Non-English Language].\nHow do you say that? English?\n>> Bill Benson: Like a midwife?\n>> Jacqueline Mendels Birn: A midwife. The baby was in the breech position and my mother\nwas bleeding. She had to be transported, which was strictly forbidden. The midwife said there\nis a hospital but it's in another department [Speaking Non English Language] where she was\nnot allowed to go. It was the middle of night.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nThe man downstairs who worked for the Germans, took his car and took my mother,\nwho was bleeding to death, and with my father and they made it to that hospital which was in\nthe back of a chateau where there was daylight. On one side the doctor that we saw 20 years\nago, was treating German soldiers because they had something, too, and on the other side\nwas a Jewish woman who was about to die. My mother had a rare blood type, which | have,\ntoo, A-B plus. And to find blood --\n>> Bill Benson: In wartime.\n>> Jacqueline Mendels Birn: Yeah. They didn't have blood banks in those days. You can\nimagine. But my mother survived. My brother was born. And my parents named him Franklin.\nDoes anybody know why Franklin which in French is Franklin?\n>> Bill Benson: For Roosevelt?\n>> Jacqueline Mendels Birn: Because the only hope of survival for my parents was Roosevelt\nat that time. They didn't have news. They didn't have radio. But they had heard before we fled\nthat Franklin Roosevelt might help. Actually, we know now that Franklin Roosevelt didn't do\nmuch. But if the baby had been a girl, they were going to call her Marianne because Marianne\nis the symbol of France. It was a boy so this was Franklin. They even had him circumcised,\nwhich was very dangerous because that meant a Jewish boy.\nMy mother couldn't breast-feed. | don't know. There was nobody. The milk didn't\nagree. He almost died. | don't know if you saw a photo. My brother was crying. The nurse said,\nOh, what about baby? The milk didn't agree with him. | don't know if they knew about boiling\nmilk or anything. But back to three weeks my mother was able to travel. | don't know under\nwhat circumstances. Came back.\nIn the meantime, my sister and | were taken care of by a Spanish refugee from the\nSpanish Civil War. Many Spanish refugees had moved to the South of France. And |\nremember the boy there he learned -- he taught me how to play marbles. That's what |\nremember. [Laughter] That was a big deal. We had no toys. We had nothing. But he had\nmarbles. So he helped us to play marbles.\nMiracle of miracles, you know now from what | wrote, my father discovered sweet\nconcentrated milk, which still exists these days, the Nestle. And my mother was able to dilute\nthat. My sister and | had to go get water, of course. And then when that tin was empty, | licked\nthe bottom it tasted so good. We didn't have much food. We had chestnuts, that's what we\nsurvived on. So that little bit -- | remember to this day how good it was. [Laughter]\n>> Bill Benson: You would remain in, as you mentioned earlier, in Le Got for 29 months, more\nthan two years. And during that time you were not denounced. How did your family manage to\nsurvive during that time and to not be denounced now that all of France was occupied, Nazis,\nthe Gestapo are everywhere?\n>> Jacqueline Mendels Birn: It was the law to denounce Jews, actually.\n>> Bill Benson: And there you are.\n>> Jacqueline Mendels Birn: Well, they were wonderful people. They were very poor. They\nwere farmers. My father was in hiding most of the time in an underground cellar or in the\nwoods.\nAnd | have to say that the mayor of Le Got of the village, | was able two years ago to\nhave him declared righteous among the nations because he saved our lives. And there was\none other Jewish family that he kept. He was a farmer. He had a tiny, tiny room. He helped the\nresistance, the underground people, as well.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nBut whenever something was happening he told us and we went into the woods, the\nwhole family. | remember we went into a chicken coop once. But it must have been summer\nbecause | don't remember being cold. But he warned us every time.\nOne time the situation was so desperate, my parents wanted to put my sister and me\nin a convent. | don't think -- maybe it was before my brother. | don't know if it was before or\nafter. It was in a town not far away. And there was a convent. My sister and | were actually\nhappy. We prepared a little bag with things. And then the mayor came and said you can't do\nthat because the Germans are traveling through that road. And we never went. It's a good\nthing we didn't go because then that convent was raided and they would have found two\nJewish girls. And that would have been the end of us. So there were so many miracles like that\nit's unbelievable.\n>> Bill Benson: And the mayor, | think he provided you, the family, with false papers.\n>> Jacqueline Mendels Birn: Yes. Except -- once a week we would go -- on Saturday, only, by\nfoot or by bicycle, to get food or to get something, or go to go to the doctor. The whole time we\nwere not sick. It's another miracle. We never needed a dentist or a doctor like children need\nusually, except my mother's pregnancy.\n>> Bill Benson: That is amazing. You're young children. No sickness or anything.\n>> Jacqueline Mendels Birn: Yeah. But the mayor was absolutely wonderful. He got those\npapers for us. But it said Juifs. And | remember asking the archivist 20 years ago and he said,\nwell, you know, you were declared [Speaking Non-English Language], a town, knew the\nMendels family was there and they were a Jewish family. They could come any day to get us.\nSo in order to get tickets for buying flour or -- | don't think there was oil -- a few things,\nwe needed those cards. But it said les Juifs. The mayor got false papers for my parents which |\nthink they never used. | remember seeing a drawer with those papers with false names.\nAlso, there was a tablet of chocolate that my mother kept. | remember. | think | wrote it\nin my book. When my mother finally opened it, it was full of worms. She had to throw it away.\n[Laughter] So for the chocolate, we were looking forward to having. We hardly had any food.\nWe had chestnuts and walnuts.\n>> Bill Benson: And that's what you lived on mostly.\n>> Jacqueline Mendels Birn: Yeah. Well, there was a baker and with our ticket we could get\nbread once in a while. | remember when we were on our way to hiding in the forest, we stayed\nwith that wonderful family. She did something that my sister forgot but | remember. She did the\ncross, the Catholic cross. And then turned the bread over and then sliced it. | guess that was a\ncustom. There are many customs in that part of the South of France that some people know.\nMy French friends probably know about that. And then we went into the woods. They found an\nancient baby carriage for my brother. All of us were there.\n>> Bill Benson: Incredibly, you can't possibly do justice to describing it, but to think that you are\nliving openly but with hidden identities in a little village where it's the law to denounce Jews, the\nVillagers had to Know you were Jewish.\n>> Jacqueline Mendels Birn: No.\n>> Bill Benson: You don't think they knew?\n>> Jacqueline Mendels Birn: | don't think they knew what a Jew was. They knew we were\nrefugees from Paris. In Paris, my sister and | were well educated little girls and we did\n[Speaking Non-English Language]. When we said hello to a friend of my parents, we bent\ndown. And my mother said don't do that in this country. [Laughter] So we didn't do [Speaking\nNon-English Language]. Can you say that in English?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: | don't know.\n>> Jacqueline Mendels Birn: Well, anyway. What | want to say is that those farmers, they were\nall farmers, they struggled. They were what we call in French [Speaking Non-English\nLanguage]. They were for the republic. And so many had lost somebody in the First World\nWar. They hated the Germans. And there were some prisoners of war. | remember my little\nfriend [Speaking Non-English Language], | told him about the poison and that we would die.\nHis father was a prisoner of war.\n>> Bill Benson: Of the Germans.\n>> Jacqueline Mendels Birn: Yes. It was [Speaking Non-English Language]. Of course for the\nJews, once they said all men have to report and my father, instead, would have been shipped\nto the gas chambers. He didn't go that night. He thanked his lucky star that he didn't. He\ndisobeyed, actually.\nBut, no, the mayor was marvelous. And the farmers were struggling themselves. The\nunderground people came to the village and raided some eggs or things because they needed\nto be fed, too. And then the Germans came and they took everything. They took all the\nanimals. They took everything. So it was tough for them. It was very tough. | think once ina\nwhile they gave us eggs, too.\n>> Bill Benson: So after all of that time, in August 1944, soon after the Normandy invasion,\nParis was liberated by the allies in August of 1944.\n>> Jacqueline Mendels Birn: Not right away. The Germans were there in the south. And the\nBremer company, whatever it's called, went up. And it was so dangerous. They went through\nall the Villages. | remember. They were crossing our little street. | was curious, as | always am.\nAnd my mother said, Down! Because they could have shot me right there and then. They went\nto a village, [Speaking Non-English Language], and my father -- they put all the men against\nthe wall. They shot them all. They put all the women and children in the church and they\nburned the church. And to this day [Speaking Non-English Language] is a memorial. It has\nnever been rebuilt.\n>> Bill Benson: It's still the ruins that were left.\n>> Jacqueline Mendels Birn: Exactly.\n>> Bill Benson: So once Paris was liberated in August of 1944, your father pretty quickly made\nhis way back to Paris and then came back to get the family later.\n>> Jacqueline Mendels Birn: In November 1944.\n>> Bill Benson: First, tell us about your father hearing about the Normandy invasion.\n>> Jacqueline Mendels Birn: My father was out of his hiding place, the underground in a\ndilapidated old house from one of the wonderful farmers. He was out because it was June.\nMost people know June 1944 was the [Speaking Non-English Language], what you call D-Day.\nAnd he was picking cherries. That was food, you know, for us. When he heard the news, he\nfell from the tree. [Laughter] But he didn't get hurt. He came home. But that was not, of course,\nthe end of the war but it was the beginning of a little bit of joy.\n>> Bill Benson: What prompted him at that moment then to head for Paris?\n>> Jacqueline Mendels Birn: He felt that he wanted to Know what happened to his business.\nHe wanted to know what happened to our apartment, which had been -- he didn't know that but\nour apartment was occupied by German soldier or -- the whole war. Furniture, everything had\ndisappeared. When he got to Paris, the concierge told him go to the City Hall and see. And my\nfather found the bed here, a thing there, and environments able to barely furnish our\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\napartment. My parents’ bed was there. It was slit open. And they were looking. They thought\nmy parents had hidden money but there was nothing except a slit mattress.\nSo my father claimed the apartment, which was very wise because the refugees that\nwere coming back, first come, first serve, they would have taken our apartment. | Know of\npeople who came back and their apartment had been taken by other refugees. But our\napartment was there.\n>> Bill Benson: Your father, by getting there so quickly, was able to reclaim that.\n>> Jacqueline Mendels Birn: Right.\n>> Bill Benson: So he came back and gout and the family in November. And you returned to\nParis. So that's November 1944. You're back in Paris. You're trying to resume life as best you\ncan. But, of course, the war is still going on. Do you think your parents were worried the\nGermans might come back, that victories might be reversed and that there was still threats\nbecause of the war was underway?\n>> Jacqueline Mendels Birn: You know, | can't answer that question. | don't think you asked\nme that question. My parents were mostly concerned -- my mother knew her mother had\ncommitted suicide but my father said we survived so surely my mother -- my brother, my\nsister -- my father had a large family, that they were in hiding and survived, too. And little by\nlittle, my father went to the Red Cross and found out, actually, his mother was murdered in\nMarch 1943. My father had written he was so hoping to introduce his son to his mother but she\nwas long gone. And my father's brother, sister, cousins, everybody.\nWell, later on we found out. My niece did a lot of research, that 200 members of our\nextended family were murdered, everybody was murdered except my two cousins that were in\nhiding in Holland.\n>> Bill Benson: Except for the two cousins.\n>> Jacqueline Mendels Birn: Yeah.\n>> Bill Benson: We have time to turn to our audience for a few questions. Before we do, | want\nto ask you one more, Jacqueline. You left France 1957 to come to the United States and marry\nRichard. Was it hard for your family after all you had been through?\n>> Jacqueline Mendels Birn: Very hard. Very hard. We were the five of us, with my brother.\nWe were so tight-knit. We had no family. My little friends went on Sunday to their grandmother,\nwent on vacation. We had no one. We had us.\n>> Bill Benson: No aunts, no uncles, no grandparents.\n>> Jacqueline Mendels Birn: No. Nobody. My parents wanted to keep us tight, together. So\nwhen | fell in love with Richard and he asked me to marry him, it was very hard. It was an\nordeal for them.\n>> Bill Benson: And your sister also eventually came to the United States. Did your parents\ncome here?\n>> Jacqueline Mendels Birn: Yes. They came to San Francisco. They spent 10 years there, |\nthink. And then they went back to France.\n>> Bill Benson: | Know there's so much more for us to talk about but let's turn to our audience.\n>> Jacqueline Mendels Birn: Let me tell you one thing.\n>> Bill Benson: Absolutely.\n>> Jacqueline Mendels Birn: Since all my family died, there is something called [Speaking\nNon-English Language]. | was able to -- a German man, very nice man, to put -- | don't know if\nit's bronze or brick in front of the last residence. There is in The Hague, the last residence of\nmy grandmother, where it says murdered and my uncle murdered in Auschwitz and his wife\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nmurdered in Auschwitz. And that's on the ground in The Hague, in front of the former\napartment house.\n>> Bill Benson: And you were able to go and place that.\n>> Jacqueline Mendels Birn: | didn't go personally. But my cousin that survived, forever\nthankful to me for being able. It was a big deal to get permission. So that was done.\n>> Bill Benson: And there's now many thousands of those.\n>> Jacqueline Mendels Birn: In Berlin mostly. But in Holland also.\n>> Bill Benson: Let's see if our audience -- | think we have time for a couple of questions. We\nhave microphones in each of the aisle. We're going to ask that you wait until you have the\nmicrophone in your hand. Make your question, if you can, as brief as you can and then I'll\nrepeat it just to make sure that we hear it before Jacqueline responds.\n| see we have one right over here.\n>> Good morning. As a tour guide, my group was disappointed not to be able to go upstairs\nbecause we didn't have a reservation but | want to say to you we are so gratified to be able to\ncome in here, my students here, and hear someone relate their experience that she had. |\nthink your story, as you have related it to us, is so fascinating. Even though they didn't go\nupstairs, they have a firsthand account of what happened. I'm confident it will stick with them\nfor the rest of their lives. |\njust want to thank you for being available. | don't use the word enjoy anytime | come\nhere. | ask them what they learned what they are inspired by. So it will be never again.\nThank you.\n>> Bill Benson: Jacqueline, were you able to hear all of that?\n>> Jacqueline Mendels Birn: That he's grateful.\n>> Bill Benson: He's here with his group of students. They couldn't get into the Permanent\nExhibition today but how wonderful it was to have the opportunity to hear your firsthand\naccount and that will help make sure that this never happens again. That's what his students\nwill take away with them.\nThank you for that. Very kind remarks. Thank you.\nThere we go. Right in the middle, | think.\n>> Hello.\n>> Bill Benson: Hello.\n>> | was wondering. Have you seen a personal friend of yours captured and sent to the\nHolocaust?\n>> Bill Benson: The question is if you saw somebody personally taken away to go -- during the\nHolocaust. But | think this really gets to the fact that you had not only so many family members\nthat were deported and were murdered in death camps but also many, many other neighbors,\nchildren, and many others that you lived with in Paris, many others lost their lives and were\nmurdered. | think that's probably what we're getting at here.\n>> Jacqueline Mendels Birn: Yeah. | don't understand. | saw -- | went back to Paris many\ntimes. | saw those people that housed us the last night before we escaped.\nWhen | came back to Paris, | was 9 years old. So some of those people were still\nthere, those neighbors. Some of them were absolutely wonderful people. They suffered\nbecause they didn't have food with the Germans occupation but they didn't suffer like we did,\nof course. Yeah.\n>> Bill Benson: Thank you.\nLet us go with one more question; then it's time to close.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\n>> You talked about many different people who helped you survive this time, people who\nrisked their lives to save your lives and those of your family. Was there a quality or\ncharacteristic that you felt those people all shared that we might learn from their deeds? That\nwas very heroic.\n>> Bill Benson: He's making the point that there were a number of people that you mentioned\nthat helped you, helped save you during that whole time, some risking their lives doing that.\nHe's asking could you see a characteristic or quality in them that maybe they had in common\nthat enabled them to take those risks and those good actions.\n>> Jacqueline Mendels Birn: It's difficult to answer your question. What | want to say is that |\nam a speaker here at the Holocaust museum. | speak to a lot of people younger and older.\nAnd my final words are always try and do some good. We see the planet these days, full of\nhorrible events. And | tell people, you know, you can help a blind person cross the street. You\ndon't have to become a doctor or a doctor without borders. You have young people that are\ngoing to choose a profession.\nThe principle thing is to try and make the planet a better place. | think it's very difficult\nthese days. Our planet, | must say, when | read the papers sometimes, every day, actually, our\nplanet is becoming rotten. So we are going to have to either improve it or choose another\nplanet.\nThat's what | say to young people.\n>> Bill Benson: Thank you for that fine question.\nWe're going to close in just a moment. | ask you to stay with us for just a couple of\nmoments more. It's our tradition at First Person that our First Person gets the last word. So I'm\ngoing to turn back to Jacqueline to close our program in just a moment. When Jacqueline is\ndone, we're going to try to get her up the stairs as quickly as we can, actually up the elevator\noutside the door, because she's going to the top of the stairs in the foyer where she will sign\ncopies of her memoir. If you have the opportunity to talk with Jacqueline then that would be\ngreat.\n| want to thank all of you for being with us. | remind you we have a First Person\nprogram each Wednesday and Thursday through the middle of August. Perhaps you can come\nback and join us this year and if not maybe in a future year. We hope you can come back.\nSo with that, I'm going to turn to Jacqueline to close us out for today.\n>> Jacqueline Mendels Birn: Well, what | wanted to say is the situation was so desperate. In\nmy book, if you see it upstairs later on, entitled \"A dimanche prochain,\" which means until next\nSunday. Because my parents were so desperate, they say that they wished to be alive one\nmore week, until the next Sunday. And my sister and | took it for granted. And | just hope that it\nwill never happen to you in your lives whether you are young or not so young that it will happen\nthat you are in a desperate situation and that you want to survive.\nSo | hope that you live in a better world, actually, and that there won't be these terrible\nevents like in the Sudan, Serbia, Syria right now. Those things have to come to an end. And\nmaybe you can do something about it to improve the planet.\nThose are my words.\n>> [Applause]\n",
    "segments": []
}