{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON HENRY KAHN\nThursday, June 23, 2016\n11:00-12:00 p.m. ET\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust\nMemorial Museum. My name is Bill Benson.\n| am the host of the museum's public program, First Person. Thank you for joining us.\nWe are in our 17th year of the First Person program.\nOur First Person today is Mr. Henry Kahn, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the\nLouis Franklin Smith Foundation, with additional funding from the Arlene and Daniel\nFisher Foundation. We are grateful for their sponsorship.\nI'd like to acknowledge that Mr. Louis Smith is with us right here in the\nfront row.\n[Applause]\nFirst Person is a series of conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each\nof our First Person guests serves as volunteers here at this museum. Our program will\ncontinue\ntwice-weekly until mid-August. The museum's website, which is www.ushmm.org,\nprovides information about each of our First Person guests and the program you received\ntoday has the museum's web address on that as well.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in your program or speak with a museum representative\nat the back of the theater. In doing so, you will receive an electronic copy of Henry\nKahn's biography so that you can remember and share his testimony after you leave here\ntoday.\nHenry will share his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows we will have an\nopportunity for you to ask Henry questions.\nThe life stories of Holocaust survivors transcend the decades. What you are\nabout to hear from Henry is one individual's account of the Holocaust. We have prepared\na brief slide presentation to help with his introduction.\nHenry Kahn was born Heinz Kahn on January 18, 1923 in Boblingen, Germany.\nThis photo shows Henry in 1946 prior to his induction in the United States\nArmy.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nThe arrow on this map points to the town of Boblingen where Henry was born.\nHere we see Henry's mother Hedwig and His father Adolf, who was a cattle\ndealer and fought for Germany in World War I.\nLater, Henry's father became president of a cattle dealers' association.\nOn November 9-10, 1938, the Nazis unleashed a violent series of attacks on\nJewish-owned businesses and synagogues throughout Germany known as Kristallnacht, or\nthe \"Night of Broken Glass.\" Henry's father was arrested and sent to Dachau\nconcentration camp.\nThis photograph shows Germans passing the broken window of a Jewish-owned\nbusiness that was destroyed during Kristallnacht. Henry's father returned home a month\nlater. Shortly after this, Henry left Germany through a Kindertransport, a rescue effort\nthat brought thousands of Jewish children to Great Britain from Nazi Germany between\n1938 and 1939. Henry arrived in England in February 1939.\nWhen World War II began September 1, 1939, British authorities required Henry\nto register as an \"enemy alien.\"\nHe was sent by ship to Australia which is highlighted in red on this map of\nthe world. After just one night in an internment camp there, Henry and 12 other men were\nselected to return to England, only to end up in Bombay, India.\nThe arrow on this map points to India.\nIn 1946 Henry moved to the United States.\nAfter the war, Henry learned Nazi authorities had deported his parents to the\nLodz ghetto in 1941.\nThey were later murdered.\nWe close with this photograph of Henry and Doreen Raymond on their wedding day\nin 1948.\nHe met Doreen in Bombay in 1943.\nJust a few months after Henry's arrival in New York in 1946 he was Drafted\ninto the United States Army.\nWith the end of the draft he was honorably discharged in the spring of 1947.\nHenry's sweetheart from Bombay, Doreen Raymond, arrived in the U.S. on June 9, 1948.\nThey were married 18 days later on June 27, 1948.\nAfter working in the export-import business, Henry went into the scrap metal\nbusiness. While working full-time and raising a family he enrolled in Baruch College at\nthe City University of New York as an evening student in 1956 earning his degree in\nIndustrial Management in 1966.\nDoreen attended Queens College getting a degree as a paralegal and worked as a\nparalegal in the Empire State Building.\nHenry remained in the scrap metal business until his 65th birthday in 1988.\nHe then became a real estate agent. Following a diagnosis of lung cancer in\n1992 Henry retired from his real estate work.\nHenry and Doreen raised two sons, Ralph Ansel and Roy David, and gave them two\ngrandsons and a granddaughter.\nTo be closer to their family Henry and Doreen moved from New York to Bethesda,\nMaryland, in 2000.\nDoreen passed away in November 2012. Henry said to me, \"We were very much in\nlove right up to the end.\"\nHenry continues to volunteer at the Montgomery County Thrift Shop where Doreen\nand he contributed their time together.\nFollowing the loss of Doreen, Henry became involved with this museum as a\nvolunteer. Henry speaks to small groups at the museum. He also speaks about his\nHolocaust experience at local high schools and colleges.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nHenry is fluent in English and German and walks regularly and said he is now\nincreasing his exercise. He reads a lot and spends time with family and friends, and\nI'm pleased to say that Henry today is joined by both sons, Ralph and Roy and their\nwives, Lana and Judy, their grandson and granddaughter -- grandson Sasha and\ngranddaughter Alena are with us. | believe Sasha just graduated from high school this\npast week. | would like to ask you to welcome our First Person, Mr. Henry Kahn.\n[Applause]\n>> Bill Benson: Henry, thank you so much for joining us and your willingness\nto be our First Person today. We're really honored to have you with us today.\n>> Henry Kahn: Thank you very much.\n>> Bill Benson: Henry, before we begin our conversation today, you asked that\nwe start by noting to our audience that there are a broad range of ways that people\nsurvive the Holocaust depending on the time, place and circumstances that they were\nliving under. Some survived concentration camps. For example, you shared with me that\nyour friend, Jean --\n>> Henry Kahn: | can't hear.\n>> Bill Benson: Is that better?\n>> Henry Kahn: Yeah.\n>> Bill Benson: Okay, you shared with me that your friend, Jean, survived\nAuschwitz, but Jean's eight family members did not. There are others who survived in\nhiding, and then others like you who were rescued and found safety in countries not\noccupied by the Nazi regime, and that's a way to remind us that your account of what you\nexperienced is one individual account, and before we continue, | Know you can't see\nthis, but Henry brought this with us to put up front, and it says \"No wicked person will\nsucceed if the good people don't accede.\"\nWe will remind ourselves with that right there.\nHenry, you have so much to tell us. We have a little time, so we're going to\nstart.\nYou were ten years old when Hitler and the Nazis came to power in 1933.\nBefore we turn to the war and the Holocaust and the earliest years of the Hitler regime,\ntell us about your family and you in the years before 1933.\n>> Henry Kahn: Well, we lived in a small town, which in the meantime became a\nsuburb of Stuttgart, but at the time it was a town, an independent town, and my father\nhad to travel every morning by train to get to work. On the 18th of January, 1923, when\n| was born, my mother was in the hospital and next to her or close to her was another\nlady who had a daughter. She was Mrs. Kinsler and she and my wife and mother became\ngood friends as did their respected families.\nHe was the owner of a toy factory, which was benefit to myself and my brother.\nMy brother, unfortunately, passed away in 1932 at seven years of age, but we\nwere very good friends and my parents went skiing with them and played tennis and my\nfather and him, they met on Sunday mornings at a guest house and they were good friends.\nAfter the Nazis had come, he didn't want to join the Nazi party, but my father suggested\nto them that it might be a good idea that he should join, because it would be an outcast\nif you didn't. Talk about outcasts, Hitler did his best to eventually destroy the Jews.\nMy father was of the opinion that he had been in the first world war and earned the Eye\nof the Cross, and a veteran, obviously, and nothing could happen to him. However, after\nthe 9th of November, Kristallnacht, he was arrested and sent to the concentration camp.\nAnd when he came back, very haggard and no hair, all shaved off, he told me and my\nmother, if ever | get back there, I'll never come out alive. By then he had changed his\nopinion, and unfortunately it was too late.\n>> Bill Benson: Henry, before we continue about Kristallnacht, let me ask\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nanother question. | think when you were about seven, 1930, your family moved to\nStuttgart so you could attend the original Waldorf School.\n>> Henry Kahn: | was getting to that. When | was seven years old, my father,\nwho had to commute every morning, after he had been elected president of the\nassociation, he -- we decided -- or the parents decided to move to Stuttgart, and we\nmoved very close to the Waldorf School. The Waldorf School was a unique school, and the\nowner of a factory which was called Waldorf Astoria factory, he requested a philosopher\nfrom Austria, Rudolph Steiner to guide the school, and his philosophy was very modern,\nmodern even today. In the meantime, the school was founded. They were very unique, and\nin the meantime, the schools exist all over the world, including over here.\nSo | went to the Waldorf School. His philosophy, of course, did not agree\nwith the Nazis or rather the Nazis didn't agree with the Waldorf School philosophy, and\nconsequently, 1938, the school was closed and the teachers were dismissed and they had\nto look for jobs.\n| had a class teacher who was teaching the class from the first to the fifth\ngrade. | was there until the fourth grade when we moved to Cologne.\nWell, as | mentioned, in 1938, after the Kristallnacht, we received a telegram\nfrom my cousin in England, who was working in the factory, and he was friendly with a\ngirl whose father was the owner, part owner of a clothing factory. And he persuaded\nthem to sponsor me, because kids who came to England through the Kindertransport, they\nhad to be responsible for somebody. That is how | was fortunate to get to England on\nthe Kindertransport.\n>> Bill Benson: Before we talk about the Kindertransport, can | ask you a\ncouple more questions before we get there? Shortly after Hitler came to power in 1933,\n| think your father lost his business. Tell us about his losing his business and how he\nmade ends meet for his family.\n>> Henry Kahn: Well, unfortunately, it was very simple. After '33, after\nHitler came to power, my father was the president, pretty large, and, of course, there\nwere Nazis amongst the members, and one day one of the Nazis in his uniform came into\nthe office and told my father he should get out, he had no right to be there anymore.\nMy father threw the keys on the floor and walked out and that was it.\nSo there was no argument. He couldn't call the police or anything like\nthis, because the Nazis were in power. And they had a lot of power, because he couldn't\nargue with them. The police, they couldn't do anything either. Anyway, getting back\nto --\n>> Bill Benson: One more question. Before 1938, did your family consider\nemigrating? Did they think about leaving Germany?\n>> Henry Kahn: Unfortunately, my mother certainly did. She did all sorts of\nthings to prepare for emigration, however, my father, he was so convinced that nothing\ncould happen to him, and he didn't change his mind until he came back from the\nconcentration camp. So consequently, and at that time, we didn't have as much power --\nwomen didn't have as much power as they have these days, and consequently, that was\nquestioned. So they moved to Cologne, where my father took over a plywood dealership,\nand he worked there and there was -- | don't know how successful, unsuccessful at most,\nbut he was working there until 1938.\n>> Bill Benson: As you told us already, your father was arrested as part of\nKristallnacht.\n>> Henry Kahn: | said, yes, | told you, when he came out from the\nconcentration camp, he had changed his mind, but then it was too late. But 18 days\nafter my 16th birthday | -- my parents and | went to the railroad station and they said\ngoodbye to me, because | was supposed to go on the Kindertransport to England. | got\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\ninto the car, and | knew | was going to see them again. | mean, | just knew it. |\ncan't tell you how, but, however, the train was delayed by half an hour. My parents,\nwho had left the platform found out about it and came back. The moment | saw them\ncoming back, | knew this is the last time | see them, and the last time | talk to them.\nAnd this is exactly how it worked out. You can't imagine my condition when | noticed\nthat. It was a feeling. | can't explain it to you, but this is the way it was.\nWell, when we crossed the border -- after we had crossed the border into\nHolland, the train left, and after we crossed the border into Holland, a girl -- | was\none of the oldest ones, because the age limit for the Kindertransport was from 3 to 17.\n| was 16, so | just made it.\nAfter we had crossed the border and everybody was sure that the Nazis weren't\nthere anymore, a little girl took a newspaper with Hitler's picture on it and tore it\ninto a thousand pieces. So this gives you the atmosphere. We had left that.\nWhen we finally got to England, the ferry took us across the channel, and we\ngot in, and since | had learned a little English -- excuse me ---in the Waldorf School\nwe learned English and heard English -- English and French from the first grade on, and\nboys and girls were -- getting back to that, girls and boys were in the same class, and\nin the third grade everybody had some -- we learned how to sew in the first grade and\ngirls were able to go into a workshop and you learn how to use tools, just to give you\nan idea about the Waldorf School. So now we were in England, and we were in a big hall,\nand people walked in and looked for children who had been assigned to them, and | knew a\nlittle bit of English, so a nice lady walked in in a nice fur coat and | figured I'd see\nif | could help her, and | asked if | could help her, and she pulled out a paper with\nHeinz Kahn. So | had my sponsor. Her name was Mrs. London, and my cousin came and we\ndrove to their home, which was in Hampstead Garden suburb, a nice home. For a very\nshort time, Mr. London asked me if | would like to go to school or if | would like to\nwork. Well, | had in mind to get to United States, and | Knew going to school wouldn't\nteach me very much to make a living, so | decided | wanted to get a job and learn how\nto -- and once more, | had no money anyway. So | decided | wanted to go to work, to\nlearn something so | could earn a living when | get to the States to save up some money.\nWell, it took a few -- a couple of weeks before Mr. London could get the\npermit for me, but every morning and every evening | was taken by car to work, which was\nwonderful except it was a glorified prison, because where they lived was very excluded.\nThere was no public transportation. It wasn't easy walking distance. So | was stuck\nover there. As | said, it was a glorified prison. | had lunch at the -- with the staff\nin the factory, but | was assigned to go to the packing room. There | learned how to\nmake knots and how to protect from pins, but that wasn't much of a profession. So |\nasked Mr. London to let me work in the machine shop, learn how to sew, but that was\ninappropriate at the time, so the owner to work with girls, so he said \"no.\"\n| got a salary of 1 pound, 30 shillings a week. | told Mr. London, you don't\nhave to give me that much money because, after all, | live with you. And he said, well,\nthat's okay. Well, | saved it. | couldn't spend it, which was okay. And, well, that\nwent on for a while, and | couldn't get into the machine shop. However, this was the\nbeginning of April of '39, and as you know, the war broke out in September. The moment\nthe war broke out, Mr. London told me that he and his family are going to evacuate, but\nsince I'm working, | should go and look for a place to stay.\nWell, now | look for a place to stay and then | ask him, \"I'd like to have\nmore money.\" He told me, \"You can't have anymore.\"\nIt was a little difficult. | still had lunch at the factory, but, | mean,\nthat wasn't much food, because | had to pay 14 shillings and 6 pence, which is equivalent to\n$40 out of 20. And | had to pay that for breakfast and bed -- bed and breakfast,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nbasically.\n| took my bicycle. | don't know where | got the bicycle, | can't remember how\n| got it, but | had a German bicycle with me, and every morning | rode to work.\n>> Bill Benson: Henry, | want to interrupt for a second. During this time,\nwere you able to hear from your parents? Did you have contact with your parents?\n>> Henry Kahn: No, | didn't.\n>> Bill Benson: No, okay.\n>> Henry Kahn: No, not even during this time, because the war had already --\nwell, | didn't get to write a letter anyway. | tried to find somebody to sponsor my\nparents, but | wasn't successful.\nAnyway, | was told not to ask too many questions of people, to ask for favors,\nand that was a bad mistake. You should be more aggressive as far as your children are\nconcerned. Well, nowadays they teach them that.\n[chuckles]\n>> Bill Benson: So, Henry, September ‘1st, 19 --\n>> Henry Kahn: September 1st, the war broke out, and almost immediately the\nsirens started blowing up, but it was a false alarm, fortunately. But now, since | had\nto -- since | lived by myself, as | said, | found a place in the north of London, which\nwas more -- not quite as exclusive in the suburb, and first of all, there was the County\nSchool walking distance from where | lived, and | took advantage of this and took a\ncourse in bookkeeping, which had nothing to do with packing or sewing, but it came in\nhandy eventually. Also there was a synagogue, and | went there, and | had a friend who\nlived across the street from me. So | had a social life. It was quite something in\ncomparison to what | had in Stuttgart.\n| went to school and now | asked Mr. London to let me work in the sewing\nmachine room, because he couldn't say \"no\" anymore, because now | was on my own, and he\nlet me do it. Very shortly after | started, | was efficient enough at it so that |\nasked to go on piece work. You get paid for each piece you work. | was able to make 30\nshillings, which was more than | would have gotten before, and that was helpful.\n>> Bill Benson: Henry, | want to ask you about something. Right after the\nwar began in September 1939, you were called before a tribunal and a notation was put in\nyour record that said -- I'm going to read this -- \"The holder of this certificate is to\nbe exempted from further order from internment and from the special restrictions\napplicable to enemy aliens under the aliens order.\"\nAnd then later in December your record was added to it with the words \"you are\na refugee from Nazi oppression.\"\nWhat did that mean?\n>> Henry Kahn: I'll tell you what happened. First it was okay. | went to\nwork every day and | went to school at night and | had a little social life, which was\ngreat. But then in 1940, in May 1940, the Germans -- in the meantime the Germans send\nan expeditionary force and in May 1940, the Nazis invaded Holland and the south of\nFrance and the British expeditionary force was cut off and 300,000 of the British\nsoldiers, French and others, were able to escape top England, but all the equipment was\nlost. So they got scared. They got pan icky. They panicked, and once they panic, they\ndecided to intern the lot, in other words, intern everyone who came from Germany,\nbecause they really didn't know what to do anymore. And they did stupid things and that\nwas one of them. And the people who really would have helped them, they shut up. Well,\nwe were interned on the 3rd of June -- July. On the 3rd of July -- oh, before | was\ninterned, | noticed and | found out that several of my acquaintances were interned. So\nbefore | was interned, | took all the money which | had saved up and took it to the\nBloomsbury House, the agency that is the sponsor for the kids from the Kindertransport.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nAnd | gave the money and | said, get me out as fast as possible so | can get to the\nUnited States and buy me a ticket. They said, well, the money isn't quite enough, but\nwe'll make up the difference, which was great.\n| appreciated that, but things never work out the way you think.\n>> Bill Benson: Henry, just to make sure our audience understands, what\nyou've told us is that even though England welcomed you on the Kindertransport, even\nthough you were Jewish and a refugee from the Nazis, in their panic, because you were\nGerman and from Germany, they forced you to be interned?\n>> Henry Kahn: Of course, that's what | said. They were panicked. They\npanicked.\n>> Bill Benson: | just want to make sure everybody understands.\n>> Henry Kahn: They didn't know what they were doing.\n>> Bill Benson: What did they do to you?\n>> Henry Kahn: Well, as | said, | took my money over there. On the 3rd of\nJuly, on the 2nd of July, when | came home, | was told that | have to report to police,\ntake all my stuff and go to the police station. | went there and was promptly interned.\nOn the 3rd to the 4th, we were taken to a race course outside of London, and the next\nday we got a big piece of cheese and that was our provision for the day. We were taken\nby train, all the internees were taken by train to live on the West Coast of England.\nIt's a port. And there we were put into a camp, which looked like a Nazi camp. It was\na tent camp.\nWe were told that Liverpool had been bombed the week before and the ship that\nhad taken to Canada has been sunk and many people drowned. So now we were asked, who\nwants to volunteer to be sent to an overseas dominion? | didn't know what a dominion\nwas, but | figured they could have said so. So | decided that | would take a chance\nwith a torpedo rather than bombs and machine guns and, God forbid, the Nazis take over\nand caught by the Nazis again.\nWell, on the 10th we were taken aboard the ship and all our luggage was piled\non top of the top deck and | was assigned to the bottom deck in the front of the ship.\nThere were hooks on the ceiling, and | figured there were hammocks, and | eventually |\ngot a hammock and then | was sleeping there, which was good.\nAnyway, the very night the ship left the pier, and it was rolling. | couldn't\ntell what the weather was like.\nAs it turned out, they tried to avoid torpedoes, and sure enough, the torpedo\nhit the ship and made a dent but did not explode. 22 years later -- that was '62 or\n'63, my wife and two sons met my former teacher from the Waldorf School, and he told us\nthat after they were dismissed from the school, he had to find a job. And he told me --\nhe told us he worked in the torpedo factory, and once in a while he sabotaged a torpedo\nby putting sand in the mechanism.\n[chuckles]\nAnd for all | know, he was the one who saved my life and a lot of others.\nGetting back to the ship, it took us about a month, and we went around the\nCape of Good Hope. It was a very slow ship. And we finally arrived in Sydney,\nAustralia.\n>> Bill Benson: Henry, | Know there's much more for you to tell us. Justa\ncouple of things about that trip.\nTell us a little bit about how you were treated, what the guards were like and\nwhat happened to your personal belongings.\n>> Henry Kahn: Well, it's a long story, but...\n>> Bill Benson: Do a short version, if you can.\n>> Henry Kahn: Well, the ship was a troop ship and providing for 1500 troops.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nNow, there were 2500 -- more than 2500 aboard, so you can imagine how crowded it was,\nand many of the people had to sleep on the floor. They slept on the floor. They\npreferred it. They didn't know how to go into a hammock, which | happened to know. |\nwas lucky | got myself a hammock and slept very comfortably.\nThey didn't have enough of anything. It was rather scarce. There were\nshowers, yes, but there was seawater, and you couldn't do much with seawater as far as\ncleaning yourself is concerned. So the mess got pretty bad. And people got seasick, so\n| decided I'd do something about it. | got myself a few young guys together like myself\nand we asked for buckets and brooms and we chased half the deck to one side of the deck\nand cleaned up, and then we went back and cleaned the rest of it. Well, this activity\ngave us some benefits, which was very good. Because instead of having to run around the\ndeck every morning for half an hour or so, machine guns pointing at us in either\ndirection, the few of us who cleaned the deck, we were able to go to the top of the deck\nand enjoy the fresh air, which was quite something. It was very valuable at the time, |\ncan assure you. Well, anyway, after we got to --\n>> Bill Benson: Here is what | wanted you to tell me. You described in the\nbeginning you put your luggage on top.\n>> Henry Kahn: Oh, yes, another story. We had to put all our luggage in a\nbig pile and they put a big canvas over it. | got on top of the deck, | noticed that\nthe top had been taken off of the luggage, and the troops, not the cream of the crop, as\nfar as the British Army was concerned, there were one eyed and limping, and they helped\nthemselves. They opened up the luggage, and threw stuff overboard.\nWell, this was a criminal offense, of course, but nobody cared about that at\nthe time.\nHowever, it occurred to our benefit, because another that had followed us, the\ncaptain was curious what they had thrown overboard, and he picked it up, and he noticed\nthere were German letters. So he realized there are were Germans aboard and he didn't\nshoot the torpedoes, one way we were also saved. | found that out visiting Germany\nafter the war, Stuttgart.\n>> Bill Benson: | want to thank you for telling us that. Now you've made it\nto Australia after a very long trip. Now you're in Australia.\n>> Henry Kahn: | Know. It took us over a month. It took us over a month to\nget there. And we finally landed in Sydney, Australia. We were taken off the ship. We\nwere taken aboard the train. It took 18 hours into the interior. We got there and it\nwas Hay, a small village in the desert, basically. The sand was blowing -- the wind was\nblowing and the sand was hitting us like sandblasting. We got into that camp and we had\nsomething to eat and went to sleep. The Australian soldiers were very nice and very\nkind. There was no problem at all.\nAnd | tell you something else, while on the Dunera, one of the soldiers, one\nof the cream of the crop of the British Army, they got so drunk that they dropped their\nrifle. One of them picked up the rifle and took him to the sick bay so he could be\nrejuvenated.\nAnyway, getting back to Australia...\nGetting back to Australia, we got into that camp and the very next morning,\nout of 2500 people, 13 names were called out. Thirteen. As far as I'm concerned, it's\na very fortunate number. Thirteen names were called out. | was the first one on the\nlist. And one of our 13 overheard the soldiers say, \"Well, these chaps are going back\nto England.\"\nWell, we weren't asked and we didn't know what was going on. Anyway, the 13\nwere taken back to the ship, but there was no room, so we were taken to the bunker, and\nwe were locked up. That is the first time | really got scared, because | was locked up,\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nand | knew the ship was -- there was no chance for me surviving at all. However, we got\nsomething to eat and that made me feel better.\nAfter a while, we were taken out. They had to find someplace to put us, so\nthey took us up to Malabar Hill, Sydney. One section had been cordoned off with\nbarbwire and | was in internment camp. And there was one that got the paper every\nmorning, and in it we saw that where | used to work went up in flames. And you can\nimagine how | felt about that.\nWell, we were in that internment camp on Malabar Hill, and we were taken back\nto the shift and the shift lifted anchor, and lo and behold, they lifted anchor and we\ntook off. It took a month to get to Sydney, but after two weeks, the ship stopped and\nthe 13 of us were taken off. The first thing | noticed was that there were all\ndark-skinned people and red spots on the floor. And eventually | got an explanation for\nall of it. So we were taken to the police station and 13 of us were interviewed by\nindividuals, and the officer who interviewed me asked all sorts of silly questions, and\nhe said to me, where do you live? | said, well, | don't even know where | am and you\nask me where | live?\nSo he had to find out. So he came back and he told me. You live in a Jewish\nRelief Association Home in Bombay, India.\nUh-huh.\n[chuckles]\nSo that's the first time | found out where | was. So | was in India.\nWe were taken to the Jewish Relief Association Home, and we were told, we have\nto report twice a week to the police station, otherwise we could walk around and do what\nwe wanted. | was not interned anymore. | was free to move around in Bombay. |\ncouldn't leave the island of Bombay without permission, but that was it. So voila, |\nwas free!\n>> Bill Benson: Why did they live you in Bombay when you were supposed to go\nback to England?\n>> Henry Kahn: Well, | wasn't supposed to. The guy didn't know.\n>> Bill Benson: Okay.\n>> Henry Kahn: He assumed it. And the reason we were taken off is because,\nas | mentioned before, it was a troop ship, which carried -- which was able to carry\n1500 troops, and the ship was scheduled to take British troops to the Middle East to\nfight. So | was with the other 12 in Bombay, and the troop ship took the soldiers to\nthe Middle East.\n>> Bill Benson: And you would stay in India for the duration -- you stayed in\nIndia for the rest of the war?\n>> Henry Kahn: Well, I'll tell you about that.\n>> Bill Benson: Okay.\n>> Henry Kahn: So now | could have asked to be send back to prison, but | had\nno taste for that. There was no reason for me to go back to England. | wanted to get\nto United States eventually. Which eventually | did, but it took quite a few years\nbefore that. Anyway, | was in Bombay now and | wanted to get -- learn something,\nsomething that would help. A gentleman from the Jewish Relief Association took interest\nin the 13 of us and invited six of us at one time and seven of us -- the other seven at\nanother time, and we had a big meal at his house. He had a beautiful home, and | became\nfriendly with him, and | ask him to see if | could get a job learning something. Well,\nhe knew somebody in the mechanic business, and | could work there for a while, but the\nowner wouldn't allow me to do anything at all. And the assistant, he showed me a few\nthings, but basically | couldn't learn anything. | didn't get any money to speak of. |\ndidn't even get enough money to pay for the fare, so that was no good. | said, you have\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nto give me more money or teach me something or | can't afford to work for you anymore.\nSo | turned things around. He affording me or | affording him.\nSO now, since | had some knowledge in bookkeeping, as | told you, | had a\nchance to go to work as a bookkeeper. A bookkeeper in a small office of a gentleman who\nhad an consulting engineer office. He was a consulting engineer, quote, unquote, and he\nwas trying to sell some stuff. So | worked for him and | got 35 rupees, which was an\nimprovement from what | got from the last, but enough to get out of the home. | wanted\nto get out of there.\nWell, | bought myself a little bookkeeping for 12 dollars and 6 cents. |\nquickly read it and lo and behold | was a bookkeeper.\nSo now | worked for him for a while. Then an opening came at the Indian Tool\nCompany, and it was owned at the time by a Czech gentleman, and he offered me a job to\nsupervise the night shift. Well, | was 17 years old -- or 18 years old by then, and |\nwas supposed to supervise the night shift.\nWell, the qualification | had was...\nYou understand?\n[chuckles]\nSo | went there at 5:00 in the afternoon after the people left, the workers\nleft. | waited until about 8:00 when the night shift started. There were a few people,\nabout ten of them. They worked on the lathe. This was a tool company that made spits\nfor making holes. They were small, eighth of an inch to two inches. And there were\nmachines that hardened. It was interesting.\n>> Bill Benson: Henry, I'm going to jump in for a minute. There's some\nthings | still want you to tell us about in the remaining time. One of them is... tell\nus about the friend of yours from Germany who wrote a letter to your parents. You had a\nfriend, Eric.\n>> Henry Kahn: That's months later, you know. Well, not months later, that's\nnot true. While | was -- | had been in Madras and came back and a very good friend of\nmine, whom | met in Kinder in Germany, and constant contact, and | met him in England\nalso. He had gotten to the United States. He was in the United States Army and\nassigned to the corps, and he came to Bombay, and he met somebody who knew that | had\ncome back from Madras, and he called me up and | met him for three days. And he --\nthat's not right. It's a little different. He took me to the PX, which was very\nimpressive, and on the second day he found out that his mother passed away in New York,\nand the third day he left. | didn't see him again until | got to the United States in\n'46. But after | got to Bombay, a gentleman left for America, and he -- and | asked him\nto see that friend of mine who lived in New York, the same guy. And when he -- he\nimmediately wrote to my parents to say that | am safe in India and my parents were\nextremely grateful. They wrote a very nice letter to my friend, who in turn gave it to\nme eventually, and to thank him, because they didn't know what had happened to me,\nbecause there was no news at all.\n>> Bill Benson: Was that the last letter you ever had from your parents?\n>> Henry Kahn: That was the last letter | got from my parents.\n>> Bill Benson: In the time we have left, Henry, tell us about Doreen. Tell\nus about...\n>> Henry Kahn: Well, after | had come back from Madras, | was there for about\nthree quarters of a year. A friend of mine, he took me to the Maccabi Sports Club, they\nplay Ping-Pong over there and stuff like that. And there was a girl who played\nPing-Pong. And | thought | could play Ping-Pong, but she beat me most of the time, so |\nhad to get even with her. What do you think | did? | married her.\n[ Laughter ]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nBut that wasn't right away. Because when | got to the United States in '46, |\nprepared for that also. But anyway, seven months after | got to the United States, |\nwas captain in the army, and while | was in the army, | went to the state department and\nspoke to somebody over there and asked them -- let's see -- | asked them whether they\ncould do anything for my sweetheart. | had a conditional engagement with her. In\nother words, if and when we meet again, and feel the same way about each other as we do\nnow, we get married. We got married for 64 years until she passed away in 2012. And\nwhile they didn't do much, but they told me that something could be done. | was in the\narmy. | knew there were three ways of doing things, the right way, the wrong way and\nthe army way. And the army it always works one way.\nSo her name was Doreen. She worked across the street from the American\nEmbassy, and one day she got a call and asked whether she still wanted to get to the\nUnited States. She said yes. So the next day she got another call. And she was told\n\"When do you want to go?\"\nAs simple as that.\nAfter two and a half years and 113 letters that we exchanged, both of us did,\nwe finally -- she finally arrived in New York, and she arrived on the 9th of June, 1948,\nand on the 27th we became husband and wife... voila!\n[Applause]\n>> Bill Benson: Henry, if you're okay with this, | want to read something\nthat Doreen wrote that you shared with me.\nHenry shared with me that Doreen wrote on her journal new year's day, 1946.\nThis is while they were still in India.\n\"Danced every dance with Henry and so ends 1945 with no regrets, the most\ninteresting year I've ever experienced.\"\nWhat a love story.\nSo the last thing | have to ask you about, Henry, before we close the program,\nwhen did you learn about what happened to your parents?\n>> Henry Kahn: About what?\n>> Bill Benson: When did you learn about what happened to your parents?\n>> Henry Kahn: Well, while my wife was alive, | didn't do anything with the\nHolocaust because she had no interest in that. We did everything together. | was a\nmember with her of the National Council of Jewish Women. However, after she passed\naway, | decided | would work in the Holocaust Museum, which | did. And there | found\nout that my parents had been sent in '41, to Lodz, to the concentration camp over there.\nMy father eventually died in '43, | believe, and my mother survived until '44, and\napparently she was in a force march to be sent back to Germany. However, the Nazis,\nthey let them go to the border of Germany in Poland. They were forced to dig their own\ngraves and then they were machine gunned.\nSo that's the story of my mother. Not everybody was as lucky as | was. In\nfact, the majority of people were less fortunate than | was. And | was an exceptional\nexception, | would say. | didn't hear a shot in earnest during the whole war.\n>> Bill Benson: I'm going to turn back to Henry in a minute. It's our\ntradition at First Person that our First Person gets the last word, so Henry will close\nour program. As you can tell, we could have spent the rest of the afternoon, there were\nso many details and other stories that Henry could have told us. So we don't get to\nhear those, and not an opportunity for you to ask him questions from the audience, but\nHenry is going to stay up here when he finishes and we invite anybody who would like to\ncome up on stage to come up and meet Henry, shake his hand, get your picture taken with\nhim, or ask him a question if you have one, if that's okay with you, Henry.\n>> Henry Kahn: Okay, sure.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: Before | turn it back to Henry, let me thank you all for\nbeing here. Remind you, we'll have a First Person program each Wednesday and Thursday\nuntil the middle of August and we hope you can join us again this year. If not, in\n2017.\nSo with that I'm going to turn it back to Henry to close today's program.\n>> Henry Kahn: If you know somebody whom you hate and you really have a very\ngood reason to hate him, remember, do not generalize and do not assume that everybody in\nthe same category, everybody with the same background is the same. Discriminatory and\njudicious and make sure that you don't prejudice what you think about the other people.\nYou're justified in hating that one person, but do not ever generalize. That's my\nsuggestion.\n[Applause]\n>> Bill Benson: Thank you, Henry.\n[Applause]\n",
    "segments": []
}