{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, April 29, 2015\n11:00 a.m. — 12:10 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nMORRIS ROSEN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First\nPerson. Thank you for joining us today. We are in our 16th year of the First Person program.\nOur First Person today is Mr. Morris Rosen, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Helena Rubinstein Foundation.\nWe are grateful for their sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as a volunteer here at this museum. Our program will continue\nthrough mid-August. The museum's website, at www.ushmm.org provides information about\neach of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can\ncomplete the Stay Connected card in their program or speak with a museum representative at\nthe back of the theater. In doing so, you will also receive an electronic copy of Morris Rosen's\nbiography so that you can remember and share his testimony after you leave here today.\nMorris will share his \"First Person\" account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If time allows, there will be an opportunity for you to\nask him some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Morris is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction.\nWe begin with a portrait of Morris Rosen who was born Moniek Rozen, son of Jakub\nRozen and Golda Chaja Warszawska in 1922.\nMorris was born in Dabrowa Gornicza in Upper Silesia where his father was an\nofficial distributer of tobacco and acetylene. The arrow on the map of Poland points to the\nlocation of Dabrowa.\nHere we have a 1924 portrait of one of Morris' sisters, Rozia Rozen Bilauer, who\nsurvived in the USSR during the war.\nThis photograph is of Morris and his friends on a hillside in Dabrowa. Morris is at the\ntop.\nAs you will hear shortly, Morris survived several Nazi camps; then, after a six-week\nforced march, he arrived in Buchenwald concentration camp in Germany. The arrow points to\nBuchenwald.\nEventually, in 1945, Morris was liberated from the Theresienstadt camp in occupied\nCzechoslovakia by the Soviet Army. This is the train station in Theresienstadt.\nWe close this brief slide presentation with a photograph of Morris with Regina\nZilberstein after liberation. Morris came to the United States in late 1949 and, following seven\nyears of art school, built a successful contracting business in Baltimore, where he still lives\ntoday.\nHe is well-known as a stamp, postcard and letter collector, especially for his\nHolocaust postal history collection including those from Nazi-created ghettos in Poland. He is\nalso recognized worldwide for his collection on the Olympics and has traveled and lectured\nabout this collection as part of the Olympic Games. He has exhibited at numerous U.S. and\ninternational exhibitions including in Nuremberg, Germany and in Israel. Following Morris’ First\nPerson program in May 2013 he donated several items from his collection of postcards,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\ndocuments and correspondence from camps and ghettoes to this Museum.\nMorris speaks frequently about his Holocaust experience at such places as the\nheadquarters of the Social Security Administration, the Centers for Medicare and Medicaid and\nFort Meade in Maryland. He spoke last week to 700 soldiers at the Army's Aberdeen Proving\nGrounds, also in Maryland. He also speaks to students at numerous Baltimore-area schools\nand other locations. He is currently writing about his experience 70 years ago attending the\nNuremburg war crimes trials accompanying his brother-in-law who was a journalist covering\nthe trials. He was the only Jewish survivor of the Holocaust who was a war correspondent at\nthose trials.\nBesides his volunteer work in this museum's archives, Morris has been a volunteer\nfor the Red Cross Holocaust and War Victims Tracing and Information Center. He was named\nthe Baltimore-Washington, D.C. Man of the Year for the American Red Cross. Morris, who lost\nhis wife in 2000, has two sons and two grandchildren. Today Morris is accompanied by his\nfriend.\nFinally, | think you will appreciate Knowing that Morris works out three to four times a\nweek doing Zumba, which combines Latin and international music with dance as an exercise\nprogram. He also is doing another form of dance and exercise even more strenuous than\nZumba. He mentioned to me he is the only male in either class. His doctor, however, has\nordered him to no longer go on his steep roof to clean gutters and do repairs.\nWith that | would like you to join me in welcoming our First Person, Morris Rosen.\n[Applause]\n>> Morris Rosen: Thank you. Good morning.\n>> Good morning.\n>> Bill Benson: Morris, thank you so much for your willingness to be our First Person today\nand join us. You have so much to share with us and we have such little time so we'll start.\nLet's first, before we get to the war years and the Holocaust, tell us a little about you, your\nfamily, and your community before the war began.\n>> Morris Rosen: We lived in upper Silesia. We lived together with the gentile people,\nChristians it didn't make any difference if you were Jewish or not Jewish. | remember that\nevery Christmas time my sisters and | was all the time invited for the Christmas trees, all the\ntime. We had good times. Came our holidays, as Christian friends, they came to our house,\njoining us at dinners it doesn't make any difference.\nBut this stopped in 1938 when the Pogrom, which they called the Kristallnacht,\nstarted in Germany. The same thing started in Poland, in our city. And my friends, they were\nthe best friends of mine from school, they put on brown shirts and started to knock out\nwindows in Jewish stores, the same thing what happened in Germany. So this changed a little\nbit.\n>> Bill Benson: Morris, tell us a little bit about your father's business and what happened to his\nbusiness as Hitler came to power.\n>> Morris Rosen: Yes. Not everybody could have tobacco and cigars and cigarettes. We\ndelivered to the armies since the First World War which the Russians and Germans were in\nour city. We delivered cigars, cigarettes, and everything to the Army also.\nThen in 1938, when anti-Semitism started, unfortunately we had to close up our store. There\nwere some Polish ladies, they took everything on our books. They chased away the people.\n[Speaking Non-English Language] that's what they said. It didn't help. We had to close up the\nbusiness. It started to get very bad.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Bill Benson: You had a large family. Tell us a little about your mother and siblings.\n>> Morris Rosen: We have a large family. My sister used to go to the university. They were\nvery modern, | think. Before the war, was a little older. | went to the school. | was also very\ngood in art. And thus | think my art helped me survive the war, too.\n>> Bill Benson: To move to the war itself, you saw the Germans soon after they invaded.\n>> Morris Rosen: Oh, yes. On the third day.\n>> Bill Benson: On the third day. Tell us about what happened when they came in.\n>> Morris Rosen: When they came in, we couldn't believe it. First it arrived two motorcycles\nwith machine guns checking the road. About a half-hour later the Germans started to arrive.\nLike the Polish Army, what did they have? Like from the First World War, horses and things.\nThey came in with all kinds of machine guns, with artillery and everything. You never saw\nsuch an Army what they came into Poland. And they started right away. They started out\nagainst the Jews.\nFirst of all, from 6:00 in the evening to 6:00 in the morning anybody walking the\nstreets would get shot immediately. Jews had to give up everything. They closed up all the\nJewish stores and they took over the stores, the Jewish stores.\nThen came a couple of weeks later this came on the end of 39, they demanded from\nthe Jews so much and so much gold, so much silver for paying for the occupied forces.\nWe were only 5,000 Jews in our city. That's all. People were very poor. They didn't\nhave -- they had to give up their gold rings, wedding rings. They had to buy some gold pieces\nbecause everybody has to donate. We gave it to them. Next time, two weeks late he still not\nenough. That's what happened.\nThen it started to be very bad. Came the order. We got to wear arm bands on the\nleft side with the Star of David. Then they changed this in 1940 because they incorporated\nSilesia and the same thing to the German right that means we belong to the Polish\ngovernment, what it was, but the German Reich. So we have to wear the same -- like the\nGermans, the Star of David.\nIn the back of the pants and the back of my jacket and the arm band also. It started\nto get very bad.\nFirst of all, they started to catch people. When he they needed something cleaned,\nsnow, anything, they called right away, elder Jews, younger Jews. This was not the worst.\n| have to skip a lot because you can't do everything in it one hour.\n>> Bill Benson: One thing not to skip, tell us about your sister who escaped to Russia.\n>> Morris Rosen: That's what | was going to say.\n>> [Laughter]\n>> Bill Benson: We're being telepathic here. Ok.\n>> Morris Rosen: One sister -- 80% was Jews there. She came home to our father, mother,\nsaying goodbye, | saw enough.\nWhat happened, they started to burn the synagogue. The rabbis with the sons\nstarted to go into the fire to rescue the holy scriptures. They pushed them into the fire. And\nJews, all the way on the outside watching how the synagogue burns, they started machine\ngunning everyone.\nThere was a lot of Jewish homes. They started shutting up the doors saying they all\nshould come out. They killed them.\nIn Israel, | talk about what happened at that time. There was one guy that actually\nlived through this. What happened was a priest there in the church, he told the people jump\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthe window, they should run. He rescued a lot of Jewish people there.\nSO one guy was shot there but he managed and ran also to the church there. He\nwas saved. In fact in Israel, he pictured up his arm. He said if he would have noticed blood,\nhe would have been killed. This way the priest got it right away, doctored him up. He had the\nbullet hole, what happened. It was terrible.\nThen what happened also was also in 1940. They went on the streets. The police\ntook everybody's ID card. You come tomorrow 11:00 at the market and get it back. We didn't\nknow what happened.\nWe came there. The whole city was there, Jews and non-Jews. They brought 10\npeople, hooded. We didn't see their faces, on a truck. In fact, [Speaking Non-English\nLanguage], | got more food and things. They shouldn't catch me to send to Germany. We\nhelped put up the scaffold. | wasn't a Carpenter but | helped. | was a brick layer. Everything\nthere. Just to get some more food. We built the scaffold. This was 10 Pols that they took out\nfrom the city that they did sabotage. It's not true. They didn't do no sabotage. They just city\nby city in Poland took people for sabotage to scare the people. That's why they were\nsuccessful just for the brutality that everybody was afraid. That's what it was.\n>> Bill Benson: Your first forced labor, as you said, brick layer. You had to make the scaffold.\nBefore long you were forced to become a painter. That was important to your survival and\nalso it was very important to the rest of your life. Tell us how that started and what happened.\n>> Morris Rosen: It started because you didn't get food enough. Believe me, if you didn't\nhave money to buy on the black market, you were starving. You had only 600 calories a day:\nCan you live on 600 calories? Forget it. Nobody can.\nSo anyway, | was a painter. | became a painter. A brick layer. | did all kinds of\nwork to get some more food.\nWhat happened, in our city, the Jewish community, the people from the Jewish\ncommunity, they have to deliver people to work whatever they want, 200, 300 people. And\nthen they took those people away. We didn't know where. Then we found out that they sent\nthem to Auschwitz. Not to help people. They don't have people free.\n| came there. | worked in the camp. Only 60 youngsters in the leather factory.\nSoon when they took my parents away. It happened -- | will never forget -- August 1, 1942.\nFirst of all, before that came the order that the Jewish community, all the Jewish girls from 12\nyears to 25 have to register. They can't be working in the tailor shop in our city which\nwas -- you have to buy your own machine in order to join this. They were more safe not to\nsend to Germany.\nSoon, the girls came over there, 450 girls from our city. That's all the youngsters\nthat was there. They grabbed them right away and said give them for a job. They took them\nto a concentration camp. And my father went there and tried to get out. It didn't help. They\ntook them away. We didn't know where and what and when.\nComing home, it was like in the house like at a funeral. A 12-year-old, my youngest\nsister, is not here anymore. It was terrible at home. | couldn't see my mother crying every day.\nTwo weeks later we received the first postcard that she works in a slave labor camp in Lower\nSilesia and that she works at the machine, working forth and back, but give her regards to\nZilberstein. What does it mean? These were the two Jewish bakers in our city. So it means\nshe's hungry, she needs bread. It was allowed to send at that time one kilos something food.\nSo my mother on the black market we bought some flour, she baked something.\n| had a special permit because | worked only for all the top officials from the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nGermans at that time. So | could go with my ID to the post office, deliver the package, and\nwalk outside the ghetto. With my ID | could walk.\nHere was responsible for all the Jews to send to Auschwitz in all Silesia, 35\ncountries. | worked for him at that time when they took my parents away.\nWhat happened in 42, the Jewish community told us put on Sabbath clothing, look presentable\nand to be there at 5:00 in the morning. Kids, newborn, everybody has to be there near the\nJewish community. We were there at 5:00 in the morning until 8:00. In if August it's so hot.\nPeople are crying, no water, the babies were crying, no water or anything.\nFinally, by 8:30, | said something is not kosher, something smells terrible. When |\nsaw SS with machine guns all across the field. And arrived three trucks of soldiers. And who\nwas there? Ludwig, the one that sent everybody to labor camps, the one who sent to\nAuschwitz and so on. They made the selections. This was first selection. They put up three\ntables. And the head of the family has to be with the rest of the family.\nWell, the one that had IDs like | had, | worked for the Germans, we were in the\ncenter. Boys and girls that didn't have ID but still were able to work, they put them to the left\nside. The other side, elder people. You could be the late 30s, 40s, and over. To the other\nside. And this means it was a selection. Not a single elder person was left in our city. They\ntook them away, right away, on foot to the next city, Belgium, which was about four miles. So\nthey chased them four miles.\n| didn't have the keys to our home to get in. | knew where they were in the\norphanage. | came there. The Jewish police were watching, not Germans. No, you can't go\nup. | said, | don't have my key. It was a Jewish policeman from our city. | knew him very well.\n| said, | just want the keys. | can't get in the house. | slept outside all night long. Only for five\nminutes.\n| went in there. | should never see a picture like | saw this picture in my life. People\nwere so crying they knew what was going to happen. My father gave me the keys. My mother\nsaid, don't forget would not send a 12-year-old to a camp. And three days later -- | worked at\nthe time for the head officer who sent to Auschwitz. | told them about my parents. | work for\nyou. Don't worry. | find them. Like you did. Like he did.\nThree days later | saw a train, passenger train. And one was waving like this. |\nrecognized a father from my best friend. As | waved back | hear shots. Under roof, near the\ndoors. So | jumped into a ravine and stood there until the train passed. Then | was afraid to\ngo in the middle of the city, to go home, but | went through the woods, a longer way. | was\nscared.\nWhat happened? We didn't even have time to cry about what they took away, my\nparents. | had from the Jewish community -- first of all to move to the ghetto. Nine people in\none room. The poorest place in our city. No floors. No nothing. So it was nine girls and\nseven boys.\nSo we got to make on the floors so the girls can sleep. The men, we slept on the\noutside. We didn't have anywhere to sit down. We stood the whole time.\nFour days later | get an invitation from the Jewish community. They gave me tickets\non the train. They gave me some food, sandwiches and you go to acamp. So | went on the\ntrain. It was the first camp. There was a leather factory there. The leather factory we worked\neight hours. And we got food from the Jewish community that they sent food, bread, potatoes\nwe cooked up, that kind of food. But | didn't look so bad because there was one lady, she was\nvery nice to me, a Polish woman. She knew we don't have much to eat. Every day she\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nbrought me something. So you have good Pols, bad ones. You have everything.\n| had it good.\nAnd there was one family which they chased -- all the Jews, clean up Jews. But he\nwas the main engineer at the leather factory because he knew how much to put in the\nchemicals and everything to become leather for the factory. He was the main one. So he kept\nhim there.\n| used to go home to the ghetto because | brought -- for the man, he was like a\nGerman. He was Polish. He was very bad. | took some leather, sold it in the ghetto, and |\ngave him the money. So that's why | went like every two weeks.\nLater on it got very bad. No more Jews there. | didn't have anywhere to go. 5:00 in\nthe morning who comes in? SS. They took us away. Everybody. Took us away. There was\none family, engineer for the machines and everything, a young woman, only 23 years old, with\na baby 2 years old, she was there, too: So | helped her with the baby. Carrying. But lucky\nme, when we come to the station | gave her back the baby. What happened? A car, a black\ncar | remember right now, with SS, they were waiting for her. Took her right to the car. If | was\nstill hold the baby, | wouldn't be here today because | would go to Auschwitz, too. They sent\nher right away to Auschwitz. | never forget this. Such a beautiful woman, 23 years old. What\ncan you do?\nWe came there. Gave the order no more Jews. We had to clean out the ghetto. So\nwe cleaned out the ghetto. We got only one slice bread in the morning, soup with no potatoes,\nnothing, but you got to eat.\nSo on the third day comes Ludwig. Who was Ludwig? He's the one that caught in\nthe middle we see Jewish babies on the truck like this. Terrible what | saw. We stood at\nattention. I'm 17 years old. I'm going to tell him I'm a painter he's going to kill me. One guy\nfrom our city, oh, he's a painter. Come over. He look me in the face, in my nose, [Speaking\nNon-English Language], would you keep your dirty mouth shut? You don't answer that you're\na painter.\nSo | came up to myself. He takes out his pistol. At my temple. He says | have three\nrooms to paint. If you're not finished in three days, you lived enough. | almost fainted.\n| came to myself. | says, | don't have no paints, | don't have no tools. If you let me -- not far,\nhas tools, was a painter in the ghetto. He took two SS men. | have to walk in the middle of the\nroad because you can't walk as a Jew on the pavement. We went to the paint store. | got\npaints, the ladder, and they helped me with some. Was beautiful wooden floors. They have to\nput straw not to damage the floors.\nAnd who did he have there? He had this mistress a Polish woman, tall, beautiful,\nlike a movie actress, about 23, 24 years old. He wasn't much taller that | am. That's what they\nkept. He didn't give me all day long not a glass of water. And I'm scared to take.\nSo what did | do? | was very good in school in painting. [Speaking Non-English\nLanguage] this was first one | painted. From the chandelier | made -- the tree comes out, the\nsnake with the mouth open. | said maybe he'll give me some food. It didn't help. | washed the\nfloor in the kitchen. Didn't give me anything.\n>> Bill Benson: So we are clear, this was the SS commander's mistress. He said that if you\ndidn't paint right, he was going to kill you.\n>> Morris Rosen: Yes, three rooms if I'm not finished.\n>> Bill Benson: And intricate painting, too.\n>> Morris Rosen: Yeah. So anyway, didn't give me anything.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nThe next morning, who comes? Ludwig. He asked me, \"where did you learn?\nYou're so young. How old are you?\" |'m | told him I'm going on 17. That you learn so good.\nWhat am | going to Dell him, my father was a businessman? | told him my father was the best\npainter in at the time city. When | was 6 years old, we didn't have work to eat bread. So | had\nto go to work. We didn't go to school. | didn't have no schooling. Had to work to eat bread.\nAnd that's why. And he walked away. A half-hour later, who comes? Ludwig. With a bag.\nHe says this is for you, [Speaking Non-English Language]. Don't get caught. He's got life and\ndeath. Don't get caught with it.\nSo he walked out. | opened the bag. It was a big Salami. A whole kilo, more than\ntwo pounds. Believe me, it didn't take 10 minutes. That Salami, nobody's going to take away\nthe Salami from me.\n>> [Laughter]\n>> Bill Benson: He says to you -- he is, as you said, he's God-like. He decides who lives and\ndies. He gives you --\n>> Morris Rosen: | shouldn't get caught.\n>> Bill Benson: Says don't get caught with this.\n>> Morris Rosen: So | kept the whole Salami. Nobody's going to take away from me. This is\nit. Bread, how much bread. It's over four pounds, 2 kilos. | took a piece. | put a piece on top\nof papers shouldn't get dirty for tomorrow. The cigar | don't smoke. So when we went out, |\ngave this to the guys that didn't have anything to eat. And the cigar, | don't smoke.\nThe next day, again, the same thing he brought the food. So | knew every day.\nThen | became the maid for his mistress. | washed the windows. | washed the floor.\nHe brought me stew, he brought me shellac. And with all the glass | shouldn't get bloody.\nRubbed the floors and put shellac. Lucky didn't smoke. The shellac is all alcohol. Everything\nwould go up in flames.\nThis was four weeks. After four weeks he says, well, | don't send you to Auschwitz,\nwhich | didn't know what Auschwitz meant but that's where my parents went. But to a slave\ncamp you go.\nSo since he was so good, | stood at attention. | told him | don't have nobody from\nmy whole family. Is it possible, | only have one sister in a camp, can | go there where my\nsister is? Where is she? [Speaking Non-English Language] this is a woman's camp. But then\nhe said [Speaking Non-English Language], you will be there.\nWhat happened in the same city in Gruenberg was a camp for men, about 80 men\nwere there. He knew this camp where the women were there in different barracks. | landed\nthere.\nLet me tell you, | had plenty food there. Why? Every morning | was a painter there,\npainting. You got drunk from the ether like when a sick person or something, they gave ether\nbefore the war. And | painted the machines. | saw my sister every day. The office where we\nhad the paints, six ladies there. Young women, secretaries. So one woman says take out the\ngarbage, clean up, take out the garbage. | took the garbage. That | shouldn't throw everything\naway, you have something there. Itch throw out the garbage. It was packed. Nothing a paper\nnapkin. But in another napkin, a roll with two eggs, with cheese. Every morning she brought\nme that. Right away | cleaned out where my sister works and put this in her basket, that she\nshould have the food.\n>> Bill Benson: You told me that Gruenberg, which was a woman's camp, was exceptionally\nhorrible for women.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Morris Rosen: For women but not for the men.\n>> Bill Benson: Tell us about circumstances for the women.\n>> Morris Rosen: First of all, when | arrived there, right away they made me two new suits.\nCan you imagine? Beautiful suits from nice material. Two shirts. Because this was a camp\nand we work together with the Germans. You comb your hair and take showers every day.\nThis was the thing because you work with the Germans, we shouldn't look like prisoners. But\nelegant, clean. And it was nice there. | had plenty of food there, believe me. Everything |\ngave to my sister.\nThey got beatings. They worked 14 hours a day, sometimes 12. Sometimes you\nworked the day shift and they say, oh, now you work the night shift, 12:00. So 16 hours\nwithout interrupting. The women were starving there. But | helped my sister. And | hada\ngirlfriend from my city that | used to go with her. | also gave her plenty of food. | had plenty to\neat. | helped myself.\n>> Bill Benson: How were you able to get food to your sister in those circumstance?\n>> Morris Rosen: Because | had it packed. | went to clean the machine, going to paint the\nmachine. And she had the basket there, damages somethings. So | threw in the basket.\n>> Bill Benson: Your sister | think was ill at the time or a doctor said she was ill so you could\nvisit her.\n>> Morris Rosen: No. | wanted to see my sister. | want to see my sister. In order to the\nsister, you have to go through the doctor. Which the doctor was in the ladies room. So every\nevening he knew that | wanted to see my sister. So | walked in every evening to see the\ndoctor but actually | took along a sandwich, took along food, and | saw my sister every day. |\ncouldn't talk with her. But in the evening, go and see the doctor, | talk with her.\nThere were about 400 [Indiscernible] every day. It wasn't bad.\nBut one time, this was about eight months later, who comes in? Ludwig. Something\nsmells. If Ludwig is here, it's rotten. So we didn't go to work in the morning. We stood at roll\ncall. In a circle. And he says [Speaking Non-English Language], where's my painter? Did you\nsee your sister? | thanked him. | will never forget you in my life what you did that | could see\nmy sister. | thanked him for my sister.\nHe smiled. [Speaking Non-English Language]. The head of SS from our camp from\nthe men, Rozen, come into the room to my office, sit down. He gave me a bowl of hot soup.\nHe gave me a roll of bread. Ludwig told him to treat me nice.\nBut, of course, it didn't last long. A week later when Ludwig -- we couldn't be\ntogether with the women in the camp. They took us a concentration camp on trucks. | will\nnever forget, February 43. It was terrible cold. They took us in the truck. We arrive to -- hours\nlater. The guards in the brown uniform with the gun. Soon we step up, came over like an\nanimal. A knife, leather pants, leather jacket, the beret like a Frenchman. We should form\nright away a circle. Collects two men, throws them in the center, steps on their throat and kills\nthem. That's how you're going to look if you don't give up anything.\nThey didn't do anything. Why did you kill him? He threw them to the ground, in the\nmud, snow, dirty snow. So SS, don't you know? He threw him down with the gun. Can you\nimagine?\nWe stood at the roll call for 10 hours. What happened? It was a new concentration\ncamp. The clothes were still wet. No water, anything. We stood there till late in the evening.\nThen we come to the room, no windows, no water to wash, a bucket to relieve yourself.\nWhoever goes outside gets shot at night. But | knew, it's no electricity yet because the guard\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ndidn't have no lamps to see. | had a lot of pictures from home at that time. So 2:00 in the\nmorning | reason out and -- run out and | have the metal things for food. Near the barrack.\nWrapped around in paper. Put on the ground and went back to bed.\nThey wake us up in the camp 5:00 in the morning. Stood at the roll call in the\npajamas. No shirt, no underpants, just a pajama, striped pajama. And with wooden shoes.\nWith the beret, that's all. And you have a number. In Gruenberg my number was 815.\nConcentration camp, 19,815. This was my number. They didn't call by name but the number.\n5:00 in the morning you have to stood at the roll call. Six blocks in our camp. And\nevery block about 800, 900 people in each block. If there was dead people, you have to put\nthem for the roll call right on the ground laying dead, so many dead.\nAnd all the time that guy in the front, especially, like this he beats you. | was smart.\n| picked up where tall people are because six in a row. | jumped right not in the front anymore\nbut behind a tall guy, | shouldn't be seen. And believe me, | didn't get not once, didn't catch\nnot in the face, get it or -- anything. | was selfish. You got to do it if you want to survive.\nBut | became a Musselman. What mean? All skin and bones.\n>> Bill Benson: A Musselman.\n>> Morris Rosen: Right. This is after a couple of days or week you might be dead. Why? |\nhad the worst job that can happen. They put me down on a tank like. They didn't have gas.\nSo | have to feed wet wood to burn to go with the tank and pick up stumps and everything.\nFirst of all, whatever | ate came up from the stumps up and down. And the smoke was for\neight, nine, and 10 hours that | couldn't breathe no more and | couldn't eat.\nSo what happened, number six block came Grossman. He sent me some food. |\ndidn't want to accept. He came. What do you think, you something special you won't eat?\nYou will die. | said | want to die. My miserable life. You want to help me?\n>> Bill Benson: That was first time you actually thought you wanted to die.\n>> Morris Rosen: Yeah. | wanted to die. | couldn't breathe. If you want to help me, and\nyou're able to help me. You know | was a painter, brick layer, Carpenter. Put me as a painter\nor something else. Two days later | became a painter.\nlf it's 50 people or 70 people or 20 people, and we were only three painters have to\nreport. The soup was there for lunch. Canned soup. If it go 50 people had the same amount\nfor three people. Like we had three people, can soup.\n| see the guys, | gave away my food from the camps. They give out to everybody.\nWhat are you doing? Are you hungry? Don't worry. You won't be hungry. You don't need the\nfood.\nWe went in. We come to place. Right away where we had the paints there, right\naway they start baking potatoes. Then came the boss, a German. He was so good, so nice.\nThis was Monday morning. He brought cake what his wife baked for Sunday. And he brought\nto give to the painters. The two painters weren't even painters. | was only one.\nSo came to paint. | mixed my own colors. | did all in one day. They were angry.\nThis is for week work and do in one day? So the boss came in, he says, oh, you are painter.\nNot like they. They don't know what they do. Yeah. And he was nice. He brought for each\none something.\nAnd do you know, when the SS came, | went to work with the other two guys from\nthe camp with machine guns to work. He took a picture. He gave me the picture. | so he it in\nmy cap -- sew it in my cap. This is going to be something to show after the war. What he\nlooked like. What | take with machine guns to work.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nUnfortunately | lost the picture when we evacuated later on. So Grossman, he says,\nif you have something, hide because going to take a shower. Give it to a guy that will stay,\nalready took showers. It's going to be saved. | gave him my hat there. He gave a lot of\nthings. He had money and other things. We didn't take no shower all day long. | went back to\nget my stuff, the man got shot and | lost all the pictures and everything.\n>> Bill Benson: The man who was holding your pictures got shot?\n>> Morris Rosen: Yeah. And | lost all the pictures, about 200 pictures from home. This is\nwhere | had the picture like this. This would be one. | lost this unfortunately. What can you\ndo?\n>> Bill Benson: There's so much that you have to skip over. In February 1945, of course, you\nare evacuated from the camp and taken on death marches. Tell us about that very horrible\nordeal that you went through.\n>> Morris Rosen: Well, what happened, we didn't go to work. Something was happening.\nThe Russians entered the German proper. The Russian Army, the Soviets. So they started to\nevacuate. The camp.\nSo we didn't go to work. Take your blankets. They gave everybody a loaf of bread\nwith some marmalade, a piece of margarine, and we march. Whoever is sick. | was afraid to\nbe sick because | thought they probably going to kill everybody there, not to be witnesses,\nwhich is it happened. But from this camp, it didn't happen. They were liberated the next day.\n>> Bill Benson: After you left.\n>> Morris Rosen: Yeah. That's what | found out. And we were marching eight hours.\nWhoever was behind, a bullet in the head.\nWe came out from the woods. The Germans retreating. Sox a German officer\ncame. Don't you see it's war end? The war is over, why don't you let those poor guys back\nhome and run away somewhere? The Russians are behind you. Hum-um. He has other\nthings.\nHe took us through the woods again. We walk in the woods for another eight hours.\nPeople couldn't walk, a bullet in the head. My legs swelled up already. They were swollen.\nFinally, the next day we rest up a little bit. He put us in a barn to sleep. People were\nhungry. So we ate up all the food that the farmer prepared for the animals, for the pigs and\ncows. Everybody helped themselves.\nThe farmer complained. What happened? No more barns to sleep. We slept on the\nsnow, one on top of the other. And what happened, from sleeping one on the other -- this was\nFebruary. To keep warm. Of course, we had lice.\nFinally, again we marched. | will never forget it was the Jewish festival -- we entered\nthe Elbe River. Everybody has to get undressed, wash your clothing, wash yourself to get rid\nof the lice. The wind was how willing away -- howling away, February. When we came out, it\nwas so bitter cold. We had a couple of friends that we stick together. Somebody had food, we\nshare it. We never talk about food. If you talk about food, you were hungry. We only talk what\nmovie did you see? What girlfriend did you? So that's what it is. We walk back-to-back.\n| went to put on my pants. Forget it. It was a piece of ice, like a board. So on the\nother half, | have to unpeel inch by inch until they got loose and | put on.\n>> Bill Benson: Half your pants --\n>> Morris Rosen: Yeah, sure. The next two, three days over 400 people died from the cold\nthat we washed in the river and put on wet clothing.\n| walked with a Hungarian doctor, doctor Weiss. Such a beautiful person, such an\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nintelligent person. As we walk on the Death March, who do we see retreating? Hungarian\nsoldiers that were SS for the Germans. The doctor recognized one of the Hungarian guys. He\nsays, my God. His father worked in a bakery. | never charged him for any medical bills, gave\nhim medicine free. So he ran to him. You recognize me? | gave you all the food. Give me\nsomething to eat. He took out, smashed open his head. That poor guy, he gave him all the\nfood. He paid him back that he died the following day. He was bleeding from the head. No\nmedicine. No nothing. Poor guy. | felt so sorry -- | will never forget this.\nFinally, we entered Buchenwald. Up a steep hill. And that Lageraeltesten. He was\nin number two in the 30s. Can you imagine? So walk like soldiers. He started yelling, one,\ntwo, three, stop. Hit everybody over the head.\n>> Bill Benson: Adds you're marching.\n>> Morris Rosen: We should walk like soldiers. When we came to the gates from\nBuchenwald, was out there, who was there? Germans. But there were communists. They\nwere in camp. When they saw what happened, they grabbed him right away, threw him to the\nground. He had the beating. He was bleeding from all over the place. And step on him as we\nwalked in. | said, now we are going to kill him. But environments smart -- he was smart\nenough. What happened? He had leather pants and everything. He just run away. He took\nuniforms from the dead person, threw away his everything, probably money and everything\nwhat he had, and he put on the uniform and we didn't see him. Otherwise we would have\nkilled him there.\nAnd Buchenwald, the smell was unbelievable. What smells so bad? | look around.\nMountains, eight mountains, about 10 feet high. | all the time curious, was all the time curious,\npolitician, when the war broke out in Spain, | followed all the time, everything when, when the\nGermans went to Czechoslovakia. | followed all politics all the time. So | went to see what it\nIS.\n>> Bill Benson: The mountains.\n>> Morris Rosen: These mountains. There was one guy that he was a German. He they\nchased him out because his grandfather was Polish. They moved him to our city. | played\nwith him in the Maccabiah, ping-pong. Used to ride bikes. One eye open, one on the\nmountain.\n>> Bill Benson: These are mountains of human beings.\n>> Morris Rosen: Human beings. He's up there. | never forget his face. He was planting\nbeautiful plants for the Germans. So he got food.\nBut on the Death March, he didn't have to eat. They are the ones that died right\naway. The Hungarian Jews came to the camp. They were healthy guys, good-looking,\neverything. They didn't have anything. They had plenty of food. They died like flies in the\ncamp. We were used to hunger. We could live on one piece of bread a day. They couldn't.\nBecause they were still used to everything. It was unbelievable. And so many deaths were\nthere. Unbelievable. They died like flies in Buchenwald.\nThen two days later we have the news, oh, here. They started yelling \"Jews out.\"\nOnly the Jews. Not artists. I'm not going. | know the mountains are here. So | saw some\nguys running in to the back. The wall was there, hollow: So | run in there, too. And the other\nJews were transported out from there. | sat there an hour. They noticed some other guys.\nThe SS started to machine gun the wall. | managed to jump out not to them but to the back. |\nknock out the window. | bloodied myself. From the back, jumped into the group that was sent\nto be evacuated. This was the last group from Buchenwald getting out on the transport. If |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nwould have remained till the next morning, Buchenwald was liberated.\nInstead they took us again to go to the train. People didn't have shoes, wooden\nshoes or nothing. You didn't see not a house. There was nota -- they loaded us up on trains.\nIn the train 120 people in open one. We didn't have place to sit down but stabbing and riding\non -- standing and riding on the train.\nAfter five days, no food, no water, people started dying. So we threw out the dead\nbodies. So then we have place to sit down, sleep. | laid down there. It was very cold. So |\nput some dead bodies instead of pillow. You didn't think at that time. You were like an animal.\nYou wanted to survive. | slept on dead bodies.\nNine days, no water, no food. We came to a station. We see Soviet planes. Only\ntwo of them. Every five minutes they came and machine gunned the locomotive to disable the\ntrain. Because they saw the prisoners. They can see it. But on the other end was soldiers.\nThey started shooting with the guns. Every five minutes. They disabled the locomotives.\nAgain, don't forget, nine days no water, no nothing. So finally they started walking.\nTo go out. So they came one guy. | will never forget. Only 12 years old. He says, Morris,\nI'm -- come, they won't know you're Jewish. You will survive. | said they will kill you. | said,\nno. So far I'm lucky. I'm alive. I'm going to see what happen.\nWhat | found out, later, the German Nazis took all the Pols into woods there and\nkilled them all, including -- later on after liberation | met the sister. Yeah. And --\n>> Bill Benson: Morris from there you were -- you ended up -- it's important for you to talk\nabout your liberation. | want to make sure you're able to do that.\n>> Morris Rosen: Oh, yes. How much time?\n>> Bill Benson: About seven minutes.\n>> Morris Rosen: That's all? Ok. | got to skip.\nAnyway, we used to walk there. No train to go. The first water there, they gave us a\nlittle water to drink after nine days.\nFinally, finally, we arrived in Theresienstadt. Why Theresienstadt? Because -- what\nhappened, they had the mind to get the people from the death marches should not be a single\nwitness and to be there. But what happened, when we arrived, we arrived about 10:00 at\nnight, cold, hungry. We couldn't go to sleep anything. It was cobblestone. We laid on\ncobblestone. The lice crawling, everything. They gave us a hot soup with a big piece of\nbread. This was good.\nThe next morning they took our clothing away. They burned the clothing because of\nlice. And they put me into the [Indiscernible] with about at that time about 20 people. | don't\nknow what happened at that time. | don't know how long | was there. Because what |\nremember only, | must have jumped out the window because people were sick from Typhus. |\nsaw -- | jumped out the window. | lay there unconscious. | don't know if a day or two or more.\nThe only thing | knew, | heard like a song from the Czech still in my mind.\n>> Bill Benson: The Czech partisan song.\n>> Morris Rosen: Yeah. And then they put -- | think they woke me up. Oh, the war's over. A\nSoviet officer with a Czech partisan. They wiped me off with water. They took me in back to a\nbarrack. There were so many people, 30. Was only 12. That's all. They all died from Typhus.\nWhat happened, the one guy, he must have been a kapo, hefty guys. Came in there with two\nwhite horses with a wagon of on the wagon were millions of 100 mark bills and wine, cases of\nwine.\nHe came in, what do we do? We ate the food and the wine. And for three days |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\ndidn't see nobody. We put 100 mark bills because we didn't have any other people. People\nhad diarrhea from not eating so many weeks and so on. Terrible. On third day. The doctor\nsees me. What did you eat? Why didn't you come earlier? | didn't know you have something.\nWhat did you eat? | told him | had good food, | had sardines and wine. | said, if not for the\nwine, you wouldn't be here. The sardines would kill you because it's fat oil. You don't have a\ndry stomach. You didn't eat for days. The wine rescued you.\nAnd the Russians came. They give food to the prisoners. The same food what the\nArmy eats. Meat and cabbage, this fat food. When | saw what happened, | didn't know -- |\nsaid, hum-um, that's not healthy for you. | didn't eat for so many days. | just took out the\npotatoes to eat. In soup a little bit. | didn't eat meat. | didn't eat cabbage.\nAfter | went to the doctor, doctor told me you were smart. People died like flies from\nTyphus and from the food what they ate. The Russians didn't know. If somebody was\nliberated by the American soldiers, they gave them very little food until they could have\nsomething. Then they gave them some more fat food. But the Russians didn't know. They\ndidn't care.\nAnyway, | was liberated there. This was in Theresienstadt. And then who comes\ninto Theresienstadt the next day? It's my brother. The one that | showed you. He had -- he\nheard on the radio from 10:00 in the evening until 2:00 in the morning every day the whole\nweek they put on the radio the names who survived in which camp they are. Family that they\nshould know.\nSo my brother heard on the radio that | am in Theresienstadt. They didn't let nobody\nout of Theresienstadt because of the epidemic, Typhus epidemic. He took his papers, as a\njournalist, and he called me. Gave the papers from the son as a journalist, took me out from\nthere.\nSo the train didn't leave Theresienstadt until the next day. So he took me in to a\nrestaurant there. | will never forget. They served on white table cloths, with napkins and real\nhardware. | cried. | says, am |areal person again? | couldn't believe it.\nMy brother-in-law, calm down, calm down, eat. Eat! couldn't. | cried. I'm anormal\nperson now. Because at that time you couldn't even think about -- to your parents, what\nhappened to the family. You wanted to live like a wounded animal. And here we go to bed. |\ncried all night long. White bedding with pillows, clean. | couldn't believe this the thirst time in\nsuch a long time that | slept ina bed. Clean clothes. Everything new.\n>> Bill Benson: Morris, you told me that after liberation, after experiencing what you just\ndescribed, after that, you had the worst moment of your life. Tell us about that.\n>> Morris Rosen: Yes. So what happened -- ok. | was liberated. I'm going to see if | can find\nanything. | went from city to city. The Czechs were so nice. They gave you all the food. |\nslept by -- showers there.\n| look for Jews. Finally | came to one city. They tell me, yeah, there are some\nJewish girls in the hospital. | come up there, went to the door. They wouldn't let me in. No.\nThey didn't tell me that they sick from Typhus. That's why they can see nobody. | can't go in.\nMust be a nurse that ran up to one of the girls and told them there is a Jewish boy,\nthat he's downstairs. She looked out the window. Was crates on windows so they can't jump.\nShe starts yelling [Speaking Non-English Language]. Morris, Morris, don't you recognize me?\nIt was a neighbor of mine. She was in the same camp where | was, in the women's camp with\nmy sister.\nSo | said, where's my sister? She says, your sister escaped but they were shooting\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nafter her but | don't know if she fell dead or not dead. But the rest of the transport here sick\nfrom Typhus. Go to Volary. Took me three days. No train, no nothing. | hitchhiked, walked. |\nnever forget. | pick cherries on the road. Finally | came. | went to the police. Is there any\nJewish girls? Oh, yeah. Out of 3,000 girls was only about 120 what survived the Death\nMarches.\n| come in there. The policeman took me | shouldn't get lost. They were so nice, the\nCzechs. Come. He goes in the hospital. Who is up there about 16 steps? My best friend's\nsister that in the ghetto slept by them, slept by me. He was my best friend. She let outa\nscream. She was hysterical anyway all the time.\n>> [Laughter]\n>> Morris Rosen: She jumped down all the steps. We both fell on the ground. She would\nhave killed me. All the steps she jumped down. She starts screaming.\nOh, they couldn't believe. | tell you. They thought I'm only Jewish man that alive. |\nsays, no, there are others. | was liberated. There are others. They didn't let me go.\nSo the first time there | didn't have a bed to sleep. Should | mention, not mention?\nThey put me to a young girl. She was only 13 years old. She was all naked, it was so hot.\nPut me with her in bed. Well, at that time, do you have anything? You could hardly walk\nanything.\nNext day they put a curtain. And | was with them for three months. They didn't let\nme go. We became the best friends that even today we call each other. Unfortunately my\nbest friend, she just passed away about six weeks ago. Yeah. Which | met them for the 50th\nanniversary. We went to Volary there for the 50th anniversary. They made a holiday, the\nCzechs. All the stores were closed with flags. There were Swedish flags, Israeli flags,\nAmerican flags, all that they took part in liberating. They were such a holiday. Unbelievable.\nAnd | tell you, this was my nicest thing in my life there. | was with those girls. We were like\none family. Whoever still alive, every week we talk to each other. Like sister and brother. Not\nlike friends or like this but like sister and brothers.\nThat's my story. | found my sister two years later. What happened? My older sister,\nwhen she saw that they burned the synagogue, she ran away to Russia.\n>> Bill Benson: This was Rozia?\n>> Morris Rosen: Yeah. She ran away: So the youngest sister -- she with a friend went with\nthe Russian Army back to the Soviet Union to look for my sister. Can you see? So | found her\ntwo years later. Came a telegram. Your sister is alive. Somebody -- they left notes from the\ncity that she's alive. Somebody came to the city know. So a note that she's alive. | still have\nthe telegram. I'm going to give it to the museum.\nAnd that's it. | got my sister. She went on the ship. And this. And then | told her\nthe war is over, don't you want to come to the United States? | can bring you over. Her\nhusband gave me hell. | still have the letter. How dare you? You should come Israel and help\nus fight. You tell me to come back? What kind of person. He was angry at me.\n>> Bill Benson: I'm going to turn back to Morris to close our program in it just a moment.\nBefore | do that, first | want to thanks all of you for being with us today.\n[Applause]\n>> Morris Rosen: Thank you so much.\n>> Bill Benson: | remind you that we'll have a First Person program each Wednesday and\nThursday through the middle of August. | hope you might be able to come back for another\nprogram at some time.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n16\nIt's our tradition at First Person that our First Person gets the last word. But before |\nturn back to Morris to close the program, I'm going to -- when he's finished two things | want to\nsay. One is that our photographer, Joel, will come up on the stage and take a photograph of\nMorris with you as the backdrop. So I'm going to ask you to stand at that point so we can take\nthat photograph.\nAnd secondly, because there was no opportunity, as you could see we only got just\na glimpse of what Morris could have shared with us and no opportunity for you to ask him\nquestions. You will stay, right?\n>> Morris Rosen: | will stay for questions.\n>> Bill Benson: Morris will stay seated here. Come on up on the stage after we're done.\nShake his hand, get your picture taken with him, say hi, ask him a question. Please feel free to\ndo that when we're done.\nMorris will give his last words for today, then we'll do that. On that note, I'll turn to\nMorris to close our program.\n>> Morris Rosen: Well, | like to close one thing. You have my story. If you hear different,\nthat's what happened. You can't be indifferent when you see that somebody is killing you,\nother things, don't be silent. We all got children. If you black, yellow, or white, or what you are,\nwe all got children. We have the right to live together in peace. If we would all live in peace,\nthere would be no wars, no killing. You can see what was going, in other places now, the\nMiddle East now, unbelievable. You the future generations. You are the ones that can guard\nus. There should be peace. And believe me, God bless the United States of America, the\nbest country in the world. | suffered a lot. | Know at what it is. Believe me, you don't see the\ncountries, the whole world like the United States. God bless America. And God bless you.\n[Applause]\n[The First Person program ended at 12:10 p.m. ]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}