{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, March 26, 2014\n11:00 a.m. - 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: HENRY GREENBAUM\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Warren Marcus: Good morning. My name is Warren Marcus. I'm the host today of the museum's\npublic program, First Person. Thank you for joining us. This is our 15th year of the program. Our\nFirst Person today is Henry Greenbaum, whom we shall meet shortly.\nThe 2014 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation, to whom we are grateful again for sponsoring First Person. | have a\nspecial connection with First Person. In 1999, my father recently passed away, we were honored to\nfund, endow the first year of First Person in my father's honor, so | have a special connection.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experiences. Each guest serves as a volunteer here at this\nmuseum. Our program will continue until mid August. The museum's website, www.ushmm.org\nprovides information about upcoming First Person guests, so if this extends to August. Please come\nback.\nHenry Greenbaum will share with us his First Person account as a survivor for about 45\nminutes. As time allows towards the end of the program, we'll have an opportunity for you to ask a\nfew questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Henry is one individual's account of the Holocaust. We've prepared a believe slide presentation\nto help with this introduction.\nGood-looking devil, isn't he?\nHenry was born April 1, 1928. His family lived in a small, one-story house that served as both\nhis family's residence and a tailor shop. He was the youngest of nine children. Henry lived in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ntown of Starachowice, Poland. This arrow shows the approximate location of the town in Poland.\nHere are two of Henry's five sisters, Ita on the left, Rozia on the right. In this photo, we see\none of Henry's sisters, Faige, who you will hear more about, and her daughter. The Germans\ninvaded Poland in 1939. By 1942, at the age of 13, Henry was sent with his family to do forced labor\nin a munitions factory.\nHe was deported to Buna-Monowitz, the labor camp at Auschwitz, and later to the Flossenburg\ncamp in Germany. At 17, Henry was liberated and one year later immigrated to the United States.\nPlease welcome our First Person guest, Henry Greenbaum.\n[Applause]\n>> Warren Marcus: Henry, how are you?\n>> Henry Greenbaum: I'm doing fine. Just fine.\n>> Warren Marcus: Me too.\n>> Henry Greenbaum: What a crowd they are. Thank you for coming.\n>> Warren Marcus: | always say Henry is a rock star. Very happy to have you all join us.\n>> Henry Greenbaum: Thank you. Thank you.\n>> Warren Marcus: I've known Henry for a long time. He could speak for hours and hours. We have\nless than one hour. We're going to talk about four or five particular segments of his life during this\ntime period, then we'll have time for questions. There will be frustrating times where I'll have to\ninterrupt SO we can move on. | hope you bear with us. Let's start with a discussion of your life before\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe Germans invade in 1939. A little about your family, relations with other neighbors. What was life\nlike before the Germans invaded?\n>> Henry Greenbaum: We had no problem at all. | was the youngest of nine children, and | went to\npublic school. | went to Hebrew school. | did play a lot of games with other children. We got along\nfine. Now and then we had a skirmish, but who doesn't? When you play soccer, you always argue.\nTwo minutes later, you make up. You're still buddies. Our neighbors, we got along with our\nneighbors. We didn't have any problem. They used to come to the shop, and they were on a\nfirst-name basis with my father. He was still alive at that time. We couldn't see any problem\nwhatsoever. Of course, all that changed. My father passed away two months before the war, and\nthen my mom, being protective of kids, not the married sisters, they had husbands to protect them,\nwith the kids, but the others were home with us, and she decided to go, to take us with a neighbor on\nour horse and buggy to to farm.\n>> Warren Marcus: Tell us how many siblings with you, boys, girls. Describe the family.\n>> Henry Greenbaum: On that farm, we came with our three sisters and myself, and the oldest of\nthe brothers. The other brother served in the Polish army. | didn't know where he was. He was\nfighting in the war. They were no match for the Germans, of course. They were understaffed of after\nthe war, we found out he was a prisoner in a ghetto in Lithuania, and | didn't meet him till after the\nwer.\nWhile we were on the farm with the oldest of the brothers, we were out there on the farm,\neating some tomatoes on the vine, they still had tomatoes believe it or not on vine. They probably\ngave us a piece of bread. That's our breakfast. When through, we are supposed to get a glass of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmilk. While busy eating, we saw a Polish soldier distorted, pulling a broken bike with him, then he\nalso, his uniform was a little ripped. He had a lot of decoration, a lot of medals on him. Somehow,\nmy brother knew of his name. Maybe he was one of our customers. Maybe he served in the\noutskirts of the town, maybe like whatever soldier he was, but then he knew his first name.\nHe says to him, Where are you running from?\nHe said, I'm running from the German army. They're coming this way. They have three\nkilometers to come here. He didn't want to get caught by the German army to become a prisoner.\nHe said he was running away.\nAll of a sudden, | could not believe my ears what | heard my brother said, Is it OK if | go with\nyou? He said, Yeah, be my guest.\n>> Warren Marcus: How old is your brother at this point?\n>> Henry Greenbaum: Late 20s, | guess. My hero brother, my protector. My father passed away, |\nwas expecting him to protect me.\nAnyway, he took off with that soldier, and | didn't like that. | hide behind bushes. Following a\ncouple miles almost. Every time | stick my head out, Go back to your mother. Go back to your\nmother. | didn't listen to him. When the soldier put his hands on his face, he yelled at me to go back\nto my mother, | said OK. | wound up going back to my mom, and | told her the news, what happened.\nThey disappeared, they run away. He was the bread winner in the family after my father died. We\ndidn't have that big a shop, but nevertheless you still have to have somebody running it.\nHe was a good tailor. Then she was crying a little bit. She got over it. We got into the horse\nand buggy, went back to our little city. We were only 10 miles away. We heard the bombardments in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nour little town anyway, before the German army took over the city.\nThen we came into the house, cleaned up a little bit, there had been a few shrapnels in there.\nOur little house was not too far from the railroad station. We cleaned up. | was frightened of the Nazi\nsoldiers, the army. They had helmets. They looked like Goliaths to me. Boots, helmets, everyone\nhad a rifle on his shoulder. | was really frightened of them. They didn't bother us for a little while,\nthey left us alone.\n>> Warren Marcus: You're 12 or 13?\n>> Henry Greenbaum: No, not quite 12. Still not quite, two months shy of 12. Then all of a sudden,\nall of a sudden they decided they needed people to go to work. So who did they grab in the street?\nThe one that looked Jewish. | had the little curls here. | had the tassels sticking out. They were bare\nheaded. Anybody that walks on the sidewalk that way they were grabbing to go to work, because\nthey knew they were Jewish. Later on, they changed it. They took us, put us on the yellow Star of\nDavid. Every one of us had to wear this yellow Star of David.\nWe lived near the synagogue, about five doors away maybe. Quite a few other Jewish people\nlived there. Because of the Sabbath you're not supposed to walk through there, not supposed to ride\nto the synagogue, so walking distance was helping. My two married sisters didn't live where we lived.\nThey lived on the outskirts of the town.\nThe Nazis, the Germans decided to -- we had to live in a Jewish neighborhood. The Jewish\nstore was near us. The synagogue was right there. The public school was away somewhere. We\nhad to go a couple miles to the school. We walked all the time.\nThen all of a sudden, they Barb wired this area where we stayed, not with a fence, five-foot\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBarb wire with an opening. In the opening they put a Nazi soldier there, also a Ukrainian who joined\nthe Nazi regime and their dogs. The only way you can come out of the ghetto, we named it the\nghetto already, not all the Jews were in that ghetto yet. They found out from other people, | don't\nknow how they found out, that some other Jewish people live on the outskirts of the town. Not every\none of us lived near the synagogue. They got the city police to show where the other people lived.\nThe little pickup trucks went there. They yelled at them. They were either marching, to walk or\npicked them up in the pickup truck and brought them to the area where we were behind the wires.\nThey got overcrowded. We had to put up two, my sisters with their little children, had to put them up.\nOther families did too. But we managed. We stayed in that area for almost two years, we stayed in\nthat ghetto area.\nWe heard news from out of town what did the Nazis like and dislike. They liked if you worked\nin a factory. They liked if you worked for the government. The Shoemaker, tailors, it didn't make any\ndifference. They like when you work in the factory or stone quarry or producing springs or brakes,\naircraft shells. They like that.\nMy father was still alive. One of our customers came into our shop, and my father approached\nhim. He knew that he is running a factory not far away from us. He says, Would you give my children\na job in your factory? It was a Polish man. He says, Yes, sure. He took me, not quite 12, and my\nthree sisters. We all worked in the factory. We had IDs. The only way you can come out of the\nghetto if you show the guards the ID number, the ID card, you went to the factory and worked. We\nstayed there over two years working. Then we got really overcrowded, but miserable as it was in\nthere, hungry and dirty and filthy from overcrowding. Then all of a sudden, they decided to go to have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\na selection, someday they'll have a selection. They didn't let anybody go to work that day. They kept\neverybody in this ghetto, then chased us out of the ghetto into a more open field. Then the selection\nstarted. You had to walk up to the front of them, of the soldiers, and they had little whips with them,\nthe dogs of course. They pointed at you where you go, left, right, left, right. If they saw a woman, my\nmom, 54 | guess, she looked old to them, then she came up with me and my two married sisters.\nActually, three married sisters, but one gave the little girl to the other sister to take care of while she\nworked in the factory.\nThen wound up at the end of the day they separated us. Handicap, pregnant women and\nwomen that just gave childbirth, all one end, and the able-bodied people that had IDs or that looked\nable-bodied, they went to the opposite side. At the end of the day, they took those people away from\nus, and we didn't Know where they took them till after the war. We found out they took them to a\nplace called Treblinka that was a killing center. Because we were looking for them after the war.\n>> Warren Marcus: Who did you lose that day, Henry?\n>> Henry Greenbaum: My mom, my two married sisters, with three little nieces and two little\nnephews under 7 years old, the children. The other one, Faige, gave up a little girl to go with\ngrandma or the other little cousins. That's why she wound up with three little girls. They took them\naway, then they chased us back from the area to go. We thought they'd let us into the ghetto, we'll\nhave more room, maybe more food. But they took quite a few people away from us.\nIt so happened they chased us for six kilometers uphill. They had other ideas for us. They\ndidn't let us go into the ghetto area. By the time we hit our destination, by six kilometers, we saw\nthere a six-foot fenced area with barracks, the towers, the dogs. We approached, we stayed there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nLast week we came home, and they said, Attention, attention! You must empty all your pockets, all\nyour belongings, jewelry, money. You cannot come through this gate other than yourself and your\nclothes that you're wearing. And nobody got hurt that day. We all emptied that. | didn't have\nanything. My sisters did have some. Then they put it into the box. Nobody got hurt. We were\nassigned to barracks. It was the first time | was introduced to a barrack, a wooden shack. One guy\nat the barrack, one at the gate. They knew how many people the barrack would hold, then they give\neach other signals saying, Enough. They put us inside the barrack, three people to a bunk, 75 inches\nwide. We all had to sleep together on a bunk. We didn't have any mattress. The bunk was just like a\nshelf, like a wooden shelf.\nSo they did furnish us with a three-foot-wide little blanket rolled up. We used the blanket,\nactually, for our head, to rest our head on the bunk. We slept in our clothes anyway. All we did was\ntake our shoes off and socks off.\nMind you, we already wore those shoes already for two years already. The clothes for two\nyears. We are dirty, filthy. Only the way you can wash yourself in some way, we had a cold water\npump. In the summer, the man cannot dress from the waist up. They didn't give us soap. They say\nyou take dirt from the ground, a mud bath, put it all over yourself. The next person pumps the water,\ncleaned off. | don't know how the women stayed clean. | don't know. | know my experience. | can\nonly relay that to you.\nThat doesn't kill lice. It cleans you up a little bit. You put on the dirty clothes again, still dirty,\nfilthy. We stayed in there for almost three years in that area, two years in the ghetto, one year in the\nSlave labor camp. From that dirt, from the filth, not keeping yourself clean, the typhoid epidemic\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nbroke out in that camp.\nThen it was a disaster. It was very contagious. They had three different fevers, middle fever --\nhigh fever, middle fever, low fever. | caught low fever. | went to work every day. My oldest sister\nFaige had low fever she went to work every day. The two middle ones, Ita and Hia, she died of high\nfever. Ita and Yita, she died of typhoid. | come back from the factory, | stop to my sister Yita. She\nwas the only one in the barrack by herself. Why? It's beyond me. It's mind-boggling why they didn't\ntake her where they took all the other sick people away and shot them and they just killed them.\nShe was suffering a slow death. She was in that little barrack by herself, on a shelf. You\nwould think it's supposed to be a sick person, put some straw so she can rest or something. She\ncomplained to me, | have bedsores from the wooden shelf. Can you get me some cloth? Cloth,\ncloth, | figured out in the munition factory they might have cloth there, especially from the cloth that |\nwipe the equipment off. | tried to take the clean clothes. It took me three trips to smuggle them in, lay\nthem on her bunk. She thanked me for it. It's a little bit better now, she says, and it's softer.\nOne day | walked in after that, she was not there. | said, Where would she go? She couldn't\nwalk. | approached the Jewish policeman, which we had in our slave labor camp, | asked him what\nhappened to Yita? She was there yesterday morning. What happened to her? She said she died\nduring the night. We buried her in the bottom of the stone quarry. Where? What? | don't know.\nThat's the answer | got from the Jewish policeman. So | lost one sister. | came back from the night\nshift, one of the other days, there | see Faige, the middle sister, in a pickup truck. The\nEinsatzgruppen come every day to that slave labor camp, and if you didn't line up for work they knew\nhow many each barrack, in the front of the barrack how many they need people. If somebody was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nmissing, they went inside to look for them. They couldn't get out of the bump. It's impossible when\nyou have high fever, no way you can shake, you can stand on your feet.\nThe Einsatzgruppen put them in the little pickup truck and take them to the outskirts of the\ntown if the truck was full, barrack to barrack. If it was full, they take them to the outskirts of the town.\nMind you, when | was telling you they put us on the yellow Star of David, they grabbed us in the\nghetto or the street, wherever, we had to dig trenches for them. They told us the trenches were for\ntanks to fall in. The war was still going on. They knew what they were going to do, they were going\nto kill people and need somewhere to bury them. They can't leave the dead people on the outside,\nbad publicity for them, and not clean for the rest of the population, so they had to bury them. That's\nwhere the pickup truck takes them, the front of the outskirts, the front of the ditch. They get\nundressed, naked, shot in the head, into the ditch they went. That ditch was full, they went to the\nnext one. Quite a few got filled up, believe it or not, because that sickness was hanging on for almost\never. Less than a year, anyway.\nEventually, it wore itself off. It wore itself off. We were back to normal, to work every day to\nthe factory. You get a little piece of bread in the morning, black imitation coffee. You come back,\nthey give you cabbage water, cabbage soup. You couldn't find a leaf of cabbage. That was our diet\nevery day in the slave labor camp, or even in the ghetto we had to scramble around to get extra food.\nThen, all of a sudden, my oldest of the sister, Faige, she transferred from the munition factory\nfor quite a while she already was a seamstress. They had 50 tailors working for the German army,\nfor the high ranking officers. They had special privilege for them. Then one day, the high-ranking\nofficer walked in, into the tailor shop and told them, You have to have these uniforms ready by such\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nand such date, because all of you are going to be deported out of here. Mind you, we were already\nthree years into it already, helping them with the war machinery. Why are they going to ship us out\nthere? The tailors didn't believe it. They said they're probably going to kill us now. They don't need\nus anymore.\nThese tailors came back into the camp and organized an escape. Impossible for a whole\ncamp to disappear. Whomever they can trust, brother, sister, uncle, cousin, friend. Then they got\ntogether a group, they decided they're going to escape. My sister wouldn't tell me what about the\nescape till the night before. My shift was 3:00 in the afternoon to 11:00 at night. You come back at\n11:00, do not go into the barrack, wait for me outside. I'll come get you, we're going to escape out of\nhere. | was already 15 years old looking for that privilege to run out of there. What am | going to\nmiss here? This misery and the dirt, the filth, the beating? I'd be better off running out. | listened to\nher, and | waited for her to come by a little after, | stayed outside, pitch dark. All of a sudden, she\ncame by with this Jewish policeman. | didn't know she knew him. She held his hand. She grabbed\nmy hand, all three are running. | was like 10 feet away from the opening, somebody cut a hole in the\ndouble fence. It was only a barbed wire, not electric wire. It was easy, you brought a pair of clippers\nfrom the factory we worked in, made a hole. Didn't make it that big, but anyway, some people did get\nout. It was time for us. We were running in different times in there. Somebody was like organizing it,\nhuge thing, we run. We came about 10 feet, 5 feet from it, the three of us, the lights came on. They\nstarted shooting, and the dogs kept growling, attracting the soldiers, because they knew the German\nshepherd dogs were growling and barking, then they started shooting. They started shooting. The\nbullet caught me in the back of my head and | let my sister's hand go and | dropped. | dropped, took\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\na few seconds later, | come back to myself, | felt a lot of blood running down the back of my shirt. |\ndid feel my head. | didn't have any holes in there. | did have a cut. | cut like two-inch cut, like you\ntake a knife and cut the skin on the top of your head. The bullet grazed me, didn't go inside,\notherwise | wouldn't be here. All of a sudden, I'm getting up, I'm screaming bloody murder for Faige,\nFaige, where are you? Why would you leave me Aileen here? | was 15 years old, she was not quite\nthat old yet, late 20s. She already has a child.\nAnyway, | could not find her. | said she would not, maybe she ran away. She thought maybe |\ndied when the bullet hit me from the impact, it knocks you out.\nSo | decided instead of looking for her outside through that hole, which | made a good\ndecision, because had they caught me close to that they would have probably this time | wouldn't be\nso lucky, the bullet grazing me, | would probably have caught a bullet in my head or whatever. |\ndecided not to go there. | decided to go into the ladies barrack, where all the women are. It wasn't\ntoo far. | lowered my head, there was shooting, lowered my head, made it into the woman's barrack.\n| opened the door in the woman's barrack, she said, You cannot come in here. You're full of blood.\nYou'll get us all killed. | said how am | going to get you killed? | know it's a woman's barrack. I'm\nlooking for my sister Faige.\nShe's not here. Get out. Get out.\nIn the meantime, shooting outside. | didn't want to go outside and be exposed to that. | stayed\nin the doorway arguing with her. Evidently, it was a little stronger than her, | was 15, she was much\nolder than me, but a woman not that strong, | guess. Anyway, at the put up a little argument. All of a\nsudden, three, four bullets came into the women's barrack. They were shooting from the tower.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nPeople start running out. They were angry, shooting inside the barrack.\nAll the women jumped off the bunks, on the ground they went. They sat up on the floor. | had\neye level with every one of them, still looking for my sister. No sister. | recognized a first cousin, Ita.\nShe asked, What happened to you? | said, I'm looking for my sister. She said, Definitely she's not\nhere. Trust me, she's not here.\n| said what am | going to do now? 15 years old, without her, my cousin said, What happened\nto you? | said | was injured, I'm bleeding still. She said, Let me help you with the bleeding. That\nwoman stopped bothering me after three bullets came into the barrack. She stopped bothering me.\nThey went back to normal. Only four times the bullets came in.\nThen my cousin cleaned me up a little bit. They happened to have a bucket of water, she had\nsome ration in there. She cleaned me up a little bit. She took a dry rag, she said, Wear it on top of\nyour wound, I'll give you my beret she was wearing and put that on so it would hold the rag\nunderneath, observing the blood. | still got to get out of there, because if they catch me in the\nwoman's barrack I'll be a dead duck, because | tried to escape with a wound on the head, | wouldn't\nmake it.\n| started to figure out a way to run. All | wanted to do is run back to the men's barrack where |\nbelong.\n| figured out when | saw the search lights in the evening were going back and forth, back and\nforth. | was figuring out, it took me a little while till the search light went away, until it came back. |\nsaid I'm 15 years old, | can still run fast and outdo this flood light here. | made it. | lowered my head,\nno shots were fired and | made it into the men's barrack.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n| said thank God now I'm safe. You're not really safe, because the loudspeaker came on,\nachtung, attention, attention, empty out the barrack, because they wanted to count each barrack to\nsee how many people escaped, how are they going to know? The night chief was coming back from\nwork, they would not let him in. They kept him between the two fences, the wires, until the day shift\nwent out, then they let the night shift out.\nThey were counting, saw quite a few people missing. Went to look inside. Let the dogs run\naround. They didn't bring anybody back. These people must have run out or wounded and in that\nhole that we cut through.\nAll of a sudden, they told us to face another direction. | faced the other direction, and there\nwas the hole. | look, the policeman is still alive, he's sitting upright position with his uniform cap, the\nwhite band. He was sitting in upright position, moaning and groaning, other people moaning and\ngroaning, men and women were there. They were wounded. They couldn't go nowhere. | don't\nknow where this they were shot at, but it affected their walking. They could not move.\nAll of a sudden, he took his gun out and killed all the wounded ones in that hole. This is what\nyou learned a lesson, never try to escape again because we will kill you.\nShot the first one was the policeman. He tilted over when he dropped, there | saw my sister\nFaige stretched out, by his legs. She must have got killed the night about.\nHe was blocking my view, the policeman. | could not see it until he dropped. Then | saw her laying\nnext to him. | said, I'm 15 years old by myself. What am | going to do now? | said | have a sister in\nAmerica. | said she's safe. Someday, | will be in America. She immigrated to America in 1937,\nbefore the war. | knew | had her.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Warren Marcus: Let's move on a little bit. Eventually, they close the camp and you get on a train\nto destination unknown. Take us from there, please.\n>> Henry Greenbaum: Well, they wouldn't let anybody go to work. They took us by buses or\nmarching towards the railroad. They filled us up on those freight cars like sardines. 75 people to a\ncar, at least. No water, no bathroom for three, four days we were traveling. Every station we stopped\nwe were screaming in unison, in different languages, Water! Water! That's all we asked for. We\ndidn't ask for food. All we asked for was water. They wouldn't give us water.\n>> Warren Marcus: Did they say anything where you were being taken?\n>> Henry Greenbaum: No. Riding along. We finally stopped one afternoon, we finally arrived at\nAuschwitz-Birkenau where that famous sign says \"Work makes you free.\" Then another selection, of\ncourse, when you many do off the train, left, right, left, right. What is the other selection for? In the\nuniform standing there directing traffic, half of my transport we found out the next day they went\nstraight to the gas chambers. | was the lucky one again. They sent me to the good side. The good\nside is you got a number on your arm, my number is A18991. If you want to see it later, | will gladly\nshow you. They took away your name, you became a number. The next stop, a haircut after three\nyears. Still full of lice in the head. There was a Jewish barber, only Jewish people were lined up\nthere with the three chairs, and clippers, hand clippers cutting your hair. He did question me, the\nJewish man, What happened to this? Why did you get hurt?\nhe talked to me in Jewish, Yiddish. | said | don't have to be an | frayed of him. | said, | was trying to\nescape with my sister, with the policeman, they were killed, | was wounded. He didn't say another\nword. Next.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nThe third stop, finally, we had to go through an maze, made it into a shower room. They gave\nus a piece of soap before you went to the shower room, and we were not well advised about what\nthey do when they coax you into a shower room instead of water, you get gas and gas you to death.\nWe were not aware of all that yet.\nWe came, we knew it was a strange smell over there, yes. We saw little gray flakes flying\naround in the air, ashes | was told. He says, We're burning here people. We got from other inmates\ntoday that were there before us. They're burning here people. They're gassing here people.\nAnyway, we were so thirsty, never mind washing. All we were interested in drinking enough\nwater. We drink enough water, then cleaned ourselves up. They took away our dirty, filthy clothes\nand furnish us with a three-piece outfit, the stripes. The jacket, the hat, jacket, pants, wooden shoes,\nand the wooden shoes with no socks or underwear. They gave you a small little three-foot blanket\nrolled up.\nWe were assigned a barracks. The barracks were the same, three people to a bunk. We\nstayed in there, Auschwitz-Birkenau, for almost like five months. It was really no work for us, other\nthan helping the other people with lifting up bodies who from exhaustion just fell and died on their\nown.\nThey take them, pick them up in the pickup truck. Sometimes they couldn't pick them up\nthemselves, we helped them. That's all we had. The only work we had in Auschwitz-Birkenau.\nThe first night we arrived there, we heard screams to high heaven in there, in the next barrack\nduring the night. We did not know what they were doing to those people, but we were too scared.\nWe just arrived there. We kept the door closed in the barrack, but the noise, you can hear the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nscreams. This was a barrack of gypsies. They didn't like them either. So they were trying to get\nthem on trucks and taking them to the gas chamber. They put up a fight, the gypsies. Of course, the\nNazis won. In the morning, you had nobody in there, it was quiet. They took care of them. By the\ntime daylight came, they were already burned to death. That was gypsy night.\n| was there, not too much work to do in Auschwitz. What happened, luck was with me, a\nGerman, well-dressed man came into Auschwitz-Birkenau looking for free labor. | didn't know till later\nthat that is what, you can't ask him, What are you picking me for? You can't ask that question. He\npoints at you, you got to go there. He's standing with the dogs, the two guards with the rifles. You\ngot to obey.\nHe was like a life saver, that civilian German. He was like a life saver. He took 50 of us out of\nthe barrack, and he took us into a nearby camp which was part of Auschwitz, Buna-Monowitz, a\nsubcamp of Auschwitz. That man was either a manager, worked there, owner, | don't know, who\nfrom a chemical company called IG Farben. They're still in existence. That man gave us jobs in\nthere, the 50 of us. What kind of job did we have? Building roads in the compound of the factory.\nPart of the factory was on a dirt road. He wanted the trucks to be able to go on the road instead of\ngetting into the mud. They had a rail leading into there, but that area didn't have anything. He\nwanted us to make a road with the cobblestones and the sidewalk. By the time it was already 1945,\nand the United States Air Force finally, finely paid us a visit.\nThey came, and bombed the area, the rail leading into the IG fact risk then we ran across 10\nBritish war prisoners there, they said, Don't give it up. Don't give up. These are the American Air\nForce. Somebody must have spoke English in my group. He said, These are the American Air\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nForce. Don't give up. They know you're here. So try to stay alive.\nEventually, they had a bunker in there, in the IG factory. The guards were allowed to go in\nthere, the dogs, and non-Jews were in there. The Jewish workers were outside, the British war\nprisoners, 10 of them, outside. They told us, when you hear the whistle they'll release the bomb. He\nsaid dive in like you're diving, | can explain it, like a swimming pool, into the area. We had a lot of\nsand, waiting to get the cobblestones in. Dive in there, lay there for a while until the air raid stops.\nEventually, they got very aggressive and | got the whole system. They get us again on the\ntrain, taking you to another camp, called Flossenburg. We arrived there, bombarded on the way. We\nhad to March in two miles, because the rail was knocked out by the United States Air Force. We\nstayed in there, in this Flossenburg. There was not any work for us to do other than bundling up\nclothing from people who they murdered, whether from other camps or just from Flossenburg. There\nwas a Story high of clothing, baby clothes, every kind of clothes. We had to bundle those coats to\ncoats, pants to pants, shoes to boots. They send them to Germany for recycling, | guess. I'm not\nsure. All we did was bundling up. We stayed in there. The war was ending. Until we heard the\nartillery closer, closer and closer, to come near the Flossenburg camp. But we didn't know what army\nis coming to liberate us. We thought that was going to liberate us. We didn't know. All we know, we\nwere near the Czechoslovakia border that made sense if the Russians would have come there. They\nwere closer. Guess what -- it was the Americans that came to liberate Flossenburg.\n>> Warren Marcus: A quick question. All this time in the labor camp, then into Auschwitz and Buna,\nare you with anyone you knew from your town or are these just people you sort of just helping each\nother out? Are you still with any relatives?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Henry Greenbaum: Still had people from the town.\n>> Warren Marcus: About 16 at the time?\n>> Henry Greenbaum: Other people too. A lot of them, we knew each other, neighbors. Related,\ncousins.\n>> Warren Marcus: Still alive. OK. Thank you.\n>> Henry Greenbaum: We knew each other. Anyway, before the Americans came to liberate\nFlossenburg three days before, we were all put on those freight cars and they only left 10 people for\nclean-up crew to stay there. We were already on the trains taking us deeper into Germany, Austria,\nCzechoslovakia, Bavaria, Germany, riding around the train. The Air Force bombed the rail, we were\non the top. Some people take off the striped jackets, on open wagons some at the end, or half\nwagon, take it, shake the striped uniform. They knew who we were anyway, the Air Force knew the\nrail system. They didn't have to do that.\nAnyway, they got so to a point where there was knocked out a whole rail system. We could no\nlonger go by train. So they decided to take 100 of each group with the two guards and the dogs and\nwe were marching. In my case, middle of February to the 25th of April we were liberated. We\nmarched. Marched means you didn't get that little slice of bread in the morning. You didn't get that\nimitation coffee in the morning. You didn't get the water soup at night after you come back from work.\nNothing to eat. The only way you got one raw potato if the two guards were hungry, they needed to\nfeed the dogs, they didn't have supplies with them either. They located a farm, went to the farmer,\none of their people, I'm sure they had a good meal. The order was to the farmer one raw potato per\nperson. You could eat 10, you were so hungry. Only one raw potato. If you want to take a chance,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nget in line again. They recognize you, trust me, that's the last potato you would have. He would\ndefinitely shoot you. That's how mean they were. We were content with one potato. We also get\nwater to drink. We have to wait till they're finished. We kept marching to the 24th of April 1945. We\nmarched. We were in a farm. This time, all of a sudden, they gave us a roof over our -- all of a\nsudden they gave us a roof over our head in the silo where they keep hay. They have goats, sheep,\nkind of warm in there. We were drenched, soaked wet from the April showers. Those striped\nuniforms, didn't take much to soak them through. We got inside, undressed naked, wringed our\nclothes out, laid it on the hay to dry. Todry. They gave us a raw potato. They gave us a roof over\nour head. We knew something was wrong, couldn't figure out what. We stayed, spend the night in\nthat silo. The next morning they woke us up, they gave us another potato. Again, we said we\ncouldn't figure out, was something wrong? We heard a lot of planes flying overhead, low flying. We\ndidn't have the British to tell us these are American. We didn't know who the airplane was. We\nthought they were Germans protecting us. They marched us out. Marched only two hours that\nmorning. Then near a wooded area, they put us in, not too deep, we see the skyline. We saw the\nplanes. We saw not too far away, you could see every little piece of equipment, the anti-aircraft\nshells, the guns, the tanks, the Jeeps, the whole army coming through.\nAll of a sudden, the two guards guarding us with the dogs, all of a sudden silently\ndisappearing. They left us by ourselves. We said saved. No, they're probably hiding behind a tree,\nthey want to see if you get up and try to escape, they'll pick you off in a second. That's what they told\nus when we were trying to escape. You ever try to escape again, we'll kill you. Nobody moved. We\nstood still.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nOut of nowhere, a tank took off from the main highway towards us. Five feet away from us, we\nsit in a circle, shaking. We didn't know who the army is. Who is that tank? Who's going to show up\nhere? Nazi soldier? American soldier? Is it going to be a Russian soldier? It so happened God sent\nus down an angel, an American. It was General Patton’s third armed division tank. He took it away\nfrom the highway towards us. They slipped out of the hedge. It was a tight squeeze for him, a skinny\nyoung man, maybe 18, 20 years old. | don't know how old. He was a young person. | was 17\nalready then at that time.\nHe slipped out of the hatch, he took his hands on his mouth, he says, We are Americans, and\nall of you are free. | still get goose bumps from that day. | shake from that day, like this, it goes\nthrough my body, because you lucked out for five years, you're 17 years old, all of a sudden an angel\ntells you you're free.\n| could not believe it. | did say, Thank God for helping save us, all of us. Why did it take you\nso long? Five years it took for God to help us. | was freed. He yelled to his partner, two of them,\nDump out all of the rations that you have. He dumped them out, we're fighting like cats and dogs to\ngrab a ration. We were unsuccessful. So we lined up behind the tank, with sign language or\nsomebody spoke English, he took us out of the wooded area, across the field, across the highway\ninto a farm. The farm, it was a house farm. One soldier opened the door and the other American\nsoldier used sign language, Go in. Go in. We didn't want to go in. We saw in the front of the\nfarmer's house three big pails of potato peelings with white flower on there. When you're hungry,\nyou're facing a steak. We got on the hands and knees, shoved as many of those peelings into your\nsystem. You didn't get any water till you went inside.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Warren Marcus: That was the slop for the farm animals, right?\n>> Henry Greenbaum: That's right. That was food for the animal feed. We went in there, we could\nnot believe it ourselves. We should have listened to the American soldier, to go in. There was a\ntable with regular food, with breads, boiled potato, hard-boiled eggs, all kind of things in there. | said\nwhy did we eat that? All we wanted to do was drink water. We were not hungry anymore.\n>> Warren Marcus: You were starving.\n>> Henry Greenbaum: People were there liberated from the night before. They were there. They\nhad this good food. Guess what -- they were all sick as dogs. Their system could not hold, their\nstomach could not absorb the good food or they overate. One of the two. They're all moaning and\ngroaning, screaming for the two angels, the two soldiers to get some doctors in there.\nThey dialed this funny telephone they had in those days, they took three hours for the medics\nto come. They helped out with medication. | showed one of them the wound on top of my head. He\ngave me a sign of | didn't know what this means, like this. He shaved part of my head, put medication\non it. | was in a human being's hands. Not these animals. They would have killed me if they thought\n| had a wound on | am head, | was trying to escape. They wouldn't be here.\nThank you for listening to me. It was really a full house. I'm just the happiest man when | see\nthe house is full. | like that better.\n>> Warren Marcus: Thank you, Henry.\n>> Henry Greenbaum: Thank you for coming.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Warren Marcus: OK, so this works out. Good job, Henry. This works out well. We have a lot of\ntime for questions. And then our tradition here is to give the First Person the last word, so Henry will\nclose. We'll ask your cooperation in taking a special crowd photo with Henry. I'll explain when we get\nto that.\nThe questions will go like this. We have microphones on either side in the back. If you could\nraise your hand, we'll get a mic to you. | may repeat it to help Henry out. | may help with the answer.\nWe like to keep the questions to Henry's story and anything you want to know about it. OK? Who\nwould like to start? Lots of time. Don't be shy. He's got lots to share. Right here. Please stand up.\nThere's the mic. Thank you.\n>> | was wondering if when your sister immigrated to the United States what was the reason that\nnobody else in your family was able to follow her or why didn't anyone else go to the United States\nwith her when she left in 1937?\n>> Warren Marcus: Want me to repeat that?\n>> Henry Greenbaum: No, | think | Know what she means. The immigration laws were very tough in\nAmerica. My father had two brothers and a sister who immigrated to the United States in 1904.\nThose three families were able only to get one person out, and it was my lucky sister. She came to\nAmerica in 1937. She was the only one. My older brother tried, but always failed. They kept telling\nhim, Come back again and again. Why? | don't know. He was a domestic tailor. He wouldn't be on\nthe government's payroll here, had he ever made it here. He wouldn't be drawing money from the\ngovernment. He made his own living, he would. But yet, they did not disqualify him. My sister was\nlucky. She made it here. That's how | got here.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Warren Marcus: Let me add to that. All of us, many years later, know what happened, but the\npeople back then, whether it was in Germany or Poland had no idea what was coming. In some\ncases had faced different kinds of persecution in the past and gotten through it, where they were\nhopeful about their country or were tired of the Russians. They're all very complicated, for example.\nSo we don't want to assume that everybody was -- should have tried to get out, because it's a\ncompletely different situation for each one of but thank you for starting.\nAnother question? Right in the middle there. We'll pick the worst place to get a microphone.\n[Laughter]\n>> Was it too hard to keep up with your faith, or did you stop believing during this time?\n>> Warren Marcus: Did you stay religious during these five years or did you question things?\n>> Henry Greenbaum: On that March, believe me, | had a direct line to God. | said, Save me, dear\nGod, so | will see my sister in America. But as far as | knew, | had no one left, as far as | knew, that\nI'm the only one alive and her in America. So constantly, every day | pray to God, | said, Please save\nme another day and another day. | never lost my faith in God, and that sustained me, because |\nbelieved in God | think.\n>> Warren Marcus: Thank you. Another question? All the way back in the middle. Thank you.\n>> Since you were saved and came to the United States, what has been the most painful thing that\nyou hear from people, or what's the thing that hurts you the most that you hear from people?\n>> Warren Marcus: Since you came to the United States, what's been the most painful thing\nsomeone has said to you or happened relating to this history, | assume?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Henry Greenbaum: What they said to me wasn't painful, but they didn't want to hear me. | first\ncame here in 1946 full of stories | wanted to tell what they did to us. We promised one another on the\ndeath march, if you should survive, make sure you tell your story what they did to us. That's the only\ncommunication we had. We kept that promise. When we first came here, no one wanted to listen.\nThey kept saying, Why do you harp on the past? Why don't you think of your future?\n| said, | know I'm the future, but you have to tell wnat happened so we can avoid it happening\nagain, by us telling the story what they did to us.\n| took till 1978. | thought, that was my idea, they had a picture playing, it was called\n\"Holocaust.\"\n>> Warren Marcus: TV show, right.\n>> Henry Greenbaum: Three nights on NBC. No Hollywood in there. It was a lot of true things in\nthere, 99% | would say, but really happened. Right after that, people were interested in the survivors.\nThen we didn't have enough time to talk. We were invited everywhere. Now I'm not trying to\nshow you off, but | was invited to Larry King radio in Crystal City right after that film was playing. |\nwas there on radio with a priest by the name of Eugene Fisher.\n>> Warren Marcus: Right.\n>> Henry Greenbaum: | guess you know him. He's a Catholic Jewish relations, | guess. Very smart\nman. Also aman from NBC. We stayed from 12:00 to 3:00 a.m., in the morning, people called in,\nasked questions. There's your answer.\n>> Warren Marcus: It changed. Thank you. Other questions? Yes, sir?\n>> So did your sister know what was going on after you got back to America? Did your sister know?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nThe second question, is your name, which is your correct name? There's two names here on the\npaper.\n>> Henry Greenbaum: The correct name is G-r-e-e. Greenbaum. The reason | changed that is\nbecause my father's two brothers and their children spelled their name G-r-e-e, why shouldn't | do\nthat? Then | said Chuna, in Europe, here in America, Chuna, C-h-u-n-a.\n>> Warren Marcus: What's wrong with that, Henry?\n>> Henry Greenbaum: My sister said people will laugh. You need to change it.\n>> Henry Greenbaum: | said | am going to change to G-r-e-e, | might as well change to Henry. In\npublic school, they called me Henyik, with an H. Henry was close.\n>> Warren Marcus: So | understand, the sister already here, are you saying did she have any idea\nwhat was happening during the war, to the rest of the family?\n>> Henry Greenbaum: It wasn't that bad, really they didn't bother us until the war started. Then it\nwas too late to send messages to her. It wasn't like we have now, those little things you have, you\ncarry, in two seconds they know the news. Yeah, in two seconds. It was days or weeks.\n>> Warren Marcus: No tweets in 1938.\n>> Henry Greenbaum: That's right.\n>> Warren Marcus: I'm sorry?\n>> Did she know?\n>> Warren Marcus: Did she know what?\n>> What was going on.\n>> Henry Greenbaum: Unless she read papers.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Warren Marcus: | suggest that was a long question what sources she had of information. The US\ndidn't get into the war until 1941, so once you go into the main exhibit you will see headlines that the\nAmerican public knew all about things up to the start of the war, in Germany. Then once the war\nstarts there's a lot going on, a delay in terms of when the mass killing information comes out. So\ninvestigate the broader context, then you will find out. OK?\nOne? Yes, ma'am, right here. You will be next.\n>> Throughout the span of the 10 years, you lost a lot of family members, and | was wondering, I'm\nsorry about all of your losses, | was wondering if when you lost your sister Faige if you had the time\nand energy to mourn her loss in the camps, what that was like?\n>> Warren Marcus: She feels bad about all of your losses, and wonders when you lost Faige in the\nescape attempt did you have time to mourn or was there too much going on?\n>> Henry Greenbaum: | was mourning every day. Every day | missed her. She became like a mom\nto me. | missed her stretch. | saw her stretched out, that was like almost the end, the end of me. |\nsaid | was almost ready to give up, but then | said, no, | still have my sister in America. She's safe.\nSomeday, with God's help, I'll make it to America.\n>> Warren Marcus: By the way, have you mentioned your brother in silver spring? How old he is?\n>> Henry Greenbaum: Well, he's 103. But that was the one that ran away, that was a story. That\nwas a massive story. When we came and | teamed up with the brother in the Polish army, through a\ncousin we met. He was liberated in Poland, | was liberated in Germany. Near Frankfurt. That same\ncousin that helped me with the bleeding, one day | met her there, in Bergen-Belsen, she says I'm\ngoing to Poland to look for my brother. | said, lta, she wanted me to go with her, | said I'm too scared,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\ndidn't want to go nowhere. That was the British zone, Bergen-Belsen. | went to the American side. |\nsaid Ita, if you go to Poland, you locate your brother, look for my brother. Maybe the one in the Polish\narmy is there too. It was in Poland, they had a displaced person there, organized by the United\nStates, where there was enough food, it had to be the United States organized.\nShe was there, she flew over there and met her brother. He had brother knew of my brother,\nthat he's also in that Displaced Persons Camp, because they're first cousins. She told him I'm alive,\nnear Frankfurt. It took him 3, 4 weeks to visit me, he stayed with me. He was 10 years older than |\nwas, that particular one. | said where do we have our sister? She's in America, | did not know where.\nThe soldiers tried to help, but | didn't know where. He said the best | can come up with, in the\nWashington area. They started looking, the people in that displaced person camp. It so happened\nthat they came up with she married a first cousin, the uncle that took her down sponsored her. She\nmoved into their house. They fell in love with the cousin. She was born in Europe, he was born in\nWashington. In New York, | guess. Then she fell in love. What we're trying to tell is they maintained\nthe same name, except spelling different. So it wasn't too hard to find her. G-r-y, here G-r-e-e. What\nI'm getting at, after she spent papers for us, we arrived in New York, somebody was supposed to\nclaim you once you arrive, we were looking fora woman. We didn't see a woman. We saw this\nyoung man coming, looking for me, my other brother. It was that brother who escaped, with the\nPolish soldier.\n| said Dave? How did you get here? He says, | came here in 1941. | said, Goody-goody for\nyou, but why didn't you let me run away with you?\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n| would have been here in 1941. So he says, No, you were a young boy. You don't know how much\ntrouble | had myself. He started complaining and complaining. | said, You Know what? | don't want\nto listen to it, because there's no way he went through what | went through.\nAnyway, you're my brother. | hugged him. Take me to my sister. He took the two of us ona\ntrain, we came to Washington. We stayed again there. Then we started giving him a hard time. Me\nand my other brother said, You're staying with your sister since 1941? This is already 1946. Why\ndon't you get a wife, move out?\n>> Warren Marcus: That's our next interview.\n[Laughter]\nThank you, Henry. We have to wrap up.\n>> Henry Greenbaum: OK. OK.\n>> Warren Marcus: A couple announcements. First, if you're interested in keeping in touch with the\nmuseum, and its programs, complete that stay connected card you were given at the door or speak\nwith some of our museum representatives at the back of the theater. If you do that, you will receive\nan electronic copy of Henry's biography so you can remember and share his testimony before you\nleave today. It's our tradition at First Person that our First Person has the last word. So after Henry\nhas his last word, we're going to -- Joel will come up, take a picture with you guys. Hopefully standing\nand cheering in the background. Now we'll complete our day. Then Henry will stick around, chat for\na few minutes as he can, take pictures. Henry and | have a lunch date, so we can't take too long.\nWe'll stay, as many people want to talk to him.\nOn that note, Henry, your final words for our wonderful audience? Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Henry Greenbaum: | want you all to remember the survivors, because we're not going to be here\naround too long. We're all aging. I'm 85. I'll be 86 in April. Some 95-year-old people here. We're\ndying out. We want you to carry our legacy. Don't forget that 6 million Jews that got murdered and\nthe million and a half children and 20 million others for other reasons. Keep it in mind. If you see\nanything is done injustice to any human being, speak out. Don't be a bystander. Just speak out. If\nyou're too young, you can't help, ask your parents, tell them to help you. Ask a teacher, rabbi,\nwhoever to help you. To keep this memory alive, because we need that. Maybe someday it won't\nhappen. | don't think it's going to, but for my lifetime, but might be the young people maybe\neventually become better citizens and don't fight with one another and try to get along.\nSO mainly remember us. That's the only message | have to you.\n>> Warren Marcus: Thank you, Henry.\n>> Henry Greenbaum: Thank you. Thank you. Thank you.\n[Applause]\n>> Warren Marcus: Turn around and face Joel. He will get a picture of you with the audience.\n>> Henry Greenbaum: OK.\n[Applause]\n>> Warren Marcus: Thank you all. We have lots of museum reps here if you want to stay connected\nor if you have questions about the exhibit. Thank you for coming to our exhibit, and thank you for\nmeeting Henry. Have a good day.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n32\n>> Henry Greenbaum: Thank you very much.\n[Program eEnded at 12:01 p.m.]|\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}