{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON SYLVIA ROZINES\nWednesday, May 24, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIG6NS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mrs. Sylvia Rozines, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our website, at www.ushmm.org,\nprovides information about each of our upcoming First Person guests.\nToday we are live streaming this program through the internet which means people\nacross the country and throughout the world can tune in. We do know that we have a class\nfrom the Gene M. Reed Elementary School in Allen, Texas, with us today. They will be viewing\nalong with many others, we hope, across the world.\nContact reference@ushmm org for further information about tis collection ,\nSylvia will share with us her first person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, we will have an opportunity\nfor you to ask her questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Sylvia is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nSylvia Rozines was born Cywia Perelmuter to Jewish parents, Icek and Chaja on\nJanuary 20, 1935, in Lodz, Poland. Her father worked in a wholesale flour and sugar\ncooperative and her mother cared for Sylvia and her sister Dora, who was seven years older.\nThis photograph of Sylvia was taken around 1938.\nOn this map of Poland, the arrow points to Lodz.\nHere we see Sylvia on the left, her father in the middle, and her older sister, Dora, on\nthe right. Sylvia was about 3 years old when this photo was taken.\nIn September 1939, when Sylvia was 4 years old, Germany invaded Poland, officially\nbeginning World War II. Within seven days German troops entered and occupied the city of\nLodz. This historic photograph shows German troops entering Lodz.\nIn February 1940, German authorities established a ghetto in Lodz. Jews lived\nisolated from the rest of the city in an area enclosed by barbed-wire fencing. The sign in this\nGerman postcard of Lodz reads, \"Jewish residential area -- entry forbidden.\"\nGerman authorities began deportations in 1942 from the ghetto to the Chelmno killing\ncenter. The deportations targeted children in 1943, but Sylvia's father managed to find different\nhiding places for her. Then in 1944, most of the remaining Jews in Lodz were deported to\nAuschwitz-Birkenau. Sylvia's parents and sister avoided deportation because they were\nContact reference@ushmm org for further information about tis collection .\nchosen to clean the ghetto. They hid Sylvia in a cellar along with 11 other Jewish children\nwhose parents remained working in Lodz. In January of 1945, the Soviet Army liberated the\n800 remaining Jews from the Lodz ghetto.\nSylvia's family relocated to a displaced persons camp in Germany. In this photograph\nwe see Sylvia, circled, at the displaced persons camp in 1947. Sylvia eventually lived in Paris\nuntil emigrating to the United States in 1957. After living 10 years in France, Sylvia and her\nfather immigrated to the United States in 1957 joining Dora and her husband Jack who had\nmoved earlier to Albany, New York.\nSylvia got a job in a dress shop. She married David Rozines, who was also a\nHolocaust survivor, in 1959. David worked in sales. They had a son Greg, who graduated with\na degree in engineering from the State University of New York at Binghamton.\nI'd like to mention that Greg is here in the front row with Sylvia.\nSylvia went to night school and then went to work for the New York Public Schools,\nwhere she worked for 24 years. Sylvia's husband David passed away in 1999 at age 69. Sylvia\nmoved to the Washington, DC area to be close to her son. Sylvia has two grandchildren,\nJeffery and Alyssa.\nSylvia began volunteering with this museum's Visitor Services in 2014. You will find\nher at the Information Desk on Mondays. Sylvia only recently began speaking about what she\nwent through in the Lodz ghetto and is now speaking in local schools including Montgomery\nCollege. She also speaks to groups here in the Museum.\nIn collaboration with her niece, Jennifer Roy, Sylvia's story was published with the title\n\"Yellow Star.\" Her book, which has now sold more than 150,000 copies, is used widely in\nschools and has been published in a number of countries including Brazil, Belgium, the\nContact reference@ushmm org for further information about tis collection ;\nNetherlands, Germany and Spain. Following today's program, Sylvia will sign copies of \"Yellow\nStar.\"\nWith that | would like you to join me in welcoming our First Person, Sylvia Rozines.\n>> [Applause]\n>> Bill Benson: Sylvia, thank you so much for joining us.\nWe are going to start, because our time is so limited, so let's start first with your very\nearly years in your family. You were not yet 5 when Germany invaded Poland September 1,\n1939, starting World War II. Before we turn to the war and the Holocaust, tell us a little bit\nabout your family and your community from what you know in those years before the war\nbegan.\n>> Sylvia Rozines: We had a very nice life. The family was always together celebrating the\nholidays. And we were very happy until the Germans invaded pollen.\n>> Bill Benson: Before we talk about that, tell us a little about your mom and dad. For one\nthing, you told me that they loved theater, loved dressing up. Your mother liked silent movies.\n>> Sylvia Rozines: Yes. My mother loved the American silent movies. She was a terrific\ndancer. Every Friday night they went dancing. They loved to be dressed up all the time. And |\ncan see on my pictures how nice they dressed me and my sister. | had a very lovable mother\nand father.\n>> Bill Benson: Your father served in the Polish Army.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: Do you know anything about that period of his life?\n>> Sylvia Rozines: No. No. That was before he got married.\n>> Bill Benson: Ok. How large was your extended family?\nContact reference@ushmm org for further information about tis collection .\n>> Sylvia Rozines: | had many, many uncles and aunts and we all lived almost in the same\narea.\n>> Bill Benson: So a large extended family living close by.\n>> Sylvia Rozines: Yes.\n>> Bill Benson: And you had said to me that yours was a very close family. You lived close but\nyou were also closely knit.\n>> Sylvia Rozines: Yes, yes. We helped each other. We love each other. Yeah.\n>> Bill Benson: And Dora, just a little bit about Dora, she was seven years older than you so\nshe remembered a great deal about those early years.\n>> Sylvia Rozines: Actually, my sister didn't talk about it. So when | needed some information\nabout the book, she didn't remember as much as | did because she put it away. Once you stop\ntalking -- | also did it, but when | arrived here in Washington and we started to write the book,\nthings came back to me.\n>> Bill Benson: And we're going to hear hopefully -- not all but many of the things you were\nable to write about in the book.\nAs we noted earlier, when we were showing the slides, within seven days of Germany\noccupying Poland they occupied your city of Lodz and they unleashed the horrors of the\nHolocaust on your family and the nearly 250,000 Jews that lived in Lodz. Tell us what you can\nabout what happened to your family when the Germans occupied Lodz but before they put you\ninto the ghetto. What was that period like? Do you know?\n>> Sylvia Rozines: This period | don't remember before but | remember being in the ghetto and\n| remember the barbed-wires, and soldiers standing all around guarding us so we couldn't\nescape on the Polish side. It was very crowded.\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Before we go to the ghetto, just a couple of comments. In your book you wrote\nabout when the Germans first came in, you and your family left in a buggy.\n>> Sylvia Rozines: Oh, yes. The German decided to make the city of Lodz a German city. All\nthe Jews had to leave. So my father hired horse and buggy. It was wintertime. We went to\nWarsaw with our uncle and his two children. So we were two families with two children. And\nwhen we arrived in Warsaw, everything was bombed, the houses. We couldn't find a place to\nstay. And that was one of the best decisions my father made, to return to Lodz. And when we\nreturned to Lodz, then they decided to make the ghetto. That city had many factories. There\nwas not much bombing. The factories stayed intact. And they decided to put the people to\nwork. It depends on your profession. They assigned you make clothes if you were a tailor, a\nshoe maker.\nMy father, they asked what you were doing before the war. He said he worked with\nflour and sugar. So the good part, they made him deliver flour -- there were bakeries, to bake\nthe bread. Of course the flour was very -- it was not really the good flour but we have happy.\nWorking with flour, sometimes it spilled a little bit. The older people used to grab a little bit. And\nat the end of the day the whole group who worked together divided. So everybody could have\na little bit of flour. So that helped.\n>> Bill Benson: And when they did that, they were not supposed to do that, right?\n>> Sylvia Rozines: No.\n>> Bill Benson: So that was a clandestine thing they did.\n>> Sylvia Rozines: Yes. They wore white uniforms. And they had packets made special. You\nonly could take a little bit because they weigh it. And only very strong men could do it. You had\nto carry a bag of 100 kilos of flour to take it off the buggy and bring it to the bakery.\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: When you first entered the ghetto, when you were forced to go in there with\nyour family and all the other Jews were forced in there, you shared with me that as you went\ninto it, you remember holding Dora's hand.\n>> Sylvia Rozines: She always watched me. But | don't have recollection going into. It may be\nmaybe we lived there before because some of the streets people lived and some people didn't\nhave to move. The people who were in a certain section where the German didn't want, you\nmoved. And after a while they put another family with a little girl wno became my best friend, in\nour apartment. So we lived seven people in a room and a kitchen.\n>> Bill Benson: One room and a kitchen, seven of you in there.\n>> Sylvia Rozines: Right.\n>> Bill Benson: And then you got another friend. You had two friends. Right?\n>> Sylvia Rozines: Once the parents went to work, the children were left alone. And we were\nsmall children. In the beginning my sister was the babysitter but then she was old enough, they\ntook even 10 years old to go to factories to work, maybe younger. But then | was left alone.\nSo we got in one of the other little girl's -- the other little girl lived just across. Her\nname was Hava. | found out she was two years older than me. She had a little brother. We\nstayed in that apartment till our parents came from work. All the toys we had, | had a beautiful\ndoll and carriage which | remember because of a picture with them. Everything was sold. In the\nbeginning we could exchange with Polish people. We only wanted food, so we gave the toys,\nclothes, at night you made the exchange. After a while we didn't have anything else.\n>> Bill Benson: So you would swap a shirt for a little bit of food until you ran out.\n>> Sylvia Rozines: We had to give -- my father, | remember, told me, he gave a suit and two\npair of pants just for a pound of butter. You had to give a lot.\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: To get a pound of butter.\n>> Sylvia Rozines: And that was the last time | ate butter. And | don't remember the taste of it.\nMany foods after the war | didn't know what they were.\n>> Bill Benson: What work was your mother and Dora made to do?\n>> Sylvia Rozines: Yeah, Dora went to a factory with my mother. They were making lady\nundergarments.\n>> Bill Benson: And who were they making them for?\n>> Sylvia Rozines: For the Germans. Everything was sent to Germany. They received a little\nsoup and a slice of bread. And the soup was mostly water. But if you're hungry, everything\ntastes good.\nAlso, we had rations to get food for the week. You had to go to certain stores. You had\na little booklet. You had to wait in line. And sometimes by the time your turn came, the food\nwas out.\n>> Bill Benson: You wrote in your book -- this was about the winter of 1941. You said, \"Winter\nerases whole families. It also erased the vegetables that we grew.\"\n>> Sylvia Rozines: Yes. We could make little gardens. In the backyard, the courtyard had\ncement but we ripped out the cement to plant. The only thing | could remember my father\nplanted during the summer is potatoes because we didn't have seeds and beets. We were\nhappy. In the summer we had a little bit more food. The winters were terrible because they\nstopped giving us wood to make our apartment warm. We had ovens. You had to make a fire\nand cook. And little by little we used furniture.\n>> Bill Benson: For fuel?\n>> Sylvia Rozines: For fuel, yes. And then it was getting harder and harder.\nContact reference@ushmm org for further information about tis collection\nThe food -- being hungry, most of the people thought about it. When you hungry, how\nto make different recipes what they gave us. | remember whatever they gave us you had to\nfind a way how to fix it because you just had some oil but the oil was such a poor quality. |\nthought the oil was used for machine.\n>> Bill Benson: And that's what you had for cooking.\n>> Sylvia Rozines: For cooking, just to have a little grease. But people were getting thinner\nand thinner on the streets. | could see people dropping on the streets. There were children,\nolder children, who had a job to pick up the dead people and put them on horse and buggies\nand bury them.\n>> Bill Benson: The children were doing that.\n>> Sylvia Rozines: Sometimes children, sometimes grown-up.\n>> Bill Benson: As terrible as the conditions were that you've just given us a glimpse of in the\nLodz ghetto, they, of course, became so much worse once the Nazis began deporting Jews\nout of the ghetto and sending them to a killing center, Chelmno. The Nazis were intent on\ngetting all the kids and taking them. Tell us what your life was like once those deportations --\nespecially when they were after the kids.\n>> Sylvia Rozines: That was my worst time, when they decided, and the parents had to give\nup the children. But they made it sound so good, that we are going to camp, to Germany, and\nthe children going to have food. Give away your children. Here you go to work; the children are\nstaying by themselves and there is no food. And some people believed because they couldn't\nsee the children starving.\nBut | had a very courageous father. He wouldn't give me away. Each time they came\nto get the children, he used to hide me. My worst memory was the last time -- he couldn't find\nContact reference@ushmm org for further information about tis collection ‘o\nplaces anymore. So he decided there was a cemetery behind our backyard. There was a big\nwall. He decided to hide me in the cemetery. There was a raid at night. And | remember\nwaking up and screaming that | don't want to die. We really didn't Know that we were going to\ndie because they said they were going to send us to camp and we were going to have a good\ntime there. And my father grabbed me -- it was during the night. They barricaded certain\nstreets because they couldn't get the children. So they arrived. We didn't know that night they\nwere going to come. Sometimes we knew but this time we didn't. So my father grabbed me,\nand we went down | think the window and we climbed that wall and he made a hole and put\nme in the hole.\n>> Bill Benson: In the cemetery.\n>> Sylvia Rozines: In the cemetery. And covered me with grass. We stayed there more than\n24 hours, till my sister came and told us they are gone and you can come out.\n>> Bill Benson: Do you remember how frightened you were?\n>> Sylvia Rozines: Yes. Because | was already, at the time -- that was -- | was like 8 or maybe\nolder.\n>> Bill Benson: When that happened.\n>> Sylvia Rozines: Right. That's why | remember. This incident left me for life. Years and years\nafter, | had this dream. It came very often. | lived in France 10 years. And all through that time\nmaybe once a month | had this dream of I'm staying in the hole and the German, | look up,\nstanding with a gun, and my father next, and | said \"He's killing me\" and | wake up. It was the\nsame dream. Until | came to America in 1957, for some reason the dream stopped.\n>> Bill Benson: But you had it all those many years.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 1\n>> Sylvia Rozines: But | live always with fear. | knew I'm in America. And | knew there were no\nGermans. But | always was afraid to stay by myself.\n>> Bill Benson: Sylvia, you also shared that | believe you lost your friend, Hava. She\ndisappeared. Then you lost your other friend, Itka.\n>> Sylvia Rozines: That was when they decided in 1944 everybody has to leave. They left -- |\nremember very well, they left by train and they only could take a little knapsack and some\nwater. And Hava and her mother were very sick. My father helped them to take them to the\ntrain. | Know she didn't make it. Itka, | don't know.\n| remember Hava second names. | put a memo -- in Miami there is a monument for\nchildren, children are climbing to escape. And | put her name. Because | knew -- | found out\nthe date she is born and | knew the second name. Itka, | could not remember her second\nname. You cannot give just the first name.\n| remember them well. We were very good friends. We played together. What did we\nplay? A lady made from sheets little dolls and from a pencil she made the eyes and clothes.\nAnd all three little girls were baby-sitting the little brother who was sick in the crib. We played\nwith this. There were no schools. And children didn't learn. So my sister, who was hold -- older,\nshe taught me the alphabet and the numbers and how to sign my name.\n>> Bill Benson: So Dora was happy to educate you.\n>> Sylvia Rozines: Yes. She was very bright. She helped me to learn at least the basics.\nSO now we are coming --\n>> Bill Benson: I'm going to ask you one more thing. You described in your book -- referred to\nthe deportations as wedding invitations. In the book, that was the phrase that was used.\nSomebody got a wedding invitation. It was the order.\nContact reference@ushmm org for further information about tis collection o\n>> Sylvia Rozines: And once the people -- some people wanted to go because the situation in\nthe ghetto was so bad, they thought maybe they going to go to other factories. That's what the\nGerman propaganda announced: we going to send you to factories; you're going to have more\nfood. We had no idea what was happening in Germany. We didn't have no radios. They took\neverything away, first our valuables and then -- one family they found a radio and they took the\nwhole family, the grandma, grandpa, the parents, and they killed them right there.\n>> Bill Benson: Because they had a radio.\n>> Sylvia Rozines: So people were afraid. If people had radios, they just broke into pieces and\nthrew them away. So we didn't know what was happening in Germany.\nMy father felt he didn't know what was happening. So it scared him not knowing. So\nhe stayed as long as he could stay. Luckily they needed people to clean up the belongings\nfrom the people who left, I'm talking 1944.\n>> Bill Benson: So the people that were deported, they wanted to clean up all of their\nbelongings.\n>> Sylvia Rozines: The German wanted -- there was beautiful furniture people left and clothes.\nEverything was sent to Germany. There was one train still working. The people, like my father\nand mother, were chosen to stay and do that work. But when he looked, the German leader --\nmaybe you heard his name. | hate to say his name. He just looked at me and he said, \"She\ncannot work\" and used very bad language. And you have to go left. Left was to go. Right was\nto stay. They put 800 people in two factories.\n>> Bill Benson: So this is the 800 remaining Jews.\n>> Sylvia Rozines: Yes. The ghetto became a ghost town. Everybody left. And | remember the\nsummer time. People left their window open. You couldn't walk on the street because it was\nContact reference@ushmm org for further information about tis collection 13\nempty. But every morning, the 800 people went to work, assigned streets, went to clean up,\nput them on horse and buggy, and took the belongings to a train.\nNow, we supposed to go but my father went to this factory and he saw there was a\nbasement there. He decided -- | was already a big girl. He says, | am not going, my name is on\nthe list, and | will put my Sylvia in the basement. And his friend heard about and they looked at\nhim he's crazy; you're all going to get killed. He says, | have a feeling, a premonition to do this.\n| cannot tell you what to do but if you want to, you can put your child. So his brother, my\ncousin, who lives now in Toronto, Jack, his father listened to my father and he put him -- and\nhe was a younger child than me. | was watching over him. And other people.\nSo | actually didn't remember how many children, maybe 11, maybe 13. So | put in the\nbook 12. And we stayed there. And every morning they went to work and they used to -- it was\nin the summer. The garden had vegetables. They created a kitchen in the camp. The women\ncooked. And in the summer we had all of those vegetables. Used to find in the rooms any food\nthey brought back to the camp. And the women cooked.\nAfter a while the Germans found out about us 12 children.\n>> Bill Benson: That were hidden in the cellar.\n>> Sylvia Rozines: They came to the cellar and told us follow them in that house where the\nGerman lived. They talked. | couldn't understand at that time what they were saying. After a\nwhile, they sent us back to the parents. And the parents were so happy to see the children\nback. Little did we know that they were planning to kill everyone. A couple of days after they\ntook all the men in the cemetery and dig three big holes. And the men knew when they came\nfrom work -- they were sad, this is for us. But still my father couldn't believe it; they are going to\nkill us one time.\nContact reference@ushmm org for further information about tis collection 7\nAt that time we were only 745. Some people passed away. We could hear already the\nbombings falling. We were happy. We saw little tiny plane in the sky, like toys. We didn't know\nfrom what country they were. Then slowly they were coming down and the bombs started to\nfall. We could hear.\nSo one day the bombs were really falling close so everybody decided to go from the\ntwo factories to lay on the ground.\n>> Bill Benson: While the bombs --\n>> Sylvia Rozines: The bombs were falling. We thought maybe they would hit the building and\nwe were going to lay. So we lay on our stomach, for some reason. | know next to my mother,\nand the bombs were falling all around. Suddenly we saw this light up from the sky came, like it\nwas daytime.\nWe found out later on Russia liberated us. So one came to our camp, saw all of those\npeople. He was in the plane, Who are those people? And we were wearing the yellow star on\nthe back. And they realized they were Jewish people.\n>> Bill Benson: So this is one of the pilots in the Russian planes?\n>> Sylvia Rozines: That's why they didn't throw on the factories bombs because they realized\nthat we were Jewish people laying there.\n>> Bill Benson: I'm going to go back a little bit if | can, Sylvia. You told me about your father\nrescuing a cousin of yours, Mena. That is such an astonishing thing.\n>> Sylvia Rozines: He helped. Her father and another man -- my father wasn't the only person.\nThey needed to walk on the street. When they took the children, they put them in the hospital.\nlt was a big building. And from that hospital trucks were coming and would take them to the\ntrain. My aunt couldn't find -- they found her in a hut and took away. That was the only\nContact reference@ushmm org for further information about tis collection '.\ndaughter. She came to our apartment crying help, help me, to my father, they took Mena. And\nhe got papers they could walk on the street. How do you get to the hospital? The Germans see\nyou. It's a ghost town.\nSo the father knew somebody who was cleaning the chimney. And she was my age\nbut she was very tiny little girl. They went to the building. He said | have to clean the chimney.\nThey took her out in a basket. She lives now close to New York City. She survived.\nBut in 1944, they were sent out with other people to leave the ghetto. And they really\ncould stay with the 800 people but they decided maybe it's better over there. Luckily when they\narrived in Germany -- not in Auschwitz. Because they were taken away. They assigned my\naunt and her with gypsies in a camp with gypsies. And gypsies were allowed to keep one child.\nSo that's how she survived. It wasn't a long time when she was liberated by the Americans. |\nthink American or English.\n>> Bill Benson: Thanks for telling us about that.\nBefore you were liberated, Sylvia, when you were describing in the cellar with the\nother 11 children, what do you remember what it was like for you to be in the cellar with just 10\nother or 11 other kids while your parents are being forced to do the work they were doing?\n>> Sylvia Rozines: We had to keep quiet. The parents were bringing us the food down in the\nevening when they came from work. It wasn't easy because some children couldn't stay quiet.\nBut we were not there a long time. | remember -- | don't even remember weeks. Right away\nthe Germans found us.\n>> Bill Benson: Will you tell us -- before we go back to that. At some point in the cellar you\ndecided to come out. And this is the story with a pear.\nContact reference@ushmm org for further information about tis collection ‘e\n>> Sylvia Rozines: Oh. After they found us, they decided to put us to work. And the Germans\nlived in a place where there were gardens. There were pears. | was almost 10 and the other\nchildren were maybe 9, 10, 11, 12. First they made us bring up coal from the cellar to warm\ntheir oven.\n>> Bill Benson: This is your job as kids.\n>> Sylvia Rozines: My job. That was not an easy job because it was wintertime. But then they\nsaid pick the pears. And the pears, as we picked, we could eat. But | saw other children taking\na pear or two hiding behind the clothes and | said | would like to bring back to the camp for my\nsister. | was petrified if they opened my coat and my pocket if they found the pears but finally |\ndecided to do it.\nSo many children are writing me letters when they read my book. | have hundreds and\nhundreds of letters. And | have even a picture of a child, young student, of the tree, how |\npicked the pear and hide the pear; how brave | was to steal that pear for my sister.\n>> Bill Benson: And kids are writing you about that. Absolutely.\n>> Sylvia Rozines: Yes. Yes. The pear, mostly -- it's very important to them, that time when |\ntook that pear.\n>> Bill Benson: Also, | would like you share with the audience, before the bombing occurred, |\nbelieve, and before you were liberated, while you were still hiding you ended up hiding very\nclose to where the Germans' offices were, where they were headquartered. Tell us about that.\n>> Sylvia Rozines: Yes. When the men dig the holes, we knew they going to kill us next day.\nSo the person who was in charge of the 800 people opened the door and they said go hide\nyourselves. Where can you hide yourself? It was January, snow up to the knee.\n>> Bill Benson: And horribly cold, brutal winter.\nContact reference@ushmm org for further information about tis collection -\n>> Sylvia Rozines: Empty houses. So my father decided -- he was very, very smart to do this,\nto choose the house across from the Germans. He figured they going to go house-to-house\nand that's the last house they going to --\n>> Bill Benson: The one right next to their headquarters.\n>> Sylvia Rozines: And we were there maybe three, four days. | remember my mother only\ncould take one bread. We were cold. We couldn't make any fire. Because the German would\nsee the smoke. So we stayed quiet there. And the bombs were falling louder and louder. And\nwe knew that any day maybe we would be liberated.\nThen one day we saw a lady walking, a blond lady, on the street. The other people\nsaid let's go out; we are free. But my father said let's wait, maybe she's a decoy. Maybe we are\nnot and the German want us to come out. But it was the liberation. And we came out.\nAfter we came out, the bombs were falling. We almost got killed. My father managed\nto get a horse and buggy and we went back to our camp where our clothes were. We were\nstaying on the street, watching the Polish people carrying our belongings. We didn't have time\nto clean up all the apartment. So they were carrying the clothes or some furniture.\nAnd it didn't occur to us go back right away to see if you can -- we had nothing but we\nwere so happy to be liberated. And some of the Russian major and a colonel came and talked\nto us. Whatever they had -- they had some chocolate. They saw the children. They gave us the\nchocolate. And all the food they had they gave it to us. And they said, \"You are the first Jewish\npeople we liberated but now we're going to take Berlin.\" And that colonel was very worried\nbecause it was very hard to take Berlin. Many soldiers died. And he was telling, \"| have two\nchildren in Moscow and | hope | can go back.\" | remember this.\n>> Bill Benson: You remember him saying that.\nContact reference@ushmm org for further information about tis collection 'e\n>> Sylvia Rozines: Yes. He was very nice.\n>> Bill Benson: You explained to me when we first talked that as happy as you were with\nliberation, you said people even began -- you got chocolates, people began to dance, but you\nsaid the jubilation was short-lived when your father -- and you put this in your book -- told you\nthe horrible news. Do you remember? Your father said there are no Jews left. And it really --\n>> Sylvia Rozines: That's what we thought. That's what we thought.\n>> Bill Benson: That's what you thought.\n>> Sylvia Rozines: Everybody thought we were the only ones left and we all started to cry. We\nthe only ones. But we didn't Know what was happening in other countries. Until we saw -- after\nwe found an apartment -- Russia said you can get any apartment from German lived in that\ncity. Well, they left. And you can open the concierge and you are allowed to live there. We\nfound a nice play place with nice furniture.\n>> Bill Benson: When you went back to your own apartment to see what was left --\n>> Sylvia Rozines: There was nothing left.\n>> Bill Benson: You found -- we saw some photographs.\n>> Sylvia Rozines: Yeah, the photographs.\n>> Bill Benson: A few photographs. Tell us about the photographs.\n>> Sylvia Rozines: The photographs were laying on the floor. We had two big pictures, my\nsister and |. Because the frames were so beautiful, they took. And they must have just threw\nout --\n>> Bill Benson: The photograph.\nContact reference@ushmm org for further information about tis collection ‘0\n>> Sylvia Rozines: The photograph was on the floor and they stepped so some are damaged.\nThey are here at the Holocaust museum. The museum gave me very nice copies. And my son\nis still angry at me why | gave away the original.\n>> Bill Benson: That's the reason you have those few photographs.\n>> Sylvia Rozines: Yes. We couldn't find -- the furniture was gone. Everything was gone. The\nPolish people took the furniture. Because we were cleaning, we didn't want to clean our own\nplace, we left them so maybe after the war we could come back there. But we never went back\nto live in that ghetto. We could live wherever we wanted.\n>> Bill Benson: But you ended up deciding to not stay in Poland for very long. Tell us why.\n>> Sylvia Rozines: We wanted -- my father started a good business.\n>> Bill Benson: So he started to work again.\n>> Sylvia Rozines: He opened up his own business. He was selling wholesale sugar and flour\nand we did very well. We got new clothes. We had food. Everything was going pretty good till\nsome people started again coming at night and killing us, certain Polish people.\nFinally -- | remember my father was saying we survived and now we are going to get\nkilled. So we decided one night to leave that apartment but we couldn't take a suitcase. We\nwere afraid the Polish people would see us and can report to the other people who were doing\nthose bad things. And the concierge watched you coming in and out. So we just put clothes on\nand coats and we hid money -- we had quite a bit of money by that time -- in our clothes and\nput maybe double blouse and took the pictures and papers into the clothes because it was --\n>> Bill Benson: That's all you took, nothing else.\n>> Sylvia Rozines: My father says if they see us carrying a package -- because in the evening,\nthat was the style. People went for walks. And we went to the train station. It was already dark.\nContact reference@ushmm org for further information about tis collection nn\nWe went to the border of Germany. We were going to go to Germany. We hired someone with\na truck who was delivering --\n>> Bill Benson: Gasoline.\n>> Sylvia Rozines: Yes, gasoline. He hid us behind. He went through the woods.\n>> Bill Benson: He hid you in the back of the gasoline tank truck.\n>> Sylvia Rozines: We were five people. Our uncle also lived with us. He didn't go to -- it was\nvery bumpy. Since then | have motion sickness. And the smell is horrible.\n>> Bill Benson: You said to me that getting gas at a gas station brings back -- makes you\nnauseous even to this day, the smell of that.\n>> Sylvia Rozines: Yes, | remember that.\nWe arrived on the American side. Berlin was divided. There was displaced persons\ncamp. And the soldiers, MPs, directed us where to go. They gave us shots not to be sick. And\nthat was a place where they assigned you where to go. And then they assigned you a place to\ngo near Munich. And we stayed there.\nThey made schools there --\n>> Bill Benson: In the displaced persons camp.\n>> Sylvia Rozines: Yeah. And we had plenty of food. And even some people -- clothes were\nsent, people from America, Jewish people sent lots of their clothes. And life started again.\nThere were dances.\nBut my father became restless. He says, How many years are we going to live in one\nroom? But was a large room.\n>> Bill Benson: In a large displaced persons camp, refugee camp, essentially.\nContact reference@ushmm org for further information about tis collection ,\n>> Sylvia Rozines: Yeah. And the place where we stayed, Nazis, schools for them. So we had\nshowers. It was quite modern. Some of the camps were not as nice.\nWe found out -- my mother had a brother in Paris, France. My parents made the\ndecision to go to France, but we hired someone to take us. We had to pay someone, a young\nFrench man, to take us to the border. And this time we were walking. When | watch television,\n| see the refugees walking, it reminds me we were walking like this. And we arrived in Paris.\nWe stayed with my uncle for a while.\nAnd then it was starting a new language. | went to French school. And the children\nwere so nice. The teachers were so nice. | was the only child who was not speaking French\nthere. And | was very embarrassed because in order to learn how to read they had to put me\nfor a couple of hours with 6 years olds. But they put me in a classroom with my age, the grade\n| should have been. But | learned -- you're young, you learn the language. It's a beautiful\nlanguage. And | was very happy. | made friends.\nAnother tragedy happened. My mother dies from cancer when | was 16.\n>> Bill Benson: While you were still in Paris?\n>> Sylvia Rozines: In Paris. And my older sister was already in America with her husband.\nBecause they had relatives in America. His mother was actually born in America. But the\nparents went back and he had lots of relatives. They sent papers. She loved it the minute she\narrived. She started to talk to us to send papers for us. And in between my mother passed\naway so she came back to take care of me because | was very, very sick, depression, losing\nmy mom at 16 after we survived.\n>> Bill Benson: After going through so much.\nContact reference@ushmm org for further information about tis collection 0\n>> Sylvia Rozines: It took a long time, five years, to get a visa because we were born in\nPoland. In 1957 my father and | came to America.\n>> Bill Benson: And you had to start over again.\n>> Sylvia Rozines: Another language.\n>> Bill Benson: Another language to learn.\n>> Sylvia Rozines: Yes. And | am very happy that | came to America. This is the best thing\nwhat we did. | think America is still the best country to live.\n>> Bill Benson: Sylvia, | think we have time for some questions from our audience. And if we\ndon't have questions in the audience, | have many more for you. But | think we're going to turn\nto our audience and see if you have some questions. We do have time for that.\nWe're going to ask you to please remain through the question and answer period because to\nclose our program, Sylvia will share with us some last thoughts for today. So please stay with\nus.\nWe have microphones on both sides of the aisle. We ask that you wait until you have\nthe microphone to ask your question. If you can, make it as brief as you can. And | will do my\nbest to repeat the question just to make sure that we all hear it the right way, we hope. And\nthen Sylvia will respond to your question.\nSo we welcome anybody who is on the internet, if it's possible to ask a question, |\nthink -- | think we've got a question. We'll take that one first coming in. Is this from Allen,\nTexas?\n>> Yes.\n>> Bill Benson: It is. Ok. Allen, Texas, from the elementary school. They can hear us. They\ncan see you. They can see you in Allen, Texas.\nContact reference@ushmm org for further information about tis collection 0\n>> Ok. One of the students wants to know, How long did it take you to feel comfortable sharing\nyour experiences from the Holocaust?\n>> Bill Benson: So one of the students at the elementary school is asking how long did it take\nyou to feel comfortable enough to share what you went through during the Holocaust.\n>> Sylvia Rozines: It took me a long time. | am here 60 years in America but | started, | would\nsay, like five years ago speaking to children. It was easier for me to speak to children, sixth\nand seventh graders in Montgomery County, in Maryland. Then | spoke to groups of women.\nLittle by little, | was asked to volunteer at the museum. And | said | would try. | was at the\nInformation Desk in the beginning. And now I'm sitting at the desk and people come to me to\nhear my story. So it took me a long time. For many years | didn't talk about it.\n>> Bill Benson: Did your parents talk about it? Well, your mother passed away when you were\nyoung.\n>> Sylvia Rozines: Yes. No, not really. | think in the 1970s the first movie came out about the\nHolocaust and my son was a teenager. | think he was 16. And he watched with me. And then\nhe asked -- he started to ask questions. He knew a little bit about it but he didn't know exactly\nthe story. But after, he asked the story. And believe me, now he knows more than | what was\nhappening in other countries in Europe.\n>> Bill Benson: Ok. Let's see if anybody in our audience has a question. See if there's a brave\nsoul to come forward.\nWe have a question there | see in the back.\n>> | just wanted to know, Did you have any other family that was out of the country other than\nPoland?\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Did you have any other family | think who survived and went to other countries.\nWho else in your family survived? Am | getting that right?\nThank you.\n>> Sylvia Rozines: | had this uncle in Paris. And | had another uncle in Romania and he\nsurvived.\n>> Bill Benson: But that large, extended family.\n>> Sylvia Rozines: The other ones, when they were sent -- some of my cousins came back.\nThey were sent to Auschwitz, in different camps. But that was “44 and they were liberated °45.\nSo they were not like years. Some people spent -- | have a brother-in-law who was in\nAuschwitz three years. He just passed away. But the youngest -- some of the cousins survived\nbut the parents, no, no. The minute you looked a little bit older, you went right away to the gas\nchamber.\n>> Bill Benson: We have another one here | think.\n>> You said that you were with other children in a cellar, in an internment camp. Were you\nable to reconnect with any of the other children later in your life?\n>> Bill Benson: From the displaced persons camp or in the cellar?\n>> Either is fine.\n>> Bill Benson: Were you able to reconnect at any point with any of the children that you were\nwith in the cellar or even later when you were in the displaced persons camp?\n>> Sylvia Rozines: The sad part is | couldn't because they stayed in the DP camp and we left.\nAt that time it never occurred to me to take their address. Because all of those people were\ngoing to different countries and we didn't keep in touch.\nContact reference@ushmm org for further information about tis collection 0\nMy two little girlfriends, they passed away. But in DP camp, people were coming and\ngoing so | didn't have close friends. But the two little close friends, they didn't survive. The\nminute they arrived with the mother, they never separated the mother from the child. When a\nmother was holding a child, they always put you -- the Germans didn't like chaos. There would\nbe crying and screaming. The mother went, even when she was young and could work, they\nput the mother and to the gas chambers, and the child.\n>> Bill Benson: Any other questions? You have a couple of minutes to think about it.\nSylvia, | want to ask you -- [off mic]\nThank you.\nWith your niece, Jennifer Roy, you wrote your memoir, \"Yellow Star\". Tell us about the\nbook and what it meant for you to write that book.\n>> Sylvia Rozines: Most -- we met one time, because she lives upstate New York and |\nlive -- and mostly we did it on the telephone. And every time she wrote a chapter, she used to\nsend me. For some reason | can tell my story but reading the book is very hard for me. So |\nstarted to cry reading the chapter. So many things are a little bit wrong but it's my fault. | never\nread the chapter and | said that it's ok because | couldn't. Even when the book came out, |\nread it -- this book you can read in two hours. | said to myself | should read it again. | have a\nhard time when it's written down to read but yet I'm ok to talk about it.\n>> Bill Benson: Incidentally, it is a marvelous book, \"Yellow Star\".\nIs my memory correct that you were with us with First Person one other time, two\nyears ago, and | think there was a lady in the audience who had read your book 22 times.\n>> Sylvia Rozines: Yes, a little girl. She was only 8 years old.\n>> Bill Benson: That's right! 8 years old, she had read it 22 times.\nContact reference@ushmm org for further information about tis collection ne\n>> Sylvia Rozines: And she was so shy. She couldn't ask me questions.\n>> Bill Benson: Ok. | think we have another question. Yes, sir?\n>> Thank you for your time. You were persecuted for your religion when you were younger.\nHow has your faith changed over the years? Were you able to practice in France and how is\nyour faith now here in America?\n>> Bill Benson: You were persecuted because of your faith. How is your faith today? What has\nchanged, if anything, with respect to your faith?\n>> Sylvia Rozines: When | was a little girl, | didn't know much about religion because the\nghetto was almost six years. So | was not educated and my parents didn't have time to teach\nme. In the beginning when | heard Jewish, | didn't know what it meant. What it mean? Why am\n| persecuted because I'm Jewish? But when | came really to America, | started to practice\nJewish religion. And | do practice right now.\n>> Bill Benson: Thank you, Sylvia.\nThank you all for your questions. We're going to close our program in a moment. I'll\nturn back to Sylvia. | want to thank you for being with us today, remind you we have programs\neach Wednesday and Thursday through the middle of August. We hope that you can come\nback this year. But if not, we'll do First Person again next year so | hope you might make\nanother trip us.\nWhen Sylvia finishes, she's going to leave the stage and we're going to try to get her\nup as quickly as possible so she can sign copies of \"Yellow Star\". That's an opportunity for you\nto also say hi to her and get your picture taken with her if you would like to do that.\nContact reference@ushmm org for further information about tis collection '\nAlso, when Sylvia finishes, our photographer, Joel, is going to come up on the stage\nand he's going to take a photograph of Sylvia with you as the background. So we want you to\nstay here. It makes a wonderful -- yeah, going to get right to that.\nSo with that, thank you, Sylvia. It's our tradition at First Person that our First Person\ngets the last word.\n>> Sylvia Rozines: | just feel because since | started volunteering my volunteering at the\nmuseum is very important. Being a survivor | am a witness to the Holocaust. And thank you for\ncoming.\nThank you.\n>> [Applause]\n",
    "segments": []
}