{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, April 25, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: GERALD SCHWAB\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Peter Black: Good afternoon, ladies and gentlemen, and welcome to the United States Holocaust\nMemorial Museum. My name is Peter Black. | am the Senior Historian at the museum and the host\nof today's First Person, and | thank you very much for joining us.\nWe're in the 12th year of our program now, and our guest today is, I'm very happy to\nannounce, Mr. Gerald Schwab, whom we will meet very shortly. And you will excuse me; I've known\nGerry for over 15 years now, and | will just call him Gerry. Gerald sounds like a stranger to me.\nI'd like to make a few announcements first, and give you some background on the program.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin Smith\nFoundation, to which we are grateful again for sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during this era. Each guest serves as a volunteer here\nat the museum. Our program is going to continue, as it does every year, until about the middle of\nAugust. The museum's website, at www.ushmm.org, provides information about each of the\nupcoming First Person guests.\nGerry is going to share with us his First Person account as a Holocaust survivor for about 40\nminutes, if time allows towards the end of the program we'll have an opportunity for you to ask him a\nfew questions.\nThe life stories of the Holocaust survivors transcend the decades. What you are about to hear\nfrom Gerry is just one individual's account of the Holocaust. What I'd like to do for you as an\nintroduction is to show you a brief slide presentation to give you the outlines of Gerry's career and life.\nGerry was born in a small town outside of Freiburg, Germany, and his father, David Schwab,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nowned an international plumbing supplies business. There's the location. The arrow points a little bit\nfurther to the center of Germany than it should. He actually grew up in a town very close to the Rhine\nRiver and the French border.\nIn this photograph is a picture of the school that Gerry attended, and this was a public school,\nand Gerry was the only Jewish child in that school. This photograph was taken in 1932, one year\nbefore the Nazis came to power, and Gerry is sitting in the middle row at the far right, next to the\nteacher.\nThis next slide shows Gerry's family, somewhat later, after the Nazis came to power. Gerry's\nparents are here, and his sister Margot, who had the good fortune to get to the United States already\nin the 1930s.\nThis is a very important document, to which Gerry is determined to return, and he'll have my\nhead if we don't return to it. This document was issued to Gerry's father, and as you can see on the\nlower right, though you may not be able to read the signature, it's signed by Adolph Hitler himself.\nGerry's father was a war veteran, and as late as 1935, the date here is May 3, 1935, Hitler personally\nsigned certificates honoring, giving the Cross of Honor to World War | veterans in Germany,\nregardless of whether they were Jewish. I'll let Gerry explain its significance later on.\nOn the night of November 9-10, 1938, justifying their actions with the death of a German\nconsular official, wno had been assassinated a couple of days earlier, the Nazi leadership ordered out\nthe rank and file of the party, the SS and the Storm Troopers, to make an open season against the\nJewish population. Some 91 persons were killed; at least, that's what the records say. 267\nsynagogues were burned down, and over 15,000 Jewish homes and businesses were destroyed\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwithin the space of about 36 hours.\nGerald's father was one of up to 30,000 Jews arrested in the day after the violence, and sent to\none of Germany's three concentration camps at the time. He went to Dachau, outside of Munich.\nHe was released shortly after, on the expectation that he would leave Germany as soon as\npossible. Gerry's dad and his mom, seeing that Germany was no longer a place where Gerry could\nbe safe, were prescient enough to send him to Switzerland. He was one of a group of 280 children\nsent to Switzerland in late 1938, early 1939, and Gerry will tell you in more detail about that\nexperience. He also came back to Germany briefly to pick up his visa and emigrate to the United\nStates in 1940.\nBefore he finished high school, there's a photograph of Jews arrested in southern Germany,\nbefore deportation to Dachau. Gerry traveled with a pass. His name was Gerd. Gerald is an\nanglicization of the German name Gerd. He traveled with a pass, and he sported one of the new\npasses, passports, that were demanded by the Swiss authorities. The initiative came from\nSwitzerland. They wanted to know who coming from Germany or Austria, which was incorporated by\nGermany in March of 1938, was Jewish. The Germans were only too willing to accommodate, and\nthis is the meaning of this big red J on the passport, which stands for Juda, the German word for Jew.\nNow, Gerry came to the United States and, before he could finish high school, volunteered to\nserve in the US Armed Forces, and went over and saw combat, pretty severe combat in Italy.\nAfter the war, after leaving military service, he was assigned as a civilian to the Nuremberg war\ncrimes detachment, and there participated in several of the interrogations of top German generals.\nThis photograph here shows Gerry on your right, prosecutor's assistant Robert Kempner facing the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ncamera, and with his back to the camera is the infamous German general Gerd von Runstedt, who\nhad led the final German offensive in the west in the Arden Forest, which led to the Battle of the\nBulge in late 1944.\nWith that, | would like to introduce to you Gerry Schwab, and also note that his wife Joan\nSchwab, who is also a survivor of the Holocaust, came over to England in a Kindertransport, or\ntransport of children, in 1939, is also here to watch the program.\nThank you very much. Gerry?\n[Applause]\nTo be honest with you, not even 2% of the whole story. 2%.\nGerry, tell us a little bit about your childhood. How big was the town you grew up in? What\nwere your relations with -- you were the only Jewish kid in town. What were your relations with other\nfolks in town, kids and adults, and tell us a little bit about your parents, your father's profession, and\ntheir connections with Germany as their chosen country.\n>> Gerald Schwab: Well, | was born like everybody else, and went to school in Germany, in a town\ncalled Freiburg, which is not all that small, about 100,000. It's on the edge of the Black Forest. |\nguess we were sort of a middle class. My father had a business, which was based partially in\nGermany, partially in Switzerland, and also a branch in France. This sounds a lot more impressive,\nbut consider that these three countries were all about a mile apart. It's on the edge near where the\nRhine River makes that bend. If you're across the river, you're in France. If you go the other\ndirection, you go into Switzerland.\nThe Nazis came to power in 1933. That's when life changed.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Peter Black: How old were you then?\n>> Gerald Schwab: In 1933 | was the ripe old age of 8 years. We went to Switzerland. The business,\nthe warehouse that we had was in the city of Basel. Anybody has been in Switzerland might have\nbeen there. The Swiss were willing, we were able to get there, but they weren't willing to give you\nresidency, So we moved a mile across into France. | had the pleasure then to switch, at age 8 or 9, to\na French school.\nWe stayed there a couple of years, didn't seem to work too well, and for reasons which are\nreally due -- how should | say? Too difficult to explain. Let me put it this way: My father used to,\nlater on, say \"We get too soon old and too late smart.\" We moved back to Germany. And that\ndocument that Peter pointed out had some effect on that.\nWe then moved to another German town, smaller town, called Lurag, separated from\nSwitzerland by a streetcar. That gives you an idea how far it was. And lived there. Now, what\nhappened, of course, is things immediately got more difficult for Jewish inhabitants.\nLast night | had the fortune of digging through my files. | came up with the list of anti-Jewish\nlaws in Germany, and the first one which | have listed here was on April 11, 1933, that's basically\nimmediately after the election, and over a period of years, there were 150, at least 150 laws designed\nto make life more difficult for Jewish inhabitants.\nlf you wonder how they could pass that many laws, very simple, there's one guy at the top who\nsigned it, and that was it. In fact, by the time we left Germany in 1940, 166 laws. These are some of\nthem rather small ones. Germans were very good. They had laws, and they amended them, and\namended them, and amended them. Some of them were serious. | mean, for instance, who could be\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\na veterinarian. Others, on the other hand, were a lot more serious unless you were, of course, if you\nwere a veterinarian that one was very serious.\n>> Peter Black: Can you say, Gerry, can you tell the audience about how some of this legislation\naffected you after you returned to Germany, but before you left for Switzerland?\n>> Gerald Schwab: Well, it affected my parents more than, obviously, me. | went to a German\nschool. The laws were increasingly difficult for Jewish inhabitants.\nIn 1935 you had the famous Nuremberg Laws, which made it illegal to have any close\nrelationship between German Aryans and Jews.\nAt age 10, that really didn't affect me terribly much. But over time things became increasingly\ndifficult.\nThen came the Olympics, 1936, when things eased off, although some of these signs \"Jews\naren't wished here\" or park benches that said \"Only for Jews\" or \"Jews are prohibited from using\"\nwere removed. They came back after the Olympics were over. And my father's business became\nincreasingly limited, certainly the German part of it, but he was still able to drive to Switzerland and\nsell his products.\nIn 1938 there came an event which Peter referred to, the assassination of a German third\nsecretary of the -- the German embassy in Paris, by a Jewish kid whose parents had lived in\nGermany since, | believe, 1911. They came from Poland initially and escaped to Germany at that\ntime, because the father wasn't anxious to be drafted into the army.\nHis parents, in 1938, were sent to -- well, they were pushed across the border into Poland,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsaying \"You're not Germans.\" In fact, nobody who came into Germany after early 1900s was\nconsidered a German. So they were either stateless or retained their Polish citizenship.\nThey were pushed across the border. They wrote a postcard to their son, who was living\nillegally with an uncle in Paris, and went into the German embassy, saw the third secretary, the low\nman on the totem pole, and killed him. He did not try to escape. He was French. And in Germany\nthis was the excuse that they really needed.\nThey forced -- well, they basically, how should | say? They made the most of it. Jewish\nproperty was confiscated. Families had to pay -- Jews in Germany, large fines. The fact that\nhundreds and hundreds of stores, Jewish-owned stores, the windows had been destroyed. They had\nto have repaired at their own expense. Of course, in the meantime, they'd also been kicked out of the\nGerman insurance firms. It was really bad.\n>> Peter Black: Gerry, do you remember the night your dad was arrested?\n>> Gerald Schwab: Well, that was one of the first things that happened. My parents went from Lurag,\nwhere we lived at that point, to Freiberg. Obviously, somebody recognized him on the street, and he\nwas arrested there and sent off to Dachau concentration camp.\nMy mother, who was not a bad driver, drove the car back to our home. Obviously, a complete\nnervous wreck. | can't blame her. You didn't know where the people were sent, but as Peter\nmentioned, about 30,000 of them, 10,000 each to three concentration camps, Buchenwald, Dachau\nand Sachsnaw.\n>> Gerald Schwab: Thank you. The most direct effect in our family was this one Jewish kid in this\none school was told he shouldn't show up any more. | was kicked out. Now, let me point out that this\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwas not a tragic matter, as far as I'm concerned.\n[Laughter]\nEspecially since | was about to flunk Latin. My mother didn't see it quite that way. My father was in\nconcentration camp about eight weeks. He came out. Keep in mind, this was November, December,\nDachau was a concentration camp near Munich, city of Munich, and he was in really bad shape.\nFrostbite, he had all sorts of serious medical problems.\nMy mother wrote to -- in the meantime, after Kristallnacht, this by the way is called Kristallnacht\nbecause, obviously, a lot of glass or crystal was broken. Some of the stores -- they didn't limit them,\npeople didn't limit themselves to breaking glass. They decided to clean out the exhibits, too. So she\nwrote to an organization and asked, Can't you take my kid? Interestingly enough, about 10 years ago\nsomebody wrote the Swiss authorities, and within three days we had a copy of my mother's letter.\nThat's why | remember what she said.\nThe reason she did is that shortly after the -- shortly after the Crystal Night, the British\ngovernment said, We will take 10,000 Jewish kids. As a former US bureaucrat, | must say it was\namazing how fast they did it. They had something called the children's transports. They moved kids\nout, as Peter mentioned. This is how my wife, who was born in Berlin, got out of Germany. And |\nwas one of about 280 people who ended up in -- they said right to the Swiss authorities. Well, my\nmother did, and | ended up being moved to Switzerland.\n>> Peter Black: What did you do there? What did you do once you got to Switzerland?\n>> Gerald Schwab: Well, the big thing is | found out very quickly | am not somehow born to be a\nfarmer.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n[Laughter]\n| ended up in this Swiss village of, | believe, about 350 inhabitants, and there was a farm. They had\nnine cows -- eight cows, some land around it. The village is in the center, then you have property in\nthe outside, and the farmer, | must say, | appreciate it now more than then, they wanted to help me.\nBut they figured that | would be happiest if | worked. They had lost a child about two years earlier. |\nwas expected to take their place.\nAs | say, it was not a very happy marriage. | learned how to milk cows. This was before the\nmilking machine, by the way. That's quite an experience. | went into the barn, and the horse kicked\nme across the barn on the first time | went in. It didn't help matters.\nAnyhow, | stayed there, and stayed until about October, November of 1939. In the meantime,\nof course, the war had broken out. At that point, | was transferred. Somebody had pity on me, and |\nended up with a fundamentalist Christian family, and | must say they were absolutely wonderful.\nThey did not try to proselytize, they tried to help me in any way they could. Of course, the village,\nwhich is outside of Zurich, was also very small, but | stayed with them until May of 1940.\nIn the meantime, during this period after Kristallnacht, Jews were no longer permitted to have\nautomobiles or drivers’ licenses. And as a result -- or Jewish males couldn't. My father could no\nlonger conduct business in Switzerland. And by that time, everybody realized it's time to get the\nhell -- the heck out of there.\nThe Germans were reluctant to let you go at that point, if they thought you had foreign\ncurrency or property overseas, outside of Germany. In fact, there was a law, there was a law that it\nwas punishable if you did not -- anything against Jews at that period of time, we're talking about some\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\npretty heavy punishment, concentration camps, etc.\nWe were not allowed to have property or funds outside the country, and in order to get the\nheck out of Germany you had to have permission. Well, until the Germans were convinced that you\nno longer had any access to foreign currency, they wouldn't give you the permission.\nNow, people may wonder over this whole period of time why Jews didn't just get out of\nGermany. Well, the young people at that point, who had not established a business or something,\nsomething equivalent, they left in 1933. And if you look at the statistics, it started there, and the\nnumber of Jews leaving Germany decreased year after year after year, until November 1938, at\nwhich point it shoots up. That's when everybody really got the idea.\nThe reason Jews did not leave Germany in as large number as one might wish or wonder was\nthe very fact that, A., some people figured this thing is going to pass, this is a temporary thing, Hitler\nis going to go like so many former governments in Germany. And then, of course, there was a big to\ndo about German ex-soldiers who had been -- not only were soldiers, but had fought on the front. My\nfather, during World War |, was wounded three times, and as we saw in this document, in 1935, two\nyears after Hitler came to power, he still got an award. Obviously, many felt nothing would happen to\nthem.\nAnd then there was the third group that felt that they just couldn't leave. They had fought for\nthe Kaiser, and some of the older people especially felt this was the only country they'd known, and\nthey wanted to stay this way.\n>> Peter Black: Gerry, when the visas came through, for your folks and for you, tell folks about how\nyou went back to Germany and then how you got out of Germany.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Gerald Schwab: Well, my parents called. The Germans had finally decided that they could leave,\nand we had got a visa, or had registered for a visa, to come to the American consulate in Stuttgart.\nSome of the ex-Gls here, they remember that town. We went there. | was called back. | gota\nspecial visa to get back into Germany.\nWe sat there in the waiting room of the consulate, and | pointed out to my mother, \"Look.\" In\nthe German newspaper, it said silly propaganda, the German troops are amassing on the borders,\nand it's just propaganda, it's not true.\nWell, the date that we got our visa was May 10, 1940. On May 10, German invaded Holland,\nBelgium and France, or attacked France. Up to then, they had something called the Sitzkrieg War,\nand that's when the war in -- European war really started.\n>> Peter Black: You physically got out through Italy, right?\n>> Gerald Schwab: Yes. We got our visa on the 10th. | think we went back to our town on the 11th,\nand | think we probably left on the 12th. Went to Italy, came to the States from Genoa, and\nfortunately the Italians declared war on the French, and the Brits, while we were at sea. Because,\notherwise, that way of getting out of Germany would have -- well, at that point, it became impossible\nto get out of Germany. So anyhow, we got to the States.\n>> Peter Black: You were a teenager by the time you got to the States, right?\n>> Gerald Schwab: Oh, yes. | certainly was a teenager. | was -- | went to school, went to junior high,\nand end up with -- | lost some time in between. Now we're beyond the Holocaust period as far as\nwe're concerned. My parents, father had previously, as | said, been a businessman. He opened up a\npoultry farm in central New Jersey. Any New Jerseyites here? Here? And | grew up for a couple of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nyears in Hightstown, and at that point my father told the draft board that | was an essential worker and\nasked for deferment. | called the draft board and said, \"Don't you dare do this again.\" | was afraid |\nwas going to miss this whole thing.\nThen, at that point then, | got into the army, spent a glorious period of time in Camp\nBlanding, Florida. | can use some cynicism, can't I?\n[Laughter]\nAnd went to Italy, and became a member of the 10th Mountain Division. To answer anybody who\nwants to know whether | did any skiing there, no. We had ski uniforms, but we -- | never skied there.\n>> Peter Black: You saw some pretty severe combat.\n>> Gerald Schwab: We saw some combat, yeah. That one picture, by the way, of me with Field\nMarshal von Runstedt, there he is, it was an interesting experience. | had been -- actually, at that\npoint | was a civilian wearing an Eisenhower jacket. | did wear my combat hat. That's the one thing\nwe were proud of in addition to that. It was worth $10 a month, if you had one of those.\nAfter the end of the war | was transferred to an intelligence operation in Austria, and when time\ncame to leave the army | was not an ideal soldier. In other words, | couldn't be a soldier nor a farmer.\n| ended up, as a civilian, at Nuremberg.\nNow, may | ask one question? How many of you know of the Nuremberg Trials? Quite a few.\nIn this day and age, cable TV, we have trials of the century all the time, nowadays. Well, the\nNuremberg Trial was the trial of the century, because just about every surviving major German figure,\nexcept for Hitler and Goebbels, who committed suicide, were on trial there. Gerring, Hess. | was the\ninterpreter, translator. Somebody is bound to say, This kid? 20, 21 years of age? How could he?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nWell, as we say, In the land of the blind, the one-eyed is king. If you speak English and you\nspeak German, this is it. So | spent, well, about six months at the first trial of the major German war\ncriminals, had some interesting experiences there. | worked primarily with the German general staff.\nHere | was a corporal dealing with field marshals. One particular time | looked over, | was in\nwhat we'd call here the greenroom, | was waiting to go on, and the next witness was standing there, it\nwas Field Marshal Kesselring, who had been the head of the German Air Force and also on the\nItalian front. So this corporal spoke with that field marshal about the Italian war. He asked me where\n| learned my German. | figured he had enough problems. He didn't need to know where | would tell\nhim. But in his particular case, | did. He was personally a nice individual. So | told him.\nHis response was, \"They must be really satisfaction to be working here.\" The only thing |\ncould say \"You're right, field marshal.\" What else could you say?\n>> Peter Black: Gerry, before we open it up to questions, there's one more anecdote from this period\nthat you have to talk about, and that was about that SR leader from your hometown.\n>> Gerald Schwab: Well, actually, he was the SA leader for -- the SA was a major Storm Troopers,\nwas a Nazi political organization which endangered Hitler's wanting to work with the army, and in\n1934 you had the famous massacre of the leadership of the SA. And after that, the SA never again\nwas anything of consequence.\nThey never had a position that the head was chief of staff. Well, the chief of staff had the\nmisfortune of having an automobile accident in 1943. | think his car was shot up by fighter planes,\nand so the deputy, he was at the Nuremberg Trials as a witness. He wasn't tried there.\nHe wanted to know -- let me explain. | was working in the section where the proceedings were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nto collect information for the main trial, and you had one interpreter doing both German and English.\nThe main trial, of course, was held in four different languages: German, French, Russian and\nEnglish. But in this particular section it was only German and English, and instead of having a whole\nbank of interpreters, they had one person who did both, German-English, English-German. Which,\nby the way, resulted in a number of problems. When German field marshals started talking about\nsome of their experience and so on, | -- what did | know? | didn't Know the German. | didn't know the\nEnglish. But! got through.\nThis particular individual, head of the SA, which had been instrumental in destroying Jewish\nsynagogues, stores, during Crystal Night, was trying to convince the hearing, or the people in charge\nof the hearing, that all they did was try to protect property. Didn't spell out which property, but it was\nbasically all property. And he wanted to know where | learned my German. | decided, No way. And |\nrefused.\nFinally, the guy got on my nerves, after he had been talking about the work of the SA during\nCrystal Night, and | told him. | learned my German in Germany and | was there during Crystal Night.\nAnd, as my wife used that English saying, the penny finally dropped. He finally figured it out, and |\nwas no longer bothered by him.\n>> Peter Black: Gerry, I'd like to throw this open to questions, with the mention that after the war you\nworked for the US State Department, had a whole career with them. | wanted them to know that. |\nwould like to open the floor for questions that you might have of Gerry.\n| think there are folks with microphones on either side, so those of you who have questions,\nwait for the microphones so that everybody can hear the question. Thank you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Thank you, Gerry. You're delightful. | have a question about your father. Why was he taken to\nconcentration camp, and why was he released? Was that unusual to be released once someone was\nimprisoned in a concentration camp?\n>> Peter Black: Gerry, didn't pick up the question. I'm going to repeat it. Why was your father sent to\na concentration camp? More importantly, why was he released shortly after?\n>> Gerald Schwab: He was sent to a concentration camp because he was Jewish. Simple. Very\nsimple. They got everybody they could get their hands on, men between the ages of 16, 17 up to\nabout 60.\nHe was released, most of these people were released within about 8 to 10 weeks. Places like\nDachau were not extermination camps. Dachau was a concentration camp that the initial inhabitants\nwere workers, leaders, communists, etc., but by 1938 they were Jews had entry as well.\nThe fact that he was a front camp, that he was a frontline soldier, got him out somewhat\nearlier. But | would say -- a number of people, obviously, died, some of them by suicide, running into\nthe electric fences, but at that point it was not an extermination camp, it was a place for, as the\nGermans called it, preventive --\n>> Peter Black: Protective custody.\n>> Gerald Schwab: Protective custody. Don't ask me who they protected.\n>> Peter Black: The basic purpose for the release, the purpose for the round-up was to provide some\n\"incentive\" for Jews to leave the country, leaving their assets behind, and people were released on\nthe promise that they would get out as soon as possible, and that they would identify their assets, so\nthat the Germans could seize them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAny more questions? Yes, sir?\n>> Thanks for such a rich story, history. | was wondering if you could comment on the document that\nyou're showing up on the screen before, and the implications and motivations behind it, hash out this\ndocument. The award to your father for his serving.\n>> Peter Black: He's interested in hearing you talk further about the document that we put up, and\nwhat its significance was for your father's decisionmaking process in the 1930s about getting out of\nGermany.\n>> Gerald Schwab: Well, it was actually the award came not from personally from Hitler, although he\nsigned off on it, but the president, who at that point was Hindenberg, who was a German field\nmarshal during World War I, who was a rather revered individual. It was a way of showing the\ncountry's appreciation for people who had fought for the war for Germany. | would say it was a --\nwell, a PR routine.\n>> Peter Black: What influence -- | think this was the core of the question: What influence did getting\nthat certificate have on your father's decision making?\n>> Gerald Schwab: | think that particular document eventually resulted in the murder of a lot of\npeople. People who would otherwise have left earlier stayed longer. This thing is going to pass; it's\nnot going to be all that dangerous; we can afford to wait. In one of the publications of the Holocaust\nMuseum they have a copy of that. It naturally caused people, certainly, to feel that there was a\nspecial privilege in having been a frontline soldier during the war of 1914.\n>> Peter Black: Any other questions? Yes, sir?\n>> With the movie \"The Nuremberg Trial\" was that quite accurate, or did they leave things out?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Gerald Schwab: Well, it was a fictionalized one, but yeah. It was an interesting, very interesting\nexperience. Because you saw a great deal -- first of all, you saw a great deal of the German\nleadership, the top people, and | would say it's a fictionalized story.\n>> Peter Black: For the audience, the film that the guest referred to was the 1962 film \"Justice at\nNuremberg.\" The trial of the top justice ministry officials did happen. The names were historical\nnames. Of course, Burt Lancaster was not one of the Nuremberg prosecutors. This was Hollywood,\nand it was sped up for the Hollywood purposes, but the general history is pretty accurate.\n>> Gerald Schwab: Since you referred to the Justice Department, | was -- after the Nuremberg, the\nfirst trial, subsequently there were about 9, 10 --\n>> Peter Black: 12?\n>> Gerald Schwab: 12 other trials, and one of them that was scheduled was the justice trial, and the\nmain defendant of that was to be a man by the name of Tirac, and | transferred for 6, 8 months to\nBerlin where all of the documents were located to prepared documentation for the subsequent trial.\nWe worked very hard at it, except that we found out two months after the fact that Mr. Tirac\nhad committed suicide. It was a complete waste.\n>> Peter Black: Time for one more question. | think this young man down here had his hand up.\n>> So your exact job when you were an interpreter, were you -- was it written German or spoken\nGerman? And during the trial were you interpreting the lawyers to the court, or what was your exact\njob?\n>> Peter Black: The question was, when you were an interpreter, were you actually interpreting\nduring the trial, or where were you interpreting?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Gerald Schwab: The trial took place in the large courtroom. In addition, which is mainly forgotten,\nin addition to the 22, 23 defendants, there were also seven organizations which were on trial. Now,\nseven organizations, all with a large number of members. Everybody wanted to be heard. The idea\nwas that if you were a member of the SS or a member of the Reich's cabinet, two of the\norganizations, that being convicted or if there were found to be criminal organizations, they should --\nthat would make life a lot easier for the authorities, the postwar authorities. And since there was so\nmuch information coming in, it was decided to have a separate hearing, or separate hearing for these\norganizations. For these organizations, they either submitted affidavits by the thousands, or had\nwitnesses.\nFor instance, general's staff was one of the organizations, and just about every member of the\nGerman general staff was a witness, either for or against the organization being declared guilty of one\nof the four indictments.\n>> Peter Black: You interpreted for those --\n>> Gerald Schwab: And | interpreted for those organizations, for those hearings. We had four\ncommissioners, usually one sitting. The chief commissioner was a man by the name of -- what was\nhis name? It was a Brit, British colonel, 31 years of age.\n>> Peter Black: Harry Nee.\n>> Gerald Schwab: Harry Nee, who subsequently went back to England, became first secretary or\nwhatever it is on the -- for the northern island. One day leaving parliament, his car blew up. That was\nthe end of Harry Nee. Wonderful guy.\n>> Peter Black: Thank you folks very much for coming.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n20\nThank you, Gerry. As is usual in these events, Gerry and Joan will stick around for a few minutes, for\nthose of you who have questions that you either didn't get to ask or were too shy to ask in front of a\nlot of other people. They'll be right down here. Please feel free to come up and say hello.\nThank you very much for attending First Person.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}