{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, July 24, 2014\n11:00 a.m. — 12:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: FRANK LIEBERMANN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson and | am the host of the Museum’s public program First\nPerson. Thank you for joining us. We are in our 15th year of First Person. Our First Person\ntoday is Mr. Frank Liebermann, whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the\nLouis Franklin Smith Foundation with additional funding from the Helena Rubinstein\nFoundation to whom we are grateful for their sponsorship. I'm pleased to let you know that\nMr. Louis Smith is here with us today.\n[Applause]\nThank you, Louis.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand experiences associated with the Holocaust. Each guest serves as a\nvolunteer here at the Museum. Our program will continue twice weekly through mid-August.\nThe museum's web site, www.ushmm.org, provides information about our upcoming First\nPerson guests. Anyone interested in keeping in touch with the museum and its programs can\ncomplete the Stay Connected card in your program today or speak with a representative at the\nback of the theater when we finish our program. In doing so you will receive an electronic copy\nof Frank Liebermann's biography so that you can remember and share his testimony after you\nleave here today.\nFrank Liebermann will share his First Person account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If time allows, there will be an opportunity\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfor you to ask Frank some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Frank is one individual’s account of the Holocaust. We have prepared a brief\nslide presentation to help with his introduction.\nWe begin with this photograph of Frank Liebermann. He was born in Gliwice,\nGermany in 1929. He was the only child of Hans and Lotte Liebermann. On the left we see\nHans Liebermann and on the right we see Lotte and her granddaughter Joannie.\nBoth of Frank's parents’ families had lived in this part of Germany for several\ngenerations. Frank is pictured with his paternal grandparents, Bernard and Jenny Liebermann.\nHitler came to power in 1933, and when Frank began school in 1935, Jewish students were\nseparated from the non-Jewish students and fear of anti-Semitic attacks became frequent.\nPictured here is Frank's first grade class on the first day of school. The cones they are holding\ncontain sweets to make school sweet. Frank is in the second row, the fourth from the right. |\ndon't know if you can see my cursor, but there we go.\nIn 1936, Frank's father was no longer able to practice medicine as a result of\nanti-Jewish laws. In 1938, the family tried to obtain visas to come to the United States. Hans\ntraveled first and Frank and his mother followed a few months later in October of 1938. Here\nwe see Frank's mother's ticket for the ship they took to the United States.\nThe Liebermann family settled in Ohio and Frank went on to graduate from Western\nReserve, now Case Western Reserve University, in 1950 with a degree in chemistry. After\ngraduation Frank started a long and successful career in the textile industry in New York City.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nIn that same year he married Marianne, his wife of nearly 64 years. Frank worked in textile\nmanufacturing until 1992 when he and Marianne moved to the Washington, DC, area to be\ncloser to their children. Frank would last three months in retirement before going into the travel\nbusiness which he continues today, specializing in Europe and U.S. travel, including Alaska.\nHe just recently joined a new agency, Signature Travel, in Maryland.\nFrank and Marianne have three children, two daughters and a son. Their daughters,\nNancy and Joan, live in this area and their son Jerry is in Seattle. They have five\ngrandchildren with the youngest about to turn 23. As Frank notes, are now gainfully employed.\nHis grandson is preparing for his Ph.D. in modern European history. Frank notes that Aaron is\nmotivated by the family's history. Frank, Aaron, and Aaron's sister Elissa went to Poland, the\nCzech Republic, and Slovakia in 2013. They stopped in Gliwice, the city in which Frank was\nborn and is now part of Poland.\nI'm glad to say Marianne and their close friends Tom and Peggy are here with us\ntoday. Actually, Marianne wasn't able to make it. Tom and Peggy in the front row, good friends\nof Frank and Marianne's.\nFrank volunteers with the Museum's Visitor Services where you will find him\nThursday mornings. As part of his responsibilities, he speaks with various groups visiting the\nMuseum. He also has spoken to wounded veterans at the recently closed Walter Reed\nHospital.\nWith that | would like you to join me in welcoming our First Person, Frank\nLiebermann.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\nThank you for joining us, Frank, and for your willingness to be our First Person. We\nhave so much for you to tell us in our hour. We'll start right away.\nYou told me that your earliest memories start in 1934 when you were 5 years old.\nYou also said of that time, that “all-in-all it was a good time” for your parents. Tell us why that\nwas so and what you can about your family and their life in Gliwice and about yourself in those\nfirst years of your life.\n>> Frank Liebermann: My father was an ear, nose, throat surgeon. We lived on the main\nstreet, which is common in Europe because they had street car connections. Very few people\nhad cars at that time. We had an apartment in back of the office. One of the exciting things\nthat happened in 1934 is that we got a miniature convertible, literally miniature.\n[Laughter]\nSmaller than a VW. We used that to visit my grandparents, living about 50 miles in one\ndirection; the other ones about 20 miles further east. On my first trip, I'm told -- oh, | have to\nsay, horses were still used widely for making deliveries. And the first time | went to the country\nand saw cows, | said, \"What funny looking horses.\"\n[Laughter]\n>> Bill Benson: The fact that you had a car was unusual, that the family had a car; right?\n>> Frank Liebermann: Definitely. It was not used -- my father took the street car to the\nhospital. That was a better way of getting around. In fact, we were to walk about three blocks\nto get to a garage because you couldn't park it anywhere.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: And your father, as you mentioned, was a surgeon. Tell us a little bit about\nyour father's family business.\n>> Frank Liebermann: You mean my mother's --\n>> Bill Benson: I'm sorry. Your mother's family business. Yeah.\n>> Frank Liebermann: In 1933, my mother's side of the family celebrated the 100th\nAnniversary of their business in Germany where they had a wholesale leather business with a\ntannery. When things started getting bad, they were one of those people who said, \"Things\nwill blow over. We survived starvation during World War | by bartering. This, too, shall pass.\"\nWe were the only ones who got out.\n>> Bill Benson: Frank, you started school in 1935, attending a public school. You told me that\nrecess was the most dangerous time for you. Can you say a little bit about that?\n>> Frank Liebermann: We had to leave the building. The playground was divided between\nboys on one side, girls on the other side. Our teachers stayed in the middle to try to give us\nsome protection. We had three classrooms within the school of what was a public school. In\nfact, we got permission to arrive a little bit later and leave five minutes earlier so that we could\nsafely get away from the grounds in order not to be subject to being attacked.\n>> Bill Benson: So Jewish kids had three classrooms in this large public school.\n>> Frank Liebermann: Yes.\n>> Bill Benson: How large was the Jewish population in Gliwice?\n>> Frank Liebermann: About 1,000 families.\n>> Bill Benson: It was a major city.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Frank Liebermann: The city was about 120,000. So it was a pretty small proportion. The\nJewish population in Germany was about one half of one percent. So it was easy to target.\n>> Bill Benson: Right. Frank, before we move on to the events that led up to your leaving\nGermany, tell us a little bit about your mother.\n>> Frank Liebermann: In what --\n>> Bill Benson: Tell us about her from those early years. She met your father after he was\nwell established.\n>> Frank Liebermann: Oh. They met through a friend at a fraternity social wnen she was 16\nand waited until my father had finished his residency and specialty training. They got married\nin 1928. She was 20.\n>> Bill Benson: And then you were born, of course, a year later.\n>> Frank Liebermann: Yes.\n>> Bill Benson: One more point about that time, about your family. | think you told me that\nyou could trace family living there in that area as far back as the 1700s. So your family had\nbeen established for many, many years in this part of Germany.\n>> Frank Liebermann: Yes.\n>> Bill Benson: Back a couple of centuries. --\n>> Frank Liebermann: Yes. In other words, really going way back, Jews were never allowed\nto own land. They stayed in small cities and then gradually integrated after Napoleon, really,\nwho furthered integration. They felt very much part of the community. The Holocaust got\neverybody totally unprepared.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: And leading up to that, in 1936, circumstances for your parents turn more\nominous, became more difficult if not dangerous. Tell us what was significant. What changed\nin 1936?\n>> Frank Liebermann: After World War | there was a war between partly England, France.\nThey kind of tried to fill in the vacuum between Russia and Germany. This is when\nCzechoslovakia was established as part of the Austria Hungarian Empire, in other words, was\nseparated. Poland was established after having been dominated by foreign powers for very\nmany years. In order to protect the minorities because populations were mixing, there was a\ntreaty that for 50 years minorities would be protected on either side of the border. That treaty\nwas over in 19 -- treaty was over in 1936. So even though the Nazi laws started earlier in the\nrest of Germany, the border area was relatively still minority-friendly and then lost those\nprotections very suddenly in 1936.\n>> Bill Benson: Just because that treaty expired.\n>> Frank Liebermann: Expired.\n>> Bill Benson: In that same year, in 1936, your mother made a trip to Israel for a very specific\npurpose. Tell us about her trip to Israel in ‘36.\n>> Frank Liebermann: She went together with one of her brothers to explore whether -- if\nthere was a way of making a living. They came back with the realization that in Israel -- | think\nthere was one doctor for every 100 people and that doctors were becoming chicken farmers\nbecause there's no way of making a living. And that kind of vetoed the idea of going to Israel.\nThe way we got to the United States was because my grandfather was a genealogist and he\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nfound this relative.\n>> Bill Benson: Before we turn to that, as your parents began trying to think of how they were\ngoing to get out of Germany, Israel wasn't going to work, one of the memories you have is that\nyour parents told you that it was urgent for you to learn how to swim.\n>> Frank Liebermann: They said there's a strong possibility that we'll take an ocean voyage.\nThe pool is going to close in July of 1936 with the end of the minority protection laws. It's\nimperative that you learn how to swim before that. As it got close, my grandfather came with\nme to the pool and said, \"We are not going home until you take a test;\" which, at that time,\nrequired 20 minutes non-stop swimming or treading water.\n>> Bill Benson: Was your grandfather able to go home?\n>> Frank Liebermann: We went home with a certificate.\n[Laughter]\n>> Bill Benson: During that time, 1936 and 1937, tell us about your father, how your father\nwas doing from a work standpoint with the anti-Semitic laws taking full effect.\n>> Frank Liebermann: Well, he was an ear, nose, throat surgeon. He lost his hospital\nprivileges in 1936.\n>> Bill Benson: So they were gone.\n>> Frank Liebermann: They also had an SA. They were the brown shirts. There were two\nkinds of Nazi front line organizations. The SA were pretty much the beer hall thugs, if | can\nuse that expression. The elite were the SS. And eventually the SS got rid of the SR, but they\nwere used pretty much until close to World War Il, and there was an SR, brown shirt, in front of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nthe office questioning anybody who wanted to go into the apartment house asking what their\nbusiness was and if they wanted to go to my father's office, they took their name and said if\nyou go in there, you'll have repercussions on your job. So it got pretty serious.\n>> Bill Benson: So not only does he lose his hospital admitting privileges but the intimidation\nwas SO severe on his practice.\nFrank, if you don't mind, I'm going to adjust your mic just a little bit if it's ok. See if\nthat makes any kind of difference at all. There we go.\n>> Frank Liebermann: | can't tell.\n>> Bill Benson: During -- so your father's business is obviously really suffered. How was he\nable -- how was the family able to make ends meet during that period?\n>> Frank Liebermann: We had to live frugally, off any savings that they had accumulated.\nAnd eventually my mother's father and grandfather said, “Look, maybe you should move. I'll\nsupport you.” Even though we had records of the business where the volume went down\nbetween 1933 and 1938 when the business was confiscated from 100,000 to 20,000. So, in\nother words, economic blockade was very substantial.\nAlso, by the way, bank accounts were frozen. You could only take enough money\nthat was deemed by the government as necessary for living. And it was strictly forbidden to\ntake any money out of the country.\n>> Bill Benson: Tell us about the little space for a garden that your parents rented.\n>> Frank Liebermann: Since it was dangerous to go to any parks or any specified\nplaygrounds, outside of town they had what were known as gardens which they now have in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nBrooklyn, by the way. They are parts where people in the neighborhood can grow fruits,\nvegetables, whatever it was. But these were a little bit bigger so that these became our\nsupervised playgrounds. There were five families who participated. Everybody, the families,\ntook turns taking us there to see that it was relatively safe.\n>> Bill Benson: That was the one little safe haven to go play as kids.\nYour family didn't keep a kosher kitchen yet you shopped for meat at a kosher\nestablishment. Why was that?\n>> Frank Liebermann: There were a thousand families. Some of them were religious. A lot of\nthem were not. But the people who kept kosher couldn't buy enough to keep the butcher in\nbusiness, so everybody used the kosher business in order to help the community.\n>> Bill Benson: In January 1938, your father made a trip to the United States that became --\nmade it possible for him to move to the U.S. in June of that year. Tell us about his trip in\nJanuary and the events that led up to his leaving for the United States in June of 1938.\n>> Frank Liebermann: As we got -- as we located the relatives that my grandfather found, my\nfather took a trip to New York and also had the family job of finding out if there were any other\nrelatives because on my mother's side there was a family -- one of the family married Michael\nGratz who became prominent during the revolutionary time in Philadelphia and founded a\ncollege. Rebecca Gratz was pretty well-known, but she never married. And he looked at the\narchives in Philadelphia. Her brother went west, which meant Louisville, Kentucky.\n[Laughter]\nAt which there were no further records. So that part of the trip was unsuccessful. But he also\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\ndid register for the state boards in Ohio which passed half of all people taking the exams.\n>> Bill Benson: State board for?\n>> Frank Liebermann: For medicine. And then came back with an affidavit from the relative\nwho was located that we wouldn't be on welfare for one year. Now, the affidavit which was\nused as a generic term committed you to get a number from the United States to apply for a\nvisa. The quota, by the way, for the United States at that time was 25,000 people from\nGermany, limited pretty much to the proportion of the population as it existed in 1921.\n>> Bill Benson: So the ability to get that visa under the quota was exceptionally difficult.\nYour father, tell us about his attempts to get his visa and, particularly, if you don't mind, about\nFraulein Schmidt.\n>> Frank Liebermann: We got a number in January when he applied. The quota -- we knew\nthat the quota had not been filled. He called a friend of his and said, \"What can | do to\nexpedite my visa? After all, | can't work and we want to leave now that we have a chance.\"\nThey said, well, it would be a good idea -- the counsel has a secretary by the name of Fraulein\nSchmidt. Fraulein means miss.\n>> Bill Benson: And this was the U.S. Counsel's office.\n>> Frank Liebermann: Yes. “Geta nice big box of candy.”\n[Laughter]\nWhich he dutifully did. Another month passed. Nothing happened. And he called again. He\nsaid: By the way, did you put 100 marks into that box of candy?” The second box with 100\nmarks got us an appointment for a physical. We got the visa in the middle of June. My father\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nbooked the next available ship to leave for the United States. The visa was good for 120 days.\nEvery person had permission to take 10 marks out of the country. That in 1938,\ncurrency values -- of the exchange was $2.50. That's probably about the equivalent of\nabout $40, $50 today.\n>> Bill Benson: That was the limit?\n>> Frank Liebermann: That was the limit of what you could take out because the bank\naccounts were frozen.\n>> Bill Benson: Before you tell us about your father leaving for the United States when he\nfinally did get the visas, he canceled the lease that he had on his medical office and that\nprompted a visit from the Gestapo.\n>> Frank Liebermann: Again, | mentioned frozen bank accounts. The equivalent of a lease\nwas that you took a mortgage -- you gave the landlord a mortgage. In other words, you gave\nhim a sum of money in safe keeping. And as long as he had that money, you were protected\nin your apartment house, store, whatever it was. When he canceled it, he got -- the mortgage\nwas transferred to another bank where he had his account. Somebody at the landlord's bank\nreported to the Gestapo that a large sum of money had been withdrawn from the bank and\nthey should check it out.\nSo the two Gestapo people came into the office and said, \"You're under arrest.\" He\nsaid, \"For what?\" Said, \"We got a report that you withdrew that sum of money.\" And he said,\n\"It was transferred to my bank. Please, call the bank.\" Upon calling them he was fortunate\nthat the president of the bank came to the phone and confirmed that the money was there, and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nthey left. But that gets pretty scary.\n>> Bill Benson: And moreover, that money was not available to your father.\n>> Frank Liebermann: No.\n>> Bill Benson: It was gone.\n>> Frank Liebermann: No. For all practical -- a frozen bank account means that it's yours but\nyou can't do anything with it.\n>> Bill Benson: Right.\n>> Frank Liebermann: You can't take it out.\n>> Bill Benson: So with the frozen bank account, with the equivalence of maybe $40, $50 in\ntoday's money, as the money that he was allowed to take out of the country, how was he able\nto figure out a way to finance his way to the United States and knowing that you and your\nmother would remain behind for a period of time?\n>> Frank Liebermann: At that time you could still use money to buy an ocean ticket. If you\nbought -- if you went first class, you were able to get a fairly good spending allowance which is\nsupposed to be used on the boat; like you go on a Caribbean cruise. And they encourage that.\nBut at that time you were still able to take it out when you arrived in the United States. So\nbasically that's how he existed.\nAnd that's the reason -- the visa was for 120 days. That means that if my mother\nand | stayed in Germany until October, then we wouldn't have any expenses until he was\nalmost ready to take the state boards. At that time he had a room for $5 a week in Cleveland\nwhile he was studying giving you an idea of this was still very much during the Depression.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nThat also is part of the background.\n>> Bill Benson: So, Frank, your father gets here. He starts studying for his boards. He's living\nina $5 a week place. You and your mother are still in Gliwice. You have a visa that's good\nuntil sometime in October. Tell us what you know about how your mother was able to both\ntake care of you and her during that time and her preparation to get out before the visa\nexpired.\n>> Frank Liebermann: Basically, at that time you could still pack your belongings providing\nyou pay 100% tax on everything that you take out. Among other things, she got a sewing\nmachine so that if necessary if she had to sew clothes, she could do that. It was taxed at the\nfull value, but the money had no meaning. So we did get out quite a bit of our furniture. They\nhad that furniture until they died.\n>> Bill Benson: That she was able to get out. During that time -- go ahead. I'm sorry.\n>> Frank Liebermann: | was going to say, in September we got a barrage of telegrams.\n“Please get an earlier ship.\" We had no idea what it was because censorship was absolute.\nThere was no free press. It was a capital crime to listen to outside radio stations. We had no\nidea whatsoever what it was about. Furthermore, when we -- we weren't able to get any\nearlier ship. When we finally did get to the boat in Bremerhaven, there was no ship.\n>> Bill Benson: The one that you were scheduled to leave on.\n>> Frank Liebermann: The one that we were scheduled to leave on. And we only found out\nwhat happened once we were on the ship. During this time you had Munich where Daladier of\nFrance and Chamberlain of England negotiated with Hitler for peace in our time by giving away\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\na large part of the Czech Republic without their knowledge or authorization. And that changed\nthe balance of power in Europe because the potential allies lost 14 divisions at Germany's\nunder belly.\nDuring that time Hitler threatened the allies or what became the allies by calling back\nall of the ships at sea and saying that if | don't get what | want, I'm going to declare war. That\nship was called back from already the beginning of the Atlantic Ocean and lost four days\nbefore all of that blew over.\nThe trip took six days.\n>> Bill Benson: Before you tell us about that -- | do want you to tell us about that. While it was\njust you and your mother preparing to go, during that time you broke your arm. | would like\nyou to share that, what happened.\n>> Frank Liebermann: Ok. We were playing tag. | broke my arm. And that happens to have\nbeen -- that was not in that garden. That was a place where | went with my bicycle, a little bit\nout of town. You would normally call 911. My instincts told me that's not a good idea. | was\nable to ride home with one arm. | got home. My mother called up the orthopedic surgeon in\ntown and said my son seems to have broken his arm, can you set it. He said, “No, | don't treat\nJewish children.” She frantically called other people that she knew, including the hometown of\nmy father where she located an orthopedist who said, “I'll take care of you, but here's what you\nhave to do. Take a taxi to Bolton, which was a town, and go to the back, in through the\nbackdoor, the freight entrance of the Catholic orphanage. I'll meet you there.\" He set my arm\nat that time. He gave instructions to my mother that once it was out of the cast -- | think it was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nsupposed to be on for five weeks. How my pediatrician should treat it in order to get the\nmovement back.\n>> Bill Benson: And, of course, the surgeons and the physicians that your mother had tried to\nget had been essentially colleagues of your father.\n>> Frank Liebermann: They were colleagues. They went to meetings together. But the\ncontrol that the Nazis got unbelievably fast is hard to imagine.\n>> Bill Benson: So October 1938, shortly before your visa was expiring, aS you described, you\nwent through the scare of the ship not being there but you were able to get the ship eventually\nand you made it to the United States. What do you remember about your trip across the\nAtlantic.\n>> Frank Liebermann: By the way, | will mention real quick. It took six days for the ship to\ncross. Since the schedule was always seven days, it took four crossings in order to get back\non schedule. We were the fourth crossing. This is how we got to New York.\n>> Bill Benson: And what was that trip like for you, the excitement of reuniting with your father\nbut also leaving behind what you were leaving behind?\n>> Frank Liebermann: We had, by the way, the cheapest first class cabin which was right in\nfront of the bow. This was during hurricane season. | spent hours watching the bow literally\ndive into the waves and then come up kind of with a jerk when the water was off. My mother\nnever left the cabin. She pretty much had a breakdown.\nOn one day there were only six people in the first class dining. The other five were\nin the captain's table. | had a little table all for myself.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Bill Benson: So you make it to the United States. You go to Cleveland. You're reunited\nwith your father. What was that like for you? Do you remember?\n>> Frank Liebermann: It was happy that we got together, especially when we found out about\nMunich. And what he was trying to do to get us there. He had rented a one-bedroom\napartment in this Cleveland. He had another month and a half of the state boards, which, by\nthe way, he fortunately passed on the first try.\nlt went pretty smoothly from that point of view with one big exception. My parents\nwent to a movie the first time. | think they had a Wednesday special, something like -- | don't\nknow if it was 10 or 25 cents. And they asked a neighbor to look in on me. That was their first\ntime out. At about 9:00 the telephone rang. My grandparents called that this was\nKristallnacht; that my mother's brothers had been arrested, the business had been confiscated,\nwhat can they possibly do to help. Obviously he wasn't able to give an affidavit to anybody\nbecause there was no money.\n>> Bill Benson: He couldn't guarantee their financial --\n>> Frank Liebermann: He couldn't guarantee their financial -- their finances. So he took the\nnext bus to New York for the gentleman who gave us an affidavit. A little bit of background, his\nfather had gone to my great grandfather in 1905 saying that he urgently needs | think $3,000\nor $5,000, which is a very substantial amount of money for a week. Because he was in\ntrouble. He never heard from his father again. He took that money, came to the United States\nto establish himself. He did give my father the visa, but when he came back he said, \"I can't\ntake any more responsibility.\" Obviously this was too close. He turned it down. We weren't\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nable to do anything to help.\n>> Bill Benson: And just to our audience's sake, that particular night that your parents were at\nthe movie, you were home and got the call.\n>> Frank Liebermann: | was home. | got the call. That was the longest hour | could ever\nremember. 9:00 for them is 3:00 in the morning. | knew something was wrong. At that time\nyou don't know about person-to-person calls.\n>> Bill Benson: Right.\n>> Frank Liebermann: They came back at about 10:00. That's when we got all the details.\n>> Bill Benson: And that night happened to be, as you said, Kristallnacht, what we call Night\nof Broken Glass.\n>> Frank Liebermann: Night of Broken Glass.\n>> Bill Benson: November 9 through 10, 1938.\nFrank, several other things I'd love for you to tell us about before we close in a little\nwhile. We still have some time. You, of course, as you said, were able to bring some\nbelongings out of Germany that you had to pay 100% tax on it. One of those items was a\nbicycle. Will you tell us about the unpacking of the bicycle?\n>> Frank Liebermann: My parents had friends -- at this point I'll say acquaintances.\n>> Bill Benson: At that time friends.\n>> Frank Liebermann: Who had a bicycle and motorcycle shop. They said, you know, it would\nprobably be helpful if we put them -- put Frank's bicycle into one of these packing boxes; that it\ntakes as little room as possible in the lift. That's -- very similar to what is now called the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\ncontainer. So she said fine. | took the bicycle over there. They brought it back. It was\npacked. And when we got to the United States, we got a letter. | don't know exactly at what\ntime but when they knew that we had our date and address. They said that when you unpack\nyour lift, take the seat off the bicycle; we packed some prohibited gold pieces into that bicycle\nwhich are quite valuable. Please keep those for us. They had in the meantime moved to Italy.\n| mean to Israel. They said, “We'll tell what you to do with them later.”\nMy father was livid. It was well packed. There were black cloths over it. But that\ncould have cost me and my mother our lives for a lousy few gold pieces.\n>> Bill Benson: So used you to smuggle those out of the country unknowingly.\n>> Frank Liebermann: Yes.\n>> Bill Benson: After your father passed his boards, you moved, | believe, to Dayton.\n>> Frank Liebermann: Yes.\n>> Bill Benson: Your father wanted to establish himself there. Will you tell us that story about\ngetting himself established in Dayton?\n>> Frank Liebermann: He moved to Dayton because there were no Jewish ear, nose, throat\nsurgeons. It was a recommendation of a school friend who lived in Cleveland, by the way, and\nhad an office -- shared an office with an ear, nose, throat surgeon. So he was pretty anxious\nto get us out of town. But it was a very good move in this retrospect.\n| said he passed his exam. He opened an office, found an apartment; opened an\noffice on Valentine's Day 1939. He promptly applied for membership in the Medical Society,\nwhich was kind of a license to be -- license to legitimacy. He didn't hear anything for a couple\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nof weeks and then found out that there was an emergency meeting on a Friday night in which\nthe Medical Society of Dayton passed a law an ex post facto, urgency, requiring citizenship for\nmembership in the Medical Society. The vote was 51-50. Somebody did get upset about it\nwithout their knowledge.\nThe next day he got a call from a reporter of \"The Dayton Herald.\" “Doctor, do you\nhave time? Can! see you? | need to ask you a few questions.” He came over to his office\nand asked for his documents, where he studied, his medical credentials, and said \"Thank you\nvery much\" and left. The next day \"The Dayton Herald\" had an editorial, \"Freedom of\nOpportunity in the United States.\" The following Monday he had 11 new patients.\nOne of my favorite sayings is, “If you get a lemon, make lemonade.”\n>> Bill Benson: Mm-hmm.\n>> Frank Liebermann: And what was meant to be benign really established him.\nBy the way, in ‘41, he volunteered for the Army and was rejected because Dayton\npractically doubled in size during that time. They didn't want any doctors over 40 and were\nlooking for younger men. There was a severe shortage of doctors. But he did volunteer twice\na day giving physicals for the boards.\n>> Bill Benson: And staying about your father, as you mentioned a little while ago, Frank,\nwhen he learned about what happened on kKristallnacht, he went to New York to try to see if he\ncould help. He couldn't. But that did not stop his efforts to rescue people from Europe. Tell us\nabout that.\n>> Frank Liebermann: He became very active in what is known as the International -- a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nJewish resettlement organization. In the ‘60s, he received the international HIAS, international\naward of merit, together with President Truman for efforts in rehabilitating refugees from World\nWar Il.\n>> Bill Benson: In fact, he personally was responsible for well over 100 refugees.\n>> Frank Liebermann: 107, which he gave affidavits to.\n>> Bill Benson: Personally.\n>> Frank Liebermann: To guarantee that they would not be wards of the state.\n>> Bill Benson: Personal affidavits for 107 people.\n>> Frank Liebermann: Yes.\n>> Bill Benson: Wow.\nFrank, from what you know about what happened to the rest of your extended\nfamily, tell us what you know.\n>> Frank Liebermann: My mother's -- two of my mother's brothers got visas for Shanghai and\nbooked on an Italian boat. There were two countries which gave refuge: Shanghai, occupied\nby Japan, and the Dominican Republic. The rest of the world was pretty much closed. They\nwere on the ship on the day that Italy declared war on England and France after the fall of the\nmarginal line in 1940. The ship went back and we never heard anything from them again.\n| did finally get closure. The Germans kept meticulous records; which, by the way,\nthe Holocaust Museum was instrumental in digitalizing. We found that my grandparents were\nat sea until they were deported to Auschwitz. My mother's brothers were all in Auschwitz labor\ncamps. And you saw records that they were treated for Typhus. When they came for\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\ntreatment, call it the medical office, they were gassed.\n>> Bill Benson: And you personally have seen records.\n>> Frank Liebermann: I've seen papers about it.\n>> Bill Benson: You returned to Gliwice.\n>> Frank Liebermann: Yes.\n>> Bill Benson: What was that like for you?\n>> Frank Liebermann: I've made peace with Germany. | remember one -- it's three\ngenerations. Particularly the people who come here, basically, do it because they can't right a\nwrong, but Germany is probably owned up to the Holocaust better than any other country in\nEurope, possibly with exception of Denmark.\nSo | decided -- | went hiking with my grandchildren last year. | had gone -- oh, about\n12 years ago, Gliwice, the town created a memorial to the contribution of the Jewish\ncommunity to the growth of the city. Because the Pols were trying to recreate their history.\nCoal was discovered in that area. It was owned really by the gentries during that time. That\narea was kind of a no-man's land partly belonging to Germany and to Poland. So the land of\ngentry didn't want to get their hands dirty and leased the land to entrepreneurs, a large number\nof whom were Jewish who started the coal mines and the industrial hub of Silesia. We were\ninvited by the city of Gliwice for the opening of the memorial, which, by the way, had the\nambassador -- the Israeli ambassador, the ambassador -- one of the ministers from Poland,\nand the German ambassador.\n| feel I've got to be open about it. It just shows that when times are bad, civilization\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nbecomes very fragile. This is what happens. That's what makes the Museum very timely even\ntoday. Because there are a lot of bad times.\nSo | went hiking with my grandchildren. There's a beautiful mountain range between\nPoland, the Czech Republic, Slovakia, and then we ended up in Krakow and Warsaw. And on\nthe way, we stopped off in Gliwice, which is now a thriving university town. | Know the house\neven though the street names are all different, street numbers are different. | couldn't go near\nit. Because of the fear the right of return. But | wanted to show my grandchildren, wanted to\nknow where we came from. | had a wonderful time, a unique time, to spend with them.\n>> Bill Benson: Thank you, Frank.\nI'm going to turn back to Frank in a moment to close our program. Obviously we\ncould have spent a lot more time not only hearing more details about what Frank's told us but\nalso some of the adjustment of the family once they had moved to the United States.\nWe thank you for being here with us for what we were able to hear from Frank today.\n| remind you that we will have programs twice weekly through the middle of August. The\nMuseum's website will provide information about First Person in 2015.\nIt's our tradition here at First Person that our First Person gets the last words. So I'm\ngoing to turn back to Frank for his last word. Two comments before | do so. One, because we\ndidn't have a chance for question and answer with you, when Frank's done, he'll step off the\nstage. If anybody would like to ask him a question or shake his hand or take a photograph,\nwhatever you would like to do, please, absolutely feel free to do that. And secondly when\nFrank is done, our photographer, Joel, over to my left is going to come on the stage. He'll take\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\na photograph of Frank with you as the backdrop. I'm going to signal to you to stand if you don't\nmind and if you would do that, we'll get this terrific photograph of Frank with you providing a\ngreat backdrop to that.\nOn that note, I'd like to turn back to Frank.\n>> Frank Liebermann: | want to refer to my trip with my grandchildren. We were back in\nGliwice. | kind of pinched myself that if it hadn't been for international events, | couldn't\npossibly imagine myself being part of that. With all that happened | feel wonderfully fortunate\nI've lived the American dream. I've got three children, five grandchildren, and all good things\nto be grateful for. | wish the same for all of you.\n[Applause]\n[The First Person event ended at 12:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}