{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nMay 16, 2013\n1:00 p.m. — 2:03 p.m.\nUNITED STATES HOLOCAUST MUSEUM\nFIRST PERSON SERIES\nJACQUELINE MENDELS BIRN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are on our 14th year of the First Person program. Our\nFirst Person today is Mrs. Jacqueline Mendels Birn, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each First Person guest serves as a volunteer here at this museum. Our program\nwill continue until mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nJacqueline Mendels Birn will share with us her First Person\naccount of her experience during the Holocaust and as a survivor. If we have time towards the\nend of the program, we'll have an opportunity for you to ask Jacqueline a few questions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Jacqueline is one individual's account of the Holocaust. We\nhave prepared a brief slide presentation to help with her introduction.\nWe begin with this portrait of 6-year-old Jacqueline Mendels,\nborn April 23, 1935, in Paris, France. France is highlighted on this map of Europe.\nJacqueline was the middle of three children. Here we see Ellen\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nMendels with two of her three children, Manuela and Jacqueline. The Mendels lived in Paris\nand life was quite normal until World War II began.\nThis is a birthday card that Jacqueline made for her mother in\n1941, before the family fled Paris.\nJacqueline's father found two reliable farmers to help the family\nescape across the demarcation line to the Vichy-controlled southern zone of France. On this\nmap we see the northern occupied and the southern unoccupied zones in France.\nThe family lived in the tiny village of Le Got in southern France\nfor over two years. Here we see a contemporary photo of the house where the family hid in\ntwo rooms on the upper floor.\nAfter allied forces liberated Paris in August 1944, the family\nresumed their life in Paris. From left to right are Manuela and Jacqueline and their mother\nEllen holding their newborn brother Franklin who was born in 1943.\nJacqueline met her future husband, Richard, in 1957, while he\nwas studying in Paris and would move to the United States and marry in 1958. They lived in\nNew York City where Jacqueline worked as a chemist and Richard taught high school while\nwaiting the required four years to join the Foreign Service because he married a foreign-born\nperson. In order for Richard to join the Foreign Service, Jacqueline had to become an\nAmerican citizen.\nOnce Richard began his Foreign Service career, they would live\nin many places such as Toronto, Hong Kong, Malta, and Mexico City, along with several stints\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nin Washington, D.C. Jacqueline worked for the Foreign Service Institute where she taught\nFrench and helped prepare Foreign Service Officers going to France or Europe. Later,\nJacqueline trained foreign language instructors. Both Jacqueline and Richard are now retired.\nThey have two children, Daniel Franklin and Anne Emanuelle. They also have a 12-year-old\ngranddaughter whom they enjoy visiting in Toronto where she lives. | know they're going to be\ngoing there this summer, as a matter of fact. I'm pleased to say that Richard is here with us\ntoday.\nRichard, if you wouldn't mind letting folks Know you're here.\nJacqueline and Richard live in Bethesda, Maryland. Continuing\na family tradition, Jacqueline is an accomplished musician, presently the first First Cellist,\nEmeritus. She is also a member of the Friday Morning Music Club which performs annually at\nthe Kennedy Center and at many other places. She also plays in several trios, quartets and\nquintets.\nJacqueline speaks often about her Holocaust experience both in\nthe museum and in other settings. She recently spoke in Virginia at a meeting of teachers who\nused the arts to teach about the Holocaust. She has spoken at such places as the National\nSecurity Agency, Colby College in Maine, and the University of Michigan in East Lansing, as\nwell as at local Catholic schools.\nJacqueline's other volunteer work for the Museum has included\nediting documents written in French and interpreting for a group of French-speaking Holocaust\nsurvivors who visited the Museum. She is now working, and has been for a good while, with\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe Museum's \"Remember Me?\" project, which publicizes the photographs of over 1,000\nJewish children orphaned or otherwise separated from their parents during the Holocaust in an\neffort to identify them and connect them with surviving family members or friends. Jacqueline\ninterviews those identified who are French speaking. The \"Remember Me?\" project has had\nremarkable successes.\nJacqueline's memoir will be published in June. It is titled, and\nforgive my pronunciation, | will do my best, \"A dimanche prochain: Memoir of Survival in World\nWar II France.\" Perhaps if times allow, we will learn the meaning of the first part of her\nmemoifrs title.\nI'd like to ask you in joining me to welcome our First Person,\nMrs. Jacqueline Mendels Birn.\n[Applause]\nJacqueline, thank you for joining us and for your willingness to\nbe our First Person today. Really great to have you here. You have so much to tell us in such\na short period. We'll cover as much as we can. And I'm going to get us started right away.\nLet's start with you telling us a little about your family in your own early years before the\nAnschluss in 1938.\n>> Jacqueline Mendels Birn: My parents decided it was very dangerous. We left. | remember\nleaving Paris and coming back. That was our first leave of our home in Paris. Then in 1939,\ndeclaration of war, my parents decided it was dangerous again. So we left Paris. We didn't\nstay very long. Nothing was happening. That was the phony war. So we went back to Paris.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ,\n| remember those.\n>> Bill Benson: I'm going to take you back to those early years a little bit. Tell us -- your\nparents, tell us about their nationality. They were not French. Were they?\n>> Jacqueline Mendels Birn: No. My parents were not French, never became French. My\nfather was Dutch. His family had been Dutch for centuries. My mother was from Hamburg,\nGermany, where they had been for centuries also. And when my mother married my father,\nshe became Dutch. So actually even though | was born in Paris, | was Dutch. | was a Dutch\nJew, a foreign Jew in Paris.\n>> Bill Benson: Even though born there.\n>> Jacqueline Mendels Birn: Yes. | didn't Know that until a few years ago that actually | was\nnot born French.\n>> Bill Benson: Did you have a large, extended family?\n>> Jacqueline Mendels Birn: Yes. But not on my mother's side. She was an only child. My\ngrandmother -- well, I'll tell you later, who died in a horrible way. And my grandfather had died\nquite a long time ago. My grandmother had a brother, was able to escape. But there was\nhardly anybody -- his children were in the transport and survived World War Il.\nOn my father's side, on the other hand, he grew up in a very\nlarge family. He had many cousins. | don't know what | can tell you now. In our extended\nfamily we have over 200 members of our Dutch family that were murdered, murdered, gassed,\nwho knows? We don't have the exact detail, although we know it was Auschwitz. That was\nmy grandmother. And other places.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Jacqueline, during that pre-wartime, your father's business, he was having\nsome difficulties.\n>> Jacqueline Mendels Birn: Before the war there was a great depression just like in the U.S.\nIt came later in France, but it was difficult earn a living. | never noticed because | know we eat\na lot of pasta, because that was available. But then after the war started, very quickly there\nwere laws established. The Jews were not allowed to own a business. So my father had to\nsell his shares for a few francs to his associate who was a very good man, actually. | will tell\nyou that later. But my father was not allowed to work. All business where Aryanized. So\ndoctors, dentists, pharmacists, teachers, government employees, every Jewish person had\nhad to leave their job. And to earn a living was impossible. It was very difficult. | don't know to\nthis day how my parents managed. | know that my father probably by bicycle because there\nwas no more oiling in France. Probably took his bicycle to go to his office. | know he told us\nlater he was hiding in the back of the office because if somebody rang the bell, as a Jew and\nbecause of his ID card, he would have been arrested immediately.\n>> Bill Benson: This is the back of what was his own business.\n>> Jacqueline Mendels Birn: Yeah.\n>> Bill Benson: Am | right that at one point your family considered the possibility of converting\nto Catholicism?\n>> Jacqueline Mendels Birn: Yes. My parents had wonderful friends. And actually, the lady, |\nremember, her name was Genevieve, tried to convert us. It wouldn't have helped really\nbecause they were born Jews and they were Jews. The conversion would not help at all. But\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthat family was absolutely wonderful to us. And when we finally fled, we spent the last night\nwith them. They burned our Jewish star, the yellow Jewish star. And they gave us, my mother\nand sister and me, a Catholic medal. That's very famous for Catholic people. Maybe there are\nsome Catholics among you. That's from a little town in the south of France called Lourdes\nwhere there were many miracles since the 19th Century. So she gave that medal, Genevieve\ngave that medal. And | have mine to this day.\n>> Bill Benson: You kept it.\n>> Jacqueline Mendels Birn: Yes. | don't know where | was wearing it when we crossed the\ndemarcation line, but maybe it saved us.\n>> Bill Benson: Jacqueline, World War Il began. A few months earlier, | think, March of 1939,\nyour parents were able to declare you and your sisters French citizens. Why was that so\nsignificant?\n>> Jacqueline Mendels Birn: My mother, well, probably both my parents felt that as French\ncitizens, she would have a better hope of survival because the occupation forces and also the\nFrench police, unfortunately, arrested foreign Jews first. But my parents didn't realize that we\nwere not French. There was a request. | have a piece of paper at home that is on the wall\nwhere it says that my father requested for us to be French, my sister and me. But it didn't\nhappen. So we were foreign Jews.\n>> Bill Benson: And a few months after that, | think in July, your father's father, your\ngrandfather, died. And your father was not able to attend the funeral. That must have been\njust really -- for financial reasons, | believe.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Jacqueline Mendels Birn: Yeah, no. Actually he was able. But the rest of the family for\nfinancial reasons we didn't go. So we never attended my grandfather, my paternal\ngrandfather's. | always say it's a blessing that he died in 1939, because his wife, my\ngrandmother -- [Inaudible]\n>> Bill Benson: After war broke out in September 1939, you left Paris for a second time,\nreturned again to Paris. And in May 1940, of course, Germany invaded what was called the\nlow lands, Holland, Luxembourg, Belgium, followed by France. You then fled Paris, the family\nfled Paris, for a third time. They had returned to Paris. Why did your parents leave each time\nand each time go back to Paris?\n>> Jacqueline Mendels Birn: My father say, “I have to earn a living.” By that time, he could\nstill work in his company.\n>> Bill Benson: Even though he wasn't able to own it.\n>> Jacqueline Mendels Birn: Right. That is what is called the exodus. And millions of people\nfled and went South. And many of them remain in the South of France. But my father say,\nwell, | have to work. So we went back.\nThings were all right. My father obeyed the law, registered at\nthe local city hall. He always said we obey the law and they will leave us alone. But we\ncouldn't go to the local library and get books. We couldn't take swimming lessons. We\ncouldn't certainly go to a movie. We were really staying at home. There was very little food.\nThe merchants in our little neighborhood knew the Mandels family, and even though my\nmother was only allowed to shop from 4:00 to 6:00, they always left a little something so we\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nhad milk and bread and things.\n>> Bill Benson: As you told us a moment ago, a little bit, on June 10, soon after France was\ninvaded, you were part of that exodus out of Paris. Do you remember that exodus?\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Tell us a little. Literally tens of thousands, if not hundreds of thousands of\npeople fleeing.\n>> Jacqueline Mendels Birn: Yes. My father had the use of a little van, if you want. |\nremember my sister and | sitting on the foot stool in the back. | don't remember if it was\ncovered. But each of us, we had our doll. And there is my doll. Shall | pull it out?\n>> Bill Benson: Absolutely.\n>> Jacqueline Mendels Birn: My sister had her doll that was given to us in 1940, and it\nsurvived up to this day. That was the first exodus of the doll. It's not in very good shape, but\nit's there.\n>> Bill Benson: And your doll was with you through all the time and hiding?\n>> Jacqueline Mendels Birn: | will tell you later. That's my doll. It was in very bad shape. The\narms have been mended. This is my granddaughter's little outfit when she was born.\nWhen we finally got our dolls in our hiding place, a neighbor\nupstairs sent some things, including the dolls because we didn't have them for the demarcation\nline, of course. | had some clothes. And then my father sold the clothes --the baby. And |\ncried.\n>> Bill Benson: | bet. Jacqueline, at one point your parents considered trying to leave for a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nDutch colony.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Why a Dutch colony?\n>> Jacqueline Mendels Birn: Because my parents were Dutch. They thought that the Queen\nof Holland was going to help the Jews, the Dutch Jews in distress, which | found out through\npapers and archives that it would never have happened. And then the war was declared.\nThen we couldn't leave the country.\nMy parents always said we're going to live together or die\ntogether. Actually, just before the war broke out my father wrote to one of his cousins and said\nthat he was going to join the Dutch free forces that were in England by that time. Holland had\nbeen occupied. He was going to do that. He wrote to his cousin, | don't know how Ellen, his\nwife, and the children will manage. We would not have survived. But then France being\noccupied, my father couldn't escape. So we stayed together.\n>> Bill Benson: The border was sealed.\n>> Jacqueline Mendels Birn: Exactly.\n>> Bill Benson: Before you left on the exodus, of course, you were in Paris when the Germans\nattacked. You were there | think, | think you remember being in a cellar.\n>> Jacqueline Mendels Birn: Yeah. We had gas masks. We had to go to the cellar. The\nsirens were ringing. And once there were Germans right next to us because they were\noccupying the apartment upstairs from us where that family had fled already. So they were\nalso taking shelter. And when they lifted the alarm, if you want, we went back to our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\napartment.\n>> Bill Benson: And part of lifting that alarm was to say Paris was an open city. What did that\nmean to say Paris is an open city? What did that mean?\n>> Jacqueline Mendels Birn: That the French were not fighting. And after the Army ceased,\nthe French soldiers were disbanded. Many of them had died. But there was no Army. And\nnot only Paris, but a lot of the cities in the north were declared open cities. There was a\ncontingent that the French would keep 100,000 soldiers in the non-occupied zone, in the so-\ncalled non-occupied zone, as | always say. They also saved our lives.\n>> Bill Benson: Explain to us a little bit about what it meant, this demarcation line. You have\nthis northern part occupied by the Germans, but they did not occupy at that time the southern\npart. That was what they called Vichy. What did that really mean?\n>> Jacqueline Mendels Birn: Let me talk about something else before that. We were still in\nParis. Things were getting really, really bad for the Jews. And in 1941 they were rounding up\nactually very important people but didn't have a job because you weren't allowed to have a job.\nBut they rounded them up and sent them to Auschwitz. Then there was the terrible roundup.\nAnd we were in Paris. We were registered. And my parents had Jewish |ID’s. But they must\nhave forgotten to ring our bell because they didn't come for us.\nThey wanted to round up 27,000 Jews in Paris. But thanks to\nsome good policemen, people were warned. The police told them, don't sleep in your\napartment tonight because there's going to be something very bad happening. So that's how\nclose to 14,000 people, 4,000 children, were rounded up but not 27,000. And we were there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWe were at home.\n>> Bill Benson: And you were known. It was pure luck.\n>> Jacqueline Mendels Birn: Yes. We fled one week after. The end of July. No, actually it\nwas almost two weeks. And the week after that they came for us.\n>> Bill Benson: That was 1942. That's when your final time fleeing Paris. And as you just\nsaid, they actually came to your door. You learned that later, the following week you were\ngone.\nSo now you're fleeing for that third and final time. Where did\nyou go?\n>> Jacqueline Mendels Birn: My parents, thanks to that wonderful friend who gave us that, we\nslept there. My parents had their ID cards. We slept there. We took the first Metro in the\nmorning which was 6:00 in the morning. | don't Know if we traveled in the last compartment\nwhere the Jews were allowed to travel, the other compartments we weren't allowed. So | don't\nknow. We got to the train station. And there's two young boys and the family, they were\nworking in the underground. They had taken my parents' backpacks. My parents were not the\nkind of people walking around with a backpack. They had a backpack. That was their worldly\ngoods. My sister and | had nothing. It was summer time. Imagine my parents had a sweater,\nmaybe a change of shoes. | don't know.\nSo we got to the train station heading south because my parents\nknew that there were smugglers were going to be waiting for us at that border between\noccupied and non-occupied. And the two young men had taken the tickets. My parents\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nretrieved those and the backpacks and we got on the train.\nIt's something | remember very well, the train. We were sitting\nthere. And my father became frantic. He went down the corridor and said, what's going on?\nThe woman at the end said, oh, they are rounding up Jews on the other side of the track. So\nthat was quite a miracle. They must have had their quota of Jews that morning.\n>> Bill Benson: You were able to leave. Before you continue on, leading on the train, tell us\nabout your parents’ preparations to leave your place in France. Pretty remarkable.\n>> Jacqueline Mendels Birn: Yes. One flight up were the Germans. German soldiers.\nActually knocked at our door and | opened the door. | was not supposed to. But maybe |\nwasn't wearing my Jewish star. Nothing happened to me.\nOne flight up from that was the wonderful woman whose\nhusband had died in the First World War. So she hated the Germans. You can imagine. And\nshe accepted to keep my parents' most important belongings from the apartment, wedding\npresents, silver things, one another. And | guess our dolls. Because our dolls were there, too,\nmy sister and mine. We had our bicycles. We were not allowed to ride bicycles, of course.\nThey were in the cellar.\nMy mother had a piano, a little piano. | don't know how it\nhappened, but my father and the wonderful neighbor took the piano downstairs and put the\npiano in his apartment, the neighbors must have been away. Something was happening. No\none said a word. And you know, it was the law, it was an order, you must denounce Jews and\nyou must denounce people that help.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And failure to do so carried a stiff price.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Also, I'm going take you back again. That was summer of 1942. But in\nNovember 1941, | believe, your mom received a letter from your grandmother.\n>> Jacqueline Mendels Birn: Yeah. My grandmother, my maternal grandmother, her name\nwas Sophie, had tried to get out of Germany. She was desperate. She wanted to go to\nShanghai. Her brother was in Brazil. She wanted to go to New York, there to get out. But she\nhad a visa, number 18,000. And the American Consulate was of no help, as everybody\nknows. It's a history.\n>> Bill Benson: 18?\n>> Jacqueline Mendels Birn: 18,000. So my grandmother was taken away from her\napartment and was put in what is called a hidden house, a Jew house. And she had the little\nroom. Terrible conditions. But she was able to write. Somehow, there was maybe\ncensorship. But my mother received mail.\nOne day, it was November 1941, my mother got her letter saying\nthat my grandmother couldn't live anymore and she was committing suicide. She never used\nthe word suicide, but she said, | can't. And she said farewell.\n>> Bill Benson: She made it clear.\n>> Jacqueline Mendels Birn: Yes. | think it was November 21. She took an overdose of\nsleeping pills. We know that from the criminal police that my daughter and niece researched\nabout 10 years ago, 15 years ago, that she took an overdose of pills. And strangely enough,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nshe was buried in a Jewish cemetery. So they did those things. But you can imagine the\nshock.\n>> Bill Benson: And you also shared with me something you wrote in your memoir. It's, quote,\nyour grandmother's suicide probably triggered something in my mother's mind. Can you tell us\nwhat your mother thought about at that point?\n>> Jacqueline Mendels Birn: Yeah. That happens later when we were in hiding. | was so\nafraid of the Germans. | was terribly afraid of those people in uniform. You know the word\nNazi didn't exist for us. It was Germans. My mother told me and my sister -- that must have\nbeen when we were in hiding already. She told me, don't be afraid if the Germans come. |'ll\ngive you a little pill, and you will die right away and you will never suffer. And she told my\nsister. She told me. And the whole village knew that the Mendels family was going to commit\nsuicide if the Gestapo by that time was coming.\n| told my little friend. When | mentioned -- when we went back to\nthe village -- what you told me? He remembered. The strange thing -- my sister and me, we\nhad forgotten. | think a psychologist would say that this is something that you erase from your\nmemory. And after that | remembered it, of course. But the village knew.\n>> Bill Benson: Speaking of the village, tell us -- you escaped again on the train. There was a\nclose call. And now you're going and end up at Le Got. Not quite yet.\n>> Jacqueline Mendels Birn: We got off the train. We had to change trains. Actually, my\nsister fell. She hurt. She said to this day she can feel on -- you know, on the hard cement.\nLucky she didn't have a concussion. She would have ended up in the hospital, and then\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nJewish, it would have been the end of us.\nSo we changed trains. We got to a little town. And the\nsmugglers said that they couldn't take us that night. | don't know why. And two nights later we\nhad an appointment in a cemetery, next to a tree, behind the church of that little village. |\nremember walking 10-kilometers, about six miles. It was hot. It was August 1, 1942. And we\ngot there and we were meeting them at midnight. And we started walking through the woods.\n| don't remember. There was grass, | think. But | could see the Germans. They were on the\nright. We were sort of on the left. | could see the tips of their cigarettes. And my mother wrote\nin our baby journal, my father wrote, that there was a motorcycle coming through. But\nfortunately there were no dogs, because those dogs were trained to catch people.\nAt one time, one of the smugglers said, “go down on your knees!\nGo down on the ground!” Which we did. My sister at that time said, \"| have to go pee-pee.\" It\nsounds funny, but if they had heard us.\n>> Bill Benson: Absolutely.\n>> Jacqueline Mendels Birn: And another thing. I'm wearing it today. My parents carried\nheavy gold ring. | never wear it. But this was -- there's a saying in French, and in English, you\nsay, “Your money or your life.” And my parents were optimistic. Said we give you gold, give\nus our life.\n>> Bill Benson: That was intended to be your way out if you should get apprehended.\n>> Jacqueline Mendels Birn: | don't think it would have happened. Anyway, one of the\nsmugglers got ahead. He was supposed to signal to us that everything was clear. And the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nother one put my sister and me on the bicycle. And my parents were running behind. We got\nto the end of the place. It was the so-called -- | always say so-called free zone. There was a\nFrench soldier. He said -- it's a military expression, “Who goes there?” And the French soldier\ntook us in for the night.\nThe next morning they say -- they took us to the town, a -- here\nyou have the Governor's house, the state, and then you have a city.\n>> Bill Benson: Counties and cities.\n>> Jacqueline Mendels Birn: Something like that. What to do? They left us there. So they\nchecked into a hotel. But in hotel, you have to check, give your name. And this was a war. |\nsuppose the hotel keeper knew that we were Jews. My parents ID. Anyway, a knock at the\ndoor. It was 8:00 p.m. My parents were arrested. They were taken to the police station. They\nwere interrogated. That's when they had to say that they were of the Jewish race. My father\nsaid he had 4,000 francs with him. My mother said she has 4,000 francs on her. We don't\nremember if we stayed in the hotel alone or if we went with them. My father declared that he\nhad 25,000 francs with a friend in eastern France.\nPerhaps, | can't say probably, perhaps that was the money from\nhis firm that his good associate had kept for him. And perhaps that saved us.\nMy parents then were taken to \"the perfect Jew,\" the main state\nheadquarters. And my parents were interrogated again. They were held for one month, the\nwhole month of August. We stayed in the popular soup kitchen. | don't remember --\n>> Bill Benson: Were you with them during that time?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Jacqueline Mendels Birn: Yes. They could sleep with us. But they had to report every\nday. And they didn't know their fate. Because it was up to each Governor, if you want, to\neither put the foreign Jews in a camp, in an internment camp, or in that -- and that led to the\nconcentration camp -- or to let them loose and live in hiding, which is miraculously what\nhappened to us.\nThey told us -- it was late August or early September -- go and\nfind a place where you can go and hide. But we were under watch. And that's where we\nended up in that little village. They accepted that. We were in the two rooms upstairs in that\nlittle village of Le Got.\n>> Bill Benson: Just so the audience understands, this is still what they called the unoccupied\npart of France. So the Germans hadn't directly occupied it. But nonetheless you had to be\nregistered. You were known. So the authorities knew that you were a Jewish family living in\nthis little village.\n>> Jacqueline Mendels Birn: That's right. We were under the watch all the way to Vichy.\nThey could come any day. But probably one of the things that saved us, we were the only\nJewish family in that village. There were Jews that were rounded up all around. But in that\ntiny village, 29 houses, we were the only ones.\nBut talking about unoccupied zone, you know, the Americans\nlanded in November 1942. Hitler was furious. Then occupy all of France. So we had two and\na half months of respite. Hitler chose November 11, which is the day for World War I.\n>> Bill Benson: All around you at that point.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 50\n>> Jacqueline Mendels Birn: Exactly.\n>> Bill Benson: Tell us what your life was like in Le Got.\n>> Jacqueline Mendels Birn: Well, there was no water. There was no electricity. There were\nno toilets. My sister and | went to get the water out of the pump, and my father devised a little\npale which he emptied every morning. There was no toilet paper, of course. And my father\nsaid, but there are some vine leaves. So we picked a vine leaf, my sister and |. | remember\ngoing to get the water, and we had to -- there was still a train going there. | was so scared.\nBut we crossed over the rails. We brought back water. There was an ancient stove. My\nmother learned to make some kind of black soap. We had a basin. And the whole family took\na bath, if you want, one after the other, my sister, me, my father, my mother. One after the\nother we could wash once a week.\nActually, there were rabbits there. | remember that my father --\nmy parents were killing the rabbits to have food. So you have to skin the rabbit. And | had\nnever seen a skinny rabbit. And it was -- | remember that clearly.\nAlso, my mother was cutting the wood so she could heat up the\nancient stove. And she said, you know, she had to be very careful because she was a\nchemist. She didn't want to cut -- yeah. But all of France was occupied. The trucks with the\nGermans were going by. | was always a curious child. | opened the thing. My mother, \"Go\ndown on your knees!\" They could have shot.\n>> Bill Benson: Upstairs looking through the windows.\n>> Jacqueline Mendels Birn: Yeah. The strange thing, I've been thinking of it recently, my\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nparents sent my sister and me to that little [Inaudible], you know, the teacher, a wonderful\nperson, and his wife, they knew us by our first name. | don't know if they knew our last name,\nMendels, which is a Jewish name. My sister remembers that we were supposed to say\nFrederick. Manuela Frederick, Jacqueline Frederick. | Know that my sister carried a little\npouch on her with the name of our family in California and in New York. And we both learned\nthat by heart so in case my parents were deported and we stayed alive that we would know\nwhere to communicate to.\n>> Bill Benson: An address in California and New York?\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Jacqueline, you would be in this village for more than two years. Tell us about\nit.\n>> Jacqueline Mendels Birn: My mother became pregnant. She didn't tell us until a few\nmonths before. She had no pregnancy clothes. She was wearing some kind of a night gown.\n| remember going up the hill -- my parents had those temporary travel permits that | brought\nhere, where it say drift. We were allowed to travel once a week. But it said Jew.\n>> Bill Benson: Right there.\n>> Jacqueline Mendels Birn: Yeah. So my parents could be arrested.\nAnyway, we were pushing my mother up the hill. She had to go,\n| don't know, to the dentist, to the doctor. She managed. Must have been near the end of the\npregnancy. My sister and | were pushing her. Then she was supposed to give birth. There\nwas some kind of a midwife that was supposed to come. And the one night there was a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ncommotion. My sister and | were sharing a bed. We heard the noise. The neighbor who lived\ndownstairs, a very nice woman, said go back to sleep, go back to sleep. My mother had to be\ntransported. It was a breeched baby. She was bleeding terribly. There was no way she could\ngive birth right there and then. She was transported to a clinic where the doctor, wonderful\ndoctor, was treating the Germans on one side and the farmers and my mother, Jewish woman,\non the other side. And my brother was born.\n>> Bill Benson: One of the things you know I'm going to ask you, because | look forward to\nasking you this, when your brother is born and your mother -- | think she almost died during the\ntime. It was a terrible, difficult time. Jacqueline, sisters, Manuela, and your brother is named\nFranklin. Why?\n>> Jacqueline Mendels Birn: Because the only hope of survival for my parents was, as you\nmay guess, Franklin Roosevelt at that time. My parents said Franklin Roosevelt is going to\nsave us. And you know, in the summer of 1943, a terrible, terrible time. People were rounded\nup right and left. And even though we didn't have a radio, you knew the news. My parents\nknew, my mother certainly knew, since her mother's suicide, that there were horrible things\nhappening east and they said, you know, the Americans are going to save us. They were\nhoping that. And that's why every Sunday morning my parents lifted their glass, and they said\n-- | don't know why I'm crying so much today. It means, in French, until next Sunday. That's\nbecause my parents said let's be alive another week. Let's be alive another Sunday. So every\nSunday they lifted their glass. | don't know what they had, water, something in their glass.\nAnd they were wishing for another week of life.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Bill Benson: That's the title of your memorr.\n>> Jacqueline Mendels Birn: Yes, it is.\n>> Bill Benson: You told me about the mayor of the neighboring village.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: He was very important to you.\n>> Jacqueline Mendels Birn: Yes, he was. He was. Certainly. The mayor saved our lives\nmany times. He got false papers for my parents. That card actually was to get food tickets. It\nhad to be stamped every three months. My parents were not allowed to go to that town. So it\nwas --\n>> Bill Benson: It was a catch 22. You're supposed to get it validated, but you're not allowed\nto go there.\n>> Jacqueline Mendels Birn: Not allowed to go. He went. It was 30-kilometers on his bicycle.\nHe had other things to do. He was heavily involved in the underground, and he had a lot of\nfalse papers for other people, too. He got false ID for my parents. | donated them to the\nmuseum. | don't even think my parents used them.\n| asked the historian recently, actually, in France. He said, you\nknow you were registered. What's the point of having false papers? They knew exactly who\nyou were and where you were. So our real name.\nBut the mayor -- my sister and | wanted -- wanted to put us ina\nconvent which was probably 10, 12-kilometers away. We were going to go by foot, of course.\nWe prepared our little suitcase, my sister and |. And then there was word that it was too\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\ndangerous to travel on those tiny roads, actually. Because they were -- there were roundups.\nSo we didn't go. | think my sister and | were disappointed. But what happened is the convent\nwas raided later.\n>> Bill Benson: Where you might have gone.\n>> Jacqueline Mendels Birn: Exactly.\n>> Bill Benson: Jacqueline, you're in this little village. You're the only Jews there. The fact\nthat you're Jewish is known in that town. Germans are everywhere. It's now fully occupied.\nWhy do you think you were not denounced?\n>> Jacqueline Mendels Birn: Those people in that area of France, they're strong republicans\nin the French sense of the word, which means they were not realists, they were not on the\nright. They were for the republic. They were thinking of a good government again. And also\nso many of them had lost a father, a husband, a son in World War I. Let's not forget, 1918,\n1940, you know, it's hardly a generation.\nAnd let me tell you something else that happened. My brother\nalmost died. He was so -- | have a photo of my brother. His legs were like a pin. Miraculously\n-- my mother was too sick to breast-feed. The cow's milk that there was didn't agree with him.\nSo he was crying. The nurse said, oh, he's a bad baby. Miraculously my father found Nestle\nCondensed Milk. And my feeling is that -- you know, it's sweet milk that you dilute. And it will\nagree with you. My feeling because the Americans landed in Morocco, Nigeria, somehow that\nwas part of their -- the military ration.\n>> Bill Benson: The c-rations.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Jacqueline Mendels Birn: C-rations, sorry. Somehow that milk got to our little hole there.\nAnd it agreed with my brother. And | was licking the empty can. Tasted so good.\n>> Bill Benson: You remember that.\n>> Jacqueline Mendels Birn: Oh, yes. It was sweet, you know? Oh, it was wonderful. We\ndidn't have sweets.\n>> Bill Benson: For you, as still pretty much a little girl, having been through some really scary\ntimes that you were well aware of, bombings in Paris, fleeing Germans, being very afraid of the\nGermans, what do you think your life was for you in that village? Did you feel at any point\nrelatively safe there? Do you remember if it was just for you and your sister constant fear? Or\nas a child was there a certain comfort being there with your parents? They must have been\nterrified every day. Did you feel their fear?\n>> Jacqueline Mendels Birn: No. My parents were hiding their fear. They probably didn't\nspend too many nights sleeping. It was, of course, frightful every day, every night for them.\nBut for us they just told us — well, when we left, anyway, oh, we're going on vacation. That was\nAugust. And then we took it matter of fact. We stayed in the village. Although in my journal |\nwrote, “Oh, | hope we can go back to Paris soon.” But my sister and | -- oh, there was no\npaper. We wrote on chalk on the boards. What do you call that? There was no paper. At\nschool.\n>> Bill Benson: Like a chalkboard.\n>> Jacqueline Mendels Birn: Yes. We ate -- a woman behind the school. There were worms\nin our food, like some kind of pate but worse. We came home. We don't want to eat there. So\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nwe had chestnuts. That's an area of France where there were chestnuts. She made puree of\nchestnuts, butter chestnuts. We ate a lot of chestnuts. So once | was -- the little girl, and the\nthird one came. | will never forget that. She said, “Aren't you ashamed to play with a Jew who\nis dirty like a pig in the stable?” Those words she said. | ran home and | said --\n>> Bill Benson: Otherwise, | think you said that you were treated kindly in that village.\n>> Jacqueline Mendels Birn: Yeah. Yes. Of course, my father, well, there was a wonderful --\nthe mayor was wonderful, informed my parents every time we had to go in the woods. We\nslept in the chicken coop.\n>> Bill Benson: When German patrols were coming, you would have to hide.\n>> Jacqueline Mendels Birn: Right. And once my father was hiding for three days. Then he\ncame back. | got scared. | didn't think -- and my father was hiding. He was so-called working\nfor the farmer who was also wonderful. But he was really hiding all the time in a cellar, in\nterrible conditions. And he sometimes -- [Inaudible] my sister and | had each other. | think that\nreally saved us. As | said, my parents were hiding their fears. My mother apparently never left\nthose two rooms. So she stayed indoors most of the time. She was so scared.\nAnd the Gestapo came, by the way, one day and surrounded\nthe house. But they didn't come for us. They came for the man downstairs who was a worker\non the train, a railroad man, young man.\n>> Bill Benson: Not Jewish.\n>> Jacqueline Mendels Birn: No, no, no, no. It had been announced that he was working for\nthe underground. They had the gun under him. And then they took him to the prison. Three\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nweeks. We learned that many years later. And instead of saying don't take me, don't kill me,\ntake the Jews upstairs --\n>> Bill Benson: He didn't do that.\n>> Jacqueline Mendels Birn: You know, those Gestapo people, | think there were five\nGestapo surrounding the house, they were so dumb. They didn't go upstairs. They should\nhave said, there's a stair there. They could have come upstairs. They didn't.\n>> Bill Benson: Another miracle.\n>> Jacqueline Mendels Birn: Our life of survival was daily. Daily.\n>> Bill Benson: Jacqueline, the allies landed at Normandy on D-Day in June 1944. Paris was\nliberated soon after. After the liberation of Paris, of course, the war would continue until May\nof 1945. But Paris was liberated. Your father decided it was time go -- to go back to Paris\nagain. Tell us about that.\n>> Jacqueline Mendels Birn: November 1944. Paris was liberated on the 25th of August\n1944. And my parents heard about that. My father shortly after said, “| have to go back and\nsee what's happening.” | don't know how he did it. He went in November 1944. | don't know.\nHe walked. | don't know if he took his bicycle. | have no idea. But he got to Paris. The\napartment was empty because the Germans had fled, of course. And our furniture was here\nand there, but he was able to get a dresser, a bed. My parents' mattress had been slit open.\nThey were probably looking for money hidden. And later, actually, | said, well, where are my\ntoys? My mother said, you're too big now, don't worry about the toys. You'll have other\noccupations. So he made tt.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And your apartment had been requisitioned by German troops. Right?\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: They had occupied your house.\n>> Jacqueline Mendels Birn: Yes, the whole time. And then my father found out his business\nwas inexistent. There was nothing. But he came back to the village and the five of us -- by\nthat time we were five people with my baby brother. We managed to get back to Paris. And\nthere was quite an ordeal. You might imagine if you have seen movies the trip took three\ndays. And now it takes three hours so we had to change trains | don't know how many times.\n| don't know about my brother -- | know that somebody gave milk for my brother at one change.\nAnd when we got to Paris -- [Inaudible] I'm still in touch with their\nchildren. We are very good friends. | remember especially the young one, who was my age --\nwho is my age. Eventually we got back to our apartment. My sister and | got four-year\nscholarship to a wonderful private school whose head was a hero in the underground. So we\nwould learn what we hadn't learned all of those years.\n>> Bill Benson: One of the things | wanted to ask you about, you had told me when your -- tell\nus about when your father heard the news that the allies had landed at Normandy.\n>> Jacqueline Mendels Birn: My father that day was not in his hiding cellar. It was June. As\nyou know, D-Day, and he was in a tree picking cherries. It was a cherry tree. When he heard\nthe news from the farmer or the farmer's wife, he fell from the tree. It was such news. You\nknow? Such wonderful news. It was not the end of the world. It was for my parents the\nbeginning of the end.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\n>> Bill Benson: So in Paris, you're going to go to school. That's when you really took up\nmusic with a passion.\n>> Jacqueline Mendels Birn: Oh, music.\n>> Bill Benson: Say a little about it.\n>> Jacqueline Mendels Birn: Yeah. Of course my parents were miserable, especially after\nfinding that everybody was dead. But my mother wanted us to continue the music trend in our\nfamily. My sister started the violin. And then -- and | started the piano. | was very bad at the\npiano. | couldn't coordinate my two hands. | learned to read music, but | couldn't play. Then\nmy mother said, how about the cello? | had no idea. So the violin teacher, my mother found a\nteacher. | was playing on a 3/4 size then. | came home that day. And when my father came\nhome, | said, listen to that. | played open strings. A, D, G, C. | said, isn't that beautiful? And\nthat was my first love.\n>> Bill Benson: And you have continued that passion throughout the rest of your life.\n>> Jacqueline Mendels Birn: Right.\n>> Bill Benson: When | first met you, you had believed and said -- you believed that 13\nmembers of your extended family had not survived the Holocaust. Now you know it's over\n200. Tell us about learning about such a dramatically different number. That's fairly recently\nthat you learned that.\n>> Jacqueline Mendels Birn: Yes. My father started getting in touch with the Red Cross. He\nwas so sure that the other members of the family had survived because we had survived. And\nthen he found out his mother, sister, brother, their spouses, his cousins, everybody had\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nperished. And then he gave up. He said there's no point. They're all dead. Yeah, there were\n13, 15 -- [Inaudible]\nWhile | was writing my memoirs, my brother who unfortunately is\nnot alive, has a daughter, had a daughter, Jessica Mendels, who has become my chief editor.\nShe started doing research about my father's village -- no, not village, town, in the eastern part\nof France -- eastern part of Holland. I'm sorry. She discovered that there is a man there who\ndid genealogy study. So she found that in our extended family there are over 200 Mendels\nthat were deported. Mostly the Dutch ones were deported, Auschwitz. | don't want to name all\nthe camps. But, yeah. And nobody in our family -- some concentration camps. It was a little\ngirl, Marion, [Inaudible] so nobody. I'm relieved that my parents died about 20 years ago now\nand that they never knew.\n>> Bill Benson: Didn't know the extent of it.\n>> Jacqueline Mendels Birn: They just gave up.\n>> Bill Benson: Speaking of rebuilding. You would eventually, of course, come to the United\nStates. How did that happen? | think Richard figures in there somewhere.\n[Laughter]\n>> Jacqueline Mendels Birn: Yeah. Well, Richard -- had a fellowship from the French\ngovernment to study French foreign policy or colonial policy at that time. | had a cousin who\nhad survived. She was in California. She came to work on her French. She was Dutch like\nwe were. Her parents had been deported. She and her sister had gone to California, were\nadopted there. And she came one year in Paris. And that was the year. She said, tonight\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthere is -- why don't we go in disguise or something and go to the event. So my sister was\ndisguised as a Japanese girl. | was dressed as a Hawaiian. | made the costume myself. And\nmy cousin was dressed as a little Dutch girl. We went. And that's when | met my husband.\nAre you awake?\n[Laughter]\nHe met me. | didn't meet him. He met me.\n>> The rest is history.\n[Laughter]\n>> Bill Benson: And quite a history it is, | might add. We're going to wrap up in just a couple of\nminutes. | think we have time for a couple of questions from our audience, though. | think just\na couple. We have microphones. If you have a question, please wait for the mic to be handed\nto you. | may repeat the question just to make sure everybody in the room hears it, including\nJacqueline. But | may not have to do that. Try to make the questions as brief as you can.\nAnd Jacqueline will respond.\nAnybody have a question?\nYes, sir? A bold fellow here. Wait until we get the mic, that way\nwe pick it up on the tape as well.\n>> | was just curious. When the allied forces actually defeated Hitler, how was the reaction of\nyour parents? What kind of mood did that set with the family?\n>> Jacqueline Mendels Birn: | don't understand.\n>> When he fell out of the tree when he heard the allied landed, how about when Hitler was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ndefeated?\n>> Bill Benson: When the war was over.\n>> Jacqueline Mendels Birn: We were in Paris by that time in 1945. And | Know people were\ndancing in the streets. It was a wonderful joy all over. That's when my father thought that the\nfamily in Holland would be able to rejoice also.\n>> Bill Benson: I've wondered, Jacqueline, if even though Paris was liberated in August of\n1944 and you were able to sort of resume a life there, with the war continuing until the\nfollowing late spring, early summer of 1945, if there was fear that the Germans could return, if\nthere was an ongoing fear of what if the tide shifts again. | wondered about that.\n>> Jacqueline Mendels Birn: | couldn't answer that. | was 10 years old. | was 9 years old\nwhen we went back. | was interested in schooling. | never talked about the war years, by the\nway, never. Never. Until not 20 years ago. And | don't know about my parents. All | Know is\nthey wanted to rebuild. They wanted to look forward.\nThe peril was the reds, the Soviets. Some of my parents’ friends\nactually left Paris and moved to Canada and tried to convince my parents to move to Canada.\nMy father had a cousin in Tel Aviv, what was Palestine. But my parents decided to stay in\nParis.\n>> Bill Benson: They wanted to stay in France. They stayed.\nAnother question. One right here.\n>> You were such a young child when all of this happened. And I'd like to get an\nunderstanding of how it made sense to you why the Germans were doing what they were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ndoing. How did your parents explain what was happening? Did you understand the level of\ndanger?\nDo you understand what I'm trying to get at?\n>> Jacqueline Mendels Birn: Yes, | am. | understand you. All | knew is that the Germans\nwere bad people, and | was scared. That's about it.\nWhen we fled, because it was summer and vacation, my sister\nand | were just so terribly happy. We could go on vacation. It didn't happen every year, you\nknow. Conditions were difficult. And then everything went like a ball rolling. So we go to\nschool, we have a little life there. | guess we were -- you know, children were much more\ninnocent in those days. There was no radio, television, or news, anything. So we were not\naware. And my parents were hiding all the time.\n>> Bill Benson: Completely protected you in that regard.\nWe have time for one more, maybe two. A question about what\nhappened to your sister.\n>> Jacqueline Mendels Birn: My sister is alive and well. She also married an American. She\nis a grandmother of four little children. She lives in Atlanta. And in years past she has come\nand joined us. We're on the phone every day, on Skype every day or she's coming on\nvacation with me. She's a very happy person right now. | hope it continues for many years.\n>> Bill Benson: Right here to the gentleman in the blue.\nThe question is, how much did your parents -- did they talk\nabout what they went through after the war?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Jacqueline Mendels Birn: When | asked my mother, all she was able to say, “It was hard.”\nShe never wanted to talk. And I'm not sure how much | asked my father because he was so\nbusy. He was selling jam from door to door to try and make some money. And my parents\nwith their little jewelry they had at the national pawnshop. And we were wearing hand-me-\ndown American clothes. Life was so tough. | guess he didn't have time, and we probably\ndidn't ask.\n>> Bill Benson: I'm going to close the program in a couple of moments, turn back to\nJacqueline to do that. Thank you all for being here. | want to remind you that we have First\nPerson programs each Wednesday and Thursday until the middle of August. We hope you\ncan return some time.\nIt's our tradition at First Person that our First Person has the last\nword. So with that I'm going to turn back to Jacqueline to close the program. And when she's\nfinished -- you can stay for a few minutes? So for people who didn't get their questions\nanswered, | -- and | apologize -- a chance to ask it, please come down and meet Jacqueline,\nask her other questions. She has amazing documents that really are hard to see from up here\nif you want to look at any of them. | think you'll find her absolutely willing to stand and chat\nwith you.\n>> Jacqueline Mendels Birn: Yes.\n>> Bill Benson: Jacqueline?\n>> Jacqueline Mendels Birn: Yes. You heard a minuscule sample of the horrors of World War\nIl and of the genocide which was the worst thing in humanity probably. And when | talk, and |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ntalk a lot to various audiences, | always say, especially to the young generation, to try and do\nsome good because here we are to bear witness. But we're not going to be around, my\ngeneration, forever, and it's up to the younger people to try and do good, to try and prevent\nfurther genocides.\nWe know on this planet there are some horrible things\nhappening. | see some young heads there, in the green uniform. You have to choose your\nfuture career. And if you can choose something where you will do good, whatever field it is,\nthat's what you should do so that there won't be another genocide like that one.\n[Applause]\n[The presentation ended at 1:58 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}