{
    "header": "Contact reference@ushmm org for further information about tis collection\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Fritz Gluckstein\nJuly 20, 2017\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Fritz Gluckstein\nJuly 20, 2017\n>> Bill Benson: Good morning, and welcome to the United States\nHolocaust Memorial Museum. My name is Bill Benson. | am the host\nof the museum's public program, First Person. Thank you for joining\nus today. We are in our 18th year of First Person. Our First Person\ntoday is Dr. Fritz Gluckstein, whom you shall meet shortly.\nFirst Person is a series of conversations with survivors of the\nHolocaust who share with us their firsthand accounts of their\nexperience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. The museum's website,\nwww.ushmm.org, provides information about each of our upcoming\nFirst Person guests.\nThis 2017 season of First Person is made possible by the\ngenerosity of the Louis Franklin Smith Foundation, with additional\nfunding from the Arlene and Daniel Fisher Foundation. We are grateful\nfor their sponsorship.\nFritz will share with us his \"First Person\" account of his\nContact reference@ushmm org for further information about tis collection\nexperience during the Holocaust and as a survivor for about 45\nminutes. If time allows, we will have an opportunity for you to ask him\nquestions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Fritz is one individual's account of\nthe Holocaust. We have prepared a brief slide presentation to help\nwith his introduction.\nFritz Gluckstein was born in Berlin, Germany, on January 24,\n1927. This photo is from 1932.\nHe was the son of a Jewish judge and Christian mother, Georg and\nHedwig Gluckstein. Here we see Fritz with his parents at the beach.\nThese contemporary photographs show places where Fritz lived,\nattended school, and played.\nAs a child, Fritz enjoyed family activities, friends, and school\ngatherings. Here Fritz is circled in the middle.\nAfter the Nazis came to power, Fritz's father lost his job as a judge\nand because of his father's and mother's backgrounds, Fritz was\nconsidered a geltungsjude, a counted Jew.And we will hear more\nabout that in a little bit.\nThe Nuremburg racial laws based Jewishness on genealogy and\nreligious practice. This is the star that Fritz, as a geltungsjude, was\nrequired to wear.\nThroughout these difficult times, Elfriede Dressler, Fritz's aunt,\nprovided the Glucksteins with much needed extra food as their rations\ncontinued to decrease. In this photo we see Fritz and his Aunt Elfriede\nafter the war.\nAt the end of the war, Fritz's parents stayed in Germany and his\nfather, Georg, resumed his Here we see Fritz with his mother and\nfather after the war.\nContact reference@ushmm org for further information about tis collection\nFritz decided to immigrate on his own to the United States and arrived\nin the U.S. in 1948 where he studied veterinary medicine.\nFritz lives in the Washington, D.C. area with his wife, Maran.\nFollowing his arrival in the United States after the war, he eventually\nbecame a doctor of veterinary medicine.\nAfter a stint in the U.S. Army, Fritz began a long and distinguished\ncareer with the federal government including at the U.S. Department\nof Agriculture and ending with the National Library of Medicine. He\nbecame an expert on diseases that are transmitted from animal to\nhumans, like \"Mad Cow Disease.\"\nFritz is a self-described opera buff and a football fan and told\nme he likes to watch football on TV while listening to the opera. He\nvolunteers for the museum translating letters and other documents\nwritten in German, including hand-written documents. He is among a\nfew people who are able to read the old-style German cursive script.\nHe has a daughter, Ruth, and two granddaughters: Emily who is 18\nand Brielle is 15. Fritz says they are the joy of his life.And Maran, who\nwould be with us today with Fritz, is today in New York City singing\nwith her choir.\nFritz has authored a memoir about his survival in Berlin. After\ntoday's program, he will sign copies of his memoir, \"Geltungsjude:\nCounted as a Jew in Hitler's Berlin,\" which is also available in the\nmuseum's bookstore. Fritz donates all profits earned from the book's\nsale to this museum. He is also a member of the Survivors Writing\nGroup and a contributor to the museum's publication, \"Echoes of\nMemory.\"\nWith that, | would like you to join me in welcoming our First\nPerson, Fritz Gluckstein.\n[Applause]\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Fritz, thank you so much for being willing to be our\nFirst Person today. You have so much to share with us in a short\nperiod. We'll start right away if that's ok.\n>> Fritz Gluckstein: All right.\n>> Bill Benson: You were a young boy when Hitler came to power in\nGermany. Let's start with | telling us about your family and you during\nthose years, living under the Nazis as their power grew and as part of\nthat, tell us what it meant to be geltungsjude, or counted as a Jew.\nWhat did that mean for you and your family.\n>> Fritz Gluckstein: A geltungsjude had one Jewish and one\nnon-Jewish parent and was raised Jewish. He was subject to all the\nregulations and had to wear the star. The Nazis couldn't make up their\nmind. The farther away he lived from Berlin, the more likely he was to\nescape deportation because there he was subject to the whims of the\nlocal commander.\nBefore Hitler, we had a very nice life. My father was a judge. He\ntaught me how to salute the flag.\n>> Bill Benson: He won the Iron Cross in the First World War?\n>> Fritz Gluckstein: Iron Cross in the First World War because didn't\nserve in Germany. But we had a very good life. Went to the zoo.\nWatched the big gorilla who when he got an apple, carefully looked.\nAnd in one blemish, he would eat it.\nMy mother was Lutheran. We celebrated both Jewish and\nChristian holidays. | got the best of two worlds, Hanukkah and\nChristmas and Passover and Easter.\n>> [Laughter]\n>> Fritz Gluckstein: But came the day Hitler came to power, my father\nwas dismissed. The day he was dismissed, he told not to Lefcourt\nContact reference@ushmm org for further information about tis collection\nthrough the front -- not to leave the court through the front door\nbecause there was a demonstration. My father said, | \"I | came in\nthrough the front door and | will be leaving through the front door\".\nOf course, lost his job, money was quite a problem. We had to\nmove immediately. My Aunt Elfriede helped us very much, stood by\nus. And my mother's relatives also stood by us. However, my father's\ncolleagues, at least most of them, said, so sorry, we can't have any\ncontact with you.\n>> Bill Benson: And these had been colleagues on the court.\n>> Fritz Gluckstein: Other judges. So sorry. One or two maybe, but\nmost of them simply couldn't or didn't want to, | would say.\n>> Bill Benson: Fritz, you were there, of course, during the 1936\nBerlin Olympics. Tell us a little bit about that. What did it mean to you?\n>> Fritz Gluckstein: 35, 36, signs showed up in restaurants Jews are\nnot welcome, and in the suburbs, go back to Paris signs. There were\nspecial benches, the 36 Olympics signs disappeared. The moment\nafter Olympics, they came up again. They didn't want to see, people\nfrom other countries, what was going on.\n>> Bill Benson: On a bit of a lighter note, as hard as those things\nwere, you were still a boy and you had a mischievous spirit. You were\ntelling me about pranks would play on tourists.\n>> Fritz Gluckstein: A friend of mine, sitting on a bus, double-decker,\nwe were sitting there. There was a tour. You see here, that is the\nPresident's home. And over there [Indiscernible].\n>> Bill Benson: During that time, Fritz, did your father make efforts to\ntry to emigrate from Germany to get out of Germany?\n>> Fritz Gluckstein: Yes, of course. But, of course, in order to\nemigrate, first you had the quota, then you have to have money, and\nthen you were able to get passage. It wasn't so easy.\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: And so just all the doors were closed.\n>> Fritz Gluckstein: Couldn't just pack your suitcase and leave, no.\nThe quota was called. You only got a visa if you had passage. It was\nquite difficult.\n>> Bill Benson: So your family he's aliving under these\ncircumstances, as you said, conditions are very hard, food is scarce,\nyour father's lost his job. Then comes Kristallnacht or Night of Broken\nGlass, November 9 through 10, 1938. You're just 11 years old. Tell us\nabout Kristallnacht.\n>> Fritz Gluckstein: Well, | went to school as usual. There was a\nbroken shop window. Could have happened. Then another one. The\nthird one | realized something was going on. And then | passed by the\nsynagogue and there were flames and smoke came out.\nBy the way, how did they know what windows to break? They\ndidn't have lists, no. About a couple of months before, the Jewish\nshopkeeper had to place his name with white letters on the shop\nwindow. All they had to do, look for the big white letters and could\nbreak it.\n| remember | went to school. Some of our teachers were sent to\nthe concentration camp. Got a notice for home: Because of special\ncircumstances, reports will be late. -- report cards will be late.\n>> Bill Benson: Tell our audience was Kristallnacht was. That was\nsomething that wasn't just in your community.\n>> Fritz Gluckstein: No. It was all over. What had happened, in Paris,\na misguided young man shot and killed a council, German member of\nthe embassy. And, of course, in interrogation, there was an outbreak\nof violence. Actually, the people -- it was done by well organized\ngroups.\n>> Bill Benson: And it was all over Germany?\nContact reference@ushmm org for further information about tis collection\n>> Fritz Gluckstein: All over Germany. In fact, Berlin and small cities\nwere even worse. Berlin, of course, wasn't quite as bad as people\nthought of. But little town, it was horrible.\n>> Bill Benson: And on that night hundreds of synagogues before\nburned throughout Germany.\n>> Fritz Gluckstein: And many were sent to the concentration camp.\nMy father fortunately escaped.\n>> Bill Benson: Did you realize at the time that it was across the\ncountry?\n>> Fritz Gluckstein: | had a pretty good idea. We had a pretty good\nidea.\n>> Bill Benson: You said to me -- that was November 1938. You said\nthat the start of the war in September 1939, when Germany invaded\nPoland, that's when things really changed for Jews and for your family\nIn particular.\n>> Fritz Gluckstein: Well, of course. First | had to take -- Jews had to\ntake the name of Israel and Sarah. | was Fritz Israel Gluckstein, 1941.\nStart of the war. It we had to deliver jewelry, radios, bicycles first. And\nrations, meat, white bread had special allotments. We were allowed\nonly to shop between 4:00 and 5:00 in the afternoon. And a haircut,\nsome of the restrictions.\n>> Bill Benson: When you shopped between 4:00 and 5:00, the odds\nwere good there was nothing left in the store.\n>> Fritz Gluckstein: Yes. My mother could go if nobody was around.\nThe shopkeeper was decent, wait a minute, I'll give you something.\nBut.\n>> Bill Benson: Among all of those restriction that took place, and you\nmentioned a couple of them, besides radios and things like that, Jews\nwere forbidden from having pets.\nContact reference@ushmm org for further information about tis collection\n>> Fritz Gluckstein: Yes. That's right.\n>> Bill Benson: Talk about, if you don't mind sharing, about your pet.\n>> Fritz Gluckstein: We took care of a pet of friends who were\ndeported. They had trained him. If you gave him a piece of food and\nsaid \"From the Jew\" he ate it. But if you said \"From the Nazis\" he did\nnot.\n>> [Laughter]\n>> Bill Benson: When did first start having to wear the star?\n>> Fritz Gluckstein: At that time, 41.\n>> Bill Benson: And one of the things you shared with me is that\npolice would come by with pencils.\n>> Fritz Gluckstein: Oh, yes. There was a nasty policeman came with\na pencil. And if you get a pencil behind, pretty bad.\n>> Bill Benson: When did deportations begin?\n>> Fritz Gluckstein: In 1941. It started slowly and then more and more\nafter.\n>> Bill Benson: Including many of your classmates and friends.\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: When you had a neighbor or a classmate or a\ncolleague who was deported, did you have any idea where they were\nbeing sent?\n>> Fritz Gluckstein: No. Well, first, they said, well, maybe -- some\nidea. Never really knew. At the beginning, actually, notice you would\nbe deported. And then they got the list. They had to list their\nbelongings and furniture. And in a certain time came an officer,\nactually a policeman, and had to seal the arm -- apartment, and had to\ngo to the closest, nearest, corrections place and from there we were\ntransported.\n>> Bill Benson: During that time, where were you living? Were you\nContact reference@ushmm org for further information about tis collection\nstill in your own home?\n>> Fritz Gluckstein: A small apartment.\n>> Bill Benson: Into a small apartment.\nThe allies started bombing Berlin about that time, too. What\nwas that like for you? You're facing the Nazis --\n>> Fritz Gluckstein: Hoped we wouldn't be hit. At that time | was still\ngoing to school. If class beyond 1:00, school started two hours late.\n>> Bill Benson: In the morning?\n>> Fritz Gluckstein: Yeah. And we were sitting hoping it would stop\nsoon. On the other hand, maybe a little bit longer and school will be\nshorter.\n>> Bill Benson: Sounds like a typical kid.\n>> Fritz Gluckstein: At that time, yes. And school closed 1942.\n>> Bill Benson: And being a kid, besides hoping that the bombing\nwould delay school, you also had a hobby of collecting shrapnel.\n>> Fritz Gluckstein: Yes. Collected shrapnel and exchanged for\nbigger shrapnel. Boys.\n>> Bill Benson: As you began to tell us, you were able to continue\nschool until June 1942 and then the schools closed. After that you had\nseveral very close calls yourself with deportation. Tell us about those\nand the events that followed. And also tell us about the closing of\nschool for you.\n>> Fritz Gluckstein: Closing schools and they gave me a final report\ncard. The reason, because of the ordered closing of the Jewish\nschools. | guess most of my classmates were deported. A few, one,\ntwo, came back. One or two went in hiding. And if you were a\ngeltungsjude, you survived but about 35, 40, all perished, and so did\nthe teachers, most of them.\n>> Bill Benson: | was struck, in your book you write so eloquently\nContact reference@ushmm org for further information about tis collection\nabout your teachers and your fellow students as everyday heroes.\n>> Fritz Gluckstein: Yeah. Particularly the teachers. They came,\ntaught us, helped us to forget the misery of everyday. They gave us\nsomething we could build on later on. They came. We knew they were\ndeported but true to their profession they came. They didn't realize --\nwe didn't realize it, we didn't appreciate it. Now | know what they did.\n>> Bill Benson: | was really struck by what you wrote about that.\nYou had a very frightening experience when your mother\nhelped someone who was facing deportation.\n>> Fritz Gluckstein: Yes. My mother helped someone carry suitcases\nto the collection point. An an SS man what are you doing? Tomorrow,\nif your son and husband report downtown to the correction center.\nDowntown was the special collection center. There we were, about the\ntime there were 10 men in a room and they also had non-Jewish\nwives. Permitted to lie down because the Kommandant -- a nasty SS.\nHe had forbidden to lie down but did it anyway. However, the\npolicemen who guarded the building, whenever he left, the other came\nrunning out, \"Get up, get up. He's coming.\" Remarkable. We been\ncaught, we would have wound up at the Russian front.\n>> Bill Benson: Is this when you encountered [Indiscernible]?\n>> Fritz Gluckstein: Yes, yes. Nasty. Came from Vienna. Well, after\ntwo or three days, the Kommandant's office for interrogation. Well, my\nfather and an old gentleman prepared me, don't show any sign of\ncontempt or hostility, answer the question fully but do not, do not\nvolunteer anything.\nWell, | went in the office. He was sitting there behind his desk.\nAt the side about 10 uniformed SS. He tried to catch me really -- your\nmother is Jewish? No, | said, my mother is [Inaudible].\n| had questions working at the Jewish community. | tell you,\nContact reference@ushmm org for further information about tis collection\ngive you a decent job. Tomorrow report to the labor exchange.\nOutside | found my father. He stepped out. A sigh of relief. To\ndate, January 24, 1943, my 16th birthday, that was the first.\n>> Bill Benson: That was the first. Tell us about the next one.\n>> Fritz Gluckstein: The second one. We were at the factory. One\nmorning a good friend of mine was sitting at the bench doing some\nwork for the Air Force. Suddenly the door opens and the SS officer\ncomes in. Get yourself outside! Outside we assembled. Asked the\ndriver to come in. The truck came. Put on the truck. And then back to\nthe SS, we were driven downtown. There we were in what had been a\ndance hall. All the tables and chairs had been removed and we\ncamped in the middle. For some of the women -- it was Saturday, half\nday, plenty of the children were in childcare, maybe at home. It was\nvery bad for them.\nWe were sitting there. It was amazing. No complaints. We were\nsitting there. After hours, called by a very nice plain-clothed man, get\nout of here, don't want to see you here again. We stepped out, about\n8:00 at night. And by stepping out at 8:00 at night, we broke the law\nbecause curfew for Jews was 8:00, through the winter 10:00 at night.\nWe walked home.\nMy mother was on a trip visiting her aunt. Sent a telegram, it\nwould be advisable if you came home fast. The next morning, just time\nto get ration and | went to the ration card office and lo and behold\nthere was a big moving van. Everyone came on the moving van. And\nwe were transported to collection for the synagogue where | had my\nbar mitzvah three years ago.\nThen again we were transported downtown to a building of the\nJewish congregation, so-called Rosenstrasse. And there we were,\nquartered in the room just enough to lie down. We spent our time\nContact reference@ushmm org for further information about tis collection\ndeliberating what happened to us.\nStanding in line -- of course, facilities weren't set for hundreds\nof men to come in. After a week or so,ed into, | remember, we got\nonce at 4:00 turnips to eat, | remember.\nAfter a week or so, was called out. My release slip was typed\nby a secretary of the Jewish congregation. And my father, too. And we\nboth were ready to leave. We had to present our release slip to the\nsergeant, Sargeant Schneider. He looked at my father and said, |\njudge you have been but you've certainly ruled the lives of many\npeople. My father said, | hope not. And we left.\nBut, what we did not know, while we were inside, there was a\ndemonstration where the mothers and wives demonstrated,\ndemanded the release of the children and husbands. Fight first the\nregular police, then the SS and Gestapo. It was the only challenge to\nauthority to Third Reich.\nSaid, no, let's not have it now. We can take care of the mixed\nmarriages, geltungsjude let on, not know. Right after the Battle of\nStalingrad.\nSo after that | was sent to labor camp. We went side-to-side\ncleaning up after air raids.\n>> Bill Benson: Before we move on to that, just so we all hear that, it\nwas the only demonstration to the Third Reich.\n>> Fritz Gluckstein: The only demonstration against authority. They\ndidn't go.\n>> Bill Benson: And there's even been a movie made about this.\n>> Fritz Gluckstein: Yes, a movie made. And now there is of the\npeople who stood up for their loved ones, yes.\n>> Bill Benson: So now both you and your father are forced to be part\nof these work details. So you started to tell us, what were you forced\nContact reference@ushmm org for further information about tis collection\nto do?\n>> Fritz Gluckstein: Well, we had to clean up the ruins. We moved\naround and cleaned up streets. Actually there was an accident, part of\na wall fell on me, Knocked me out and | was injured. There was a\nmedic. He fixed me up temporarily. They brought me to a hospital but\nwere not permitted, non-Jewish hospital were not permitted to help\nJews but they did it anyway. Sewed me up. They took a risk on my\nbehalf. They could have gotten in real trouble but they took a risk. I'll\nnever forget that.\n>> Bill Benson: | was struck -- you shared with me that as you were\nout there doing these work details where you're forced to clean up\nrubble, really hard work out there --\n>> Fritz Gluckstein: Yes. Actually, of course, there were four other\nyoung, former classmates. And the older men, lawyers, chemists,\nengineers. Of course, young people don't learn anything. They\nthought it a kind of school.\nIn my case, | remember a wheel barrel, when was being filled, |\nwas given a question to which | had to answer when | came back. And\nstill remember one. When you come back with an empty wheel barrel,\nit remained the Great Lakes of the United States. Something else\nimagined 50, 60 years. Of course, first the older men had to explain to\nus some of the language to be used. Became very helpful later on\nwhen | worked in a factory. Some nice people, really vital, teached me\nfour-letter words. | tried very much. It didn't work because those words\ncame [Indiscernible] very similar in German and they did not work.\n>> Bill Benson: At one point during these forced labor work details\nyou were told that you were going to now have to do -- you had a\ncatastrophic mission.\n>> Fritz Gluckstein: Yes. We were bombed out twice. Temporarily in\nContact reference@ushmm org for further information about tis collection\nthe Jewish hospital. In the morning | set out for my regular job,\nstepped out of the building, suddenly some SS came. Go on the truck\nthere. You're detached to so-called catastrophe mission.\nWell, after riding the truck, open it up, and there we were in\nfront of the devil's den. Eichmann's headquarter. Eichmann was the\ndriving force behind the depore deportation. You knew who Eichmann\nwas.\nWell, very lucky, worked there. One young lieutenant, | was\nassigned to him. | was lucky, he was very decent, not anti-Semitic,\nreally. Some of the other fellows had a very rough supervisor, nasty\ntime. Deputy commander running around with a dog and cursing, tried\nto sneak up. | was lucky, again. Might move furniture. He was very\ncivil.\nWell, one day -- | guess we moved from rubbish. Said\nIkeman -- Eichmann is coming. Oh, boy. | wondered, really wondered,\nhow we would look like. Ordinary. Nobody noticed in the crowd. Came\nright next to me, gave some instruction, and left again.\n>> Bill Benson: This absolute monster.\n>> Fritz Gluckstein: | stood shoulder and shoulder with that monster\nbut lucky.\n>> Bill Benson: During that time, middle to the end of the war, you're\nin Berlin. As you described it to me, Berlin was bombed all the time,\nfrequently. Food was scarce. Conditions were more and more difficult.\nHow did you and your parents manage to survive and exist under\nthose conditions? What was it like for you then?\n>> Fritz Gluckstein: Well, you adapt. Didn't lose hope. It was\namazing. Food was scarce. A loaf of bread, the mice had gotten into\nit. Well, cut off what was important and continued eating. And, of\ncourse, didn't change clothes very often. No hot water, no soap. You\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\njust adapted. And, of course, for spirit, always told little story and jokes\nthat helped us.\n[Inaudible] young man pulled him out. Friend, you saved my\nlife. What can | do for you? | want a state funeral. State funeral. Yes.\nAnd father finds out | pulled you out of the river, he's going to kill me.\nSS man said, | am going to shoot you. Unless you tell me which one\nof my eye is glass. Oh, he said. Very easy. It's the right one. How do\nyou know? Oh, it looks so human.\n>> [Laughter]\n>> Fritz Gluckstein: Then, of course [Inaudible]. The bread was\nhorrible. Sometimes | don't know what they put in there. Everything\nsubstitute. My father, when will this war be over? Well, when the\nBritish eat rats and German eat rats substitute.\nThose little stories.\n>> Bill Benson: As the German defense of Berlin was collapsing, you\nsaid to me that you and your friends figured it would take 31 minutes\nfor the Russian tanks to get through the barriers that had been put up.\n>> Fritz Gluckstein: Yeah. What happened one day, fall 1941 -- 44,\nwe were detached to build foundations for a new Berlin after the war.\nAt that time. But detached again to build tanks, perhaps there. -- traps.\nThere we were digging ditches, 40-degree angles. So at night, |\nguess, middle of the night they gave us some soup. Next morning they\ntold us, ok, you can go.\nWell, we looked at our handy work and thought, now how long\nwill it take the Russians to get through? 31 minutes. The Russian\ntanks will come, tank traps, will laugh for 30 minutes and take one\nminute to get through.\n>> [Laughter]\n>> Fritz Gluckstein: That's actually what happened. Two armies\nContact reference@ushmm org for further information about tis collection\napproached Berlin, from the east, from the South. Coming from the\nSouth, got in very, very fast. They couldn't get to the Jews. There\nwasn't too much fighting anyhow. | believe we helped a little bit. It\ndidn't do a very good job but actually helped us.\n>> Bill Benson: In fact, you said you survived because of your\nmother, luck, and the marshal.\n>> Fritz Gluckstein: The eastern part of Berlin [Inaudible]\n>> Bill Benson: Back to a point you were making a few moments ago,\nFritz. There's the Third Reich literally collapsing. You were assigned to\nbuild the foundations for the new Berlin.\n>> Fritz Gluckstein: Foundation for a new Berlin after the war.\n>> Bill Benson: At what point did you believe or know that you really\nwere safe?\n>> Fritz Gluckstein: Well, when the war was over. We were working\nclose to an SS -- what do you call it? Where they keep people.\n>> Bill Benson: A barrack?\n>> Fritz Gluckstein: Barrack. Lo and behold what did we see? A\ngroup of heavy trucks being pushed by SS men. If SS doesn't have\nany gasoline [Inaudible] then we realized it was pretty much over.\nWe were delighted at their misfortune. | never forget it.\n>> Bill Benson: I've read several accounts of the Russian assault on\nBerlin and then about life in that devastated city in the months\nfollowing the war. If you'll say the threat from the Nazis is over but now\nyou're occupied by the Soviets in an absolutely devastated city, what\nwas life like for you immediately after the war?\n>> Fritz Gluckstein: Actually food at the beginning was pretty bad. But\nactually after a while the Russians came in -- we were lucky. We had\nsome food in our place we lived. We had to move many times. Last\napartment with two other couples. And downstairs was the horse\nContact reference@ushmm org for further information about tis collection\nbutcher. The Russians brought the wounded horses to the butcher\nand we could eat -- we had some horse meat.\nActually, what happened, at the time Jews still had meat, we\ncould go to the horse -- could have gotten double. One of our relatives\nfed meat to the family and they never knew what are you feeding. Oh,\nthe butcher is very nice and gave us. Horse meat. When you have\nnothing else, you eat it.\n>> Bill Benson: How did the Russians treat you?\n>> Fritz Gluckstein: First | remember -- came home and the Russians\nwere already at the apartment. But, of course, didn't believe me, Nazi,\nJews, one of the people explained. He believed that it wasn't SS.\n>> Bill Benson: You had to convince them.\n>> Fritz Gluckstein: Yes. Young man what are you doing here?\n>> Bill Benson: Did you or others that survived, did you consider\ntaking revenge on the Germans?\n>> Fritz Gluckstein: No. We thought, yes. But we wouldn't lower\nourselves to this. No. No.\n>> Bill Benson: You shared with me, and you wrote about it, too, that\nthe winter of 1945 to 1946 was exceptionally a tough winter. What\nwere conditions like then?\n>> Fritz Gluckstein: At that time -- the Russians, American, British\nand the French. Russians black bread, Americans black bread. We\nknew who was in charge. It was a horrible winter. And imagine, water\npipes broke, toilet couldn't be used. Can you imagine? People lived in\na suburb [Inaudible]. What did you do? Well, you could see people\nwith little packages which they deposited in box in the front lawns.\nFreezing was ok but you can imagine what happened after it thawed.\nBut that was war.\n>> Bill Benson: When was your father able to begin to resume his\nContact reference@ushmm org for further information about tis collection\nwork and his life after the war?\n>> Fritz Gluckstein: Well, after the war actually | was able to go back\nto school and my father was reinstated, the time he lost. Sorry. Old\nage.\n>> Bill Benson: He was reinstated, got credit for his time.\nSo as Berlin was being rebuilt and beginning to come back, and\nof course it was divided up between control of the Soviets, French,\nBritish and the Americans. By 1948, you managed to come to the\nUnited States.\n>> Fritz Gluckstein: | decided. My parents let me go with heavy heart.\nMy father said if | were 10 years younger, God bless you. But today |\ncan't. It's a completely different law. American law based on old\nEnglish law. | could not carry on my profession, but you go, he said, \"|\nhope you will choose a profession that is not limited to one country.\"\nSo | did.\n>> Bill Benson: And to be a veterinarian. You can be a veterinarian\nanywhere. Sound advice from your dad.\nYour father and your mother stayed in Berlin. Did many other\nJews stay in Berlin?\n>> Fritz Gluckstein: Several. | would say the younger left. The older\npeople stayed because difficult to start a new life, a new language but\nthe young people left. | would say, yes.\n>> Bill Benson: | was struck, you wrote in your book that after the war\nyou're going back to school. You were in a class and in your\nclassroom there were kids who like you, young men who hadn't had\nan education, and returning German soldiers in the same classroom.\n>> Fritz Gluckstein: Yes. Well, after three years no school, went to\nschool, special courses in order to make up. We studied for the final\nexamination. There were German and Jews. And some of the German\nContact reference@ushmm org for further information about tis collection\nyoung men had to leave early. At the beginning it was quite cool but\nthen we realized they were not all Nazis and they realized Jews are\nnot actually different from any other people. And we got along quite\nwell.\n>> Bill Benson: So what was it like to come to the United States for\nyou? You came over on a ship. What was it like? And you were how\nold, 21?\n>> Fritz Gluckstein: | was 21 on the boat. 30th January 1948. |\nremember that. Standing on the ship. It was night. Looked in the\nstreet, cars moving. | wondered, between expectation and\napprehension. Some people had great difficulties.\nAn organization | joined sent us to a hotel and there we had to\nwait to be sent to a city where the Jewish congregation had agreed to\ntake care of some newcomers. And said, well, you can go either to\nDetroit or St. Paul, capital of Minneapolis. | studied quite a bit about\nthe United States and | chose to go to St. Paul. | knew it would be very\ncold in Minnesota but | had not heard yet, described as having only\ntwo seasons, July and winter.\n>> [Laughter]\n>> Fritz Gluckstein: It was very cold in Minnesota.\n>> Bill Benson: Tell us what your name means.\n>> Fritz Gluckstein: Good luck stone.\n>> Bill Benson: You talked about that in your book. Good luck stone.\n>> Fritz Gluckstein: Actually | had to decide, shall | change my name?\nShould | call myself gladstone? No. Should | keep Fritz? Well in\nSt. Paul | went through the phone, and not many Fritz's, many\nScandinavian, lived in St. Paul and | kept the name.\n>> Bill Benson: We mentioned you're an opera fan. Tell us how that\nstarted.\nContact reference@ushmm org for further information about tis collection\n>> Fritz Gluckstein: Jews were not permited to have radios. | had\n[Indiscernible]. Without electricity it was wonderful. | listened every\nnight. Whenever we could expect an air raid. Tomorrow night they're\ngoing to broadcast an opera, \"Tosca.\" I'm going to listen. If I'm lucky\nthere will be no air raid. Ok, | put on my headphones and listened. And\n| was completely tranced by the music. The opera, the diction was\nexcellent. | could follow. Not half an hour | listened, two hours until\n\"Tosca\" [Inaudible] and from there | became opera.\n>> Bill Benson: What has it meant to you to write your book, your\nmemoir? What has that meant to you?\n>> Fritz Gluckstein: Well, | think people might want to see what\nhappened. Actually more or less to tell. | came over here and could\nmake it, | would say. My more or less gratitude that in spite of all, it\nwasn't easy but, yes, school, studying, had many jobs, elevator\noperator, busboy, [Inaudible], and helping Ph.D. candidates in their\nGerman examination. Didn't charge enough but really was called to\norder for undermining the going rate. But | was able to make it.\n>> Bill Benson: Yes, you were. In a stellar way. One last question and\nthen we'll turn to our audience for a couple of questions.\nIn light of the fact that you had homes bombed out and you lost\nso much, how were you able to manage to have those photographs\nwe saw earlier?\n>> Fritz Gluckstein: Yes. Well, of course, bombed out twice. But, of\ncourse, my good aunt, got pictures, and, of course, reproduced and\ngave back to us.\n>> Bill Benson: That's the only reason you have those photos?\n>> Fritz Gluckstein: Only reason. Otherwise nothing left. Bombed out\ntwice. Absolutely.\n>> Fritz Gluckstein: Let's turn to our audience for a few questions. We\nContact reference@ushmm org for further information about tis collection\nhave microphones in each aisle. We ask that you wait until you get a\nmicrophone if you have a question. Try to make your question as brief\nas you can. I'll repeat it just to make sure that we understand it\ncorrectly, and then Fritz will respond to it.\nDo we have anybody -- we have right here in the front row. Ok.\nWe can hear you but the back of the room may not so we have to put\na mic in your hand.\n>> After you came to America, were you able to communicate with\nyour father and your mother or today even your extended family that's\nstill in Germany?\n>> Bill Benson: The question --\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: Ok. Fritz has got it.\n>> Fritz Gluckstein: At that time telephone and letters.\n>> [Question Inaudible]\n>> Bill Benson: Was the system disrupted after the war? Could you\ncommunicate freely with your parents? Right after the war.\n>> Fritz Gluckstein: Yes.\n>> Bill Benson: And your father eventually came to the United States.\n>> Fritz Gluckstein: | was stationed in the Army at Fort Detrick and\nmy parents visited.\n>> Bill Benson: Ok. Another question. One over here.\n>> When did it become apparent to you and your family and your\nneighbors the magnitude of what was with to happen?\n>> Bill Benson: When did it become apparent to you and your family\nand others around you the magnitude of what was actually taking\nplace with the Holocaust and what did take place?\n>> Fritz Gluckstein: Well, of course, we knew something was going\non but actually we never knew exactly what happened. At the\nContact reference@ushmm org for further information about tis collection\nbeginning we still could send some food to people in Polish cities.\nAfter a while, no call back. And, of course, we had an idea but didn't\nknow for sure.\n>> Bill Benson: How quickly, when the war ended, did you actually\nknow what had happened?\n>> Fritz Gluckstein: Some people came back, some were survivors\nand told us what happened. And, of course, it was publicized, of\ncourse, by the occupying forces what had happened. Made clear what\nhappened.\n>> Bill Benson: Thank you.\nAnother question? All right.\nWell, after we finish today, Fritz will go upstairs and he is going\nto sign copies of his book. He will be available to sign it. So that will\nalso be an opportunity to ask Fritz another question if you have one or\njust say hi to him.\nFritz, thank you for being our First Person.\n[Applause]\nIt's our tradition at First Person that our First Person gets the\nlast word. So I'm going to turn back to Fritz for the last word.\n| want to thank all of you for being here, remind you we'll have\nprograms each Wednesday and Thursday until August 10. The\nmuseum's website will have information about First Person in 2018 so\nwe hope that if you have the opportunity, you'll come back and join us.\nAnd one more thing before Fritz gets up on the stage, and that\nis that our photographer, Lolitta, will come up on the stage, take a\nphoto of Fritz with you as the background. So if you would stay with us\nfor that, that would be great. And then we're going to try to get Fritz up\nas quickly as we can so he can sign copies of his book.\nFritz, it's yours.\nContact reference@ushmm org for further information about tis collection\n>> Fritz Gluckstein: It was my good fortune to come to the United\nStates. | am forever grateful for the help | received and the opportunity\ngiven to me. | value my American citizenship most highly.\n| am often asked what | have learned from my experience. My\nanswer is always the same. Don't do to others what you don't want\ndone to yourself. And do it now. Pay that visit. Make that call. Write\nthat letter. If you have a dream, go after it now. And if you have two\nbottles of wine, drink the better one first.\n>> [Laughter]\n[Applause]\n",
    "segments": []
}