{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nGeorge Pick\nWednesday, May 11, 2016\n10:00 a.m. — 12:15 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 17th year of the First Person program. Our First\nPerson today is Mr. George Pick, whom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We\nare grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person\nguests serve as a First person guests serve as a volunteer here at this museum. Our program\nwill continue twice weekly until mid August. The museum's website, listed on the back of your\nprogram, provides information about each of our upcoming First Person guests. The address is\nwww.ushmm.org.\nAnyone interested in keeping in touch with the Museum and its programs can complete\nthe Stay Connected card in your program or speak with a museum representative at the back of\nthe theater. In doing so, you will receive an electronic copy of George Pick's biography so that\nyou can remember and share his testimony after you leave here today.\nGeorge will share his \"First Person\" account of his experience, during the Holocaust and\nas a survivor, for about 45 minutes. If time allows at the end of our program, we'll have an\nopportunity for you to ask George a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom George is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nGeorge, or Gyorgy in Hungarian, Pick was born March 28, 1934 in Budapest, Hungary to\nIstvan and Margit Pick. Hungary is highlighted on this map of Europe in 1933. Istvan was an\nengineer and Margit was a legal secretary. Pictured here are Istvan and Margit with their\nnewborn son Gyorgy. Here we see George and his two cousins in a miniature horse-drawn\ncarriage in a park in Budapest in 1941. George is seated in the front of the carriage. George\nattended school in Budapest. Here we see George on a seesaw in nursery school and George\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nis circled.\nThis is a Mother's Day card that George made in the first grade. And here is George with\nhis non-Jewish neighbors in 1943. After Hungary allied itself with Nazi Germany Istvan and\nMargit lost their jobs due to new laws restricting the participation of Jews in the economy.\nIstvan was then conscripted into the Hungarian labor battalions. German troops occupied\nHungary in March 1944 and the Pick family was first forced to move into buildings marked with\nthe yellow star, like that seen in this photo. That fall the family went into hiding. But the Pick\nfamily was discovered, the children were taken, and George was placed in a home with 500\nother children. George and another boy escaped and went back to their hiding place where\nGeorge was reunited with his parents. Two weeks later the entire family was sent to the ghetto.\nThey were liberated from the ghetto by the Soviets in January 1945. In this 1946 photograph,\nwe see George with a group of survivors, all of whom the Pick family had been in hiding with.\nThe circle is on George. Following the war George lived in Hungary where he earned a degree\nin engineering until late 1956 when he escaped from Hungary and made his way to the United\nStates to live with his uncle in New Jersey. After working as laborer George got a scholarship\nfor an intensive English language course at Temple University in Philadelphia. He then went to\nwork for Westinghouse as an engineer. George would later teach engineering at the Catholic\nUniversity of America here in the District of Columbia. After earning his Ph.D. he worked for the\nUS Navy as an aerospace engineer from 1966 to 1995, retiring from federal service as a\ntechnical director at Navy headquarters in Crystal City, Virginia.\nWhile George continues to do consulting work, a great deal of his time is spent working on\ntwo books. He recently completed his autobiography and is currently looking for a publisher.\nThe second is a scholarly work about the history of 40 Jewish communities in a particular\nregion of Hungary that he is currently writing.\nGeorge and his wife Leticia Flores Pick, who retired from the Mexican Foreign Service,\nlive in Arlington, Virginia. George performs several roles as a volunteer here at the museum.\nHe speaks frequently, especially at local high schools and universities, for the Speakers\nBureau. He has also spoken at such places as the National Defense University and the\nDepartment of Defense's Office of Inspector General. George also works for the Education\nDepartment and Visitor Services here at this museum. You will find George here every other\nSunday where he works with the museum's Movie Series.\nGeorge also is a professor at the Encore Learning Center of George Mason University in\nVirginia where he conducted a seven-part series on the Holocaust this past fall. This fall he will\nteach a series on \"Classical and Quantum Physics\" at the Encore Learning Center. George also\nworks with ReSET, an organization of volunteers that teaches science. He has just finished\nteaching 3rd graders at the Barrett Elementary School in Arlington, Virgina. | also want To note\nthat if this is not enough, this is the 20th year that George will lead a group of women ina\nsummer water-aerobics program 3 times a week.\nWith that | would like to ask you to join me in welcoming our First Person, Mr. George\nPick.\n(Applause)\n>> George Pick: Thank you, thank you.\n>> Bill Benson: George, thank you so much for joining us today and your willingness to\nbe our First Person. An hour is such a short time and | know you have just so much to share\nwith us so we'll start right away. George, you were nearly four and a half years old when\nGermany invaded Poland in September 1939, beginning World War Il. Tell us about your\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nfamily and your community in the years that led up to the war and to the Holocaust.\n>> George Pick: My family has ties and roots in what then was called the\nAustro-Hungarian Empire. And | have documentation that roughly two and a half centuries ago\nwas the time that the families moved into this area. We were part of or at least my\ngrandparents and great grandparents were part of the emancipated Jewish community. Not\nvery, very, just -- but Jewish nevertheless, and they kept the cultural roots of course. Most of\nmy family members from the professionals, engineers, lawyers, doctors, businessmen and the\nextended family lived all around the Empire. Places where now is what we would think is the\nCzech Republic and the Slovak Republic and Romania and Serbia and Austria. So not all of\nthe family lived in what is now --\n>> Bill Benson: What is now --\n>> George Pick: Geographically in Hungary. Now all my grandparents came from large\nfamilies, 9 to 12 children so.\nThe extended family was quite large. Over 200 people. | did some genealogical survey\nand | found roughly about 150 relatives up to the second cousin level. And during the first world\nwar my grandfathers and their brothers have served with distinction in the Austrian Hungarian\nArmy, most of them as officers. And many of them earned medals for their valor. However,\nthat didn't help them after the Austro-Hungarian Empire lost the war. Hungarian was chopped\nup to many little pieces. The original Hungarian territory was all -- what they call the -- the\nHungarian historical land was lost roughly two thirds of them was lost to Romania, the\nCzech -- Czechoslovakia Republic, Serbia, Croatia, and so forth. And so my relatives all of a\nsudden from -- being in one country, now lived in one in three or four countries. And after this\ncatastrophic war for Hungary, Hungary became a small state and the -- one of the\nconsequences of this was the rise of anti-semitism. The Jews were in many places throughout\nhistory the scapegoats of all the bad things which had happened with countries or people or\nplaces. So the Hungarians were again blamed, and the very first anti-Jewish law in Europe\ntook place in Hungary in 1921.\n>> Bill Benson: Well predating the Nuremburg laws.\n>> George Pick: Well before even Hitler arose.\n>> Bill Benson: Right.\n>> George Pick: And this particular law excluded Jewish students from higher education.\nMore precisely what this law did, and it's called Numerus Clausus, is to say that the Jews are\n5% of the population so the people who are in higher institutions will have to be 5%. Now,\nrealize that the Jews were very well represented in these fields, particularly the law and medical\nfields, more than 50% of the students were Jewish. So --\n>> Bill Benson: That meant they had to be shrunk back to 5%.\n>> George Pick: Correct. And, for example, | had an uncle who was my mother's brother,\nolder brother, and he was studying medicine. He was in third year in one of the larger medical\nschools and they kicked him out, physically, not just him but many of the other students. And\ntheir only way of continuing studies was to go abroad. And this is what my uncle did. He went\nto Italy and it took him eight years before he was able to finish his studies and became a\nfull-fledged --\n>> Bill Benson: And your mother, who had had some legal training --\n>> George Pick: Right.\n>> Bill Benson: -- one of the reasons she worked, however, was related to your uncle.\nTell us a little bit about that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> George Pick: Yeah. Well, my mother finished her training at age 16 and went to work\nas a secretary and most of her salary went to her brothers, the older brother who was studying\nin Italy and the younger brother who was studying in Germany. He was an optometrist, so he\nbecame an optometrist. So it was expected that the men in the family would get the higher\neducation and the women would only get as much as commercial.\n>> Bill Benson: That she was working to help pay for their education.\n>> George Pick: Correct. And she was working help their education. And my uncle\neventually, he went through various countries and eventually ended up in Hungary. It was very\nhard for a Jewish physician to find a job. And it was very frustrating for him. And of course, the\nbig depression also hit Hungary just like every other country in Europe, and so he -- he was\nlooking for a job very unsuccessfully. He worked in jobs which didn't pay at all.\nSo by 1938 he was able to immigrate to the United States and that's what he did. And\nhere he had a hard time but eventually he finished whatever requirements were, got a license\nand he became a practice here --\n>> Bill Benson: Here if the United States. And of course we don't have time to talk about\nmany of your other family members, but both not only highly educated but some really\nsignificant people. George was telling me earlier that in doing research for his quantum physics\ncourse he found a -- a relative of his grandfather's who Einstein consulted over mathematics to\nget his formulas correct. And I'm misphrasing that, I'm sure. And another relative teamed with\nDr. Alzheimer's to help find Alzheimer's Disease and related dementia. So, | mean, education\nwas such a huge part of your family.\nGeorge, while the full brunt of the war would not come to Hungary until 1944, the lives of\nJews in Hungary including Budapest would change significantly once war began. Tell us what\nyou can about your life, your family's life, during those years after the war began in Europe but\nbefore it really came to Hungary.\n>> George Pick: Okay. Well, Hungary was an ally of Germany for political reasons\nand -- but it was a -- they were a reluctant ally. They wanted to be allied with the western\ncountries but because of the unfortunate geography, there was just no way to do it. So they\nended up being an ally of Germany. And after 1933 when Hitler took power, of course one of\nHitler's big pogroms was an anti-Jewish pogrom. First they wanted to get rid of all the Jews\nand after the war began. That pogrom became an extermination or genocide pogrom. So\nHungary had to, to a certain degree, follow this policy. But just to a certain degree. And the\nfirst anti-Jewish law which was fairly comprehensive and against Jewish economic interests\ncame to pass in 1938. My father lost his job because he was Jewish and many of my uncles\nand so forth. So that was the first blow. Later the second Jewish -- anti-Jewish law came into\neffect which had a -- an addendum which had essentially said that people who were not\ntrustworthy, namely the communists, the socialists, and the Jews, would not be able to serve in\nthe regular Army service. But they would have to serve in a label service where they would of\ncourse not have weapons but they would have tools to --\n>> Bill Benson: Picks and shovels.\n>> George Pick: Picks and shovels and stuff like that, to do these type of things. And my\nfather was among the very first indoctrinated in 1940, this was when | started my first\nelementary school education, he went to the northeastern section of Hungary which is now part\nof Ukraine and he and many others were participating in doing construction of strategic roads\nactually.\n>> Bill Benson: So they were taken out of their professions, whatever their professions\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\nmight be, and sent to build roads and do really horrible things that they were forced to do.\n>> George Pick: Right, yeah. Now, imagine that these people were mostly intellectuals.\n>> Bill Benson: Right.\n>> George Pick: Engineers and so forth, and so physically they were not very well fit and\nthey had to do this kind of work. And of course it was physically very, very bad. Fortunately at\nthat time the Christian soldiers who were supervising them, they were still humane and they\nwere not trying to kill them with the labor. They were working very hard but they were still\nrespected as human beings.\nAnd three months later my father was decommissioned and he came back. Now, the\nquestion was always or | usually get the question so how did you make a living?\n>> Bill Benson: That was my next question, how do you make ends meet?\n>> George Pick: How do you make ends meet? There were roughly 25,000 Jews of\nwhom probably 150,000 Jewish men who were unemployed so how do you make a living.\nThere was a system called \"Strawman\" or \"Strohman\" in German, which means that there was\naman, a Christian person, who would take out a license to do business and that person would\nthen take a Jew or two under his license and on paper it looks like he was the employer and the\nJews were the employees which was legal at that time. But in fact the Jews were given money\nto this person who took out the license and they did the work. And it was -- | don't know why,\nyou can probably call ita gray market, but as the war was coming and then started, the market\nturned out to be pretty good, if you were in the market. Now, Hungary had a very interesting\nstory as far as the war was concerned. The war started September 1,1939, but the Hungarians\nwere neutral until June of 1941. So there was a window of time when people theoretically could\nget out. So my uncle who was already here --\n>> Bill Benson: The one you told us about earlier.\n>> George Pick: Correct, the one who was the doctor. Was trying to send us papers to\ncome to the United States. Unfortunately, because of the United States’ policy, we got to\nthe -- on the waiting list and we were going to be able to come no earlier than 1943, which was\nentirely too late.\n>> Bill Benson: Right.\n>> George Pick: Of course. And so we got stuck there. And in 19 -- in 1941-'42, when\nthe full brunt of the genocide, the Holocaust already hit Poland and Czechoslovakia and other\ncountries, did not hit us. And the reason why not, because of the regent of Hungary, who was\nHorthy, refused to provide the Germans with the Hungarian Jews. But we had some relatives\nfrom Austria and Slovakia mainly who were able to come to Hungary legally and we gave them\nshelter and illegal papers and they were able to provide for them for two years until 1944 when\nthe Germans came in. They lived in -- as illegal aliens in Hungary.\nNow, they were telling us about ghettos and concentration camps and deportations, and\nwe looked -- looked at them and listened to them, but we were absolutely convinced that it\ncould never happen\n>> Bill Benson: Not in Hungary.\n>> George Pick: Not in Hungary because Hungary is just Hungarians, it's just different\nfrom everybody else.\n>> Bill Benson: Even though they had had these stringent anti-Jewish laws, the belief\nwas they would not go to those extremes.\n>> George Pick: Correct. Correct. And so somehow we made ends meet. And in\n1943 -- in 1942 the Hungarians, as | mentioned, finally joined the war and they were told by\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nHitler to put together an Army. And they did that in the summer of 1941. And also Jewish men,\n50,000 of them, were brought in --\n>> Bill Benson: To the labor battalions.\n>> George Pick: For the labor battalions, right. My father was fortunately a year older\nthan the 20-40 year -- years and so he didn't get in there. But many of my uncles and cousins,\nsecond cousins, did. And they were taken to the Ukraine. And the Hungarian -- this was in the\nsummer of 1941-42.\n>> Bill Benson: '42.\n>> George Pick: The Hungarians were not very anxious to get involved in there. And\nthey didn't think that it -- the war is going to last so long. And so the -- both the Hungarian Army\nand the labor battalions were very poorly equipped, particularly the clothes for the Russian\nwinter. And so thousands of people of course died, frozen to death and beaten to death.\nBy then the Hungarian labor battalions were led by rather Nazi sympathizers and people\nwho were told that you could come home as soon as the last Jew is dead. So it gave them a\ngreat -- some sort of a great emotional support to kill Jews. And you could read today in many\nbooks the bestiality which was used on these people. | lost a couple of uncles and second\ncousins also there.\nIn January of 1943 there was a catastrophic event for both the German Army and the\nHungarian Army, particularly when the Germans lost Stalingrad and the Soviets had a\ncounteroffensive and part of the front-line troops were Hungarian, and the Soviets just rolled\nover them. And 150,000 people were killed or captured in five days of fighting in Voronezh\nwhich was on the eastern part of -- or western part of the Don River. And of the 50,000 Jewish\nlaborer, roughly 42,000 were killed. And only about 5,000 survived coming back.\n>> Bill Benson: And for you, George, still you're young, the war was still somewhat distant\nfrom you. You described to me an incident that you experienced with your mom, | believe, in\n1943 that was your first kind of personal real sense of the -- will you tell us about that?\n>> George Pick: Sure. My father was inducted again '43 --\n>> Bill Benson: This time his age didn't matter.\n>> George Pick: His age didn't matter that much. And for three months he was working\nIn -- again in construction site somewhere in Transylvania and after he came back we decided\nto have a very short vacation. Jews could even have vacations there, which is unbelievable\nbecause most of the Jewish communities in Europe were already dead.\nSo we went out and my mother and | at one point walked in a little -- we went on a fairly\nnice hotel, in a hotel, and we were walking and we saw a group of people, Nazis, who were in\nthe Hungarian Nazi uniform and they were singing and yelling Nazi slogans. And they looked\npretty much a wild bunch, and we were quite frightened. That was the first time | have seen\nany kind of groups that are recognizably Nazi\n>> Bill Benson: Is that what is known as the Arrow Cross?\n>> George Pick: Yes, correct. The Arrow Cross had black uniforms with green shirts and\nthey were eventually --\n>> Bill Benson: The Hungarian fascist.\n>> George Pick: The Hungarian fascists.\n>> Bill Benson: Did you know -- | mean, as you said, you had people that were refugees\ncoming in and telling what they -- what they had experienced or knew. Did you have a sense of\nwhat was going on in the war during that time, for example, that the Germans had lost at\nStalingrad? Did you know those things?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\n>> George Pick: We knew the Germans lost to Stalingrad because as | said the\nHungarian Army was --\n>> Bill Benson: Was decimated.\n>> George Pick: -- was decimated so there was a period of | think three days of\nmourning. So that was well-published. And of course, we did not know what the contact for the\nJewish laborers but we figured most of them had been buried and killed and died. So this was\n1943. And then 1944 came along -- around, namely March of 1944. Now, by 1943 even the\nhigh command of the Germans knew that the war was lost. And some of them tried to kill Hitler.\nIn fact there were a number of assassination attempts. None of them were unfortunately\nsuccessful. And so the war went on. In March of -- March 19 to begin -- to be exact of 1944,\nthe German Army marched into Hungary. Now, the reason why they did that is they knew that\nthe Hungarians behind the -- the curtains were talking to the British as well as the Soviets to\nswitch sides or become neutral. And so they no longer trusted the Hungarians with reason.\nAnd so they found that Hungary, which was a strategic retreat for them, could not be just left\nalone.\nSo they came in and the parts of the SS, Hitler's group, particularly the group of people\nwho are -- who were in charge of the final solution, all this frustrated by the fact that there\nwas -- there were still 825,000 Jews in Hungary, the largest group in Europe at that time\n>> Bill Benson: Had yet largely not be touched in the same way as --\n>> George Pick: Correct, exactly. So the first thing they did after they occupied Hungary,\nmaybe four or five days later, a small (inaudible) command they called it, came in, about 120\nSS officers, and their business was to organize the quick deportation of the Jews. And\neverything which had happened in four long years, five years and in Germany even ten years\nhappened in weeks in Hungary. And so the first thing was that the Jews had to wear a yellow\nstar. It turns out that it was a very memorable day for me because it was around my birthday,\nmy tenth birthday when | had to wear the yellow star. And the first thing they did -- now, a new\ngovernment came to power in Hungary also, a pro-fascist government. And they already had\ntheir script. They knew precisely what to do and how fast and so forth. So the first thing was to\nsever all communications and transportations between the provinces and the capital. Most of\nmy family lived in the provinces. From one day to another we couldn't telephone them, we\ncouldn't communicate with them. And then Jews were not allowed to take trains or even\nbicycles. In fact, bicycles and automobiles were all confiscated. And so we had no idea what\nwent on in the provinces. In Budapest we knew that there were demands on us in terms of\ngiving everything which was valuable to the new fascist government.\nMeanwhile in the provinces, already as early as April, middle of April, which was --\n>> Bill Benson: Just weeks after the Germans came in.\n>> George Pick: Just weeks, they had concentrated Jews and there were\nJewish -- Jewish parts of cities and villages and they were concentrated in certain parts, usually\nthe worst part of the city. And these were transit camps. And by the middle of May they started\nto deport them. And in six weeks 437,000 people were deported, over --\n>> Bill Benson: To places like Auschwitz.\n>> George Pick: Mostly Auschwitz. Mostly.\n>> Bill Benson: The numbers are almost beg your imagination. Almost 440,000 in six\nweeks.\n>> George Pick: In six weeks. In 146 trains. Imagine this is the -- toward the end of the\nwar. The trains obviously could be used for --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Bill Benson: The war effort.\n>> George Pick: -- the war effort. They would divert these trains and use them\nexclusively to deport these people. And then they got to Auschwitz, 90% of them were killed in\nthe gas chambers and then burned in the crematorium. In two or three hours. They had new\ncrematorium built for this purpose, and every day 12,000 Hungarian Jews were deported there\nand selected out. And at one point the heat of the crematorium was so big that one of them\nblew up because of the human bodies. And then when they couldn't -- couldn't burn them, they\nburned them in open pits. And there are -- here in the museum there are pictures which show\nthis.\n>> Bill Benson: And George, for you and your parents, you're still in Budapest at that\ntime. At some point | think the word you used was your father just disappeared.\n>> George Pick: Yeah.\n>> Bill Benson: What happened?\n>> George Pick: Well, | should say that after -- shortly after the Germans came in, all\nJewish men between the age of 20 -- 16 actually and 60 were confined in these camps, these\nlabor camps. My father was one of them. And he moved to the north of the -- western edge of\nHungary. And he was doing fortifications for the Germans. And so in Budapest there were only\nmen, old men, young women, and children. That's it.\n>> Bill Benson: Children.\n>> George Pick: It was still the largest community, roughly 160,000 people there. And\nwhat happened there first was Budapest was 25% Jewish. They called them Jewdapest\nactually. And they were living all over the place. So the first thing was to try to concentrate\nthem. But they couldn't concentrate them in a ghetto because it would have taken too much\ntime. So they concentrated people in certain houses called Jewish houses. They had a big\nyellow star --\n>> Bill Benson: Like you saw in the picture.\n>> George Pick: Yeah, you saw the picture. And they were concentrating roughly 25% of\nthe population into 5% of the area. Our building was not designated as a Jewish building, so\nmy father -- my mother and my grandmother and myself, we had to move in with relatives which\nwere --\n>> Bill Benson: In a so-called Jewish building.\n>> George Pick: In a so-called Jewish building. And the rule was that you had to have\nfour people per room and so we moved into a one-bedroom apartment plus each apartment at\nthat time had a maid room, maid's room, so we had ten people in this place which would be\nten -- maybe 1,000 square feet area.\n>> Bill Benson: And ten people squeezed into that.\n>> George Pick: And ten people squeeze in. Now, life there is -- was of course quite\ncramped. In addition, we only had two hours a day where we could go out and buy food. And\nthe two hours were in the afternoon where normally there were no food in the shops anymore.\n>> Bill Benson: Because it had all been sold out.\n>> George Pick: Because it's all sold out. And in addition to that, many of the\nshopkeepers would refuse to sell food to Jews. So it was a very, very, very precarious\nsituation.\n>> Bill Benson: And at that same time, and once the Germans occupied and began the\ndeportations, then the allies began major bombing of Budapest, right?\n>> George Pick: Right. Well, wnat happened, of course if anybody recalls the history, on\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nJune 6, 1944, D-Day happened. And we were concentrated in these Jewish houses about two\nweeks later and so that by July, first part of July, the British and the Americans had air bases in\nltaly, in France, and other places where they already were on the continent. And from there\nthey had long distance bombers. So one thing which they did was on the 2nd of July, which\nwas only a week after we moved into this building, which was a -- what they called carpet\nbombing. It was a thousand bombers came over to Budapest and they were indiscriminately\nbombing the city. As a result about 30% of the city after three hours of bombing had been\nbecame rubble.\n>> Bill Benson: What was that like for you? | mean, you were a boy.\n>> George Pick: Yeah. Well, it was a very traumatic event, of course. We had\nevery -- every building had a bomb cave. Of course when you start the bombing, electricity\ngoes away. So you are sitting in a very small place. | would say probably one quarter the size\nof this -- of the auditorium.\n>> Bill Benson: And underground.\nUnder -- well, halfway underground and you are hearing these whistles when you know\nthe bombs are coming. And then you hear these tremendous blows which is when they hit\nsomething. And we had four bombs in this three hours which hit within 200 yards of our\nbuilding. And these buildings became rubble of course. Most people died there. And we, for\nsome reason or another, were not touched. But with that, | got such a trauma that for the next\nsix-odd years | could not sleep without a -- something on the top of my head. My mother was\ntrying to of course protect me and in Hungary they used to have these big pillows, these goose\nfeather pillows which would muffle the sound. So she always brought in a goose feather pillow\nand | slept with my pillow on my head until late ‘50s. And even today | am using earplugs\nbecause | can't take noise, particularly unexpected noise. So that was -- that was happening.\n>> Bill Benson: George, you told me that it got to a point where, because you were\nallowed out for two hours, you also emerged, tried -- based on the timing of the bombing,\nbecause the allies would bomb -- the Americans and British would bomb at one part of the day,\nthe Russians would bomb at another. So you had that little window to get out.\n>> George Pick: Exactly. Now, | should mention that the way this whole thing was\nenforced, this window was enforced was by a Christian family by the name of Varger. And he\nwas a -- the sub -- how do you --\n>> Bill Benson: Superintendent.\n>> George Pick: Superintendent, right. The super of the building. Now, he was the super\nof the building for quite a long time. And my relatives lived there for a long time. So they were\nfriends. And Varger was a very humane and very decent man. So he had helped us as much\nas he could. But his business was to close the doors and lock it from the inside.\nNow, this went on throughout the summer and sometime in August my father's unit was\nbrought back to Budapest and that was good news for us. My father risked his life but every\nother day he was able to come home illegally at night, late at night, after midnight. And then he\nknocked on the door and Varger opened the door\n>> Bill Benson: Let him in.\n>> George Pick: Let him in, and then he was with us for a couple of hours and then he\nwent back. This happened quite -- relatively often.\nSo we thought that more or less everybody by then knew that the Russians were already\nfighting in Hungary, in the Hungarian area, and we didn't think that it was going to last very\nlong.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nAnd then in October 15 the -- Horthy was the regent, decided to make a proclamation on\nthe radio that Hungary is now -- not switched sides but being neutral. They are not going to\nfight the Russians, they are not going to fight the Germans. Now, he was a little too little and\ntoo late. In August the Romanians already switched, who were behind news the east. And\nthey help the Germans and now the full Romanian Army was fighting on the side of the Soviets.\nSo the declaration of neutrality was nothing. And it was so much nothing that the loyalty of the\nHungarian Army was not with the regent. So after two hours of fighting in the -- well, the regent\nwas -- he and his family were arrested and a new very -- the --\n>> Bill Benson: The Arrow Cross.\n>> George Pick: The Arrow Cross government took over and then --\n>> Bill Benson: And these are fanatical fascists and now they --\n>> George Pick: They are fanatical fascists and they can care less about anything. They\nwant to kill Jews as much as the rest of the SS. So Eichmann, who was -- who left Budapest\nafter July when the deportation started, | should say on the 7th of July the regent all the\ndeportation stopped. By then there were no Jews in the provinces, only Jewish community was\nin Budapest. So he came back on the 17th or 18th of October and he and all of his Hungarian\nfollowers wanted to start deportations of the Budapest Jews. And in fact, within one week,\n10,000 young women were deported. Among them, several of my aunts and cousins.\n>> Bill Benson: And to reiterate a point you made, George, this is October 1944.\nRussians are really literally on the outskirts, the allies are sweeping through Europe, the war is\nessentially over, and here's this concentrated effort again to exterminate the Jews of Hungary.\n>> George Pick: Budapest.\n>> Bill Benson: Budapest.\n>> George Pick: Right. Yes. Precisely. | mean, it is -- it's irrational, it's completely\ninsane. You know, when everybody -- well, they were pushed from every direction. They still\nhad this -- this thing.\n>> Bill Benson: So that meant now you're going to get -- as part of this effort you're now\ngoing to be forced into a ghetto. So what happened?\n>> George Pick: Well, as a part of this effort, one of the things which happened was they\ndid not have any transportation. So as they started to deport the Jews of Budapest, they were\nforced to walk.\n>> Bill Benson: Because the trains were bombed and weren't running.\n>> George Pick: There were no trains anymore.\n>> Bill Benson: No trains left.\n>> George Pick: And so they were forced to walk. And 50% of them never made it to the\nborder. And so 30 or 40,000 Jews were killed that way. And my father came home at the very\nend of October stating that he got 24-hour furlough but the next morning he was going to be\ndeported, just like | mentioned before. And my father had no -- he didn't want to do that. His\ncommander was a Christian man, of course, but he had a Jewish fiancé who lived in our\nbuilding and he gave everybody a furlough, saying, you know, boys, next morning we are going\nto get together in the railroad station and you are going to go to Germany. So my father of\ncourse didn't want to do that, and he was desperately trying to find a place to hide. And he\nwent to a friend of his who was a Christian businessman and he said, look, | need -- | need a\nplace to hide. And this guy was not very surprised. He gave him a piece of paper, told him to\ngo to this particular address and see what happens.\nSo he went there. He was not far from this office, and it was a small factory. And it was\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nsaying that it was a -- an Army uniform factory. And there was an Army man in front and he told\nthis Army man to let him in and want to talk to the commanding officer. And he let him in and it\nturned out that it was really a camouflaged -- place camouflaged as a factory but in fact it was a\nplace of about 60 to 70 Jewish laborers who were --\n>> Bill Benson: Were posing as workers making uniforms for the fascists.\n>> George Pick: Correct, for -- if you went in you would see people working on uniforms.\nBut all those people were people like my father who did not want to get deported.\n>> Bill Benson: A complete ruse.\n>> George Pick: A complete ruse, yes. And it was a first -- it was a high priority place.\nSO my -- we didn't know where my father was for about ten days. And then my father sent in\na -- an armed soldier and sent a note that we should go with him. The soldier and no --\n>> Bill Benson: And the soldiers are part of the ruse.\n>> George Pick: Yeah, the soldier was also a defector. He was also a soldier but he\ndefected. So we went and we found out -- my mother was very, very ambiguous about it\nbecause her mother and her aunts were there. It turns out that it could not have been more\nthan the last minute because very few hours later the house was raided and all the people who\nwere there were taken to a -- a factory. From there they would be deported. And this was my\ngrandmother and her two sisters. And Mr. Varger who knew the family immediately called my\nmother's uncle who was already in what they call a protected building, Swedish protected\nbuilding. If you go up to the second floor you find a picture of Raoul Wallenberg. Raoul\nWallenberg is a hero of the Hungarian Jews because he was able to have another ruse giving\npeople -- people papers which said that they were Swedish citizens and during the war they\nwould be protected by the Swedish embassy. Of course it was a bluff, but the Nazis bought it\nfor a while. And my mother's uncle was in one of these buildings. Varger called him. He called\nthe Wallenberg office and they brought in my grandmother and her two sisters. So they\nessentially could thank Varger for their lives.\nAnd meanwhile we were in this place, this factory with 170 people. By then everybody\nbrought in their family and children, and again, this place was not very large and it was\novercrowded and they had all these three -- | mean people slept everywhere, where they could\n>> Bill Benson: So on the upper floor, somebody would walk in the street they'd see the\nworkers and there's the families underneath in various places.\n>> George Pick: Yeah, sort of, yeah. And underneath they had this big text tile machines\nand so relatively easy to -- to live there. And of course, afterwards | was thinking it would have\nbeen a tremendous problem to feed these people.\n>> Bill Benson: Right.\n>> George Pick: | mean, 140 people. Not only that, but there were four of these kind of\nfactories. Altogether about 1,200 people, and it was the brainchild of a man by the name of\nKormos. His name was Kohn but his known (inaudible) was Kormos. And it was not just one\nman. It was a number of Christians and Jews and they worked together.\n>> Bill Benson: To have four of these factories.\n>> George Pick: Yeah, communists, everybody. It was probably the largest action like\nthis resistance trying to save people there. And everything went okay until the 2nd of\nDecember when we had the raid. And the raid was because Kormos was betrayed. It's a\ncomplicated story. | wrote it up and it's published, but they looked at -- they only knew three of\nthe four places. And Kormos was in the place where we were. He moved around, every night\nhe slept somewhere else. And they came in, five of them with machine guns, and sorted out\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nmen and women and children on the other side and, you know, against the wall and were told\nthat would be it. But fortunately this was in December and the Russians were about 20 miles\nfrom Budapest. So these Hungarian Gestapo men were not quite as crazy as most of these\nfanatics and they were able to -- or we were able to bribe them. So they got a lot of diamonds\nand dollars and whatever and they left and they said well, you are under our protection now.\nAnd nothing happened until about a week and a half later where two policemen came and these\ntwo policemen told us that we are going to be taken to the ghetto. Now, before this happened,\nthe little group of leaders in our 170, group of 170, decided that the 22 children are not very\nsafe in this hiding place but they would be safe in a Swiss Red Cross orphanage. And of\ncourse it was myself and 21 others. And so they -- we went there and there were 500 children,\n30 -- in terrible conditions. 35 in a room, it was just a little part of a building, and | was walking\naround and looking for people who | knew but nobody was there. And | decided and another\nfriend who was my age, we were ten, decided that we could not stay there. We want to elope,\nget out.\nSo in the next morning we asked the lady -- the building was of course locked from the\noutside. We asked the lady to take us out so we could buy some food for ourselves. And this\nlady took us out and we ran away. And we ran back to where my parents were and his parents\nwere. It turned out that about five days later the orphanage was taken to the Danube and the\nkids were shot into the Danube\n>> Bill Benson: All 500 kids.\n>> George Pick: All 500 kids, yeah. So if you remember the last picture you only saw two\nchild -- children. One was me and the other one was the other kid. And out of the 20 --\n>> Bill Benson: You were the only two that survived.\n>> George Pick: We were the only two that survived from our group.\n>> Bill Benson: George, and we're getting very short on time, but | really -- we need you\nto tell wnat happened next.\n>> George Pick: Well what happened next was they took us to the ghetto. Out of 170\nonly 65 went to the ghetto and we and we lived in horrible circumstances. We had a -- an old\nage home in the building and the people were dying by --\n>> Bill Benson: And again, the importance here is that you're forced into a ghetto. Now\nit's late December and there's still this attempt to force you into smaller quarters.\n>> George Pick: Right.\n>> Bill Benson: So that you can be deported or killed more easily. Here you are in this\ncompressed little area now.\n>> George Pick: Right, there is a small area, 70,000 people there, and they knew that\nthey couldn't deport us so they had various plans to kill us. One plan was to blow up the ghetto.\nAnother plan was to bring in some SS and Hungarian Nazis to machine gun us. And fortunately\nneither of these happened. But what happened is about half of the people in the building where\nwe were who were mostly old and sick died.\n>> Bill Benson: Describe the circumstances in this building because now the siege of\nBudapest is underway, the Russians have -- imposed a siege on the city, there's\nbombardments going on.\n>> George Pick: Correct. This building was a very old building. It had a basement which\nhad no floor. It was just dirt and we had to have the -- the latrine in the middle and 200 of us\nwere pushed in to less than half of the area which you have in here. And so we were very close\ntogether. Food supply was non-existent because anybody who was moving on the street would\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nbe shot by sharp shooters from the houses or airplane bombs, whatever.\nMy father was part of a very small group of the ghetto police whose business was to try to\nsave the Jews. Of course, he didn't have any arms for that. And he lost two of his partners.\nBut he himself was walking the streets and trying to make sure that no people died. But again,\nbecause of the extended period of no food, thousands of people died of starvation. And we got\nlice and everybody was very, very sick and finally on January 18 the noise of war sort of ceased\nand it was quiet. And then we realized that we got freed. And we went back. My mother and\nmy father were so weak that the trip from where we were in the ghetto to our prior house, which\nis normally was like 35, 40 minutes, would take four hours. And we had a small suitcase which\n| was carrying which was carrying the family photos. My mother could care less about anything\nelse but she felt that the family photos were irreplaceable.\n>> Bill Benson: Which is why you have some photos we used to start the program.\n>> George Pick: Precisely. So and then we went home and my father was too much of\nan optimist. He thought that we would be a democracy or Hungary will be a democracy and\nthat he could make a living there. Well, it turned out that he was too much of an optimist. The\nRussians did not willingly go out. Instead they became a communist country with all the\npolitical oppression, et cetera. And then in 1956, it was the only country in the Soviet bloc who\nhad a rebellion against it was Hungary. | was just finishing my studies as an engineer and |\njoined the forces for those couple of weeks of fighting. And then | saw that there is just no way\nthat we -- that the Russians would leave and so | decided to leave myself.\n>> Bill Benson: And | wish we had another hour to hear about your escape from Hungary,\nmaking it to the United States and then beginning a tremendous career here in the United\nStates. George, thank you for this. We're going to close our program in just a couple of\nmoments. We don't have time for questions or it's just too much for George to share with us,\nbut when we finish, after George finishes, it's our tradition that our First Person has the last\nword. So I'm going to turn back to George to close the program. But when he's done, he's\ngoing to remain up here on the stage, so we ask that if any of you want to ask him a question,\ncome up and just shake his hand, get your picture taken with him, he'll be here to do that. So\nwe would appreciate it if you would take advantage of that, if you don't mind. Just to remind\nyou, we'll have a First Person program each Wednesday and Thursday until the middle of\nAugust. So we invite you back, if you can come this year or look for our program next year.\nWith that, I'm going to turn back to George to close today's program. Thank you for being\nwith us, and George, thank you. So --\n>> George Pick: Yes, thank you for the last word. In the past | had stated often that we\nshould be tolerant and accept each other's religious cultural differences. Now | say that\ntolerance and acceptance is not enough. We must be proactive and fight vigorously against\nanti-semitism, racism, and all types of hatred in this country and everywhere else in the world.\nIn many places in the world this hearing aid tread turns into violence, as you know very well\nfrom your newspapers, massacres, wars and genocide. We must not ignore this and let our\nleaders know that they must not ignore this either and that we need to do something to stop the\nviolence and what is going on. It's unacceptable completely. And that's my last word.\n(Applause)\n",
    "segments": []
}