{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON JACQUES FEIN\nThursday, July 30 2015\n11:00 a.m. — 11:57 a.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for\njoining us today. We are in our 16th year of the First Person program. Our First Person today is Mr.\nJacques Fein, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation and the\nHelena Rubinstein Foundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir first person accounts of their experience during the Holocaust. Each of our First Person guests\nserve as volunteers here at this museum. Our program will continue twice-weekly through mid-August.\nThe museum's website, at www.ushmm.org, provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the theater\nwhen we finish today. In doing so, you will also receive an electronic copy of Jacques Fein's biography\nso that you can remember and share his testimony after you leave here today.\nJacques will share with us his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows, we will have an opportunity for you to ask Jacques a few\nquestions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Jacques Is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nJacques was born Jacques Karpik in Paris, France, October 10, 1938. His parents, Szmul\nand Rozja, were born in Poland in the 1910s but relocated to France. The arrow on this map of France\npoints to Paris.\nGermany invaded France in May 1940. The next month, June 1940, France signed an\narmistice with Germany. Under the terms of the armistice Northern France, including Paris, came\nunder German rule and Southern France remained unoccupied. Here we have a group portrait of the\nKarpik family with an aunt, uncle and cousins taken shortly after the German invasion of France.\nJacques's parents are on the left. And Jacques is seated in the middle on the first row.\nIn this picture taken in late 1941, Jacques is pictured with his mother Rozja and his younger\nsister Annette.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAfter Germany invaded France, Jacques and his sister were hidden with the Bocahuts, a\nCatholic family, just outside of Paris. Here we see a portrait of the Bocahut family at a wedding.\nJacques and his sister, who were in hiding with a family at the time, are circled. Jacques stands in front\nof Suzanne Bocahut and Annette is in front of Marcel Bocahut.\nWhile Jacques and Annette were in hiding, their parents were deported to transit camps and\nthen to Auschwitz. Pictured here are prisoners from the Pithiviers transit camp. Jacques's father,\nSzmul, is the man smoking the cigarette; on your right.\nAfter the war, Jacques and Annette were placed in orphanages then later adopted by an\nAmerican couple, Harry and Rose Fein. We close with Jacques’ passport photo from 1948.\nAfter their adoption by the Feins in 1948, Jacques and Annette began their new life in the\nUnited States growing up in New Jersey. Jacques attended Clark University in Massachusetts\nmajoring in math. After attending graduate school at NYU he began his career as a computer scientist\nin the aerospace industry, starting with Martin Marietta in Baltimore. He recently retired in the same\nfield after 38 years with Computer Sciences Corporation or CSC.\nJacques has a daughter, Rachel, and a son, Matthew, from his first marriage. In 1986 he\nmarried his second wife, Judee Iliff, whose daughter Laura and her husband David have opened a very\nsuccessful ice-cream parlor in Baltimore, the Charmery. Jacques and Judee have four grandchildren:\nsam, Zachary, Adrienne, and Maggie, who celebrated her first birthday a month ago.\nJudee and Jacques live in Elkridge, Maryland, about mid-way between Washington, D.C. and\nBaltimore. Judee is here today with Jacques, as are Judee's daughter Laura and their 1-year-old\ngranddaughter Maggie.\nIn 1983 Jacques attended the American Gathering of Jewish Survivors of the Holocaust\nwhere he found other survivors who were children during the war. After that, he and others formed the\norganization, Washington/Baltimore Survivors of the Holocaust - Last Generation. Jacques is a former\npresident of the Jewish Federation of Howard County, Maryland, and is very active as a volunteer in his\ncommunity. In 2011 Jacques was recognized as the Howard County Volunteer of the Year. The\nHoward County Volunteer of the Year coordinator said about Jacques, \"He was affected as sucha\nyoung age. He took a terrible thing and has done greatness with it.\" Jacques became Co-President of\nOSE-USA in 2014, an organization we will learn more about later.\nOn June 6, 2014, Jacques and Judee attended the 70th Anniversary of D-Day\nCommemoration at the WW II Memorial here in Washington, D.C., where he was able, as Jacques\nsaid, \"to thank a few Normandy veterans for saving not only my life, but the lives of all the world!\"\nJacques volunteers here at this Museum where you will find him at the Donors Desk on Thursdays.\nJacques volunteers because years ago he was saved by strangers and with the help of the Jewish\nCommunity. Now, he says, \"It is payback time!\"\nWith that, I'd like you join me in welcoming our First Person, Mr. Jacques Fein.\n[Applause]\n>> Bill Benson: Jacques, thank you so much for joining us and for your willingness to be our First\nPerson today.\n>> Jacques Fein: Thank you.\n>> Bill Benson: We'll get started. We have just about an hour and we have a lot to cover so we'll start.\nJacques, World War II began in September 1939 with Germany's invasion of Poland. The\nfollowing May Germany invaded France. You were just 1 1/2 years old. Before we turn to the war\nyears, tell us what you can knowing that you were so young, tell us what you can about your parents\nand their life and what you think it may have been like for them in prewar Paris, again, knowing that\nyou're too young to have memories of your own from that time.\n>> Jacques Fein: The main thing is that | was born in 1938 and | was 11 months old when the World\nWar Il started and ended in 1945. So the first three or four years | Knew very, very -- | remember very,\nvery little. | don't even remember my parents at all. That's number one.\nPeople always ask me how did | feel. So | tell the truth. | was just plain too young to really\ninternalize what was happening. Once | was a bit older, | understood through documents. So my\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nmemory of my parents is zero. As you mentioned, later, | was in hiding for about three or four years. |\ndo remember being in hiding outside of France. We have documents where | had been.\nIt was not as \"dangerous\" as Poland where Germans and Nazis were all over the place but\nthe family who took care of me had to be very, very careful because any day, you Know, there were\nGermans and French police looking for resistance fighters, Jews who had escaped. | remember even\none time during that time, maybe it was 1943 or °44, or “42, that in a distance -- well, the father of the\nfamily put my sister and | in a ditch. | didn't know why. Just followed what | was told. And to this day |\nstill remember seeing in a distance maybe 150 yards or so soldiers with guns and dogs. And | realized\nlater on that they were looking for escapees or Jews or resistance fighters. So we were very, very\nlucky.\n>> Bill Benson: Jacques, before we turn to the period where you were in hiding, Knowing that you were\nso young and you've had to, to the best ability you can, piece things together later, mostly through\nseeing documents. Do you know anything about your parents' lives in France -- excuse me, in Poland\nprior to their move to France?\n>> Jacques Fein: All | know is that they were poor. They emigrated to Paris, France, in the early 30s\nto escape the anti-Semitism of Poland and for better economic conditions. | understand there were\nmany other -- well, a number of other eastern Europeans who went west. And once they settled in\nParis, they lived in the poorest section but they were tailors. My father was a tailor. My mother was a\nhousekeeper.\nMy cousin and her family also lived very close by. They were the net worth of my family. But |\ndo not remember a thing about those days. And the reason | know this because my cousin is still alive\nin Paris and she wrote me a letter and she told me, you know --\n>> Bill Benson: She filled you in.\n>> Jacques Fein: Six years older than I.\n>> Bill Benson: So enough to fill you in on some details.\nDo you know if you had other relatives in Paris or do you know if you had a large, extended\nfamily back in Poland? Do you know any of that?\n>> Jacques Fein: As far as Poland, I'm sure we had but | have no idea who they were. As far as Paris,\nwe had some cousins. The answer is yes but, again, | have no idea who they were. The only one who\nis alive is my sister who is two years younger than |. She was born in 1940. And my cousin and her\nbrother. Survived the war in hiding also.\n>> Bill Benson: Do you have any sense from what you've learned what Paris was like for immigrant\nPolish Jews who moved to Paris? Any sense of that?\n>> Jacques Fein: Well, basically once the war -- once Germany invaded France and Paris -- you know,\nParis was ground zero for the Jews in France. Most of the Jews were in Paris. And the foreign male\nJews were first taken. My father was taken in 1941 or so to a transit camp called Pithiviers and\ndeported to Auschwitz. They were deported back -- they left Poland to Paris and then back in trains\nwhere he was eventually murdered in Auschwitz. And my mother the same thing. She was a\nhousekeeper, in the poor section. She was eventually taken in a roundup, June 16, 1944 --\n>> Bill Benson: Before we turn to that, you were telling us what you learned about your father. Do you\nknow anything about the circumstances at all under which he was taken by the Germans?\n>> Jacques Fein: From what | read, from what | understand, the foreign male Jews were the first\ntaken.\n>> Bill Benson: Foreign male Jews. Because he's from Poland. Ok.\n>> Jacques Fein: Right. And Jews had to register. That was according to the German police. They\nhad to register Jews. And probably most of the foreign Jews lived in the poorest section of Paris so\nthey knew where to go.\nIn a sense, my parents, probably my mother mostly, played hide and seek with my sister and |\nto make sure we were not taken. But that's all | Know about my father.\n>> Bill Benson: You do know that he went to Pithiviers. Tell us what that was. What do you know\nabout Pithiviers?\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\n>> Jacques Fein: It's in the southern part of Paris. It was usually for males. Once you were in\nPithiviers, the next stop was Auschwitz.\n>> Bill Benson: So it was what they called a transit camp. Right? So it's the next stop, as you say, to\nAuschwitz.\n>> Jacques Fein: Yes.\n>> Bill Benson: Do you know much else about it?\n>> Jacques Fein: Not too much.\n>> Bill Benson: You don't know how long he was there?\n>> Jacques Fein: Maybe a year. Maybe less than a year. There were two different camps. The one\nthing about Pithiviers -- my cousin's father also went to Pithiviers. | talk with her occasionally. Every\nyear for the last 50 or 60 years they had a, quote, sort of a reunion at Pithiviers where the Jews who\nstill live in France, mostly the children of those who were deported and killed, they have a reunion at\nPithiviers. They go once a year by buses to remember what happened.\n>> Bill Benson: In the photograph we saw earlier with your father, from Pithiviers, how did you get that\nphotograph?\n>> Jacques Fein: | think | got it from my cousin. As far as that shot -- well, last spring, Judee and |\nwent to Paris. We tried to find some information about Pithiviers. What we were told, that they tried to\nmake Pithiviers look like a nice place. So the pictures look kind of innocent.\n>> Bill Benson: Right.\n>> Jacques Fein: But the reality was much, much worse than the picture.\n>> Bill Benson: From what you know, sometime after your father was taken and before your mother\nwas caught in a German roundup, your mother arranged for you and your sister to be hidden with a\nFrench Catholic family. Before you tell us about your time with the family, what do you know about the\nroundup that took your mother and where she was taken?\n>> Jacques Fein: That was one of the orders of the French police and the German police. There were\nother roundups but the major one was June 16, 19 -- sorry, July 16, 1942. That's when they took\nwomen and children because a lot of the males already had been taken. So then the roundup was take\neverybody and send them to a terrible, terrible place where people lived in horrible conditions.\n>> Bill Benson: Drancy?\n>> Jacques Fein: Of Paris. It's another transit camp. There were a few others but Drancy was one of\nthe main ones in Paris. Again, a lot of the Jews of France lived in Paris.\n>> Bill Benson: | think you learned that your mother may have been seized while she was on the train?\n>> Jacques Fein: That's what we understand.\n>> Bill Benson: Ok.\n>> Jacques Fein: A number of years ago, 1986, | think, Judee and | visited a family. The sisters at that\ntime, they were teenagers, maybe even younger. They remembered from 70 years ago what had\nhappened. So that's what they told us. There's no way of me proving it. But it's definitely possible\nbecause you had to wear the Jewish star. You had to do this. And Jewish people panicked when they\nsaw German or French police. And that's what | understand happened.\n>> Bill Benson: And as you were telling us, July of 1942 was particularly profound in the number of\nroundups. And while you don't think your mother was caught during a particularly infamous, major\nroundup in Jews known as the Velodrome, conducted July 1942, tell us about that roundup because it\nwas SO massive.\n>> Jacques Fein: Again, this was another edict by the German and French to get more Jews out and\ndeal with the final solution of Jewish people in France and to send to Auschwitz. They just rounded up.\nAccording to my cousin who remembers, the French police went from apartment to apartment. They\nknew where Jewish people lived. You had a few minutes to pack a few things, into trucks, into --\n>> Bill Benson: And over that two-day period | think some 13,000 women, children --\n>> Jacques Fein: | don't remember -- it's in that range. And they were horrible conditions there also.\n>> Bill Benson: And that's been the subject of actually | think books and movies, hasn't it?\n>> Jacques Fein: Right. There was a book of Paris that was the central theme of the roundup.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\n>> Bill Benson: Can you tell us anything more about Drancy, which is where your mom went?\n>> Jacques Fein: Actually, | went there once a number of years ago. The only thing | really know is\nwhat | read about it. Everything | read was a horrible, horrible condition. And there were transit trains\ngoing from there to Auschwitz. | don't know how many but there were altogether over 80 trains that left\nFrance. And there were quite a number that left Drancy. And when they went by train, they didn't go\nfirst class. They were packed in cattle cars, in horrible conditions, in heat. And people were sick, as\nyou can imagine.\n>> Bill Benson: Have you been able to learn when both either your mother, father, when they were\ntaken to Auschwitz? And were you able to learn the dates that they were killed?\n>> Jacques Fein: Yes. My father was taken from Pithiviers to Auschwitz in the third convoy in June of\n1941. And my mother was towards the end, last convoys, in 52, | think convoy 52 | think. That's\nbasically -- the basic things that I've learned from documents.\n>> Bill Benson: Right.\n>> Jacques Fein: It was by a very famous Nazi hunter. He listed all the convoys that left France.\n>> Bill Benson: By numbers. So you were able to know that.\n>> Jacques Fein: One reason he was able to do that is because the Germans were very efficient with\nthe French police and they marked convoy one, who was there, convoy two, where they were from and\nwhat city they were born in.\n>> Bill Benson: You and your sister Annette were hidden with a French family, the Bocahuts, whom\nyou remained with until the end of the war. Tell us what you can about the Bocahuts, if you know\nanything, about how it was arranged for them to be the ones with whom you were hidden.\n>> Jacques Fein: So how -- what was the arrangement? In France there was a Jewish organization,\nOeuvres de Secours aux Enfants. It means the organization to save children. Their main mission was\nto save as many Jewish kids as possible and put them in safe places. It was mostly for saving Jewish\nkids. And they also saved kids from Germany and Austria when they were sent to France. I'm pretty\nsure it was a cooperation of OSE and my mother who did this.\nAt the same time, when we were in France this past spring, we learned that the OSE, once\nthe war started, went around the different neighborhoods warning people what was happening, that we\nneed to save kids. So they were kind of the network, the social service network. How it happened, |\nhave no idea. How they found that place, | have absolutely no idea. But they did save quite a number\nof kids. Unfortunately, although they saved hundreds of children, many, many more thousands were\nnot saved.\n>> Bill Benson: Tell us what you can about the Bocahut family. Who were they?\n>> Jacques Fein: From what | know they were a French Catholic family. | don't remember too much of\nthem. | don't remember being in fear. Basically | did what | was told. When my parents took me here,\nOSE told me to go with them, we went. We didn't have any other choice.\n>> Bill Benson: Right.\n>> Jacques Fein: During that time, I'm pretty sure | had no idea what was happening in the world. To\nme, that was my normal life.\n>> Bill Benson: Right.\n>> Jacques Fein: So it was pleasant. There was no real fear but, again, we had to be very careful,\nthey had to be very careful, that nobody betrayed us.\n>> Bill Benson: One of the things | was struck by when you first told me about what you went through\nwas that even though you don't remember it specifically, you remember -- you recall an atmosphere of\nalways having to be quiet.\n>> Jacques Fein: Yes. Mm-hmm. That's the nature also of a lot of children who were hidden because\nthat was important. You didn't want anybody to know who you were and what was happening. Kids\ncry, talk, and who knows what can happen so the strategy was also to be very careful and quiet.\n>> Bill Benson: | think most of us probably feel that that's really pretty profound that you recall that\natmosphere, being quiet. What a thing for a very young child.\n>> Jacques Fein: Yeah. That! do.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Bill Benson: You also have come to believe or have been told, perhaps, that your mother -- before\nshe was taken by the Germans, she may have been able to visit from time to time while you were in\nhiding. Is that your understanding?\n>> Jacques Fein: That's my understanding from visiting that family a number of years ago. | also kind\nof remember that. | remember being -- one time being kind of sad. And when | visited that family, the\nfoster family in 1984, | think, or °86, they told me what had happened, that once | was told that my\nmother was no longer here, | became very quiet, sad. So that kind of verified what | had felt.\n>> Bill Benson: And, of course, Annette, your sister, was just an infant.\n>> Jacques Fein: Probably remembers much less.\n>> Bill Benson: Do you have any sense of how the Bocahuts may have tried to explain the presence of\nyou, a little boy, and an infant girl?\n>> Jacques Fein: They had to be very careful. | have no idea. They had other kids.\n>> Bill Benson: They did have other kids?\n>> Jacques Fein: Other kids. Again, Paris was ground zero. They were on a farm. It was in the\ncountry.\n>> Bill Benson: Information in the country. Ok.\n>> Jacques Fein: In a different atmosphere with respect to Jewish people and the war, per se. But I'm\nsure they had to go through all the other things of wartime. But it wasn't like continuously patrolled by\nthe French police.\n>> Bill Benson: Like it would have been in downtown Paris.\n>> Jacques Fein: Yeah.\n>> Bill Benson: You also have come to believe or Know that you were baptized as Catholics.\n>> Jacques Fein: That's what | understand. Yeah.\n>> Bill Benson: Which was part of the -- | assume part of what they had --\n>> Jacques Fein: Their way of keeping me safe.\n>> Bill Benson: You mentioned that you've been back to Paris and France a few times. | think it was in\n1983 that you were able to visit with the Bocahut family. From that visit, what were you able to learn\nabout your time with them, what life was like for you and Annette while you were hidden with them?\n>> Jacques Fein: When we visited with them, it was very strange. Once | left their place in 1945, |\nreally had no contact with them until 1983.\n>> Bill Benson: Almost 40 years.\n>> Jacques Fein: It was necessary for us to break any emotional ties to that family because there were\nso many other -- it wasn't an easy time during those years.\n>> Bill Benson: Right.\n>> Jacques Fein: Going to an orphanage.\nWhen we visited them, | spoke with them. They told me that they were just talking about my\nsister and | recently, which was unbelievable but it could happen. All | know is they did take care of\nsome other children.\n>> Bill Benson: They did take care of other children?\n>> Jacques Fein: I'm pretty sure. And they had four, five kids of their own.\n>> Bill Benson: And hid other Jewish children?\n>> Jacques Fein: Could be. | have absolutely no real proof.\n>> Bill Benson: And, of course, among the things --\n>> Jacques Fein: Because the way | remember -- one of the sisters phrased it that we remember\nyou're the only one who has come back, implying there were some others.\n>> Bill Benson: Right. Right.\nOf course, over that period of those years that you were there with the Bocahuts, there's so\nmany things that would obviously have not been normal when you're hidden like that. And one of them\nwould probably have been getting medical care. And one of your few memories is an incident where |\nthink you have an ear infection.\n>> Jacques Fein: Right. Again, one of my things, | was in hiding.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: Right.\n>> Jacques Fein: Evidently one time | had an earache. That! remember. | went to a hospital in Paris.\nAnd the father of the family --\n>> Bill Benson: Mr. Bocahut.\n>> Jacques Fein: Went to the hospital, maybe a day or two days later, took me out. When | visited the\nfamily a number of years ago, they told me that the day or two after | was taken out, the Germans had\ninvaded that hospital. So very likely had | been there, | would have -- | would not be here. So, again,\nthe overall theme -- | like to tell people we played hide and seek except it was for real stuff.\n>> Bill Benson: Absolutely.\nSo again, knowing that there's so little that you don't Know about that time, it was a substantial\nperiod of time but you do remember a day late in the war, 1944, when Allied Forces came through your\nvillage where you were with the Bocahuts. What do you recall about that?\n>> Jacques Fein: Well, it was sometimes -- well, D-Day June 6, 1944. Paris was liberated August 24, |\nthink 1944. So the town people were on the highway, | think, some type of main road. Basically it felt\nlike -- an example, it felt like the Fourth of July celebration. We saw tanks, soldiers. They were\nthrowing candy. There were flags. People were cheering. | had no idea why they were cheering at\nthat time. But! do remember that day, a very happy day for the town people, for France, and obviously\nfor the whole world. That was definitely the beginning of the end of World War Il.\n>> Bill Benson: Do you recall any fighting that took place?\n>> Jacques Fein: No. No memories of that. As opposed to in Germany there was lots of fighting. In\nPoland there was lots. In Hungary and others. But in France only in Paris.\n>> Bill Benson: And with the liberation, of course, the war -- in August 1944, the war would continue\nelsewhere until May 1945 for much longer.\nFollowing the end of the war, in May 1945, Jacques, OSE, the French organization that placed\nyou in hiding, removed you from the home of the Bocahuts and took you to an orphanage and then\nlater moved you to another where you and Annette would remain until 1948. What do you know about\nthe circumstances that led OSE to come and get you from the Bocahuts and then move you to these\norphanages?\n>> Jacques Fein: Their mission during the war was to save kids and put them in hiding, which they did.\n>> Bill Benson: And as you said, probably hundreds of kids.\n>> Jacques Fein: But after the war their mission was to take them out of hiding and try to reunite them\nwith their families.\n>> Bill Benson: Right.\n>> Jacques Fein: So whatever means, the OSE knew that my parents were no longer alive. And the\nfamily that | had, uncles, could not take care of my sister and | because one of them survived\nAuschwitz. And I'm not quite sure about the other family but they just could not do it. So we were put\nin orphanages, one, Brittany, from °45 to late °46 and the other one from °47 to “48, Taverny.\nThe key thing about the orphanages -- people typically think orphanages are a terrible place,\nwhich could be, but for us it was exactly the opposite. We came out of hiding. We played with other\nkids. We learned about our religion. And we definitely were fed. You know, we had friends. The only\nthing was most of us knew that our parents were no longer -- there were some where either not alive or\nsome were orphans, had family places, but.\n>> Bill Benson: Do you have any recollection of what it was like when OSE came and got you and took\nyou from the home of the Bocahuts?\n>> Jacques Fein: No.\n>> Bill Benson: And the first place you went to for a short period of time was near Normandy, | believe.\n>> Jacques Fein: Actually close. | made a mistake. It was in Brittany. On the West Coast.\n>> Bill Benson: And you weren't there very long. Do you remember very much about the first place\nyou went to?\n>> Jacques Fein: It was a place, a nice place to be.\n>> Bill Benson: That's your recollection; it was a nice place to be.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n>> Jacques Fein: We were with other kids. | don't think we stayed there that long. Taverny |\nremember more because | remember going to school and having friends and learning about being\nJewish all over again.\n>> Bill Benson: And you stayed there at Taverny until 1948.\n>> Jacques Fein: Right.\n>> Bill Benson: You did describe that as happy times. Those were happy times. Tell us even more\nabout that. As you said, first you had come out of hiding, you were taken to a place where there was\nlots of other kids and you're free to play and do all the things kids do, started school. What else do you\nremember about that?\n>> Jacques Fein: The main thing was being with other children and definitely learning about the Jewish\nreligion. You know, the Shabbats services. And that was it. And going to school, walking to school.\nThat was always great. And learning. Learning French -- learning in the French school and learning in\nthe Hebrew school.\n| mentioned this past spring we went to France. Judee and | actually visited Taverny. We\nwent to the orphanage which is a home now for troubled kids. But | kind of remember the main house.\n>> Bill Benson: It's now a home for troubled kids?\n>> Jacques Fein: Yeah. Completely different.\n>> Bill Benson: Did it look like your memories?\n>> Jacques Fein: Not exactly. But it was a big tree that | remember -- as | told Judee -- that was still\nthere, a humungous, big tree.\n>> Bill Benson: Did OSE have a formal role with these homes?\n>> Jacques Fein: Oh, yeah. I'm sorry. They were OSE homes. They had a bunch of other homes.\nAnd the OSE still operates a few of these places in France.\n>> Bill Benson: To this day.\n>> Jacques Fein: It's more like a social service agency right now.\n>> Bill Benson: It was Postwar France when you were at Taverny. Do you recall what conditions were\nlike generally? There was scarcity. The war is over.\n>> Jacques Fein: That's a good question. But as far as me speaking, we were taken care of in the\norphanage. We were too young to deal with anything else.\n>> Bill Benson: So the outside world you didn't know about at that point.\n>> Jacques Fein: Yeah. If we did, it was really in learning but | don't recall being mesmerized as to\nwhat had happened and the conditions of France and the rest of the world.\n>> Bill Benson: The rest of Europe.\nOf course, OSE, where they could, hoped to reunite the children with their parents and that\nwasn't to be for you. Do you know when you really, truly understood that your parents would not\nreturn?\n>> Jacques Fein: Good question. Truthfully speaking, | don't remember. But | must have known in the\norphanage somehow. Because eventually | was told | was being adopted and the whole process. |\nmust have known somehow. But | don't remember how, who, where, how | felt, the exact wording.\n>> Bill Benson: And, of course, you were adopted by an American family, the Feins. How did they\ncome to find you and your sister?\n>> Jacques Fein: Well, unfortunately they're deceased. | never really asked them that question, why\nthey went up to the orphanage.\n>> Bill Benson: In Taverny.\n>> Jacques Fein: But what | knew, they were very well connected to the Jewish community where they\nlived in New Jersey. So they were connected to that Jewish community in New York. They couldn't\nhave any children. They knew how to deal with trying to adopt kids. Somehow they wound up in this\norphanage. So they knew the system but exactly why they went to that particular place was a matter of\nchance.\n>> Bill Benson: And they came there and obviously lots of other kids.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Jacques Fein: They saw my sister. They liked her. The director said, “By the way, there's two of\nthem.”\n>> [Laughter]\n>> Bill Benson: It's a package deal. Actually, | think you told me that's been sort of a family joke. Your\nsister says the same about you. They liked you, right?\n>> Jacques Fein: Could be.\n>> Bill Benson: So when they came, though, they paid an initial visit and met you. Right?\n>> Jacques Fein: Right.\n>> Bill Benson: Then returned to the U.S. at that point?\n>> Jacques Fein: Yes. Then we stayed with them -- they were staying | think maybe in Paris. We\nvisited them in the Paris hotel. It's still vaguish. Eventually October 8 we left France.\n>> Bill Benson: October 8, 1948.\n>> Jacques Fein: Right.\n>> Bill Benson: So you're now 10 years old. You're in the United States. You've been through so\nmuch change already as a 10-year-old, almost unimaginable. What was it like for you and to what you\nknow for Annette to make this adjustment now, to move from an orphanage in probably rural France\nand find yourself now in New Jersey?\n>> Jacques Fein: First of all, | don't think | had a choice -- | don't think | had a real choice in being\nadopted. As | mentioned before, | went with the program. When | was with my parents, went into\nhiding, went to the orphanage, whatever. So the main thing was we went with the program. We\nrealized we had to adjust to a new life, a new family, new cousins, new language obviously, new culture\nand being Americanized. That was our realization.\n>> Bill Benson: What did it mean to be Americanized?\n>> Jacques Fein: Well, besides the culture, obviously soeaking English was very important, going to\nschool. When | came to the United States, | actually started in private school. | went into the first grade\nwhen | was 10 years old. | was able to --\n>> Bill Benson: You started in first grade at 10 years old. Because of language?\n>> Jacques Fein: Yeah. But! went to a private school. So the Feins were well-to-do. That was easy\nto deal with in private school. Americanized in terms of being Jewish, going to the synagogue, Hebrew\nschool, and all of that.\n>> Bill Benson: You've --\n>> Jacques Fein: And become naturalized.\n>> Bill Benson: Right. You've obtained a lot of information about your time in Taverny, in the\norphanage from OSE. Tell us what are the things you've learned? One of the things | was amazed by\nwas when you told me the extensive amount of documentation that you've been able to find.\n>> Jacques Fein: OSE is still active in Paris. What they have, among other things -- right now they're\ndealing with -- it's a social service agency in Paris dealing with all kids, not necessarily Jewish but\nwhatever, troubled kids. But they kept files of all the kids that they had saved in France. And\nOSE -- actually, | was able to get information about my life from them. Some of the documents that you\nsaw were from OSE. And actually, | have in my little booklet, scrapbook, | have notes from the OSE.\n>> Bill Benson: And these are taken right out of your dossiers. What are some of the things that you\nfound out from those?\n>> Jacques Fein: Well, basically, where the Bocahuts lived, where my father and mother were taken.\nJust verifies what it happened to me. | got stuff that | was vaccinated, went to school.\n>> Bill Benson: It's all in those files.\n>> Jacques Fein: Yeah, different files.\n>> Bill Benson: You would meet a person later, Felice | believe was her name. Tell us about Felice.\n>> Jacques Fein: Well, when | left France in 1948, the kids in the orphanage wrote to me in the\nbeginning. One of them was Felice. She had written me a letter. As you mentioned, in 1983, there\nwas a gathering of American-Jewish Holocaust survivors in Washington, D.C. | went with a friend of\nmine. So it was 45 years after | came to the United States. And we went -- there was a DC convention\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ncenter. It was separated by tables. | went to the French table. A few of us were there. Then we said,\n“What's your name?” She said, \"Felice.\" | remembered | had a letter from somebody named Felice. |\nwent home, got the letter, showed it to her.\n>> Bill Benson: It was her.\n>> Jacques Fein: It was her. Actually, when she came to the United States, she lived probably\n20 miles from where | lived in the United States -- in New Jersey.\n>> Bill Benson: Really?\n>> Jacques Fein: And she's still alive.\n>> Bill Benson: Do you still have contact with her?\n>> Jacques Fein: Yeah.\n>> Bill Benson: Do you still have those letters that were written to you?\n>> Jacques Fein: | have them.\n>> Bill Benson: You do still have them.\nWhat was it like, Jacques, for you to go to your first meeting of child survivors?\n>> Jacques Fein: Basically it was something that was very important because most people when you\nsay Holocaust survivor, they'll think of concentration camps which would have been horrendous. Had |\nbeen sent to a concentration camp, | would have been 3 or 4, 5, and would have been killed\nimmediately.\n>> Bill Benson: Immediately.\n>> Jacques Fein: Young people had no chance and older ones. So it was a way of saying, hey, there\nwere other survivors who never were -- who were young during the war and they suffered as\nmuch -- well, in different ways than those who were in concentration camps. So that was one of the\nfocus, to be able to say that we're survivors and we had a voice.\nAnd as you know, the oldest survivors, those that were in the concentration camps, are in their\n80s and 90s and are obviously dying off. The younger ones, like First Person people that have been\nspeaking the past two years, are mostly younger survivors. Very few of the older ones are able to talk\nbecause of health and other conditions.\n>> Bill Benson: And as a result of that experience, you've actually then helped create and found an\norganization.\n>> Jacques Fein: It was necessary. Right. We went there. And then there were other people who\nwere like me, like us. We formed a few groups in the Washington area. Now we have maybe a\nfederation of a whole bunch of groups in the United States, in Europe.\n>> Bill Benson: Jacques, | think before we close the program in a bit, we have time for some questions\nfrom our audience. Why don't we turn to our audience.\nWe're going to ask that if you have a question, and we hope you do, we're going to hand a mic\nto you. We have folks on either side of the aisle with mics. Wait until you get the mic in your hand. Try\nto make the question as brief as you can. I'll probably repeat the question just to make sure everybody,\nincluding Jacques, hears the question before he responds to you.\nSo if anybody has a question, please raise your hand so we spot you and give you a mic. If\nnot, I'll ask a couple more.\nWe have one right here. Ok. There we go. Thank you.\n>> When you were with the Catholic family, do you recall playing with any other kids beyond that\nCatholic family? Do you remember feeling hungry at all, anything like that?\n>> Bill Benson: The question is when you were with the Bocahut family, do recall playing with any\nother children outside of the family.\n>> Jacques Fein: And feeling hungry and all of that. Let me answer the second part. | never felt any\ndanger of feeling fear or feeling hungry or even probably then even scared from that point of view.\nMaybe | was plain too young to understand.\nAs far as the kids, | know | had played with them. | just don't remember exactly what we\nplayed. It was on the farm. | remember riding a horse once | think. So it's very, very vague. But the\nmain thing is | don't recall being in complete fear of my life.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: Thank you. We have one in the middle and then one down here.\n>> When you were with your adopted family in the U.S., was remembering your past something that\nthey encouraged you to do or would they prefer not to talk about that past you had?\n>> Bill Benson: When you were with your adopted family, did they encourage talking about what you\nhad been through in the past or not?\n>> Jacques Fein: We didn't talk too much about the past. We talked about the future. But | just don't\nremember talking too much as to what had happened. They did try to connect me with my relatives in it\nFrance, which was very, very difficult.\n>> Bill Benson: They did? Ok.\n>> Jacques Fein: They tried to do that.\n>> Bill Benson: Thank you. We have a question right down here. Yes. The mic will be right with you.\nRight here in the next row. Thank you.\n>> You said that your dad survived in Auschwitz for a year. How long did your mother survive there?\n>> Bill Benson: Asked how long your father and your mother survived at Auschwitz before they were\nkilled.\n>> Jacques Fein: Ahh. I'm pretty sure it was not too long. | think my father was killed on the way or in\nAuschwitz and my mother was sent towards the end of the war. And from the documents that | have,\nshe was killed immediately.\nMost Jews who were sent to Auschwitz were either sent to forced labor or to the gas\nchambers. To be sent to labor, you had to be strong, strong enough to work, for the Germans.\nOtherwise -- so.\n>> Bill Benson: Ok. Thank you. Do we have any others? | think we've got a hand back here. Thank\nyou, Mitch. Julian? Yeah.\n>>| have two questions. One, do you know whether the Bocahuts were paid anything for taking care of\nyou, for helping you? And number two, have you been back to Poland? Have you tried to trace your\nfamily back to Poland?\n>> Bill Benson: Do you know if the Bocahuts were paid anything to care for you? And, two, have you\nbeen back to Poland to learn about your family there.\n>> Jacques Fein: The first one the answer is | believe they were paid. There was money involved.\nHow much, where, how, | have no idea. When | visited the OSE offices, that's what they mentioned.\nBut the main thing is they had to be a safe place. People get paid, they could be scoundrels.\nGoing back, | was born in Paris. | never was in Poland. But last spring my wife and | had a\nshort 30-day trip to Israel and then to Poland. The purpose of going to Poland was to try to visit the\ntowns where my parents were born. So we did see the towns. But they were nothing like what they\nwere. Tried to get more information about them. It was a necessary thing to do, just to go there and\nsee the towns.\n>> Bill Benson: Have you been able to connect with distant relatives in Poland?\n>> Jacques Fein: No.\n>> Bill Benson: No.\n>> Jacques Fein: The other thing -- | did go to, a group of us, we went to the Auschwitz-Birkenau\nconcentration camp. That was quite a moving place to visit.\n>> Bill Benson: Adam?\n>> Since you became reconnected with Judaism, what has been its significance to you?\n>> Bill Benson: The significance of being reconnected to Judaism for you.\n>> Jacques Fein: As far as a reconnection, | never knew | was disconnected except | Knew that | had\nbeen baptized. | didn't really have in a knowledge. | was too young to realize that | had been\ndisconnected, so to speak. But as far as being Jewish, | realize that I'm Jewish and learned about\nbeing Jewish. When | went to Paris last spring, we had no problems going to Jewish places and\nvisiting France even though there were some different levels of anti-Semitism in the Paris region. No\nproblem.\n>> Bill Benson: Thank you. We have one here, blue. And then one down here, in blue, too, | think.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> When you were in hiding with the Bocahuts, do remember where you slept? Did you have a hidden\nroom?\n>> Bill Benson: Did you have a hidden room with the Bocahuts or do you remember where you slept?\n>> Jacques Fein: | don't think it was hidden at all. It was a farm. It wasn't like Anne Frank where she\nhid in the apartment building, in Amsterdam, in the big city. It was an open farm. I'm pretty sure | didn't\nsleep or stay in a hidden place.\n>> Bill Benson: As you said earlier, they had you baptized. So the appearance that you're family\nsomehow or not Jewish certainly.\nWe have one right here | think. Yup. Karla, thank you.\n>> In the Bocahut family, were you acting as daughter and son?\n>> Bill Benson: One more time. Thank you.\n>> No worries. You went to live with the Bocahuts. Were you acting as their daughter and son? They\nhad additional children. How did they explain your presence?\n>> Bill Benson: How -- with other children, do you know how they explained your presence, yours and\nAnnette's?\n>> Jacques Fein: That's a great question but no idea. Again, when | visited the family years ago, the\nparents had already been deceased. | spoke to the children who were in their 7Os or 80s. They said\nthey just treated -- we were part of the family, whatever that meant.\n>> Bill Benson: Ok. | think the time for a couple more.\n>> Jacques Fein: Again, it’s the main thing -- just to realize | was very young at that time. In hiding, |\nwas 3 years old, 4, 5, 6. The idea was not to really advertise who | was and what | was doing.\n>> Bill Benson: Right. Go ahead.\n>> | have great respect for the journey you've taken to find out so much about your past. | wonder, has\nthis yearning always been with you or does it occur at some point, you know, in your life later on?\n>> Jacques Fein: Well, the journey started definitely in the early 1980s when we went to that gathering.\nBut prior to that, even in the ‘70s, when | was 30, 40 years old or so, a friend of mine who had the\nsame situation, we always wondered what had happened. And then to continue the journey, we formed\nthese groups and we met other people in the same situation. Everybody felt the same way. You know,\nwhat had happened, who we were, and what happened since we came to the United States.\n>> Bill Benson: Thank you. We have a couple in the back. Julian, | think there was a hand up that\nway.\nAll right. | was going to ask you, Jacques, for Annette, she first came to the United States with\nyou but eventually she went to live in Israel. How have circumstances been for her?\n>> Jacques Fein: Well, she went to study in Israel in 1962, | think, after graduating from college.\n>> Bill Benson: So she's in her early 20s at that time.\n>> Jacques Fein: Right. My parents supported her. Then she never came back. | think -- she never\nmarried. She has no family. | got a feeling she didn't realize she was really a survivor until maybe 15,\n20 years ago. She kind of connected to her past.\n>> Bill Benson: And you helped make that happen.\n>> Jacques Fein: There was that one conference but with a group we formed, the Federation of\nSurvivors, we had conferences for the last 27, 28 years. Annette went to one or two of them. So that\nhelped her. Also, life in Israel, being Jewish in Israel, is completely different than being Jewish in the\nUnited States. There are more survivors and more Jewish stuff.\n>> Bill Benson: We're going to close our program in a moment. I'm going to turn back to Jacques to do\nthat. | want to, first, thank all of you for being with us today for our First Person program. We have\nprograms each Wednesday and Thursday for the next two weeks. | don't expect you to come back in\nthe next two weeks but you're welcome to. But we will resume again in March of next year for 2016.\nSo | hope that if you live locally, you can come to a First Person program or if you don't live locally,\ncome back and visit. There's other things to see as well. Put us on your itinerary.\nIt's our tradition at First Person that our First Person has the last word. Jacques is going to\nhave the last word. Just two other points. When Jacques finishes, he's going to stay here on the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nstage. So if anybody wants to come up and shake his hand or get your picture taken with him,\nabsolutely feel free to do that, please. And then the other thing is when Jacques finishes, our\nphotographer, Joel, is going to come up on the stage and he's going to take a picture of Jacques with\nyou as the backdrop. It looks really nice. It's a nice memento for Jacques. So I'll ask you to stand at\nthat point so that you're in the background.\nOn that note, I'm going to turn to Jacques for his last word.\n>> Jacques Fein: First | want to thank Bill Benson for doing this. He's been doing this for how many\nyears?\n>> Bill Benson: 16.\n>> Jacques Fein: 16 years. And several times -- several weeks during the summer. And also the\nmuseum for sponsoring this presentation which has been very useful and helpful for people, asking\ncomments. They are very great.\nThe main thing | want to leave you in terms of the Holocaust and survivors, you know, they're\nall different but they're all the same. Although | never was in a concentration camp or a ghetto, you\nknow, | went through the Holocaust by hiding, which is a different form of survival, of dealing with\nsuffering. There are others like me. That's the main thing | want to tell you. Although we are all\ndifferent, we are basically -- our basic theme is all the same. What happened before the war, how we\nsurvived, and then what happened after the war.\nThank you for coming here.\n>> Bill Benson: Thank you, Jacques.\n[Applause]\n",
    "segments": []
}