{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, July 17, 2013\n1:00 p.m. — 2:01 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nMANYA FRIEDMAN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. We are in our 14th year of this program. Thank you for joining us today. Our First\nPerson today is Mrs. Manya Friedman, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person. | am pleased to let you know that Mr. Louis Smith is here with us\ntoday.\n[Applause]\nThank you, Louis.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. The Museum's website,\nwww.ushmm.org, provides information about each of our upcoming First Person programs.\nWe will have programs through the middle of August.\nManya Friedman will share with us her First Person account of\nher experience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntoward the end of the program, you will have an opportunity to ask Manya a few questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Manya is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with her introduction.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nManya Moszkowicz was born in Chmielnik, Poland, in 1925.\nThe arrow on this map of 1933 Europe points to Poland.\nManya's father owned a furniture shop and her mother took care\nof the home. This photograph is of Manya's parents. It was taken before the war.\nManya had two younger brothers, David and Mordechai, and\nwas surrounded by many close relatives. This is a portrait of Manya, her cousins, and her\naunt, who is circled in the middle. Manya, who is also circled, is approximately 4 years old.\nIn 1938, Manya's family moved to Sosnowiec, a larger city near\nthe German border. The arrow points to Sosnowiec. When German troops invaded Poland in\n1939, Sosnowiec was occupied. Under German occupation, Manya's parents experienced\npersecution and forced labor and were arrested for curfew violation.\nIn 1941, Manya was forced to work for a German company that\nproduced military uniforms. In March of 1943, she was taken to the Gogolin transit camp and\nfrom there to the Gleiwitz forced labor camp, which is indicated by our arrow here. Manya's\nfamily was deported to Auschwitz, which is indicated with the green arrow.\nIn January 1945, as the Soviet Army approached, Manya and\nother prisoners were evacuated on a Death March, then transported to the Ravensbruck\nconcentration camp. The arrows show their route. In April 1945, Manya was liberated from\nthe Rechlin camp by the Swedish Red Cross.\nManya lives in the Washington, D.C. area. She has two\nchildren, a son Gary and a daughter Linda, and a 24-year-old grandson Joey who having\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\ngraduated from college in California is now pursuing his dream of playing professional\nbaseball. When he isn't playing, he is instructing young players. Both Linda and Gary are\nhere with us today.\nLinda and Gary, if you wouldn't mind just waving your hand so\npeople know you're down here. Thank you.\n[Applause]\nManya's volunteer work with the museum has been with Visitors\nServices and as a translator. She was one of our two pilot First Person guests in 2000. At the\ntime it was her first time speaking publicly about her Holocaust experience. Since then Manya\nhas spoken frequently on behalf of the museum both here in the museum and in many settings\nacross the country, such as military installations, universities, and colleges, as well as local\nschools. She spoke at an event in Washington, D.C. about genocide held at the Newseum\nand sponsored by the Woodrow Wilson International Center for Scholars. Manya has now\nspoken in at least 27 states and Puerto Rico. She is especially proud that she was honored by\nrotary international with their highest award.\nManya is also a contributor to the museum's publication \"Echoes\nof Memory,\" which features writings by survivors who participate in the museum's writing class\nfor survivors. After today's program, Manya will be available to sign copies of \"Echoes of\nMemory,\" which is also available in the Museum bookstore.\nWith that I'd like to ask you to join me in welcoming our First\nPerson, Mrs. Manya Friedman.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n[Applause]\n>> Manya Friedman: Thank you. You want me to sit? My first mistake.\n[Laughter]\n>> Bill Benson: Manya, thank you so much for joining us, for your willingness to be our First\nPerson.\n[No audio]\n>> Manya Friedman: | was 13 years old when the war started, so | don't have much life\nexperience. | had two young parents, two young brothers. | had a normal life. | attended\nschool in the morning, public school, and in the afternoon Hebrew school. But for some\nreason -- it was mentioned that | was born in Chmielnik, in Central Poland, a very small town.\nBut for some reason my parents decided to move to a larger city. Was it for business reason\nor education, whatever? | don't know. The only thing is that the city was not far from the\nGerman border.\nShould | tell? That was my life before the war started. It was a\nnormal teenager's life with loving parents and relatives and all of that.\nAs | mentioned, we moved to Sosnowiec, which was not far from\nthe German border. And September 1, 1939, Germany invaded Poland. That evening my\nparents and their friends got together to decide what to do. Everybody was convinced that\nHitler would be stopped before reaching Central Poland. Certainly the big powers like\nEngland, France, Russia, and the United States will stop Hitler from continuing.\nThe concept was also, if there is a war, men would be involved\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nand women and children would be left alone. So the men decided to send the wives and\nchildren back to the small town.\nTo tell you the truth, we were quite excited. We would go back\nand meet our friends. We got up the next morning, dressed in our best clothing, and headed\nfor the railroad station. We were afraid that we would be separated from mother, but somehow\nfather managed to put us on the train and we started the journey.\nWe traveled five miles, eight kilometers, to the next stop. The\nrailroad tracks in front of us stopped. You can't imagine the commotion, not knowing what to\ndo. On top of it, we had the packages. So we decided to get off the train. Because we were\nafraid they might bomb the train. But we didn't know what to do with the packages. |\nremember somebody stole, begging them to take the packages from us. She decided we\nshould walk back because we didn't know what to do.\nSo | assume we were wearing new shoes. By the time we got\nhome, our feet were blistered. And we were tired. But we were glad to be home together with\nfather and in our own beds. The thing also was we thought that that's the worst thing that\nwould happen to us. Little did we realize what lay ahead.\nThen the war started on a Friday. And Monday the Germans\nalready were in our town. At first they came in and there was commotion. Some people\napparently were shooting at the Germans. The Germans took everybody out from those\nbuildings and shot everybody, even the people that were hiding in the bunkers.\nIn the afternoon they decided everybody should step out from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntheir houses. They selected the Jewish men, marched them to a windowless, airless\nbasement in the city hole. The rabbi men should step forward. It so happened a rabbi was not\namong them. They said the rabbi should step forward or 10 Jews would be killed. So as |\nmentioned, the rabbi was not among them, but an elderly Jew, in order to save 10 people,\nstepped forward. He said that he was the rabbi. They took him out, beat him up, pulled out\nhalf of his beard, and threw him back into the rest of the men and told them to sing the\nmorning's prayer because they were all going to die. So you can't imagine the expression on\ntheir faces when they heard this. And in the meantime, the German soldiers were taking\npictures and films and having a good time. Photography.\nOf course, all along they didn't get any food or water. They\nspent the night in that building. In the morning they were marched to one of the factories in the\nneighborhood. We brought food, but there was a tall wall around the factory. All we could do,\nthrow it over the fence.\nRight away deportation started, selection started. The\nbusinessmen were put in jail. Maybe some of them got out for big bribes. Others were\nexecuted. And people were sent out to work like cleaning the streets and what other labor\nthey needed.\nWe were standing at the gate waiting for others to come out.\nMost of the people already left. We didn't know what happened to father, but we had to leave\nbecause it was getting dark and we couldn't stay there any longer. | remember how we walked\nhome not knowing what happened to father. It was almost like walking after a funeral because\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwe didn't know if we would ever see father.\n| also remember when we got home, above my parents’ bed\nhung two big portraits of them. And | remember standing in front of my father's portrait like\nsaying goodbye. Because we thought that that's it. But he did come home later. It seemed\nthey detained some people to build trains. But from that day on there was no peaceful\nmoment. Waking up in the morning in your own bed was like a miracle because you went out\nand found out that your neighbors were taken during the night. And, of course, all along\nalready the deportation started.\nActually, the Germans didn't call it the deportation. They called\nit \"resettlement.\" They told they were going to another place. They were even told they can\nbring cots and blankets. But when the trains left, those items were left behind. And when\npeople came back, they told us where those transports went. Not to resettlement but to\nAuschwitz.\nWe talk to you about the Holocaust because the Holocaust is a\nwarning for everybody. It's not that it happened so many years ago you should not think about\nit. You notice, you came in here, the Holocaust Museum. Any other museum you go to,\npeople represent scientific experiences, arts. This museum is trying to portray to you what\nhate and discrimination and this horrible human being can do.\nIt's hard to believe even for us how this could have happened in\na country that was educated country, Nazis, in the world. How can you murder so many\npeople, thousands of people, and nobody interfere? Nobody says anything. It's true, the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nGermans’ aim was to execute all European Jews, which they did; six million. But they also\nexecuted millions of others: The Pols, gypsies, Jehovah's Witness, homosexuals, any race,\nwomen and children. They were not killed because of what they had done but because of who\nthey were.\nWhen we think of millions, we see a number with a lot of zeros.\nBut keep in mind that all of those zeros represented somebody: a husband, wife, father,\nmother, sister, brother, child. That's why | still have a hard time to comprehend how this could\nhave taken place. And that's why we're trying to teach you, like a warning, what can happen\nwhen we do not speak up, when we do not get involved.\nTrue, aS a group we are called Holocaust survivors. But each\none of us has a separate story, a different story.\nAs it was mentioned before, | was born in a small town. | was\nraised by my young parents. When they took me, my parents were still at home. It was very --\nit was very hard to be separated.\n>> Bill Benson: Manya, eventually you would be forced, with your family, into a ghetto. Tell us\nwhat that was like for you and your family.\n>> Manya Friedman: Well, as long as we were outside the ghetto, we would exchange some\npersonal things with non-Jews. But once you were in the ghetto, you could not get out from\nthe ghetto into the ghetto without supervision. It was the Jewish religion that was supervising.\nYes, there was made a Jewish division of supervisors, but they were not there to help the\nJews. The Germans gave out orders, and the Jewish supervision were there to execute them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nSo they were not there to help the Jewish. And as | said, once we were in the ghetto, we could\nnot get out from the ghetto or get in to the ghetto. So the hunger was indescribable.\n>> Bill Benson: You told me at one time that once you were in the ghetto, it was really\nimportant to be able to get work, is that that really mattered in terms of survival. Tell us about\nthat.\n>> Manya Friedman: The sonderkart, what the Germans called it, started actually out by 1940,\nend of 1940. About half of the Jewish population was already sent away. So Jews in our city\nstarted to think of ways that they could be useful to the Germans, like open shops, make\nuniforms. Be able to remain at home. Of course, at first the Germans rejected it. They didn't\nwant to hear about it. But eventually they realized if they stay, they probably might get big\nbribes and they won't be sent to the front.\nSo in 1941, the first shop opened. And that's where | got\nemployment, in that shop. To tell you the truth, | wasn't much of a seamstress but | was lucky.\n| was sitting between two ladies that were professional seamstresses. Like everything in\nGermany, you had to have a quota, you had to produce so many pieces. | hate to admit |\nbecame proficient enough | could make the quota myself. But in the beginning those ladies\nwere helping me out. The pay was minimal. You could not survive.\nWe were trying to get -- [Inaudible]. The important thing was the\nsonderkart. You call it employment card. We called it a way to life. Because in the beginning\nif the Germans caught you on the street and you could provide that card, they would let you\ngo. But that was only for a while. Because it lasted for a while.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ?\n| might skip some things. But one day as our shift was about to\nleave and the other shift was waiting to take over, the SS surrounded the building and we were\nall taken for deportation. They took us to a place.\nAnyway, my parents were still at home at that time, with my two\nbrothers. They came to the place where they kept us. We could not communicate because\nwe were on the second floor and they were standing in front of the building. The only thing |\nremember, | remember my parents standing there and we were looking at each other and\nprobably assuming that will the future be. Will there be a future? And another thing, we\nthought, will we ever see each other? And as it turned out, that was the last time | saw my\nparents. And they took and sent us to a temporary camp.\nLater the buyers came to select us. We were taken to a place --\nit was actually a brand new place that belonged to private Germans. It was a company that\nwas also handling the gold that they confiscated from the Jews, the golden teeth.\n>> Bill Benson: Same company?\n>> Manya Friedman: The same company. And they were all instrumental in production of\nCyclone B, which was used against the people. But it was a brand new camp. It was nice and\nclean. But after a while, as far as life in camp, it was just like any other camp. We were\nawakened early in the morning to be counted. And for some reason they could never get the\nnumbers right. We were standing for hours to be counted and recounted. And then we went\nto work.\nYou see, most of the time you didn't have to make any decision\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nin camp. But you still had to decide when you get in the morning a piece of bread, should | eat\nit all now or maybe save some for later? The same thing was in the evening waiting for the\nbowl of water, soup. Maybe | should try to get ahead and be lucky enough to get a piece of\ncarrot or piece of potato, turnip or some luck. So although the camp was new, clean, but the\nconditions were the same as in any other camp.\nA few months later the SS took us over. They installed barbed\nwires. We had to go through showers. Our heads were shaved. We were given wooden\nshoes. And naked, we had to go through a bunch of Gestapo to have our arms tattooed.\n| can't describe to you -- to this day | cannot forget the\nembarrassment. It's not like now, girls wearing bikinis. In those days | didn't get undressed in\nfront of my mother to take a bath. And that's why | say to this day | cannot forget it.\nThe same things, we had to get up in the morning, wait to be\ncounted. It lasted through January 1945.\n>> Bill Benson: Manya, tell us, at this camp that you described, Gleiwitz, first it was run by a\nprivate German company, then the Gestapo took it over. Tell us about the work that you were\nmade to do there.\n>> Manya Friedman: Well, for some reason, you know, when | first arrived, we were standing\nin a row and the German overseer selecting girls for certain jobs. Now | speak, but | used to\nbe a very shy young girl. Sometimes | would hide behind a tall person. But for some reason, |\ndon't Know why, | was chosen to be in charge of a group of girls. | learned the procedure. |\ncooked -- the big shots, the Germans came. | don't know if the bosses wanted to show off that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthey are educated as well, but | knew everything, how the factory ran. | could draw you a\npicture. The shop was producing soot, carbon. You see, everybody wondered what they were\nmaking for carbon. The Germans were in desperate need. Because from it that they were\nmaking synthetic rubber and from rubber in the tires from which the military was running.\nIt was at first hard, even when the private company was running, and later when the SS took\nover, because everything has to be counted. Everything had to be measured.\n>> Bill Benson: And in this camp, making this soot, | remember you telling me, Manya, that\nyou would get every third Sunday off.\n>> Manya Friedman: Right. Unless we worked around the shift.\n>> Bill Benson: Every single day --\n>> Manya Friedman: But Sunday, only get off the Sunday, if you worked a double shift.\n>> Bill Benson: Only if you had worked a double shift that day.\n>> Manya Friedman: You had to work the Sunday a double shift to get it.\n>> Bill Benson: What did you typically do on that one day you got off every three weeks if you\nhad worked the double shift?\n>> Manya Friedman: My best friend, checking each other's lice. Unfortunately you could not\ncontrol them. That's how the sanitary conditions were.\n>> Bill Benson: And the work itself was so dangerous.\n>> Manya Friedman: Well, you see, all along we saw each other, how we looked outside, but\nafter the war we found out how that affected our lungs. Because we inhaled the soot. | was\nabout three or four months. They arranged, the Swedish people, arranged like a sanatorium.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nThey converted the school like to a sanatorium. We were kept there. In the beginning |\nremember we were like in a school. In the front of the school was -- | don't know what they\nhad there, but people would go out and people would bring in packages. And there was a\nnewspaper article from the doctors not to give us any food because our lungs -- we were not\naccustomed to rich food.\n>> Bill Benson: And you would continue working, as you said, at the Gleiwitz camp in those\nconditions until January of 1945. And as the Russians began to get closer, the Germans, the\nNazis, decided it was time to take from you there. Tell us what they did with you then.\n>> Manya Friedman: Well, at that time | had a very hard decision to make. My best friend was\ngone -- in the infirmary. At first | decided | leave her there. And the Russians were liberating.\nBut there were camps that they were going to burn down the camp. So you can't imagine how\nwe were. And my friend happened to be very sick. But we had another friend. She lives now\nin New York. | convinced the other friend -- between the two of us, we took that friend out.\n| have to explain why she was in the infirmary. This was not an\neasy thing. So we took her out. We went to the railroad station. Each one of us got bread\nand a blanket. We got to the station, but there was no train. | don't Know if some of you\nalready went up to the permanent exhibit. You saw the railroad car upstairs. Well, we went --\nwe were not sent in cars like this. We were sent in open cars, the type that you transferred\ncoal. And it was in January. Believe me, the winter in Europe can get very severe.\n>> Bill Benson: And that was an especially severe winter.\n>> Manya Friedman: So if you just had a striped dress and a blanket. | had to take my friend\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nin the corner of the car. With my hands | was holding on to the railing, and with my back\npushing away the crowd so she wouldn't be squashed.\nShould | explain about the infirmary?\n>> Bill Benson: Mm-hmm.\n>> Manya Friedman: You see, you didn't go to the infirmary if you were sick. Because they'll\nsend you away. If you can't work, they don't need you. The thing was -- that was already the\nsecond doctor. Because the first doctor was sent away. We had a lady that was pregnant and\nhad a baby. She was legally -- she was married, and she was caught by the deportation. She\nwas already pregnant. But the doctor did not report her, that she was pregnant. And it so\nhappened our barrack was right next to theirs. Could hear through the wall what was going on.\nWhen she had the baby, right next to us was the men's camp. And he found out that\nsomebody in our camp had a baby. So he came in, grabbed the baby, and threw it against the\nwall. And then the mother and the doctor were sent away because the doctor did not report.\nSo the second doctor happened to be a French Jew. He took a\nvery great risk of keeping my friend in the infirmary. The only excuse was we worked with\nsoot. And any little cut or scrape, you got an infection. So he reported her, that she had an\ninfection. That's why he was sent away. And with this other doctor -- actually, he didn't have\nany medication. All he had was iodine and a Band-Aid.\nAfter the war -- I'm sorry. After the war she went to friends.\n>> Bill Benson: This is your friend Lola?\n>> Manya Friedman: You remembered.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Bill Benson: Mm-hmm.\n>> Manya Friedman: Since last year. | don't remember half an hour ago.\n[Laughter]\n>> Bill Benson: So you -- with your other friends, you were able to get Lola out of the infirmary\ninto the open cars and then you were sent on this trip in the open cars in freezing conditions.\nTell us where the train went. You were on the train in the open cars.\n>> Manya Friedman: Oh. We went maybe 10 days back and forth. Whenever we went, the\ntrucks. | assumed they used the trucks to transport the military or so. We were not given any\nfood. The snow that fell on the blankets quenched our thirst.\nLater figuring out that our destination was north, west, but we\nwound up for some reason in Czechoslovakia. If you know geography, Czechoslovakia is to\nthe south. The Czech people were very nice. They came to the station wherever we stopped.\nWanted to give us some bread or water, but the German soldiers wouldn't let them. And they\nwere even shooting at them. Sometimes the people would go where there was an overpass\nand just throw some food down to us. We traveled like this maybe 10 days.\nIt so happened, the next car next to us was from our camp. At\none of the stations, she climbed up on the railing with a tin cup and begged the soldier for\nsome water because one of the girls fainted. And instead he pulled out his gun and shot her.\nAnd she felt down between the two trains.\nThen we traveled like this until we landed in Ravensbruck. We\nlanded at night. They couldn't put on the lights because they would realize.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Because of the fear of bombing raids.\n>> Manya Friedman: Right. So some of us they put in the showers. And knowing already\nwhat showers meant, you can't imagine how we felt. Sometimes reminiscing about it, how we\nwere sitting, holding on to each other and like saying goodbye. That's it. But somehow we sat\nthrough the night. Then we saw the trucks and shades, we're still alive.\n>> Bill Benson: Manya, you described to me one time at Ravensbruck, where you were now,\nwas truly a hell. Tell us a little about Ravensbruck.\n>> Manya Friedman: Well, Ravensbruck was a camp that was built -- | don't remember now\nthe numbers. | told you that | don't remember anymore. Some things. It was say five\nprisoners in each barrack. By the time we landed there in 1945, it was maybe 10 times that\nmany prisoners. So you can't imagine the sanitary conditions there. You got up in the\nmorning. It was like a fountain, the rain; all you could do was reach out for a few drops of\nwater to apply to your face to wake up.\nAgain, the same as the other camps: standing, standing for\nhours to be counted, to be counted. But one thing | remember -- it's funny, some things stick in\nyour mind. You see, we were young. We wanted to survive. But sometimes you just wanted\nit to end. You didn't care how. You just wanted it to end. But | remember Ravensbruck was\nlike every other camp. Stood in the line in the morning to be counted. And | remember we\nwere standing; we just wanted it to end. | wanted to survive. And that time Ravensbruck had\na crematorium. They were wheeling by carts with dead people, corpses. They were not\nclothed. They were just naked corpses. Only the skin was holding the bones together. And\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nonce in a while one of the corpses would fall off. They just picked it up and put it back on the\npile. | remember saying to myself, I'm not going to wind up like this. | must survive. Well, in\nthe other camps sometimes you just wanted to give up.\nThen from Ravensbruck they sent us to a smaller camp which\nwas a subcamp of Ravensbruck. Over there -- you asked me what | was doing in my spare\ntime. We were sitting. It was a Sunday. We were sitting, checking each other's clothing and\nhair if you had any lice. And one day, one morning as we were -- it was a small camp. As we\nwere standing to be counted, one of the German overseers walked up to our group and\npointed their finger at the girls to step forward. | happened to be among them. | thought, why\nme? How do | differ from the others? Because as | mentioned before, a deportation never\nmeant -- they sent you away, they don't need you. And all of a sudden a white truck appeared.\n>> Bill Benson: Can | interrupt?\n>> Manya Friedman: Please do.\n>> Bill Benson: Before you tell us what happened there, at this camp they had made you work\nthere, too. So you had up until that point when you worried that they didn't need you anymore,\nyou had been working at the Rechlin camp. What had you been doing there?\n>> Manya Friedman: All kinds of things.\n>> Bill Benson: Working on airplanes?\n>> Manya Friedman: Close to an airplane place. Not the large one. But every time we were\nfixing, when they bombed, we were fixing. They were also bombing private houses. We were\nselecting the bricks which were useable.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Bill Benson: From the bombed houses.\n>> Manya Friedman: From the bombed houses.\n>> Bill Benson: And you told me -- at that time, of course, the war is coming to a close, and\nthat one of your associations was watching the Germans react to the allied planes flying over.\n>> Manya Friedman: Yeah. Most of the Germans that were watching us at that time were\neither old men already or very young boys. So every time there was an alarm and a plane\nwent by, they would lay down, covering their heads. And we were laying and just looking up at\nthe sky getting mad that they don't do anything.\n>> Bill Benson: That they don't bomb you.\nSo there you are, you get picked out suddenly. And you're\nworried, being of course, that means you're no longer needed. Tell us what happened then,\nhow you were rescued at that point.\n>> Manya Friedman: As | mentioned, they took us from the border line from the camp. There\nwas a truck out there, a white truck. It was mentioned to us to climb up on the truck. But we\nwere so weak we just couldn't climb up. And all of a sudden one of them brought a crate for us\nto step on the crate to get into the truck. We thought we were hallucinating. You never saw a\ngesture from the Germans. Later we found out why. But when we got on the truck we were\ngiven a care package, given by the Red Cross, the Canadian government. It was food. We\ndidn't even know what it was. It was food. We started to open. It was cocoa and sardines,\nmilk powder, crackers. We ate it all at once. After all, it was food. We didn't even care if that\nwas our last meal. Of course many of the girls got sick, not being used to such food. And they\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nkept going in the truck. We didn't even talk to each other. Because we didn't know what the\nfuture will be. Will there be a future? And we traveled like this until we landed in Copenhagen.\nYou see, that white truck was from the Swedish Red Cross. We\nlanded in Copenhagen. We couldn't stay. The Danish people were very nice to us, gave us\nfood and a place to rest but we couldn't stay in Denmark because Denmark was under\nGerman occupation. Then we went out of Sweden.\n>> Bill Benson: Tell us the circumstance that made it possible for the Swedish Red Cross to\ncome into Rechlin and get you. Tell us that story. How did that happen?\n>> Manya Friedman: The story was at that time the Swedish director of the Red Cross was in\nGermany negotiating with Himmler who was in charge of the Gestapo the release or the\nexchange of Swedish -- not Swedish, Norwegian or Danish P.O.W.'s. And since it was the end\nof April 1945, Himmler realized that Germany has lost the war; so insisted that he should\nrelease some prisoners from Ravensbruck. And that's how it all started.\n>> Bill Benson: And why do you think that you and a few other Jewish women were included?\n>> Manya Friedman: | don't know why. The thing was, the main rescue was from\nRavensbruck because they rescued like 10,000 people. We were just in a little truck. But the\nrest of the people, they called white buses because people from Ravensbruck were on buses.\nBut then when we came to Sweden, that's another story.\n>> Bill Benson: Tell us what that was like.\n>> Manya Friedman: We didn't believe -- you can't comprehend it. But we just couldn't\nbelieve that we were really free. Sometimes | say | was looking like a sheer curtain, like |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nwasn't involved there. We looked around. “Are we really free?” And at night -- they put us up\nin a school. Each one of us got a mattress. But when you woke up at night, there was always\nsomebody at the window to make sure that we were really free. Of course the sick ones they\ntook right to the hospital.\nEven when they directed us go to take a shower, sometimes a\nyoung lady from the Red Cross had to go in and show us that water really comes out. It's very\nhard to describe how we felt. And, of course, a few days later the students came running up\nthe stairs yelling \"The war's over with,\" \"The war's over.\" We didn't have pajamas or night\ngowns. We slept in our underwear but who cares, the war was over. We came running out in\nour underwear, hugging each other. Of course you want to know if somebody from the family\nsurvived.\n>> Bill Benson: What did you do from Sweden, once you recuperated? What happened to\nyou then?\n>> Manya Friedman: The Swedish people were very nice to us. They provided jobs for us.\nAnd since | made uniforms for the Germans, which have to be very particular, | got a job as a\nseamstress in Sweden. And at night | was going to school. And actually | was learning\nEnglish in Sweden.\n>> Bill Benson: When did you leave Sweden finally?\n>> Manya Friedman: Five and a half years. Because | had to wait for the Polish quota.\n>> Bill Benson: To get to the United States?\n>> Manya Friedman: To get to the United States. You have a quota, too. And since from\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nPoland, there was a big demand.\n>> Bill Benson: Tell us, why did you want to come to the United States? What made that your\ndestination?\n>> Manya Friedman: This is another story. At that time there was what we called\n[Indiscernible] from Israel, encouraged us to go to Israel although it was not little transportation\nbut still. But | remember it so happened my father had a sister in the United States. At the\nturn of the century. Because he was the youngest. She was the oldest. And his sister\nencouraged our parents to come to the United States. But in those days my mother was\nagainst it because in those days it was not like now, you jump on a plane and you're there in a\nfew hours. You left and you never saw your relatives again. But they keep still responding, my\nfather and his sister. And my father would read to us the letters. They were all so warm. So |\ndecided since | don't have anybody; I'll come to the United States.\n>> Bill Benson: Did you remember her address?\n>> Manya Friedman: No. | read in the Jewish newspaper from New York about another\nrelative. Because we were reading all kinds of papers and bits of news to find somebody.\n>> Bill Benson: So using the Jewish newspaper in New York is how you were found --\n>> Manya Friedman: Found somebody else, a relative of the person | was looking for. And\nactually she thought there was another person by the same name as mine. And she thought --\ndo we have another hour?\n>> Bill Benson: It got you together. So it took four and a half years and you finally made it to\nthe United States.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Manya Friedman: Five and a half years.\n>> Bill Benson: Five and a half years. Manya, when did you learn for sure what happened to\nthe rest of your family?\n>> Manya Friedman: Well, | was in Israel at a get-together. And there was somebody that\nwas on the same transport as my parents into Auschwitz. And actually -- at the beginning |\nwas very mad at my father. But then | realized my parents married for love. Because the\nother person that | met told me what happened. The older brother and my father separated\nthe one line and my mother and the little brother in another line. But father didn't want to be\nseparated. So he crossed over.\n>> Bill Benson: He went over with your mom?\n>> Manya Friedman: At first, as | say, | was mad at father. But then | thought back and\nthought about the life at home and | realized that they loved each other.\n>> Bill Benson: Manya, we have a little time that we could get some questions from our\naudience. Should we do that?\n>> Manya Friedman: Sure.\n>> Bill Benson: Ok. We have a little bit of time for a couple of questions. We're going to hand\na microphone to you. So if you would use the microphone, that would be great. Try to make\nyour question as brief as you can. If | think that not everybody can hear it, including Manya, I'll\nrepeat it. But otherwise once you've asked the question, then Manya will respond to it.\nDo we have anybody who would like to ask Manya a question?\nIf not, | have a long list of them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nRight here. Thank you very much. I'm going to bring the mic\naround because people in the back might not hear you. We'll hear you.\n>> Hi, Manya. Thanks for telling your story. | was wondering -- I'm a fellow here and I'm doing\nresearch on female camp guards. | was wondering since you were at Ravensbruck what your\nimpression was of those female overseers, if you came into contact with any of them.\n>> Bill Benson: She's doing research here at the museum on female guards. And since you\nwere at Ravensbruck, if you had any observations about the female guards that you\nexperienced.\n>> Manya Friedman: To tell you the truth, we were trying to stay away from them, not to have\ncontact with them. The female guards, besides walking around with a stick, they also walked\naround with dogs. It was very frightening.\n>> Bill Benson: Thanks, Manya.\nDo we have any other questions?\nOne right here. Yes.\n>> Bill Benson: The question is, you were obviously very frail and very, very weak, but did you\nget a particular disease or sickness?\n>> Manya Friedman: No. | guess | must have been strong. | was a young girl.\n>> Bill Benson: But you had lung problems as a result.\n>> Manya Friedman: That was after the war, discovered. But while | was in camp, | didn't\nknow. | just Knew that my face and arms from the soot. | guess | had some infection on my\narms from working with soot.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: Now we're getting the hands. One here and a gentleman over here.\n>> Manya Friedman: How do you go about forgiving someone who does these kinds of things\nto others?\n>> Bill Benson: How do you go -- are you able to forgive those who did this to you?\n>> Manya Friedman: Well, I'm often asked if | hate. And | came to the conclusion that hating\ndoesn't lessen you pain; it makes it worse because you're constantly thinking about it. Do |\nforgive the Germans for what they did to me and my family? No.\nYou see, | don't know if I'm right or not, but | have those two\ntheories. If | was to talk around with hating, | couldn't go on living. And also you see us speak\nto schools. They have foreign students. The rotary club, you mentioned. He said he's a\nGerman. He was 5 years old when the Holocaust was. Anyway, he wants to apologize. You\nhave to forgive. A man like this comes over not of the group -- none of the group knew he was\nof German decent. And he in front of so many people kneeled down in front of me.\n>> Bill Benson: Thanks for sharing that.\nLet's go with one more question. The gentleman right here.\nThen we'll close our program. Thanks, Dave.\n>> First | want to thank you for giving your story. | Know it probably wasn't that easy to do that\ncontinually.\n| had a question. With the different groups of individuals who\nwere in the concentration camp, did you ever interact with any of the other groups or\nindividuals, not just the Jews, maybe some of the other ones? And if you did, was there any\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\naccount that you remember of the mindset of maybe of the other -- some of the other groups\nthat were in there with you?\n>> Bill Benson: Did you hear that, Manya?\n>> Manya Friedman: Yeah, more or less. You see, one good thing with us was -- first of all, |\nmentioned it was a brand new camp. It was clean. Interacting with others, we were all taken\nfrom home. As a matter of fact, some of the girls even went to school together. So the\ncamp -- if you're cooped up, you got up in the morning, it was gone. You see, we didn't have\nthis. We were like comrades. Because we were taken from the same factory and we were in\nthe same camp. Only towards the end we were with other people. But most of the time we\nwere with people that we knew, went to school together.\n>> Bill Benson: We're going to close our program in a moment. One last question for you\nfrom me. Lola, who you were able to get out of the infirmary and protected on the train, Lola\nremained your friend for the rest of your life.\n>> Manya Friedman: Right. We still call each other. She lives in Israel. | visit her about six\ntimes. She was here once. We are still very close. The way we met, she was climbing up one\nend from the bed, whatever you call it, and | was climbing up on the other. We didn't know\neach other. And she introduced herself, \"I'm Lola.\" | said, \"I'm Manya.\" From then we\nbecame very close.\n>> Bill Benson: I'm going to turn back to Manya to close our program in just a moment. | want\nto thank all of you for being here with us today, remind you that we'll have First Person\nprograms each Wednesday and Thursday until the middle of August. So | hope you can come\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 07\nback and join us. And if not, the Museum's website will have information about our program in\n2014.\nWhen Manya finishes, she'll step off the stage. If folks can just\nlet her get up the side here because she's going to go out the stairs and sign copies of\n\"Echoes of Memory\" for anybody who would like that. It's also a chance to say hi to Manya\nwhen she steps out of here.\nIt's our tradition at First Person that our First Person gets the last\nword. So on that note, I'm going to turn it back to Manya.\n>> Manya Friedman: | don't see many very young people here but usually | like to speak to\nyoung people because young people are the future of this country. And fortunately we live in a\ncountry where we do have a voice, we can speak up. It's the best country in the world, even\nwith all the shortcomings. So | can say the same to you, a little older.\nPlease speak up when you see injustice. Don't treat the others\nlike your enemy. Be considerate. Don't judge people by the color of their skin or their religious\nbackground. | believe in you, that you'll take the history of the Holocaust, come anywhere,\nanytime. We have to be on the lookout.\nThank you very much for coming and listening to me.\n[Applause]\n[The presentation ended at 2:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}