{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, June 27, 2013\n1:00 — 1:58 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: ESTHER STAROBIN\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson, and | am the host of the museum's public program, First Person. Thank you\nfor joining us. We are in our 14th year of the First Person program. Our First Person today is\nMrs. Esther Starobin, whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the generosity of the Louis Franklin\nSmith Foundation, to whom we are grateful for again sponsoring First Person. | am really happy to let\nyou know that Mr. Louis Franklin Smith is with us today.\n[Applause]\nThank you, Louis.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with\nus their firsthand accounts of their experience during the Holocaust. Each First Person guest serves\nas a volunteer here at this museum. We will have a First Person program each Wednesday and\nThursday through the middle of August. The museum's website at www.ushmm.org provides\ninformation about each of our upcoming First Person guests.\nEsther Starobin will share with us her First Person account of her experience during the\nHolocaust and as a survivor for about 45 minutes. If we have time towards the end of our program for\nyou to ask questions of her, we will try to take advantage of that time, if we have it.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Esther is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction, and we begin with\nthis photograph of a very young Esther Starobin, born Esther Rosenfeld.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nEsther was born in Germany, to where the arrow points on this map of Europe. She was born\nin Adelsheim, a town north of Stuttgart, to which the arrow points on this map.\nEsther was the youngest of five children. We see her brother Herman, her mother, Kathi\nRosenfeld, Esther on her mother's lap, her older sisters, Bertl and Edith, her father Adolf Rosenfeld,\nand her sister Ruth.\nOn November 9 and 10, 1938, a violent anti-Jewish pogrom, known as Kristallnacht, the night\nof broken glass, instigated primarily by Nazi party officials and Nazi Storm Troopers, took place. The\npogrom took place throughout Germany, parts of Czechoslovakia and Austria. In this photograph,\nGermans pass by the broken shop of a Jewish-owned business destroyed during Kristallnacht.\nConcerned about the safety of their family, the Rosenfelds registered their children for a\nKindertransport, the informal name of a rescue effort that brought thousands of refugee Jewish\nchildren to Great Britain from Nazi Germany between 1938-1940.\nEsther wore this tag attached to her clothing as she traveled from her hometown of Adelsheim,\nGermany, to Thorpe, Norwich, England, to join her foster family, the Harrisons.\nWe close with this picture of Esther with her English foster family, Alan, Dorothy and Harry\nHarrison.\nIn 1947, after the war, Esther came to the United States, settling in Washington, DC. She\nattended the University of Illinois, then had a teaching career specializing in World Studies in\nMontgomery County, Maryland. Esther's husband Fred passed away in April 2011.\nEsther and Fred had two daughters. Judy is an attorney. Debra founded the Handmade\nAfghans Project, to \"Bring comfort and warmth to our wounded service members.\" Initially, most of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthe afghans went to Walter Reed Army Hospital, but have now gone to a number of military\ninstallations, including Fort Sam Houston in Texas, Fort Bragg in North Carolina, and Bagram Air\nBase in Afghanistan. Some 1600 people nationwide have been involved in making afghans for this\neffort. Esther has been very involved with this project. Their goal of 10,000 afghans will soon be\nrealized and they will close this amazing project.\nEsther and Fred have two grandchildren. Jon has just finished his first year of college, and\nDrew finished his sophomore year of high school. In our audience today is Bertl. If you wave your\nhand. We'll hear a lot about Bertl, | think, today. In addition to Bertl, we have Esther's niece, Tamar.\nNext to Tamar, grand-nephew Solomon and grand-nephew Benjamin over here. Glad to have you all\nwith us today.\nEsther's volunteer work at the museum has involved helping to expand the museum's\ncollections of documents, photographs and other items. Esther is also contributor to the museum's\nwriting project, which produces editions of \"Echoes of Memory,\" a collection of writings by survivors\nassociated with this museum. Following today's program, Esther will be available to sign copies of\n\"Echoes of Memory.\"\nWith that, | would like to ask you to join me in welcoming our First Person, Mrs. Esther\nStarobin.\n[Applause]\nEsther, thank you so much for joining us, for being so willing to be our First Person today and\nto have family members here. We're really glad to have all of you.\nEsther, we're going to start, because we have an hour, you have so much to share. You were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nvery young when your parents went to England, | think 2 years when you went to England, 2 years of\nage. Although you're too young to share with us your direct memories of life in Germany, perhaps\nyou can share with us what you learned from your sisters and what you gathered over the years\nabout what your family life was like, what your town was like in those years before the war, and\nbefore you were sent to England.\n>> Esther Starobin: | definitely don't remember. | have learned much from my sister, Bertl. My other\ntwo sisters didn't really talk about it much, so | didn't learn much from them.\nAlso, there's a man in Germany, we come from a little place called Adelsheim, which you saw\nin the slide, and he has over the years been collecting information about the Jews that lived in that\narea. He is not Jewish, but it's his interest. So if | have a question, which | often have after doing a\nFirst Person, | send him an e-mail, and he will research it.\n| was just recently in Germany and visited with Reinhart. He has a collection in his\nbasement. He knows so much about the Jewish families of Adelsheim from the people he hears\nfrom, because like us many have gone back to try to find out information. He has kept records and\nhas collected family trees. He has so much information. It's really amazing to see someone that\ninterested in this, but he really is.\nAnyhow, Adelsheim is a very small place. It's still a small place. It has one traffic light, still.\nAnd my parents had moved there after they were married in 1926 and after Bertl was born. My father\nhad been in World War | and lost a leg. He had trained as a young person to be a baker, but you\ncan't really be a baker when you can't stand on your legs for too long.\n>> Bill Benson: He had fought for the German army?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Esther Starobin: Yes, and lost a leg then. He was a cattle dealer. My mother's family had done\ncattle dealing. This is all stuff | found out later. He sold grain to the farmers around there.\nOccasionally, he would trade work on a horse kind of trade, that kind of thing.\nWhen the weather was bad, | gather, my mother would go out with him, because he couldn't\nalways manage the cart by himself when the weather was really bad.\nAs you saw in the picture, there were five of us; | was the youngest. According to Bertl they\nhad a happy childhood. In fact, once | was with Bertl in Germany, we went back because there was a\ncommemoration, and Bertl was talking to other people who had been in first grade with her. They\nremembered each other. It was really interesting.\nSo all of this kind of stuff | found out. My father's brother lived in Adelsheim and helped him\nsomewhat in the grain trade, until he came to the United States in 1937.\n>> Bill Benson: You mentioned that Adelsheim was a small town. How large was the Jewish\ncommunity there?\n>> Esther Starobin: About 10 families. There was a synagogue there which has been destroyed.\nBut in the next town over, Senfeld, the synagogue building is still standing and there's a museum that\nhas information about the Jewish community, and in between Senfeld and Adelsheim, hidden away to\ngo up a driveway, there's a Jewish cemetery, which actually Reinhart, this man, has kept in good\ncondition.\n>> Bill Benson: He takes care of the cemetery?\n>> Esther Starobin: He does.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: How large was your extended family? Five children in your immediate family. What\nabout the extended family?\n>> Esther Starobin: Both of my parents, there were 10 sibblings in each family. My father's family\nlived in another little town in that area, that had been there since the 1700s. My mother came from a\nlittle ways off. | can't think of the name of the place right now. They lived there for a while. There's a\nbook about the Jewish cemetery; | can't think of the name of the place. There's a book about the\nJewish cemetery, and in there | can find the gravestone for my maternal grandparents. So that's very\ninteresting to see that.\n| have no memory of any of these people. It's kind of hard to connect to people that you don't\nreally have amemory. The names, they're not people that | have any way of knowing. It's the same\nfor my parents. Bertl and my other sisters occasionally would tell stories, mostly about my father, not\nso much about my mother, but | can't put it with a person. They're stories I've heard. It's nota\nperson | know.\n>> Bill Benson: Hitler came to power in 1933. Do you know how your father's business fared during\nthat time?\n>> Esther Starobin: Well, in 1934 somebody sued him to say he had sold a bad horse or done\nsomething, and it was the beginning of trying to close down the Jewish businesses. Ultimately, the\nbusiness was closed and taken away from him. Actually, that presented a problem to the farmers in\nthat area, because they depended on the Jewish merchants to buy their feed, and they didn't have a\ngood way of getting their feed. So there was a bad result from that, aside from what it did to the\nfamilies.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection ;\n>> Bill Benson: Bertl is 12 years older than you, | believe.\n>> Esther Starobin: Right.\n>> Bill Benson: What's the rest of the age range?\n>> Esther Starobin: Bertl is the oldest. Edie was a year and a half younger. Ruth was seven years\nolder than |. My brother was four years older.\n>> Bill Benson: Kristallnacht, November 9 and 10, 1938, was a, if | can use the word, a crystallizing\nevent for many Jews in Germany who knew an already intolerable situation, many believed it would\nonly get worse. It motivated your parents and others to think about how to rescue and save their\nfamilies. That led them to make the decision to have you and your siblings leave Germany. Tell us\nwhat you can, both about what Kristallnacht meant for your family, to the extent that you know,\nknowing how young you were, and then secondly how they began to plan for your departure.\n>> Esther Starobin: OK. In Adelsheim, the synagogue was destroyed.\n>> Bill Benson: On Kristallnacht?\n>> Esther Starobin: This | know from Reinhart. My parents' house was not on the main street, so\nthey weren't disturbed. But other Jewish men were taken out, things done to them. My sisters by that\ntime were no longer living in Adelsheim because they were not allowed to go to school anymore.\nThey had gone, once to one set of aunts, then had to move again. They were in Aachen, living with\ntwo aunts. Unlike today, there wasn't all this immediate news. So they set off to go to school, and\nthey saw the synagogue burning. They were told to go home, they went home.\nWhat they've told me about living with my aunts in Aachen, they were there about six months,\nsometimes there would be people in the apartment at night, in the morning they were gone. They\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nsurmised my aunts were helping people to escape from Germany, that they were doing that. That\nwas the beginning of the Kindertransport. People in England went to the parliament to see about\nbringing children, rescuing some children. So it was arranged that children could come without their\nparents to England. There had to be money put up for their reimmigration, and then people came to\nGermany to help establish and set up a system of ways of finding these children.\nBertl, Edith and Ruth left Germany in March 1939. We had an aunt in London who worked as\na domestic, because that was what you could do if you were an immigrant, and she found homes for\nBertl, Edith and Ruth. They were all in different places. Bertl was with --\n>> Bill Benson: Before you go to that, your three sisters left in March. They went before you?\n>> Esther Starobin: Yeah.\n>> Bill Benson: Do you have any knowledge of why you went later?\n>> Esther Starobin: | was in a different place. They were in Aachen. | don't know -- my going is a\nbig mystery. | can't seem to find out how | went. Clearly, if you're 2 years old you can't go on a train,\na boat, whatever by yourself. So obviously, somebody was looking out for me, but | don't Know how.\nOf all things Reinhart found out, that isn't one of them. | assume with Bertl, Edie and Ruth, they took\ncare of each other.\n>> Bill Benson: Bertl is probably about 14 when you went, about 14 years of age.\n>> Esther Starobin: What Edith remembered was when they crossed the line out of Germany into\nHolland, Belgium? | forget which. Belgium. They got food. My sister Edie liked food. She\nremembers getting food. Then they went -- Bertl lived with some people who | think were originally in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nLondon, but then they went to Scotland and lived in Scotland. She went to school in Scotland for a\nwhile. When she was 16, she went back to London to live with my aunt and go to work.\n>> Bill Benson: If your sisters went in March, when did you go?\n>> Esther Starobin: | went in June.\n>> Bill Benson: And | think you mentioned one time that you think that the Quakers were involved in\narranging the accommodates. Do you know anything about that -- in arranging the Kindertransports?\nDo you know anything about that?\n>> Esther Starobin: Definitely they were involved in arranging for me. | went to London, a Quaker\nlady, Mrs. Edmunds, met me in London, then to Norwich, then | don't know what means to my foster\nparents in Thorpe.\n>> Bill Benson: From what | understand, there were individuals who came from England to escort\nyou, accompany you back to England, to take the kids, to be like chaperones, as you went.\n>> Esther Starobin: Right.\n>> Bill Benson: Ultimately, 10,000 children were able to go?\n>> Esther Starobin: 10,000, yes.\n>> Bill Benson: England was somewhat unique in that role, weren't they?\n>> Esther Starobin: They were. My brother came to the United States in 1941. The United States\nallowed 1,000 children in, in 1941. A program called A Thousand Children. He had been in camps\nwith my parents and came, but he didn't talk about it.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: He was one of a thousand, and you were part of the 10,000 that went to England.\nDo your sisters, do you know, did they tell you over the years more about what it was like to go on the\nKindertransport?\n>> Esther Starobin: No. Not atall. No. | never heard much about it. | don't know if you heard\nfrom -- no.\n>> Bill Benson: There you are by June of 1939, the four of you are in England.\n>> Esther Starobin: Right.\n>> Bill Benson: Separate places. Tell us all about that.\n>> Esther Starobin: | lived with a family. The family | lived with, the husband worked in a shoe\nfactory owned by a Jewish man, and he put a sign up on the bulletin board, \"Anybody willing to take\none of these children that are coming\" so that's how they got me.\nBertl lived with people called Pooles. My sister lived with a family with daughters in London,\nthen at some point was taken away from them to a hostel. My sister Edie lived with a family in\nLondon, then when they were taking all of the children out of London, she was sent to someone out in\nthe country, but she wasn't allowed to go to school. She had a pretty hard time of it, actually. She\nthought she was treated like a slave.\n>> Bill Benson: We may talk more about that. Do you have any sense of why you were separated,\nfour separate ways, as opposed to trying to keep siblings together in some capacity?\n>> Esther Starobin: | think it would be hard to find a family to take in four children.\n>> Bill Benson: Or three or two, | guess.\n>> Esther Starobin: The people | lived with certainly couldn't have done that.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: I'm trying to imagine, | imagine the audience too, four of you separated from your\nparents, you go to another country, another culture, another language. Then you're divided four ways\nthere. You're in four separate homes.\n>> Esther Starobin: Right. Now, my Aunt Hannah knew where we were. Bertl knew. | guess Edith\nknew. We all knew. Not me, | was too little.\n>> Bill Benson: You didn't know.\n>> Esther Starobin: | didn't know those things.\n>> Bill Benson: Ina little while you'll tell us about your life with the Harrison family. You're going to\ndescribe it as a happy time. Is that the same for your siblings?\n>> Esther Starobin: No. | don't think so. Bertl, as | said, went to school in Scotland for a while. |\nthink that was all right. She was in a play. That's the only thing I've ever heard about her going to\nschool in Scotland, she was in a Shakespeare play. When she was back in London one day, the\npolice came to the door and asked her if -- gave her some name. It turned out Mr. Poole was a\nGerman spy. He had been looking, watching the planes come over Scotland and reporting back.\n>> Bill Benson: The host family?\n>> Esther Starobin: Yeah. What a great cover, you have this little German kid living with you.\n>> Bill Benson: German Jewish kid.\n>> Esther Starobin: My sister Edie was not good. She was very unhappy with where she was. She\njoined the ATS, the Women's Army, as soon as she was old enough. In fact, when she was in the\narmy she went back to Germany, and she went to Adelsheim after the war. She was walking down\nthe street, and somebody spoke to her, she looked just like in the pictures. She got us our birth\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ncertificates so we knew where we were born.\nBut she really had a bad time in England. Now, when Bertl started working at 16, she was\ntrying to send money to our parents, and she knew that they had been deported when the letters and\nthe money came back. She was a kid trying to send money to Germany. That's kind of hard to do.\nRuth had a bad time. She didn't like it in London. She didn't like the hostel.\n>> Bill Benson: You say hostel, my image is youth hostels where kids traveling stay.\n>> Esther Starobin: This was a place they stuck kids with no place else to put them.\n>> Bill Benson: Temporary orphanages?\n>> Esther Starobin: Like that. She finished whatever schooling she could have, was working, then\ncame here to high school, college. She was a very determined lady.\n>> Bill Benson: Here you are in England, four different places. You described your parents when\nyou left were in Adelsheim. Tell us what you know about what became of your parents, and of course\nyou told us your brother came later, but he was still with your parents. Tem us what you know about\ntheir circumstances in that time.\n>> Esther Starobin: Well, they had trouble getting food. One of the things that happened, Jewish\npeople didn't have the ration book, they couldn't get food. The time Bertl and | were in Germany, we\nmet two different people who said they had helped our parents get food. | said to Bertl, Who knows if\nthat's true? After the war, you can say anything that you want.\nBertl said she had gotten letters from our mother that said that they had helped. One\nperson had brought food and put it on the steps at night, and he told us his wife was -- his mother\nwas very upset about his father doing that, because he was afraid he would get caught, then\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nsomething would happen to them.\nThe other person said they traded goods, whatever our parents had, they traded it for food. So\nthey were there until October of 1940, and in October of 1940 the Jews in Baden were all rounded up,\ngiven very short time, a few hours, to pack one suitcase each, and then they were taken to Germany.\nThey were taken to work camps there, Herman with them.\nOne of our aunts was there. We don't know quite how come, but she was there too. My aunt\nworked in the kitchen, so | think she could get food to Herman a little bit.\nHerman came here in 1941; he was 8, 9. He never talked about it. He absolutely refused to\nhave anything to do, to talk about it. His girls didn't really know. Herman had lived with an aunt and\nuncle that he called mom and dad, and his daughters didn't really know that they weren't their\ngrandparents, until this loud-mouthed niece told them. So Herman, it wasn't something he could talk\nabout.\n>> Bill Benson: How he somehow was extricated from a camp and taken, you don't know the\ncircumstances? Does that seem extraordinary to you?\n>> Esther Starobin: The whole thing seems extraordinary, it's hard to pick which was the most\nextraordinary. I'm not sure how the kids who came in 1941 --\n>> Bill Benson: As part of the thousand children?\n>> Esther Starobin: -- how they were picked, how it was done. My parents didn't survive, which is\nawful. But it's remarkable that the five kids, and they weren't in a big city, they weren't wealthy, they\nweren't well educated, but they managed to do that. While | have relatives here, there are 10 nieces\nand nephews that are all connected to each other, pretty amazing, | think. It's like we're rubbing Hitler\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nin the eye, but whatever.\n| don't know. Herman absolutely never talked about it. On the ship manifest, it says that he\nknew how to read and write German and French. Where did he learn it? He couldn't go to school in\nAdelsheim. They didn't let Jewish kids go to school. Did they have school in the camps? My parents\nknew German, but who taught him French?\n>> Bill Benson: Clandestine classes where he learned?\n>> Esther Starobin: Did he really know French? School was not his favorite thing as a teenager. |\ndon't really know. There are so many questions, and it's hard, there's no one you can ask \"How did\nthis happen? How do you know this?\" We don't know all of that stuff.\n>> Bill Benson: You did later find out, however, that your parents would go to, | think, Gurs, and\nanother camp in France, before being sent to Auschwitz?\n>> Esther Starobin: Yeah.\n>> Bill Benson: When did you learn that?\n>> Esther Starobin: Actually, in the 1980s when there started to be a lot of things on TV about the\nHolocaust, Bertl just casually mentioned, \"| have some letters from our mother.\"\n>> Bill Benson: In the 1980s you learned that?\n>> Esther Starobin: Oh, yeah. | mean, we knew what had happened.\n>> Bill Benson: You learned of the letters?\n>> Esther Starobin: Yeah. My husband worked in a law firm, and there was someone who knew\nGerman who translated them. So we -- that's my only connection to knowing anything about my\nmother. My father wrote maybe two lines underneath. He wasn't a big writer. But my mother wrote\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nletters. What's really amazing about the letters at the beginning, she really believed they would get\nout of there, and she believed in God. God would look out for them.\n>> Bill Benson: That comes across in the letters?\n>> Esther Starobin: Oh, yeah. At some point, she says to Bertl, \"Keep your clothes. | am so small\nnow, | can wear your clothes.\" Bertl was 16. My mother was 30-something. She could wear her\nclothes. But she talks about some of the things that are happening.\nThe other thing she does in this letter, she says to Bertl, who is not anywhere near us, \"Make\nsure your sisters behave, they say thank you to the people who are taking care of them, they wash\nbehind their ears.\" All of the things that you tell kids in a normal life.\n>> Bill Benson: Kids who have gone to camp for the summer, your mother is doing this?\n>> Esther Starobin: \"Tell them to do their work.\" | think it was pretty amazing. But that's really the\nonly thing that | actually know of my mother. | Know from Bertl's stories my father was strict. She had\na scooter once, and he broke it because he was afraid she'd hurt herself on it. He'd ring a bell or a\nwhistle for her to come home.\n>> Bill Benson: August is a particularly hard month.\n>> Esther Starobin: The date my parents went to Auschwitz, murdered in Auschwitz.\n>> Bill Benson: When did you learn that?\n>> Esther Starobin: Bertl knew it. There's a book that lists all the people in the French camps, when\nthey were deported. It has information about the birthdays, what town they were from, what convoy\nthey were on, and what day they arrived at Auschwitz.\n>> Bill Benson: 1942, 71 years ago.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Esther Starobin: Yeah.\n>> Bill Benson: You spent eight of your first 10 years of life living with the Harrisons in England. Tell\nus about that life.\n>> Esther Starobin: Oh, | was spoiled rotten. They had one son, Alan, who when | got there was 9.\nThey had wanted another boy to go along with their son, but they got me instead. When | first got\nthere, | had scarlet fever, so | was in isolation, and Alan would play with me through the windows. |\nwas afraid of loud noises, of men's voices, things like that.\nThey were very devout fundamentalist Christians. They belonged to a chapel, which in\nEngland most people are Church of England, but very, very fundamentalist.\nUncle Harry worked in the shoe factory. They had moved to the country because they grew\nvegetables, they had chickens. He rode his bike into his job every day in Norwich. At lunchtime he\ncame home.\n| was very, very, very much part of their family. | Knew | wasn't, but | was. They were very\nactive in the chapel, which had all kinds of things to make community. Now we talk about in our\nchurches and synagogues how important community is. Well, they had community. They had a lot of\nactivities, all of which | participated in. | didn't know anything about being Jewish. What did | know? |\nwas a little kid. | don't think | met any other Jewish kids in Norwich. What | learned since then, there\nwere 200 Kindertransport kids in that area, but | didn't know any of them.\n>> Bill Benson: That's a very small, rural area, right?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Esther Starobin: In Norfolk, yeah, pretty rural. Since then, | met the people there. | didn't know\nthem. | went to school there. We loved school. We had a shelter for air raids. | had carried my gas\nmask.\n>> Bill Benson: Do you remember the air raids?\n>> Esther Starobin: A little bit. I'm very good at blocking out things. | guess | always knew | wasn't\ngoing to be able to stay there, but | wasn't a very questioning kid.\n>> Bill Benson: You described them as really good people.\n>> Esther Starobin: Oh, yeah. But they never raised their voice, they never yelled, they didn't do any\nof those things, which is not to say Auntie Dot didn't have a way of getting her way, she did, but it\nwasn't through yelling.\nIt was peaceful, and out in the country it was very peaceful, other than air raids.\n>> Bill Benson: Are you in a regular English school?\n>> Esther Starobin: Just getting ready to take the 11 plus exam when | left.\n>> Bill Benson: Your Aunt Hannah knew where you were. Would she come see you? Do you know?\n>> Esther Starobin: She came once, twice. Auntie Dot and Aunt Hannah sort of didn't like each other\na whole lot. My Aunt Hannah was pretty observant Jew. She was very kosher. Once we went -- |\nwent to London, to a Seder, which | had no idea what it was, but | did go, and Auntie Dot, Alan and |\nwent to London a couple of times. Biggest thrill was riding the escalators in the department stores.\nThey didn't have them in Norwich. We did that kind of thing.\nThere was definitely a connection. One time Bertl came to visit.\n>> Bill Benson: | was going to ask if you saw your siblings.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Esther Starobin: They used to come to visit, after the war, because they couldn't really travel so\neasily if you were an alien from Germany, during the war. One time Bertl came, and she wanted a\nchicken to take back, but it had to be live because it had to be killed kosherly. So she took a live\nchicken on the train in a box, so it could be killed in the proper manner. But they did come.\nEdie said | used to fuss if they didn't come when they had time. | don't remember doing that --\n[Laughter]\n-- but they were very much a part of the Harrison family and always included in their family.\n| was very happy there. Then one day after the war, in 1947, we got passage to go, to come to\nthis country. The Harrisons didn't have a telephone. Bertl called the police and asked them to come\nto the Harrisons and tell them they had to bring me to London the next day, which of course they had\nto do.\n>> Bill Benson: Do you know when she called them to say bring Esther to London the next day, did\nthat come out of the blue for them?\n>> Esther Starobin: They knew. They knew it was coming, yeah.\n>> Bill Benson: Did you know it was coming?\n>> Esther Starobin: Probably. | probably did. | don't remember knowing. How could | not know it?\nThat kind of thing.\n>> Bill Benson: Prior to the call to bring you to London, what do you know from Bertl and your sisters\nabout what happened to make it possible for you to all, two years after the war ended, to then move\nto the United States in 1947?\n>> Esther Starobin: Nothing.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: One day here --\n>> Esther Starobin: | didn't know before how it happened. There was something called Bloomsbury\nHouse in England that looked after the refugees, kept track of us. Somebody once came to the\nschool to talk to me, to make sure | wasn't being mistreated. | was supposed to be getting some\nJewish education. The pastor of the church they belonged to, Mr. Ramsey, knew Hebrew and all of\nthat stuff. He was supposed to be teaching me, but I'm very inept at languages, so | wasn't really\nlearning too much. They did check, Bloomsbury House.\nIn fact, a couple years ago, we got the records from Bloomsbury House. They had a lot of\ninformation on us.\n>> Bill Benson: On you personally?\n>> Esther Starobin: Us personally, each of us. Not necessarily accurate, but they had information.\n[Laughter]\n>> Bill Benson: Why the United States?\n>> Esther Starobin: We had uncles here, and aunts. We had relatives here in Washington, actually.\n>> Bill Benson: They'd come here many years before?\n>> Esther Starobin: One aunt, one uncle had come here a very long time ago. My Uncle Sauly, who\nlived in Adelsheim, came in 1937, in February, two months before | was born. They were here. That\nwas why we were coming here.\n>> Bill Benson: Do you know, you wouldn't have possibly known about the relatives here, was Berl\nbecause of her age, still a kid, teenager, did she know where the relatives were in the United States\nto make connection?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Esther Starobin: Yeah. She had written letters, asking them to send things to our parents. She\nactually knew two other relatives. Two. She knew two of the uncles from Germany. Yeah, she did\nknow them.\n>> Bill Benson: Was it hard to leave the Harrisons after eight years?\n>> Esther Starobin: Oh, my golly, yes. It was hard to leave them, to come to a place so different.\nThorpe, where | lived, was a tiny little place. Came to Washington, DC, which is not a -- it's nota\ngigantic place --\n>> Bill Benson: Compared to Norwich, I'm sure it is.\n>> Esther Starobin: We lived with my aunt and uncle. They lived on North Capitol Street, a busy,\nnoisy street. A lot of people in the house. They yelled and screamed. It was not good.\n| went to a completely different kind of school. | didn't know anything about being Jewish, so |\nwas in a Jewish place. Everything was really different. It was complete change. | would have been\nvery happy not to have been there.\n>> Bill Benson: Before we continue on, take us back to when you left the Harrisons. Do you recall\ngoing to London to join up with your sister and go? | think Alan accompanied you. There's a story\nthere.\n>> Esther Starobin: There is. Uncle Harry couldn't take off work to go, but Alan and Auntie Dot took\nme. Alan was supposed to be getting a big honor at his school that day, which of course he didn't go\nto. What Alan has told me, that his mother's hair turned white that day, she was so upset by it. You\nknow, it was 60-some years ago; | guess it's true. It's hard to say. But they gave me to Bertl, then |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwent with Bertl to the ship. They came to see us off.\nSo we sailed on the Queen Mary, which is not as luxurious as it sounds.\n>> Bill Benson: It had been a troop ship, right?\n>> Esther Starobin: Yes. There was a strike that day, but luckily Bertl had a boyfriend who was a\nbutcher, and he had given her salami and my aunt gave bread, and they gave the kids milk. | was\nmiserably seasick. | hated it. I'm not so sure Bertl wanted to come either. We do what we're told.\n>> Bill Benson: The transition, move in with an aunt and uncle --\n>> Esther Starobin: Let me say one thing. Ruth had come by herself a week ahead. Edie was still in\nthe army; she came a year later.\n>> Bill Benson: Edie was in Germany probably at that time?\n>> Esther Starobin: Probably. | don't know.\n>> Bill Benson: Eventually, the four of you gather. Are all four of you with the aunt and uncle in\nWashington, DC?\n>> Esther Starobin: Yeah. Ruth finished high school in June, then she went to the University of\nMaryland and she lived with a cousin so she could get in-state. In those days, you could work and\nactually earn your room and board and your tuition, which is what she did. She worked there. The\nthree of us were with my aunt and uncle on North Capitol Street. There was a lot of people in that\nhouse, my aunt, my uncle, aunt's mother, two cousins and another refugee family. It was a busy,\nbusy house with a lot of yelling, screaming and unhappiness. It was not a good place to be.\n>> Bill Benson: Then you end up living with your sisters.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Esther Starobin: When Edie came, once they all got jobs, the two of them got jobs, we moved out.\nlt was hard to get apartments in those times, but we did. They got an apartment. We lived together.\nMy sisters, who were new immigrants trying to make their way in a new country --\n>> Bill Benson: They're young adults.\n>> Esther Starobin: -- early 20s, had me to take care of. Sometimes they were dating people who\nwere teaching school where | went. We lived in one apartment for a while, then moved closer into\ntown. The thing of it is, that | always find so amazing, it never occurred to me that | couldn't go to\ncollege. My sisters never said, \"You can't go to college. \" You went to college. That was it.\nProbably because | failed typing and shorthand, but | was really bad at that stuff. But it's pretty\namazing, if you think about it, Edie went, Ruth went to college, | went to college. Edie when she was\nolder got her high school GED and took classes at American U. Bertl is the only one who didn't, but\nshe's probably smarter than all of us. That was the way it was.\nLosing your parents and moving to another country is an awful thing. On the other hand, | was\nblessed. | lived with people who truly loved me in England and | had these sisters who really were\nwonderful. So it's a lot of different things.\n>> Bill Benson: The Harrisons, you kept relationships up with them. Tell us about the Harrisons and\nyour relationship with them over the years.\n>> Esther Starobin: Yeah. Well, the year | graduated from college | went back. Well, Bertl and Edith\nused to send packages to Aunt Hannah and to Norwich, | don't know who else to, because it was still\nvery hard to get food in England. Then at some point Aunt Hannah started sending packages to us,\nand she would send, | don't know where she thought we were living, this long wool underwear, but\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nshe never packaged it very carefully. | was a kid in high school, | had to stop at the post office, so\nembarrassing, with the long underwear hanging out.\nHer life was hard, | think. At some point, she, Aunt Hannah, co-owned a house with another\nman, because she couldn't own it in her name in England. But the Harrisons, | always -- Bertl and\nEdie always made sure | kept contact, that | wrote to the Harrisons. The year | graduated from\ncollege | spent most of the summer with Aunt Hannah, but | visited in Norwich.\nWhen | got married and we had kids, we went over to visit when the kids were like 2, 3, or 3\nand 4. My kids always considered the Harrisons grandparents. They knew they weren't their real\ngrandparents, but they considered. They never considered Alan uncle. Alan was always just Alan. It\nwas So weird.\nWe went back and forth. In 1964-65, Alan was a Fulbright teacher in this country. So we\nbrought his parents over for the summer, for, | don't know, four weeks. They were very -- not\nbackwards people, but sheltered people. They got on that plane and came here. We spent some\ntime, we went to a beach in New Jersey, which had mosquitos, and they got to see us. | think our\nway of life was so different, but they were definitely part of our family and considered part of our\nfamily.\nWhen my kids grew up, they went to visit. My daughter Judy has two kids, and they went back\nto visit with the kids. Very much a part of the family.\nNow, the Harrisons have died, but Alan is still alive.\n>> Bill Benson: Still in your life today, right?\n>> Esther Starobin: Still there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: Did any of your sisters remain in contact with any of the homes they lived in?\n>> Esther Starobin: Edie had a friend, Avril, who became a top model in England. She kept in\ncontact with her for a long time. She was here, then they lost contact.\nRuth was sort of in contact with the family she lived with to begin with, then their son was here\nfor a while, but not the same relationship that | had with the Harrisons. But the Harrisons kept it up,\ntoo; it was a two-way street. It wouldn't have happened otherwise. It wouldn't have happened if my\nsisters hadn't made me write. | probably wouldn't have otherwise.\n>> Bill Benson: You've been back to Adelsheim a couple times. You were there in May.\n>> Esther Starobin: Right.\n>> Bill Benson: Tell us, especially that first time, what was it like to return to the town where you were\nborn and so much happened that was so awful.\n>> Esther Starobin: The first time | went back, in the late 1980s, | needed to see that | didn't come\nout of a black hole. | couldn't -- | had no connection to where | was born or what my life was like.\nBertl and her husband were supposed to go, but her husband was sick. Fred and | went. We got to\nAdelsheim, there was no one on the street. It was lunchtime. So strange, absolutely no one there.\nWe finally found someone. They had moved the town hall. Bertl had written a letter to them in\nGerman, because | don't speak German, saying we were coming. We found the town hall. There\nwas no one there who speak English. The assistant mayor's wife spoke English, so we made\narrangements to meet the next day, and they were going to show us where the house was and some\nplaces my sisters told me to see.\nThey said, \"You don't want to stay here. Go out of town.\" | said to Fred, \"They're not sending\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nme away again. I'm staying here.\"\n[Laughter]\nWe stayed at a guest house, but it was so creepy. | had nightmares that night. | dreamt the Nazis\nwere coming up the stairs to get me. They were probably right, | should have stayed somewhere\nelse. The next day we went back, this woman translated for us, and there was an elderly man,\nMr. Wetterhan, who had known our parents. They took us around, showed us the house, where the\nsynagogue was. There's a museum open once a month or so; they opened it to show us. Took us to\nthe Jewish cemetery, all those kind of places.\n| felt like a visitor. It didn't ring a bell. | didn't feel \"Oh, I'm finally home. This is where | came\nfrom.\" But | had seen it, which was important to me. | was glad | went.\n| came back, that was it. | had been to Adelsheim. | saw it, it's a real place, | really wasn't\nhatched, all that kind of thing. Then Bertl and Morris went in 1995, | think, and by that time\nMr. Wetterhan wasn't personally doing this Jewish history, it was Reinhart. They had an interesting\ntime; they liked Reinhart. Bertl remembered things, which | didn't do.\nIn 2000, we got a letter, it was probably an e-mail, from Reinhart, saying that they were having\na commemoration, the 60th anniversary of the deportation of the Jews. Bertl and | both decided they\nneeded Jews at this commemoration. Another niece, my brother's daughter, decided to go with us.\nWe went back to Adelsheim that time, and Bertl said, \"I'll translate.\" First day she translated; after\nthat, she was so busy speaking German, she didn't translate a thing.\nShe met people she'd gone to school with, and apparently when in first grade somebody had\ndied and they were talking about that. That was when we met the people who said they'd helped our\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nparents.\nThere was a commemoration at this synagogue between the towns that Reinhart arranged,\nwhich was very moving. People made speeches, different people made speeches. He read one of\nthe letters that my mother had sent. Bertl made a speech. She tried, but she cried so somebody else\ndid it. Allin German. So | didn't understand too much of it. But | could tell it was moving. But there\nwas police outside, and there were about 100 people there. Reinhart had put up an exhibit about all\nof the Jewish families. He didn't have government money. He arranged it, copied things on the\ncopier.\n>> Bill Benson: Out of his own pocket?\n>> Esther Starobin: Most of it, yeah. We were really glad that we went. Rexingham, we had gone to\nRexingham first and seen that. There was more of a connection there.\nThen Reinhart came to visit after that. Reinhart has been here twice. Now he's sort of like\nfamily. When | was there, in May, my -- yet another niece wanted to see where her father was born.\nSo she works with Volkswagen, she was in Germany.\n>> Bill Benson: Your brother's --\n>> Esther Starobin: Middle daughter. We went to Adelsheim, and this time some of the places\nseemed familiar, but it's not because | remember them as a child, it's because I've seen them about.\nThe one thing | had told Bill, in Germany in some places people put little stones outside of houses\nwhere Jews lived, and it has the names and when they lived and died.\n>> Bill Benson: When they lived in that house?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Esther Starobin: In that house. The people who owned my parents’ house won't allow it, which is\ntoo bad. | have mixed feelings about that. But the town of Adelsheim has put up some kind of\nmemorial, which wasn't there the last time that | was there.\nWe went to the cemetery. It's still in good condition. It's a Jewish tradition to put stones ona\ngrave when you go to visit. Reinhart has a stone. He knows more about some of the things you're\nsupposed to do. It still looks the same.\n>> Bill Benson: | think we have time for a few questions from our audience. Why don't we see if\nanybody has a question. If you do, we're going to hand you a microphone, so wait till you get the\nmicrophone. Try to make your question as brief as you can, and if | think that neither of us quite\ncaught it, I'll try my best to repeat it before Esther responds. Do we have any souls? Right here.\nYes, ma’'am. In the third row, | think.\n>> What did you do to survive?\n>> Bill Benson: What did you do to survive? Once she was in England, you mean?\n>> Esther Starobin: Well, the Harrisons were good at surviving. They were -- we had rationing.\nThere was rationing in England. They knew a lot people. Auntie Dot had once worked as a green\ngrocer, so she sort of -- | don't know. We were never hungry. We were never without food.\n>> Bill Benson: Once in England?\n>> Esther Starobin: When we were in England. | don't quite know how that was done. But we had\nthe shelter, called an Anderson shelter; when there were raids you had to go into that. Then we had\nto carry gas masks with us all the time, so when there were raids you had the gas mask. In fact, one\nof my daughters went to co-op nursery and somebody bought a gas mask for the dress-up corner. |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .s\nhad a fit. It didn't last. That's not something to play with, a gas mask.\n| was a little kid. | didn't have to do much to survive. Bertl worked hard. Once you got to a\ncertain age, you had to work in war effort kind of things. Edie did too, | think. Edith had wanted to be\na nurse, but that didn't work out. | forget, you had to do volunteer work too, didn't you? So there\nwere a lot of things that you had to do.\n>> Bill Benson: Thank you for the question. Thank you. A question here. Got a microphone\ncoming.\n>> Kind of interested in the fact that 10,000 children were selected for this program in England. I'm\nsure there were many children in Germany who died because of the Holocaust. How was it that\npeople, certain children were selected, and others didn't have that opportunity?\n>> Esther Starobin: I'm not really sure. | would imagine, like many other things, it depended if you\nknew the process. They didn't select, supposedly, they didn't take kids under 5, but clearly they did.\nBoys after a certain age, it was only to 17. And then it was cut off. It didn't last very long. It started\nafter Kristallnacht and ended when the war began. There was one Kindertransport in -- transport\nwhen the war began, and those people ended up in Sweden. | think there also was not money, there\nweren't facilities.\nIt's interesting, because in Berlin, the only picture | took on my trip that turned out is a picture,\nthe Kindertransport statue, one end has two kids with a suitcase that was saved, the other end is four\nor five kids representing all of the kids that were not saved. Very moving, and there were parents\nwho didn't want their children to go separate.\nThere's an interesting movie, | don't know if you've seen it \"Into the Arms of Strangers,\" and it\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\ntells the story of 10 different people on the Kindertransport, and one, the father snatched her out of\nthe train at the last minute. It talks about that, and she ended up in several concentration camps but\nsurvived them.\nThen there are people, a couple people they interviewed in this movie who said they were mad\nat their parents for sending, they wanted to stay with their parents. To me it was an ultimate sign of\nlove. Every family is different. There were over a million kids killed in Germany, Jewish kids.\n>> Bill Benson: It's just so almost impossible to imagine what it took for your parents to take,\nultimately, five children, but first the four girls, and send you away to save you. What an extraordinary\nact.\n>> Esther Starobin: Well, they thought they would get out too, at the beginning. Why did they save\nthe boy, wonderful boy?\n>> Bill Benson: Any other questions?\nEsther, you told me at one point that your -- even though, because of your age, you didn't\nreally know your parents, you can't recall much about them, but yet you feel like they've had a\ntremendous influence on you, who you are. Will you share more about that with us?\n>> Esther Starobin: Well, | think they shared the fact that you do things for your family out of love, but\nthey also, the importance of family, look at all my family that's here. That family is very important, that\nlooking out for each other, and doing the best that you can in the circumstance, not always to say\n\"Oh, me, oh, poor me,\" but \"| can do this, | can do that.\" | think it had a tremendous effect on us.\n>> Bill Benson: Tell us about the Kindertransport quilt. That was something | learned from you about\nthat.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Esther Starobin: A few years ago, somebody who was a quilter and was married to somebody on\nthe kinder, said why don't we get people to make squares that represent their experiences and we'll\nmake a quilt, and you write a little story about it.\nSo | did one. It turned out they got enough squares, there are three quilts. They're actually in\na museum in Michigan, | think, permanently ina museum. There's a little book that goes with it, with\neverybody's story. Some of the quilt pieces are absolutely gorgeous. | figure they had someone\nprofessionally do them.\nMine has three hearts: My parents, my sisters, the Harrisons intertwined, because | think that's\nwhy I'm here and why | am the way | am.\n>> Bill Benson: If we don't have any other questions, | think we're going to close in just a moment.\nI'm going -- oh, we have one more back here. Did you raise your hand? Yeah, there we go.\n>> It's not really -- well --\n>> Bill Benson: | don't know -- there we go.\n>> It's not really a Holocaust question, but it's kind of like a personal one. You were adopted and you\nwere raised by this great family. I'm wondering, like, having that experience do you think, like, you\nwould have adapted children yourself in need?\n>> Bill Benson: Are you asking having been adopted on a temporary basis by the Harrisons? |\ncouldn't quite catch it. Are you asking --\n>> |'m asking, like, if she would have adapted herself because she had, like, such a really great\nexperience.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Permit me, if you had your own children, would you have considered adoption? Is\nthat what you're asking?\n>> Esther Starobin: Yes.\n>> Bill Benson: Yes, yes.\n>> Esther Starobin: In fact, | have one niece who just adopted a child that they had fostered for a\ncouple of years, and | have another nephew, her brother, who has two adopted children that he\nadopted. Yeah.\n>> Bill Benson: Thank you. We're going to close now. | want to remind you first that when Esther\nfinishes she's going to hustle up the sides, because she's going to get out and sign copies of \"Echoes\nof Memory,\" which includes a compilation of writings by survivors about different parts of their\nexperience during the Holocaust and as survivors. I'm going to turn, before Esther does that, back to\nEsther to close the program.\n| want to thank all of you for being with us today. Remind you that we'll have First\nPerson programs every Wednesday and Thursday till the middle of August. We hope if you're local\nyou can come back. If you're not, we'll resume again next March. If you want to get information from\nthe website, please go to the website to get it.\nIt's our tradition at First Person that our First Person has the last word. So on that note, | turn\nback to Esther to close before she heads upstairs.\n>> Esther Starobin: What | think is important, most of us can't influence hundreds of people, but we\ncan all help one or two people and it has a ripple effect. | think if you can help one person, two\npeople, you should do it.\n[Applause]\n[Ended at 1:58 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}