{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: CONVERSATIONS WITH HOLOCAUST SURVIVORS\nFIRST PERSON JULIUS MENN\nThursday, May 18, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, host of the museum's public program First Person. Thank\nyou for joining us today. We are in our 18th year of the First Person program and our First\nPerson today is Mr. Julius Menn whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serve as a volunteer here at this museum. Our program will continue twice\nweekly through mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nJulius will share with us his first person account of his experience during the Holocaust\nand as a survivor for about 45 minutes. If we have time toward the end of the program, we will\nhave an opportunity for you to ask Julius some questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Julius is one individual's account of the Holocaust. We begin with this photo of Julius\nMenn as a young boy. He was born in 1929 in the Free City of Gdansk, now Gdansk, Poland.\nJulius and his parents and younger sister emigrated to Palestine. The family traveled\nback to Poland to visit relatives over the summer holiday. At the end of the summer, the family\ndid not return to Palestine. Pictured here are Julius, his sister Bella, and their governess in\nWarsaw, Poland, in 1938.\nGermany invaded Poland on September 1, 1939. Shortly after the invasion, the Menn\nfamily fled eastward. On this map of Poland, the arrow shows the route the Menn family took,\nbeginning in Bialystok. They traveled with other refugees for two weeks in the forests and fields\nof eastern Poland, eventually making it to Molodeczno, a major railroad junction. The arrow\nends at the approximate location of Molodeczno.\nFrom there, a young Soviet officer helped the Menn family get a train to Vilnius where\nthey lived in the ghetto for a year. In the fall of 1940, Julius' father, David, managed to get four\nout of a total 300 transit visas that had been issued by the Soviet Union. The Menn family\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\ntraveled to Odessa and from there took a ship to Turkey and eventually to Palestine, arriving in\nTel Aviv in October 1940. The Menn family is pictured here in Tel Aviv in 1945. Julius is on the\nright.\nJulius served in the Haganah, the Jewish Defense Force in Palestine, as a teenager\nand later as a junior officer. In 1947, Julius moved to the United States to attend university but\nhe returned to Israel in 1948 to serve in the Army in the War of Independence. Here we see\nJulius as an officer in the Israeli Army.\nWe close with this photo of the dedication of Julius' father's Shimshon cement factory.\nAt the table speaking is Julius' Uncle Nachum Menn. Next to the table, on your right, on the\nscreen, is Julius' father, David. Seated at the table is Golda Meir, former prime minister of\nIsrael.\nIn 1950, Julius emigrated to the United States and continued his education.\nJulius and his wife, Dianne Sagner, live in Hadley, Massachusetts. He earned his Ph.D. from\nthe University of California at Berkeley and had a long career as a toxicologist specializing in a\nnumber of areas including crop protection and the biochemistry of pesticides. After spending\n2/ years in private industry, he became Associate Director of the Plant Sciences Institute at\nthe United States's Department of Agriculture Research Service in Beltsville, Maryland. He\npublished over 125 scientific papers throughout his career and traveled internationally\nextensively, including 30 trips to the Soviet Union as a member of the USA-USSR Research\nTeam on Pesticide and Environment. Julius won numerous research awards during his\nresearch career.\nWhile Julius retired from the USDA Department of Agriculture in the mid-1990s, he\ncontinued work in his field for 10 years as an international consultant, including with the\nUSDA's Foreign Agricultural Service. In this capacity he spent considerable time in Hanoi,\nVietnam, and Turkmenistan. Together Julius and Dianne have four children and grandchildren.\nAnd Dianne is with Julius in the front row today.\nJulius volunteers at the museum's archives where he's been actively translating\ndocuments for researchers for the past 11 years. He has translated from Hebrew handwritten\nnewspapers from Eritrea, where the British imprisoned Jewish Freedom Fighters and helped to\ncompile a now completed massive encyclopedia of the Holocaust. Julius also translated and\nedited memorial books which remember and honor Jewish residents of towns and cities who\nwere martyred during the hypothetical. He did this for over 120 towns and cities and villages.\nMost of his translation is from Hebrew but he also translates Polish and Yiddish.\nJulius speaks frequently about his Holocaust experience in various locations such as\nschools and synagogues. Now that he is in Massachusetts, he is part of the Speaker's Bureau\nfor the northeast branch of this museum. He has lectured in such places as the University of\nMassachusetts and recently to several hundred students at Bristol cCllege, near Boston. In the\nPioneer Valley area, where he lives now, he is leading seminars in philosophy. He is also\nauditing courses at Amherst College.\nJulius published his memoir titled, \"Waves, A Memoir\", which chronicles his first 21\nyears from 1929 to 1950. After today's program he will sign copies of his book, which is also\navailable in the museum's bookstore and through Amazon and other book outlets.\nWith that, I'd like to ask you to join me in welcoming our First Person, Mr. Julius Menn.\n>> [Applause]\n>> Julius Menn: Thank you. Thank you very much, Bill, to your kind introduction.\n>> Bill Benson: We want you to be comfortable so we're going to be seated.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\n>> Julius Menn: Hello, everybody. I'm very happy to be here to talk to you today. Can you hear\nme?\n>> Yes.\n>> Julius Menn: Good. First of all, | want to thank the sponsors of this program and also Bill for\nenabling me to talk to you. | want to share with you my experience in part as an accidental\nsurvivor of the Holocaust.\n>> Bill Benson: Julius, you want to make yourself comfortable?\n>> Julius Menn: Bill will ask me questions and then | will answer.\n>> Bill Benson: Julius, you described your early years as a wonderful life. Tell us about your\nfamily and you in your life before you moved to Palestine.\n>> Julius Menn: | was born in Gdansk. Gdansk was a city, state, that was established by the\nLeague of Nations. It had a very liberal constitution. It was semi-independent. Its foreign policy\nand Army were Polish. Poland was defending it but it really was German.\nMy father was a very successful lumber merchant. And he also, through this lumber\nbusiness, met my wife -- | mean, met my mother. Her father had a factory in Bialystok and big\nforests near Vilna, which now is the capital of Lithuania. That whole area were the forests were\nis now Belarus, which is another country.\n>> Bill Benson: Julius, your father had served in the Russian Army. Is that right?\n>> Julius Menn: Yeah. My father was a soldier. He was born in Kiev, which is now the capital\nof the Ukraine. He fought on the Austrian front. The Russian Army was very poorly equipped,\nand he lost his toes on one leg because of the cold weather and inadequate clothing.\n>> Bill Benson: Why did he move from Russia to Poland?\n>> Julius Menn: Well, he escaped -- there was a lot of uncertainty in the Ukraine at that time.\nAnd remember, the Soviets were taking it over. It was a very bad time. So he escaped to\nPoland. Poland was fighting for its independence against Russia. He got a fictitious birth\ncertificate from a fictitious village that made him 10 years older this way he didn't have to serve\nin the Polish Army. And he escaped to Gdansk. As | said, many Jewish intellectuals went to\nGdansk. In fact, there were two Ambassadors in Washington from Israel. One of them was my\nchildhood playmate. | forget his name. But anyhow.\n>> Bill Benson: Julius, in 1935, when you were 6, your family then moved to Palestine. Tell us\nwhy your family moved to Palestine and tell us about your years in Tel Aviv at that time.\n>> Julius Menn: Yeah. I'll sit down. | have a very bad leg. I'm almost 90 years old.\nWhat was your question?\n>> Bill Benson: Your family moved from Poland to Palestine when you were 6. Tell us about\nthe move, why they moved to Palestine, and what it was like when you were there.\n>> Julius Menn: He was a great Zionist. He always wanted to live in Palestine. So in '35, we\nwent, my mother, father, and little sister and the German governess, who was Catholic, who\nwas willing to go with us. It's very interesting. | really see her as my alter mother. She taught\nme a lot of Catholic catechism that | used to say at night before | went to sleep. Unfortunately\nshe went back with us to Poland -- I'll come to that story -- in °35 -- in ‘38 and during the war\nshe was killed in the bombings in Berlin.\n>> Bill Benson: When you moved to Tel Aviv, you started school there. What was school like\nfor you then in those years?\n>> Julius Menn: Well, we got to Tel Aviv, it was a very nice city of about a quarter million\npeople. For example, it was right on the Mediterranean Sea. It was on the sea. Even if you\nwere in the first grade, it was extremely safe. So children could walk to the beach. | used to go\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nto the beach when | was in first grade and take a bath in the ocean, in the Mediterranean, and\nthen walk home. Burglaries were unknown. People wouldn't lock their houses. It's certainly\nchanged today but in those days it was very nice.\nWhen | enrolled in first grade, | didn't know any Hebrew. It was a Hebrew school. The\nteacher was telling the kids -- she was reading them \"Robinson Crusoe\". Fortunately she\nspoke German. So | would ask her to translate for me the story, so she would. And within three\nmonths | learned Hebrew. When you're a child, it's easy to learn a language.\n>> Bill Benson: In 1938, you had been in Tel Aviv for three years, but in 1938 --\n>> Julius Menn: Well, | was very happy living in Tel Aviv. The German governess essentially\ntook care of me. My parents traveled a lot. | was very happy with my friends and school. To go\nto Poland, it was a terrible idea.\nYou must project yourself -- | see we have a lot of students here. You must project\nyourself when you were 10 years old. That's when | was forced to go to Poland. My mother\nwanted to visit her family and my father still had the business in the port city near Gdansk. So\nhe wanted to sell it. That's why we went in “38. Obviously it was the clouds of war were there.\n>> Bill Benson: And when you went, it was intended to be just a short stay but it didn't work out\nthat way.\n>> Julius Menn: Yes, just for the summer.\n>> Bill Benson: Why did you not come back at the end of summer?\n>> Julius Menn: My father had difficulty selling and my mother forgot about going back. She\nhad such a good time at her mother's. My mother, when we moved to Palestine in 35, she\nwas only 31 years old, and to live in Palestine where in Gdansk she had servants and Tel Aviv\nshe had to do everything by herself.\n>> Bill Benson: So she was enjoying being back in Poland. And your father was not able to sell\nthe business.\n>> Julius Menn: Yeah. So we came back to Warsaw and | had to enroll in a Polish public\nschool. | went one year to that school and | had to learn Polish.\nNow, you must imagine, especially the kids in the school, suppose you had to move\nto, say, Mexico. You had to learn Spanish. You had maybe a different religion, a different way\nof life. This is basically what | confronted in Poland. All the Pols were Catholic, but -- there was\nno separation of state and religion like we have in the United States. In the first hour it was\ndevoted to catechism. So those who were not Polish kids had to leave the classroom and wait\nin the hallway. Those of us who were Jewish, this was first time | really learned about\ndiscrimination. So this year passed and | learned Polish.\n>> Bill Benson: Julius, in that time, you went there in the summer of “38, stayed more than a\nyear. Now we're into the middle of 1939. You mentioned there was threats of war. Were your\nparents worried about war, to your knowledge? And was that --\n>> Julius Menn: As a child, | don't know. | was just angry that we didn't go back. That summer\nof 39, | spent it at my grandmother's little place in the woods. She taught me how to collect\nmushrooms so not to be poisoned and berries. That was very enjoyable. | played Tarzan in the\nforest. | had a little knife. It was very enjoyable summer, | must say. Unfortunately we still didn't\ngo back.\nWell, | must say -- | keep forgetting that that summer we went to -- that map isn't here\nanymore. We went to a resort that was very close to East Germany and very close to\nBialystok. Bialystok was close to the German border.\n>> Bill Benson: So September 1, 1939, Germany invades --\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n)\n>> Julius Menn: | was in the summer resort. September 1, the Germans attacked Poland. |\nremember the Germans took planes, were diving down. They had a special noisemaker. They\nwere machine gunning the people.\n>> Bill Benson: Do you remember that personally?\n>> Julius Menn: Yes. We were able to escape to Bialystok through some friends who had a\ncar. They took us. My father was in Warsaw. So my mother went to Warsaw.\nIt's interesting. Warsaw survived for two weeks being besieged by the Germans\nbefore it collapsed. So my mother was very lucky she found my father and they came out on\none of the last trains back to Bialystok.\nMy father said we cannot stay here so he found -- now, remember, this was 1939, a\nlong time ago. He found my late grandfather's coachman. And that coachman came in the\nmorning. It must have been the 3rd of September or so. He came with a buggy, just like the\npioneers who went west, that had straw in it and a canvas top. We climbed into the buggy and\nwe went into the Polish forests.\n>> Bill Benson: And tell us about that trip. You spent two weeks trying to go through the fields\nand forests.\n>> Julius Menn: | spent two weeks in the forest. What saved us as we were traveling -- it\nwasn't very far. We wanted to go to Vilna. My mother thought that her mother would be there.\nShe had a house there also.\nThe two weeks you can ask what did you eat for a week, first week. We ate apples.\nWe ate apples because Poland has a lot of apples and there was nobody to pick them\nbecause the soldiers -- | mean the farmers were in the Army. And the same thing, nobody to\nharvest the wheat, which was very tall. The roads were filled with refugees who would also eat.\nEvery time the stukas appeared, we would jump into the wheat field and the tall wheat\nprotected us.\n>> Bill Benson: And the stukas were the German dive bombers, right?\n>> Julius Menn: Dive bombers, yeah. We were lucky to come back to the cart. There were\npieces of humans and animals, and blood all over and smoke from cars, etc. It was terrible.\nOne of the questions often I'm asked is was | afraid. Well, | think as a 10-year-old, you\ncan only be afraid for a few minutes. You can be afraid when the stuka was diving and\nmachine gunning the people. | was afraid, as | remember. But long-term fear is an anxiety that\nusually visits people but not children.\n>> Bill Benson: So after two weeks of going through that --\n>> Julius Menn: The second week we found farms that had a lot of eggs. So my father bought\nthe eggs. But we had to eat raw eggs.\n>> Bill Benson: So after two weeks you made it to --\n>> Julius Menn: Only dogs can eat them.\n>> Bill Benson: You were forced to eat them. But you made it to Molodeczno after two weeks.\nWhat happened once you got to Molodeczno?\n>> Julius Menn: Oh, when we got to Molodeczno, which was a railroad junction, the coachman\nsaid | have to go back to Bialystok. So he left us on the platform and we were standing there\nand didn't know what to do. We heard this rumble. And then pretty soon it became louder. And\nthose tanks appeared. And we were convinced that they were German but they had the Soviet\nstar, the red star. So we knew that nobody's going to kill us instantaneously.\nThis Russian young officer came on the platform. He liked my little sister. He would\ngive her chocolate bars. Then he asked my father where we are going and we said -- he said\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nwe wanted to go to Vilna. The officer said, \"Are you Jewish?\" And my father said yes. And the\nofficer said, \"I'm Jewish also.\" So he put us on a military train. Molodeczno is not very far from\nVilna, maybe 100 miles. We came to Vilna, which is a rather large city. My grandmother wasn't\nthere so we went to one of her farms in a village that was not far from Vilna. We spent there\nabout two weeks.\nMy achievement as a 10-year-old was | learned how to ride a cow.\n>> [Laughter]\n>> Julius Menn: | must tell you, it's very difficult to ride a cow.\nAnyhow, we came back to Vilna. | had to go to fifth grade. | had to learn Lithuanian.\nBecause Lithuania occupied Vilna. It's a very strange language, a very difficult one. It's not\nsimilar to Polish at all. Also, | had to learn Lithuanian history, which | still remember some of it.\nIn the meantime we lived in a terrible place, in an all Jewish ghetto. My parents\nmanaged to rent a room from a family. At night the rats would come out through the rafters.\nThe Soviets who occupied -- | don't want to go into the history because it's very complicated.\n| went to this Jewish school. It was a public school called Tarbut. There were so many Jews in\nPoland; there was a network of schools. It was very interesting. It was a school where all the\nsubjects except the language of the country, which was Lithuanian, and the history, were\ntaught in Hebrew. | liked the students very much.\nMy father had basically no money. | would go after school with one of the students to\nhis home. His name was [Indiscernible]. His father was a lawyer. So he was rather wealthy. He\nhad a radio that he could listen to the BBC. | had to go back to the ghetto and tell my father the\nsummary of what the news were.\n>> Bill Benson: As you said, the conditions where you were living were really, really tough\nconditions. You had rats in there. You told me that food was very meager. And it was also\nterrifically cold. You were very cold. It was a cold winter.\n>> Julius Menn: Oh, yeah. Vilna is very far north and it's very cold in the winter. | didn't have\nany warm clothes so my mother used to rub my legs with animal fat because otherwise | would\nfreeze. | had to walk half an hour to the school.\nEventually -- if we had money, we could fly to Sweden. And from Sweden we could go\nanyplace. Because Sweden was a neutral country.\nActually, my father found an old friend of his in the capital of Lithuania, which was\nKaunas at that time. This man gave my father about $5,000. It was a lot of money in those\nyears. Certainly like $50,000 today. So my father was able to get for our family transit visas to\nthe Soviet Union. There were only 300 Jews who came this way on a transit visa to the Soviet\nUnion.\nWhat | remember might interest you. We came to Moscow by train. It was the winter of\n1940, before the attack of the Germans on the Soviets. They put us up in a hotel --\n>> Bill Benson: Julius, before you go there, | just want to have you share one thing that you\ntold me. Because it was so cold in Vilna and you wore short pants to go to school, tell us what\nyour mother would do to keep you warm.\n>> Julius Menn: Oh, | said. Yeah, she would put animal fat.\n>> Bill Benson: She would coat you in animal fat on your legs to keep you warm. Goose fat,\nright?\n>> Julius Menn: Yeah. It's interesting. The Soviets, how they attracted children, especially.\nThey showed movies outdoors free. We loved it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nrf\n>> Bill Benson: So as you were starting to say, Julius, there were only 300 transit visas issued.\nYour family got four of them. So you set out on a train trip through the Soviet Union to make\nyour way to Palestine.\n>> Julius Menn: Yeah. Overnight in Kiev my father had half of his family that were still in Kiev\nbut he didn't want to see them because the Soviets would arrest him. In the Soviet Union you\ncouldn't have any contact with foreigners.\nSo in Moscow, we were ata royal hotel, which had glorious days. This was like a\nKafka. There was a chandelier in the dining room. It was covered with cobwebs. There were\nsatin curtains that were torn. There were waiters that had old tuxedos on. And in the dining\nroom we were only guests. We saw the menu. It was a book but the waiter said, no, no, we\ndon't have any of these. We just have stew.\n>> Bill Benson: So he gives you the menu with lots of items but he says we only have stew.\n>> Julius Menn: Yeah. So after three days we continued. One of the waiters said to my father\nthere won't be any food on the road because on the train they don't have food. So my father\nand this waiter made a barter trade. My father gave him two silk ties and the waiter gave us a\ncooked goose.\n>> Bill Benson: That was to be your food on the train. Right?\n>> Julius Menn: Yeah. There was none. In Europe it's very common on holidays to eat goose\ninstead of turkey. Yeah.\n>> Bill Benson: So he gave him two silk ties for the goose to take with you on the trip. So then\nyou take off from Moscow. Tell us about the trip from Moscow. Where did you go?\n>> Julius Menn: We went from Moscow by train. We wanted to go to Odessa, which was on\nthe black sea. Some of the naked tribes, one of them, they camps on the railroads. They had\nbuilt a fire, so the train had to stop. So fortunately we had that goose.\nWhen we came to Odessa, they confiscated fur coats, my little sister had a little gold\nring, they ripped it off her finger. They took everything away. My grandfather had a big stamp\ncollection. And | ripped the stamps out before we left and put them in a big box, so they\nconfiscated it. My father pleaded with the official and the official said, \"Tell your son he can\nstick his hand in that box without looking and whatever he can pull out with his hand he can\ntake.\"\nSo we went on a Soviet ship, overnight basically, to Constantinople. We went from the\ntrain to the Syrian border. It's rather a long trip.\n>> Bill Benson: You shared with me --\n>> Julius Menn: Picked up a lot of bed bugs.\n>> Bill Benson: | was going to ask about that. A lot of bed bugs on the train.\n>> Julius Menn: We had to go first class. From Syria, Lebanon, we went to Palestine. My\nfather lost everything, basically in the war. We lived in a small apartment.\n>> Bill Benson: You're back in Tel Aviv now. You're almost 12.\n>> Julius Menn: And the war continued because the Germans and Italians would bomb -- they\ntried to bomb Haifa, the refineries, in the north of the country. And if they missed the refinery,\nthey would drop their bombs on Tel Aviv because they couldn't go back to their base it would\nbe too heavy. They didn't have enough gasoline. So every night almost for a while we all had\nto go down to the shelter. After a while | refused to go and | stayed in bed. | said if I'm going to\ndie, I'm going to die. Whatever it meant.\nAs Bill described, | joined the Haganah, the Defense Forces, when | was 15. When |\nwas 17, | went to officers training course. And the most eventful thing that happened to me\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nthere, there was a candidate, a girl, from the Vilna school who survived the ghetto uprising in\nVilna. There was an uprising. They were all killed, but she managed to escape. And when |\nsaw her, it was one of the most emotional moments in my life. | gave her a big hug. And | still\nremember it. | described it all in my book in much greater detail. But | look forward to your\nquestions.\n>> Bill Benson: Before we get to that, a few more questions from me, if you don't mind.\nYou're 12 years old, back in Tel Aviv. You started to tell us about the resistance movement.\nPalestine was under British control at that time.\n>> Julius Menn: We were a British colony.\n>> Bill Benson: So there were several resistance movements going on.\n>> Julius Menn: The Arabs wanted their independence. The Jews wanted theirs. Basically, the\nJewish community was run by the communal settlements, Kibbutz. They were mostly leftists.\nToday Israel is very right wing. But in those days, the leader of the country -- they were labor\npeople.\n>> Bill Benson: As you said to us, of course the war is still going on and these Jewish\nresistance groups were making plans that they might have to fight the Germans if Ramullah\nwas to come into Palestine.\n>> Julius Menn: Yeah, because, remember, he was already in Egypt. We thought the German\nforces would eventually move to Palestine. And the underground made plans for the people to\nescape to the mountains. Fortunately it didn't come to it.\n>> Bill Benson: But you became active in the Haganah at age 15. What does that mean to join\nthe Haganah? What did you do? What did that mean to you?\n>> Julius Menn: Ok, when | was 15, once a week | had to go to a remote school. And in that\nschool, under the floor, they had an artificial cover, they would take out handguns, various\narmaments that we learned how to use.\nAlso, as a 15-year-old, | was involved -- we would plaster the walls with illegal\npamphlets that would say to the British that they would have to leave. It was somewhat\ndangerous because if you were caught by the CID, the Criminal Investigate Division of the\nBritish police, they would beat you on the kidneys with a metal rod that was covered with\nrubber. This would leave no outside injuries but it would destroy your kidneys.\n>> Bill Benson: And you're 15 years old and you're taking these risks?\n>> Julius Menn: Yeah. When | was 16 or so, from an older class, a girl was killed by a tank.\nAnd then when | was in the Army -- first of all, as Bill described, | came to Berkeley by myself. |\nbasically, you might say, escaped from my mother.\n>> Bill Benson: Before you go there, you mentioned earlier the Kibbutz. Before you came to\nthe United States, you had gone to work at one of the Kibbutzes, right? You told me an\nincident about being out in the fields, | think with tomatoes, and you got news about the end of\nthe war in the Pacific.\n>> Julius Menn: Yeah. It was customary in Palestine that in the summers high school students\nwould go to a communal settlement to help out with the farm work. | spent many summers,\nseveral summers, in different communal settlements. This one we had to remove stones from\nfields that were never used. And this person came out, said the war is over with Japan\nbecause of the atomic bomb. | didn't know what the atomic bomb was. But when it said it killed\n100,000 people, whatever it was, it was scary.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: What was -- with the war over and now some Jews were able to survive in\nEurope and they're coming to Palestine, what do you remember from that time right after the\nwar? What was it like in Tel Aviv? Or in Israel, more generally.\n>> Julius Menn: Well, there was no Israel yet.\n>> Bill Benson: Palestine.\n>> Julius Menn: Remember, in 48 it was created. Basically Tel Aviv was the same except it\nbecame a much bigger city. When | was 18, after one semester in Berkeley, | went back --\n>> Bill Benson: Before you tell us that, how did you make the decision to go from Palestine to\nBerkeley, California, to go to school?\n>> Julius Menn: Well, there were several generations of students who went to school in\nCalifornia, in Berkeley and Davis. And they told me the climate is good, easy to find a job, and\nthe university was very inexpensive.\nTo give you an idea how much | paid at the university, $60 was for the hospital and so\non, and then $600 per semester. And there were two semester as a year. And you could take\nas many units as you want. That was more or less the norm. | know that today it is crazy.\n>> Bill Benson: How did your parents feel about you going to California, to the United States,\nmuch less to California, on the other side of the United States?\n>> Julius Menn: As | said, the climate was good, you could find a job, education was\ninexpensive, it was really paradise.\n>> Bill Benson: So it's paradise. You're in the United States. But you weren't there long. You\nwent back.\n>> Julius Menn: | went back. | was in the Army almost two years. In 1950, two weeks after |\ngot out, | was on a ship to go back to Berkeley.\n>> Bill Benson: | want you to share with us a story you told me. When you left Berkeley the first\ntime to go back for the War of Independence, you went back and --\n>> Julius Menn: | wanted to leave some time.\n>> Bill Benson: We do. | have one more question for you. So tell us about when you got to\nNew York, there was a dinner or a party thrown for you before you're going back to Palestine\nto fight in the War of Independence. Tell us about that.\n>> Julius Menn: Oh. There were these people in the Bronx who invited me to a party. | went.\nAnd there were all kinds of Jewish veterans from World War Il, and they wanted to give me all\nkinds of weapons to take back.\n>> Bill Benson: So this party, all these people bring out their weapons to take with you.\n>> Julius Menn: It was very moving. But | could only take one.\n>> Bill Benson: So you served in the Army for two more years. You fought in the War of\nIndependence. What was that like for you?\n>> Julius Menn: Well, the Army was crazy. Each one had different uniforms. As you know, they\nbeat the Arab armies. It was a miracle. There were several thousand survivors of the\nHolocaust who arrived. Many of them were drafted immediately, without any training to fight in\nthe War of Independence.\nThe British, in the meantime, remember, they gave up. So May 15, | think, when the\nBritish gave up, the mandate. And the 7th the Arab armies attacked. Somehow this small\nJewish Army succeeded in defending itself. | had good friends who were killed in that war. And\n| often think about them.\n>> Bill Benson: Once Israel had its independence, you returned to Berkeley and completed\nyour education and began your new career.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nThere's many other things I'd like to ask you but let's do turn to our audience and see\nif they have questions for you.\n>> Julius Menn: Thank you very much.\n>> Bill Benson: We have a microphone in each aisle. We're going to ask that you wait until the\nmicrophone is handed to you if you have a question. Please make your question as brief as\nyou can. | will repeat the question just to be sure that we hear it properly up here before Julius\nresponds to it.\nIt's a little hard for us to see because of the glare of the light, so help us out. Let us\nknow -- | have one right in the front row and one in the middle here. You're going to come\ndown to the front. | think there's one back up here, too.\nYes, you're right here. I'll repeat the question, yes.\n>> [Question Inaudible]\n>> Bill Benson: You learned so many languages, then came to the United States. When did\nyou learn English?\n>> Julius Menn: Well, | knew a little bit from school but in Berkeley -- | understood what the\nprofessor would say but in some courses | couldn't write my notes in English so | wrote them in\nHebrew.\n>> Bill Benson: It's pretty hard to keep track of all the languages that he knew. Right?\nOk. Do we have one back here? We had one right here. Right in the middle. There we\ngo. You go ahead, please.\nThank you, Emily.\n>> [Question Inaudible]\n>> Bill Benson: The question is -- for you in your childhood, what do you think was the hardest\nordeal for you?\n>> Julius Menn: The hardest thing was to give up my friends to go overseas again. Some of\nthose friends | never gained back. That was very difficult.\n>> Bill Benson: And a lot of this was when you left Palestine to return to Poland, right? Yeah.\nOk.\nAll right. Thank you.\nWe have one here and then one back there.\nYes, sir?\n>> [Question Inaudible]\n>> Bill Benson: Have you returned to Tel Aviv or Israel recently?\n>> Julius Menn: Not in the last 10 years because I'm opposed to this government. But 10 years\nago, or so, | organized a symposium in my field. That was very nice.\n>> Bill Benson: Thank you.\n>> Julius Menn: But the country changed a lot.\n>> Bill Benson: All right. A question back here, a little farther back | think.\nWe're not going to forget you, | promise. | promise.\nWe have a question here. Young man.\n>> [Question Inaudible]\n>> Bill Benson: Can you say that one more time for me?\n>> [Question Inaudible]\n>> Bill Benson: Oh, in the Army?\n>> [Question Inaudible]\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> Bill Benson: What was it like for you in the Army? Is that the question? Yeah. What was it\nlike for you to be in the Army? A young man is asking you this question.\n>> Julius Menn: It was a very informal Army. | worked part of the time. | was transferred to the\nmedical corps and | assisted in dermatology, syphilology, and gonorrhea.\n>> Bill Benson: Ok. For sure.\n>> [Question Inaudible]\n>> Bill Benson: When did you learn about the Nazi's systematic murder of more than six million\nJews? What was -- what do you remember --\n>> Julius Menn: Well, we learned about it during the war in Palestine, in the early “40s.\n>> Bill Benson: Do you know how many family members you lost during the Holocaust?\n>> Julius Menn: There were six million people lost. When | lecture in Massachusetts, | tell the\nkids usually high school, | said just imagine you get up in the morning and all the people in\nMassachusetts are dead. Because that's about six million in Massachusetts and six million.\nYeah. But also there were many gypsies, Pols, and transgender people who were killed.\n>> Bill Benson: | think we have time for a couple more questions. There's one back here in the\nback. Two back there. Ok.\n>> [Question Inaudible]\n>> Bill Benson: Great question. There's a lot of 14 and 15-year-olds in this audience. There's a\nlot of 14 and 15-year-olds in this audience. What message would you like those youngsters to\ntake back with them?\n>> Julius Menn: Well, first of all, you shouldn't forget that there was a Holocaust and Holocaust\nis also today in Darfur, must remember, Rwanda, Kenya, Somalia. Holocaust is a tilt in the\nhuman system. If you think about it, the Germans were the most educated people in Europe\nand yet they were able to do this doctor carry out this awful thing. They declared that some\npeople are below people. They are worse than domestic animals.\n>> Bill Benson: Thank you, Julius.\nThere was one other one.\n>> [Question Inaudible]\n>> Bill Benson: Have you visited any concentration camps? In fact, you were just telling me\nabout one that you were at.\n>> Julius Menn: Yeah, | visited the one where the inmates rebelled. 300 were able to escape\nto the forest but they were betrayed by the native people so only 30 or so survived. And | met\nthis woman, very elegant woman, older woman, at the Holocaust museum and she said, \"|\nstabbed a Nazi to death.\" Because she was in that camp. And that's what she did.\n>> Bill Benson: | have one more question for you, Julius, before we end. When we finish,\nyou're going to sign copies of your book, your memolfr.\n>> Julius Menn: | want to say something.\n>> Bill Benson: Yes. | wanted to ask you what it meant for you to write your memoir. And\nsecondly, it covers your first 21 years. Why did you stop at age 21?\n>> Julius Menn: | lost two children about 40 years ago. | didn't want to write about it.\n>> Bill Benson: What has it meant to you to have written the memoir?\n>> Julius Menn: Well, I'm glad | did. Because for grandchildren it's very important. They should\nknow something about their grandfather.\nAnd also, | want to say about the Holocaust, you should never forget. | think the fact\nthat you are here should help not to forget, not to forget because the people who lived through\nit, like myself, are very old and there are very few left.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\n>> Bill Benson: Thank you, Julius.\nI'd like to thank all of you for being with us today.\n>> [Applause]\n>> Julius Menn: Thank you. Thank you.\nI'm not Nixon but -- that's what Nixon did. I'm doing this because I'm so glad.\n>> Bill Benson: We're going to get Julius up the stairs because he's going to sign copies of his\nmemoir. That's another chance for you to say hi to him and meet him.\nLet's get you upstairs.\n",
    "segments": []
}