{
    "header": "Why don™t you tell us a little about your family? When did your mother start having children, and how many children did she have? We Š I don™t remember when my mother had children. I was the youngest from the four children and the only girl. I had two, three older brothers; one was two years older, one was four years older, and one was six years older. The one what was six years older was Braham, and he was hidden in the war; and he got out of it. He had himself four children , and he came alive out of the war with his wife and the four children. I had two other brothers, one was named Marthyn (Marthijn), we have a picture of him; and one was named Maurits. What you want to know more? We had a very nice family. We went bicy cle riding a lot, and we fought a lot. We lived Š my parents had a hotel on a ca ttle market, and it came a lot of Jewish salesmen; they slept overnight in our hotel. It was very Jewish oriented; still, we didn™t wear payos (peyes, peyess, peyos, payas) or stuff like that. We were religio us, but very assimilated; and religious. My mother, when my brothers were young, they had to lay tefillin and all these things. Still, it was very different than in Poland; and much more assi milated. I had a lot of not Jewish girlfriends; I stayed overnight there. I remember I had to take my own sandwich with me when I went there, but we had a lot of non-Jewish people. And also when we were always Š prayers on Shabbat, after dinner, that we always did that. Not the outside world; it was always private, things like that. My brothers Š one brother went to college. We had a Š. If you don™t mind, I™d just like to go back a little. Maybe you could tell us a little bit about your mother as a person, what was she like? My mother was a very nice person; she was alwa ys very happy, and she was singing a lot. I don™t remember everything exactly; somehow, I don™t remember much when I was young. I very completely Š I don™t know ; I try to block it out perhaps, I don™t know, but I don™t remember. I remember that my mother was very religious, and she prayed in the morning and in the afternoon; especially when difficult times. We had to go every Friday evening, every Shabbos morning we had to go the temple. Then we came home, and we had, you know, nice things, lunch together, very fresh (?) cholent (c. 65) together. Also Friday evening there was a very big thing always with Kabbalat Shabbat. Also in the evening the making the end of the Shabbat; it was very religious. And also with Pa ssover, everything is changed. We had a hotel, so there was a lot of work; all the glasswork ha d to be kosher-made. My mother was a very religious person; my father was not, but my mother was very religious. And the hotel was also a kosher hotel, strict kosher. Many times there was the old rabbi standing in the hotel when there was dinners, from the kosher thing. (c . 71). My mother was a very nice person, and very pleasant. What it was, they were always very busy in the business, in th e hotel. Because in the evening there were so many salesmen stayed overn ight; so I was never allowed to come in the room, the hall where they was sitting, most of the time. So the maid brought me to bed; I™m really brought up by the maid, I think, because I don™t remember much that my mother went to me and kissed me good-night or something like that. I don™t know; in Holland, they are much colder, I think, the people. They didn™t kiss so much, and they didn™t show so much the affection to each other. I remember when I once lay on my mother™s shoulder that my brother said, don™t do so childish or so. You know, the people in Holla nd were not too affectionate. That is really what she was Š a very strong, capable person. Of course, it was the religion, I think, that helped her a lot; because my father died in 1941, and she had the whole load on her shoulders by herself. In the beginning of 1942, she had to go out of the hotel, and she was a very strong person; much stronger than I am, I think, very strong, very business-like, very intelligent. Do you remember any particular times that you spent together? Any particular trip that you took or anything like that? My father and mother never took vacations. They went Š they only worked. I remember they went when there was something from the Queen, in The Hague (? c. 88). Then they took a taxi, and they went to The Hague and saw the Queen and the King; not the king, the prince. The Queen, they saw her, and that was for her the biggest thing. I don™t remember that my father and mother ever went on vacation, never. They always worked; that was the system. I don™t remember that they took vacations, no. I don™ t remember Š we went on ShabbatŠon Shabbos we went, walked. For hours, we walked; my moth er and my father and I. My brothers never went; my brothers stayed always home with frie nds and played cards. But my mother, when my mother came in, there was not allowed on Shabbat. I remember that I had to walk with them. They came together a lot with friends; was very nice Jewish kehillah, community, very nice. A lot of things going on always in the hotel, Jewish. There was a Je wish organization and kept the clubs in our hotel, and we had something to do. And then we went to Sunday school, and there was parties always from Sunday school. There was a very large community, Jewish community, and very active. That™s nice. Yeah, it was really very nice. I had a very nice youth, very nice. I went to camp when I was young, Zionist camp, and there was la nds en trein veer (ph? c.102) came together with all the youth from Holland. I know a lot of people; I had a lot of Jewish friends also in other towns. I went to visit other people in other towns. It was very nice. When my father and mother worked very hard, yeah; we had it perhaps, easier. Is there any way that we can get a little bit closer type to the period between 1940 and 1944 that you know what happened to your mother ? Is there anything that you might know, maybe you could tell me? What it has to do with the war? Yes. My motherŠin 1942 the Germans came and told my mo ther that she has to go out of the hotel. They put her in a very small house; very poor neighborhood. This was in Zwolle? Everything was Zwolle. Z-o-w-l-l-e. Z-w-o. Oh, yeah, yeah. I told you that we were once picked up and sentŠ. She was a very strong person. Also, I don™t know, she never showed really her fear for anything. I remember that she was always knitting; she knitted everything for me. She was always knitting; she knit whole suits and socks and stockings and sweaters. Sh e was always knitting in that poor house, that little house where we lived. There was no electricity; there was no bathroom; there was Š barrel, came once a week to empty it; was no shower there. I thought it was horrible. I didn™t want to stay there; I didn™t stay there much. How long were you there? That was in 1942. So I went in 1943; I went aw ay from home and was hidden in another place. My mother stayed there ‚til 1943 ; in 1943, they sent her away. You don™t know what month that was? I don™t know; I never wanted to know. We have a correction. We were going to go back, and it was still in 1942Š. 1942. Because in 1943, I went already to Sobibor. In 1942, I was hidden. And my mother in the time that I was hidden, somebody told me, th at on the way out, that she was planning to go and hide somewhere. The police came, and I think that perhaps the Gestapo; and they picked her up and sent her to Poland. So that™s all that I know about my moth er. My brothers are living; I never exactly found out. I really never wanted to know. Lately, now we talk more about it, I think I should find out; I really don™t want to know. Because I don™t want to know if they suffered a lot, and when I know what camp they went, it suffered more; and I hope that they went to a camp like Sobibor that they went right away to the gas chamber. So I really never wanted to know exactly because it doesn™t make me happier; doesn™t fulfill my life when I know. Well, thank you very much. Maybe we should move on now to talk about your brothers. I™m sorry this is a difficult topic but thank you. Okay, we™re now talking with Mrs. Engel about her brother, .. Marthyn. Marthyn Wijnberg. Mrs. Engel what can you tell us about your brother? When was he born? He was born in December 23, 1920. He was two years older than I am. I remember that we went every Sunday bicycle riding; before breakfast we went to a little town. We drove 20, 30 miles every Sunday morning, and then we came back for breakfast. We were always singing, the bathroom was downstairs and his was upstairs, and we were always singing. He could sing very beautiful; he was very musical inclined. We got along very well. We had a veryŠ. I remember when we were young. We wereŠwe had a very nice time together. We were already teenagers; that™s the time I can remember the most. What type of schools did he attend? He went high school; he went to a culinary school too. He was a very good, exceptional fine bakery, but the same bakery what they do in Holla nd. In Holland they have very fine pastry, and he was very, very good in it. He could make a Š I remember he made once a very large bridge from sugar, you know. Yeah, very large; and it wa s in our hotel in one of the cabinets; and it was dancing evening, and the thing broke. Very fine make; he really could paint from marzipan. In Holland this is very big, the pastry business; and he was very good at it. Also he could play music; any instrument. He could play the pi ano and saxophone and accordion. We had always a lot of fun with him. That he didŠ. You know, one brother played the piano, and he played on the accordion or the violin. It was very nice. We had a very niceŠ. We wentŠI wentŠhe was very young already and went out of the house. About what age? I think he was 17, 18. So I don™t remember so much what we did together. He went also to school away from home, so I don™t remember so much that I went out with him. Can we just back up for a minute? Can you tell me what type of schoolsŠwere these Dutch public schools? Oh, yeah, Dutch public schools. After school, every day, we went to a Hebrew school; I hated it. When we wentŠwe had to go every day after school; we went to Hebrew school. Oh, every day? Every day; not a Friday, but every other day we had to go. I don™t remember Sunday, but I know after school we had to go there. Did you learn Hebrew there? Yeah, we learned Hebrew there, and we learned history. We got Je wish education in this school, oh yeah. These were Zionistly inclined schools? No, that was not Zionistly inclined. Was a Zionist organization in my home town, a youth organization; and I was really the only one of all the kids, from the four kids, that was very active in it. Went to a Zionist camp in the summer, and we went bicycle riding and met other groups to other little towns. There was all litt le towns; all over lived Jews. A lot of Jewish people lived in the whole area outsideŠvery small towns. In every small town was a synagogue in Holland. Then we came together always, ever y other Sunday, and it was very active always with the– But Marthyn was not as involved asŠ No, he was not so much involve d in that somehow. The other brothers were not so much involved. Maurits was more involved, but Marthyn was not involve d, and my oldest brother was not so much involved. Did he go outŠwas he in any bands or anything if he was so musical? No, there was no such a – I don™t remember that really. He was away; he went to school, and he had to make a living. I don™t remember that. I really don™t remember that; that he was in a band. When he left the house, you said as a late teenager, is that when he went to go to the culinary school? Yes, he went to the culinary school. Then he went, when he was 18, he went working in Rotterdam; he was in a very fine place. He was the headmaster already from that place for pastry. Big business was that. He was a very charming guy. He had a lot of friends growing up? I don™t know. Yeah, he had friends; he lived still. Friends what he had, I know. He had very close friends, and he lived still in Holland. Wh en we were at Maten (? c. 195) Holland, I met this friend, and he told me about him. They were very close friends. This friend is very, very religious, now in Holland. He doesn™t take th e telephone; he teaches Sunday school; he has the synagogue; he™s the president from the synagogu e. So we come fr om a very religious background, very religious. I never had anything that was not kosher, you know. First thing I had not kosher was in concentration camp. Perhaps in jail or somewhat– So do you know what happened to Marthyn afterŠ? Not exactly, I don™t exactlyŠwhat was going on. I really don™tŠI never want to find out exactlyŠthat was my whole system r eally. That I never want to go – All right. So basically after he had left home and gone to the culinary institute, did he come back to Zwolle? Yeah, he came back in the war; he came back to Zwolle. About what year was that? He was in the military. He was? He was in the military, and he was a sergeant in the military. He was in the war too. He fought in the war. In World War II? Yeah, in World War II. Well, only ten days; the war was only ten days. But he was in the war, and he was in the military from the beginning of the warŠalready before the war, he was a military. He had been conscripted? There was a draft? Yeah, there was a draft, yeah. He was in the– Then he came back to the family (? c. 214). Yeah, he came back to the family after the war. He came back to his family, and then we had to go out of the hotel. Then he stayed also in theŠhe slept in the hotelŠin that little house. But I don™t remember so much in daytime. He was alwa ys out with friends; that™s what I remember. At that time, we didn™t have so much contact with him. When I went away from home, in 1942 already, I was away. It was already in July, 194 2, I say goodbye to my brothers and my mother; I never saw them again. That was the last time I saw. After the war, I was so occupied with my own life, I think, that I didn™t want to know exactly what. When you say that he was out with friends, was it dangerous for people, for Jews to be out or Š? No, not in daytime. It was dangerous ever, a nd I think, perhaps, he stayed overnight. I don™t remember much, I really don™t remember. For example, could you go in the street and buy groceries and things like that? Or I mean there probably weren™t too many groceri es at a certain point, butŠ? I don™t remember. You don™t remember. I thinkŠof course we had groceries in the house. In daytime we were allowed to go out. But you had to wear the star? I had to wear a star, yeah. I had to wear a star. So basically once you had gone to go into hiding, you didn™t see your brother again. No, I never saw him again. You™re not sure of his fate? You know he was somehow heŠ? What it was– I think he was hidden, I remember. He was not home; because in 1941, there came in man to our hotel. He say when you give me money, I will help that your brothers will get them to Switzerland. So I give him all th e money; he was a traitor, that guy, and I didn™t know. He was a very charming man. He came to our hotel and give lo ts of money, lots of money. And he didn™t do anything. So they were hidden; he was hidden. He was not home; anyway, he was not home. I don™t know much; he was not home. He was hidden perhaps in the war; he was not home. I don™t remember much, it™s strange. I just put it klun (ph? c.243) completely out of my mind, all these things. I should go and be hypnotized. Maybe youŠ. Who cares? He™s gone. They™re dead. Well, I thinkŠ. They™re dead, and my kids never ask about it; and then they never want to know about it. Nobody wants to know about it. I know that he was sent to Poland; but what it was; now I remember. This brother had to go to a work camp. What was his name? Maurits; he had to go to a work camp, work camp. All the Jews in Holland Š had to go, were made Šthey had to go to a work camp; weekends, sometimes home. And he say when he goes to a work camp, I go too; when I can help him. So he went free over to the work camp. Marthyn joined your other brother? Yeah, yeah, yeah, to the work camp. But they were not incarcerated there? They didn™t have to sleep there? Oh, yeah, they had to sleep there. They went away for the whole week, and on weekends sometimes they came home from the beginning. Weekends they came home. So the Germans did as soon as the people went home– Okay, we had a brief interruption, but we were just finishing up about what you were telling me about Marthyn. Marthyn. Just Marthyn. Yes. It™s not written here. Well, it must be someŠwe™re looking at the pi cture. And there, a picture of Marthyn and his friend with– Yeah, but you don™t want to make a picture from th is star, with a Jewish star. It was very important to them that they have a picture. Th ey went to a real photographer and had a picture made from Jewish star; so idiot. Ye ah, joke. You see how they can joke– Yes, yes. OK. Well, thank you very much for this information, and we can move on now to talk about one of your other brothers. Yeah. Okay, we™re talking with Selma Engel about her brother Maurits, Maurits Wijnberg. He was a very nice guy, a very soft-spoken nice boy. He went always skating, and he was once very sick. When he was twelve years old, he had meningitis. Meningitis, oh my. Yeah. He was very , very sick. I remember that my father and mother pu t hay on the street that the cars didn™t make too much noise in the hotel, in another hotel. When my father and mother build it later, this new hotel in Zwolle, not new any more, of course. He was very, very sick. I think he came out very well because he went to high school. He had studied very hard, much harder after the sickness, I think. He went to high school, and he helped a lot in the hotel. He went to a textile school and learned for business; he was in business. Can we back up for one second? Yeah. Can you tell me his date of birth and where he was born? He was born in De Leek next to Groningen. He was born in January 10, I think, 1918. He was four years older than I am. He was very active also in the Zionist organization. He was the only one from the boys that was active, active in the Zi onist organization together with me. We went always there together. He went out a lot with not Jewish girls, I remember. My father and mother were very upset about it Š when he was young. Even though he was in the ZionistŠ? Yeah, yeah, yeah. He had a lot of not Jewish girls. He went skating with them, and he took me out always to the movies. When we were danc ing, organizations, he took me out dancing. No, he was a veryŠhe was very young alreadyŠhad later on not Jewish, Jewish girlfriend. That™s the girl that he married to. He got married in the war, so he was very young. He got married when he was 21; 21, 22. He got also married to a not Jewish Š to a Jewish girl, a Jewish girl. I have a picture from her, too. He was hidden. I don™t remember much what we did when we were children. I don™t remember much. I remember that he had a lot ofŠwe had a lot of Jewish friends; and Shabbos when my father and mother were not home, they played cards. When my father and mother was there, they were not allowed to play cards on Shabbat. When they came home, they put the cards quickly under the table so my mother wouldn™t see it; that I remember. But I don™t remember much about him at all. I don™t remember much, I don™tŠit somehow– You were telling me that he hadn™t studied tech, he went to a business school? Yeah, he went to a specialŠHandelsschool (ph, c. 303), that was in Holland. He went to that school. Where was it located? In Zwolle, in my hometown. Later he went to a business school, that I remember; he went to a business school. I remember that he was very yo ung already. He was 17, 18; he went with this Jewish girl later on ŠBep Davidson, Beppie (Betje) Davidson, Davidson. [Note: last name was more likely Jakobs; her sister married Dolf Davidson]. Do you know how to spell that? Davidson. Oh, no, no. The first name? Bep. B-e-p. SheŠthey went very young already together. Then they broke up; they went together again; finally they got married Šin th e war they got married. I remember he wasŠyou were not allowed from the Germans to exchange your address, so he went at 11 o™clock, dark on the side of the houses, he went to her house. He was sure that in the morning beforeŠvery early in the morningŠit was very dangerous what he didŠhe came back to the house again. So, but he was a lot with my mother and also his wife. They were a lot in my mother™s littleŠthat house after the war. He helped a lot my mother also when my father died in 1940; he helped my mother a lot in the hotel. My oldest brother was married already, and he was not home anymore. So he helped my mother a lot. He and I, I don™ t remember, he and I went very early over in the morning and made coffee for the people that came to the hotel. We made breakfast together for the people in the hotel. Yeah, that I forgot. ButŠhe was a very big help for my mother, much more than I am; I remember. But he was a big he lp, and he helped my mother a lot. He was hidden. When did he leave the little house to go into hiding? He wasŠwhen we lived in the little house, he was hidden. Then they told my sister-in-law, he was married already then; that when somebody in th e family was hiding, that her father had to go to Poland right away or had to go to camp. So he came out of the hiding place because his wife, that was his wife already, told him to get out of this hiding place. Then I went already very early out of the house, it was in July, 1942; I went away so I don™t know exactly what was going on then. I didn™t have any contact with them; only that I know that they were all sent to Poland. Who told his wife this, that they would beŠ? I don™t know; it was just a rumor, what goes aro und. The Jewish (Joodse, Joodsche) Raad; there was a Jewish group of Jewish people what helped the Germans really to organize everything. That was very active in Holland, I think. So anyway, somehow there was Š and he was Š that™s the way he went out of the hiding place, and he went together with her. I think Š I don™t know together with her; I don™t know how they went over to Poland; I don™t know. I never found out anything. That was in ™42? That was in ™42, yeah, 1942. Very surely in the area where we lived; much more than in Amsterdam. In Amsterdam, was the underground much quicker and was already going on in there. The Jews wereŠour life much more from Amsterdam area. But the Jews lived northern Holland where I come from, they all got killed; almost nobody left. The few what are left, they live in Israel. There™s a lot of Dutch, not a lot; there are Dutch Jews what are alive, they all went away to Israel. The most other to Ameri ca, but not many to America; the most went to Israel. TheyŠbut I know that all little towns where you go now in Holland, you see all memorials in every little town. In every little town there was a Jewish community; they all had synagogues there. In all these little towns where I come from, from northern Holland Š from Overijssel, Drenthe, Groningen Š all province like Connecticut; there™s nothing left. In Friesland there™s nothing left. They all got killed in ear ly ™42; a lot got caught too. Can we try to shift back a little? You sa id your brother was veryŠdo you know of his other interests? You said he was very soft-s poken and nice. Did he have any hobbies like your other brother, orŠ? He wasŠno, I don™t remember. I remember he was active in the Jewish organization, also in the Zionist organization. I remember that the war br oke out in 1940; that he was there, and he helped my mother a lot in the ho tel in that time. He was alrea dy very young with this Bep; was very young, they went together. So they went ice-skating together, and that™s what I remember. I don™t remember much that he had hobbi es and things like that, no; I don™t, no. Okay, that™s fine. So is there anything else you™d like to tell me about your brother Maurits? No, that™s what I remember. He went to Hande lsschool. He did the high school and went to the college there. Handel as in the composer? H-a-n-d-e-l. Handelsschool, yes. There was like a MULO, like in high school, like in high school; especially for business. Yeah. He studied always, he studied always; that I remember. Then he met this girl, and he was a lot over her house. So that™s the – And I was a lot out of the house; then when the war broke out, and I was not much ho me. When we were younger, I really don™t remember much. I somehow put th ings out of my memory (? c. 388). We had a very nice life, like the kids here. We went out, lots ski; he went always ice skating. I went swimming a lot, so we didn™t have the same interests. I went ev ery day swimming, and he went more with the boys out. He studied a lot; he went to school and studied a lot. I went ice skate – , swimming a lot and every day, so we didn™t have much – If he was going ice skating, where were you Šyou were swimming in the winter or Š? In the winter, yes. We went the whole wi nter through. There was a house where you could swim. Oh an indoor, an indoorŠ? An indoor swimming pool, oh yeah, an indoor swimming pool; not outdoors. You were that Š? No, no, no. In the indoor swimming pool in Holland; I forgot the name. There was an outdoor swimming pool also in my hometo wn. In summer I went on the bicycle; and I remember I had the bicycle; I had to bring food to the Jewish patients in the hospital on the bicycle. He went too a lot; he did. We helped my mo ther a lot after my father died. He was a very big help in the hotel. My other brother was married, so he helped my mother in the hotel. Okay, well that™s great. Th ank you very, very much. SIDE B February 6. OK. Do you know anything about his childhood Š what type of an education he had, what kind of a family? No. His father and mother had a factory in Š n o, his father went, made brushes and made from rotan. (ph? c. 03) or Š see like that. Oh, a rug. Yeah; a rug cleaner. Yeah, he and my grandfather went to the farmers to sell it from door by door. They were very, very poor. And later on th ey started a little factory, and my father had, together with his brother, a factory Š made brushes. And my father traveled always to Germany on the motorcycle, and he sold the busi ness in Germany. That™s what I know. Were they religious Jews? No, they™re not religious. No, my father was not comnatra (ph? c. 10). Very Jewish, I think, when they came from a small tow n, De Leek; very small town. Bu t they were not very religious; no, no, no. Did he have brothers and sisters? Yeah, he had six brothers and sisters; six or seven brothers and sisters. Wow. OK, so do you know anything about cl oser to his adulthood, like how he met your mother? I think they were brought together; marriage Š how you call that? Arranged marriage. Arranged marriage, yes; an arranged marriage. My mother was very orthodox and come from a very orthodox family; and my father was not orthodox. Very orthodox was my mother Š from Agudah (ph? c. 16). Really? Yes, very orthodox; and my father was not orthodox. I remember as a child, and Friday evening we were not allowed to put electricity out; and the maid was not th ere, so my father™s hands put the lights out. My father was very charming man, he was very good-looking, he could sing very nice; and my mother was really the businesswoma n. And my father helped, cooked in the –. My father was also baker a short time, because in the hotel he made cake; he made special Dutch cake, boterkoek he made; and he baked raisin brea d, and he cooked a lot. My father cooked a lot in the kitchen. And my mother did was always in the front, in the business; and that™s really–. And he was very –. I remember when the waite rs in the hotel didn™t have a good day, that he put always some money on the floor ; so when they clean the floor, that they found some money. And he was a very generous man, very gener ous. He Š I mean on Friday evening he bought always so much fruit Š all different kind of things that we had on Friday evening for Kabbalat Shabbat; we made very big. What I remember mo re from my father? He was very generous guy; everybody liked him. You said in 1929 is when they bought the hotel? Yeah. My father and mother lost de daad (ph? c.29). In 1929 they lost everything, in the factory; in the brush factory when everything got electric, get mechanical done, so they –. The business didn™t do well, and they sold it; and then the family helped of course. And they bought a hotel, a kosher hotel, in Zwolle, in Holland; that was 1931. And that hotel was on a cattle market; but they moved that cattle market two ye ars later. But they didn™t know when they bought the hotel, and they had to build a new hotel on the new cattle market; and that was also in Zwolle. And Š Daddy (ph? c.36) did very well; it was very hard, when they didn™t have so much money when they lost the money in 1929. And they had to build up the hotel; and got loans from the beer factories and from the banks and –. Later on, I remember when I was a teenager, they did already very well. It was already out of the difficult times. OK. And you said that your father died in 1940? No, my father died in 19 Š 41 or ™40? 5701 Yeah. My father died when he was 55 years old. So that would be Š yeah; I think it would be 1940. 1940; OK. All right; of what causes? Heart attack. Oh, he had a heart attack? Yeah; he was very nervous with that both brothers were in the army, and they were looking for them; and very short after that, he died in a he art attack. And it was good; then he™s buried in Holland. So he hadn™t really experienced too much of the – No, nothing at all; no, no, almost not hing at all. I don™t think so; no. OK, but do you think it was part of the pre ssure of what was going on with the Nazis invading? Possible, possible; that had someth ing to do with the heart attack. Was there talk of that in your family when –? Of course; when the war broke out, we did; we right away saw –. We never saw there was a concentration camp, gas chambers, but –. I was a tomboy, and I was very young. I was Š not so young Š I was 18. I never Š talked seriously; they never talked with me when I was there around, like money worries, not. And, so Š of course, we talked about it. When all the German Jews came to our hotel, and they stayed overnight many times in the hotel; and then they were smuggled to Belgium. And then when boats went away from there; so we had a lot of people always overnight when we had, were still in the hotel. We get also after the war, we did a lot of people came over to the hotel, and they were smuggled out, and slept in the attic. Oh really? Yeah. A lot of from the camps slept in the at tic with us and were smuggled to Belgium and Š Was your father involved in helping any of these, or was this afterwards? I don™t remember, I don™t remember. But that™s what I tell – What™s also in the war we had a lot of Germans came to our hotel, German Jews, and stayed in the hotel overnight and when smuggled someplace else; in the beginning, yeah. But also in 1945, that was already after the war, we had a lot of Jewish people that stayed in the attic th e whole night, and we give them food; 50, 60 stayed in the attic, slept Š we had the beds on the floor. And then they were picked up and cycled (ph? c. 62) in the evening, and th ey were sent to Belgium; I think like that. When would that begin Š the smuggling? Do you know what year, approximately? That was in 1945 already. Oh, after – Also, in the war, that was in the very beginning, very beginning; yeah, very beginning Š in 1940. 1940? Yeah, yeah, 1940; that we had the Jews in the hotel. And you knew that this was going on? Of course you knew. The help (? c. 67) was not allowed to talk about it with anybody; and nobody came to the hotel and things like that. But it was very short time that could have done. Right. OK. Well, is there anything else you™d like to tell me about what you can remember? About your father? No. No? That should do it. Yeah, that should do it. OK; all right. Thank you very much. You™re welcome. OK. We™re speaking with Selma Engel about her late sister-in-law, Bep Jakobs. Mrs. Engel, what can you tell us about Bep? What do you know anything about her birthday or when she was born? She was born in Emmen in, also in Drenthe; in Overijssel is a li ttle town and she comes – Her father and mother had a very beautiful store in Zwolle. What type of store? A big sports store; very, very, they did very, very well. And she had another sister, ﬁvoti ellipseﬂ (ph? c. 75), in Holland, in Zwolle. And they went toget – my brother and her they went together when they was 16. And my father and mother were a little bit against it; I don™t know why, since we were not so rich – (? c.78); they were very we ll to do already. And they –, I know she was a very nice person; and they went ice skating together. And she was very musical; she played beautiful piano. And she went to college. Oh. Do you know what she studied? I don™t know; no, no. I think she just went to high – like gymnasiums. Right, right. But it™s like a college here Š gym nasium. She was very intellig ent; she was very business-like; and I know that she was very nice. And she came always; in the war she stayed with my mother when I wasn™t there, and also Maurits was with the mother. And they were very much in love and was a very nice couple together. And she played tennis; I know remember she plays tennis. Was she involved in any of the Jewish groups, do you know? No, no. She was not so much involved in Jewish groups. No; her sister was involved in Jewish groups. She was not so much involved in the Jewish groups. She went to school; and she was not so much in Zwolle that I remember. She was, perhaps, not in the town so – I, I was not friendly with her; she was two years older, ther e was a big difference in the age group. I was friendly with her sister. And I don™t think she was from –; I didn™t see her so much. And, she was a very nice person, she was very close with my mother; there was rea lly very happy with. And she could knit, and her knitted together also with my mother . They talk about books; she read a lot. And so she married your brother in 1940? In 1940; and she stayed in the parents™ house. Was that before your father died that they got married? After my father died; after my father died. And she stayed in her parents™ house separately? Yeah, because she was not allowed from the German s to change the address. So middle in the night, 11 o™clock it was dark, 10 o™clock it was dark; my brother we nt dark places and went to her house. In the morning, early, he came back to our house. When daytime, they were together. But nights, she was not allowed changes from ad dress. And officially, perhaps, the Germans were not allowed them to get married. So that was – Anything else? So she was with you – She was a big help for my mother to, to – you know. I was not much home, see, so I don™t know exactly what was going –. I couldn™t sit in a little house; I hated it. So I went away on Sunday, and I came back Friday evening; something like that. So, the last time you saw her then, would have been in 1942? Yeah. The last time that I saw her was beginning 1942. You believe that she probably – She, I think she went, perhaps, together with my brother. Her father and mother would have been out to, I think, to Auschwitz; they went out to Auschwitz. Anybody would want to know it exactly, they could find it out in Westerbork, in the archives in Westerbork. When you want to write that, they will tell you ex actly; the Westerbork of the Red Cross. In Holland, they have it exactly written down, and they will tell you exactly. When you want to know, write me a letter. Exactly, also my brothers and everything, you can find it out exactly in Holland. – (? c.110). I never want to –. I was always afraid that I would know that they were martyred (? c.110) and things like that, and hoped that they went to a camp like Sobibor always; but they didn™t go to Sobibor. Oh well, I saw many, many people from my home town walk to the gas chamber. So you said, I™m sorry, just to reiterate; she had one brother and one sister; or one sister? No; she had one sister; one sister, yeah. And her sister lives in Zwolle. What is her name? Saartje. How do you spell that? S-A-A-R-T-J-E S-A-A-R-T-J-E It™s my maiden name too. (? c.115) OK; all right. Well, thank you very much. Is there anything else that you can remember that you™d like to tell us? What I could tell you about Š my brother, my brother Braham, didn™t tell you anything. Right, right. We™ll move on to him. No, I don™t know. OK; thank you. OK. We™re talking with Selma Engel about h er brother, Braham Wijnberg. Mrs. Engel, when was Braham born and where? Braham was six years older that I am, so he™s born in 1916 in De Leek, May the 14 th. And what do you remember about him as a youth? He was a bit older, so he would have been a little bit ahead of you. Yeah, he was six years older than I am, and he was like my father. He was very wise, and I could always ask him all the questions what I di dn™t get from anybody else. And I never went to my father; I went always to him when I want to know things. And he was very intelligent, and he was very nice; and he helped in the hotel. Because he had a scholarship, in Groningen, to go to college, but he had to go and help in the ho tel because they just st arted the hotel; and my parents couldn™t afford it. So he didn™t go to college. Later, he went to the hotel school; culinary school. Hotel school is that Š in Holland. And he graduated from that, and he helped in the hotel many years. And he was also a dance, da ncing teacher; because in Holland, when there is a party, there has to be a dance master. For th e Holland government you™re not allowed to dance when there™s no –. So he was very popular in Holland for the not Jewish places. And he was very popular, and he worked very hard, and give also dancing lessons in the hotel; also before the war. And I helped him dancing always. Do you remember which dances you would do? Any dance; any kind of foxtrot and rumba; a nd we danced for public. Remember once for 1,000 people were watching; we were da ncing. And we went to Amsterdam; we learned to dance. And I danced, I was always dancing with him. She has this picture with my dancing clothes together with my brother; from this woman. Yeah, he was ver y, very good brother; we getting along very well. And he took me out a lot, and we had a very nice understanding together. So basically, was he with you in the hotel when the war broke out? No; he got married. He got married in 1940 Š May 8, 1940. He moved out, and he lived in Utrecht together with her family. And he was not in the hotel, and he was not in the war time too connected with us at all. Do you know what happened to him during the war? He was hidden in the war. By a gentile family? By a gentile family, with his wife; and he got four children in the war. And the one, the youngest, was born after the war. And they all were hidden in the war. And very coincident, even the doctor what brought one of the children in the world got in contact with them not long ago; with one of the girls Š she™s now 46 years old. And the doctor what brought her in the world wanted to now what came out of her. So during the duration of the war, they weren™t deported? No. They were not deported; they were all hidd en in Holland. In Holland, by not Jewish people Š different people. Did they remain in Holland after the war? And they remained in Holland after the war when they went to Canada in 1956. They went to Canada; they emigrated with the whole family to Toronto, in Canada. OK. And the children still live there? And the children still live there, yeah. OK. Well, is there anything else you™d like to tell me about him? No. He died very young; he was very upset what was happened in the war. And he had a tremendous guilt feeling, I think, that he didn™t tell my parents, my mother, and my brothers that they should hide somewhere. And he was very, ve ry bitter. And when he was in Holland later, he took the hotel over. We went out of the hotel, and he took the hotel over. And when there came Germans in the hotel, he didn™t want have any Germans in the hotel; and throw them out, out of the hotel. So he get a lot of problems w ith the police; when officially it™s a public place and you™re not allowed to discriminate people. A nd so he had a lot of problems that, so he, he was very unhappy to be in the hotel. And he sold the hotel and went to Canada. That was, I think, was one of the reasons he went to Canada. He was very unhappy person; very unhappy man; and, I think, because of the war. He felt very guilt feeling. And he died when he was 62 years in a heart attack, and he didn™t want to live; he didn™t took care of his health. He smoked a lot Š three packs of cigarettes a day; and drank coffee a lot. I think he didn™t want to live; he died really young. That™s a shame. Yeah; it was a shame. He was very nice guy; I liked him very much. Well, thank you very much. He had four wonderful children; they grow up wonderful. So he did a very good job in bringing up the kids. Very nice. Thank you. You™re welcome.",
    "segments": []
}