{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nUnited States Holocaust Memorial Museum\nFirst Person: Conversations with Holocaust Survivors\nFirst Person Steven Fenves\nThursday, June 29, 2017\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to\nfacilitate communication accessibility and may not be a totally verbatim record of the\nproceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTI@6NS\nwww.captionfamily.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 18th year of First Person. Our First Person today\nis Mr. Steven Fenves, whom you shall meet shortly.\nThis 2017 season of First Person is made possible by the generosity of the Louis\nFranklin Smith Foundation, with additional funding from the Arlene and Daniel Fisher\nFoundation. We are grateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share\nwith us their firsthand accounts of their experience during the Holocaust. Each of our First\nPerson guests serves as a volunteer here at this museum. Our program will continue\ntwice-weekly until mid-August. The museum's website, at www.ushmm.org, provides\ninformation about each of our upcoming First Person guests.\nSteve will share with us his \"First Person\" account of his experience during the\nHolocaust and as a survivor for about 45 minutes. If we have an opportunity for you to ask\nSteve questions, we will do so at the end.\nThe life stories of Holocaust survivors transcend the decades. What you are about to\nhear from Steve is one individual's account of the Holocaust. We have prepared a brief slide\npresentation to help with his introduction.\nWe begin with this portrait taken in 1940 or 1941 of Steven Fenves and his sister,\nEstera. Steve was born on June 6, 1931, in Subotica, Yugoslavia.\nThe arrow on this map of Yugoslavia in 1933 points to Subotica.\nSteve's father, Louis, was the manager of the printing plant of a Hungarian language\ndaily newspaper and would later become the editor of that same newspaper. His mother,\nClaire, was a graphic artist. In this photo we see Louis and Claire at a horserace in Subotica in\nthe 1920s. They are\nIn this photo we see Steve and his family on an outing to a farm in the summer of\n1940. In 1941, Germany attacked Yugoslavia and its ally, Hungary, occupied Steve's town.\nLife changed immediately for Steve and his family. Jews in Subotica were subjected\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nto Hungarian racial laws which were modeled after those in Germany. From September 1940\nto May 1944, Steve's family lived in one corner of their apartment.\nIn May 1944, Germany occupied Hungary, and Hungarian-occupied territories like\nSubotica. Soon after, Steve's father was deported to Auschwitz while the rest of the family was\nforced into a ghetto in Subotica.\nAt the end of June 1944, Steve and some of his family members were sent to\nanother ghetto and then to Auschwitz. Here we see an aerial reconnaissance photo of\nAuschwitz-Birkenau taken in September 1944 by the U.S. Air Force. The arrow points to the\nbarrack that Steve was in from June through October 1944.\nIn October 1944, Steve was sent to another camp at Niederorschel. On April 1,\n1945, Steve was sent on a Death March to the Buchenwald concentration Camp.\nSteve was liberated by the Americans on April 11, 1945, just over 72 years ago. He\nwas -- on this map of Buchenwald, the arrow points to the barrack where Steve spent.\nSteve returned to Subotica and was reunited with his father and sister, but his father\ndied less than six months after returning to Subotica.\nSteve's mother perished at Auschwitz. Steve and his sister immigrated to the U.S. in\n1950.\nAfter arriving in the U.S. in 1950, Steve was drafted into the United States Army in\n1952. After his discharge he enrolled at the Champaign-Urbana campus of the University of\nIllinois where he would eventually earn his Ph.D. in civil engineering and begin a 42-year\nacademic career in the computing field at the University of Illinois and later at Carnegie Mellon\nUniversity in Pittsburgh.\nAfter retiring from Carnegie Mellon in 1999, Steve and his wife, Norma, whom he\nmarried in 1955, moved to the Washington, D.C. area where he worked for 10 years at the\nNational Institute of Standards and Technology (NIST).\nSteve and Norma have four children. Gregory is President of the University of Texas\nat Austin. Carol is Special Assistant to the New York City Commissioner of the Department of\nDesign and Construction. Peter is a professor of comparative literature and Jewish studies at\nNorthwestern University. And their youngest, Laura, is a senior citizen consultant here in the\nWashington, D.C. area. Steve and Norma have seven grandchildren between the ages of 10\nand 32 and, as of May, a great-grandchild.\nSteve first began speaking about his Holocaust experience in the late 1970s when\nhe became the founding president of a Holocaust Survivors' Organization in Pittsburgh. Upon\nhis second retirement, from the National Institute of Standards and Technology in December\n2009, Steve became active with this museum. In addition to participating in the First Person\nprogram, he also volunteers with the museum's Visitor Services on Thursdays.\nIn 2014, Steve published \"The Life and Art of Klara Gereb: 1897-1944,\" a book\nabout his mother, a graphic artist who perished in Auschwitz, and her work that was rescued\nby her former cook during the deportations. Steve's granddaughter, Hannah, a graphic artist\nherself, was the designer of the book. Copies of the book are available from Amazon.\nWith that, | would like you to join me in welcoming our First Person, Steve Fenves.\n>> [Applause]\n>> Bill Benson: Thank you, Steve. Thank you so much for joining us and being willing to be our\nFirst Person today. Thank you for that. You have so much to tell us about what you went\nthrough during the Holocaust and we won't have time, | know, to talk about your\npost-Holocaust experience but we'll start right away if that's ok with you.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nYou were nearly 10 years old when the part of Yugoslavia where you lived was\noccupied by Hungary and your family's life would be forever changed as a result. Before we\nturn to that time, let's begin with you telling us a little bit about your family, your community,\nand yourself during those first 10 years of your life.\n>> Steven Fenves: Ok. First of all, Yugoslavia was only 12 years older than | was. The state\nwas formed in 1919, as part of the Versailles Treaty at the insistence of the American\nPresident Wilson, self-determination of the people, and huge portions of Hungary with seated\nto the minorities that lived there. Slovakia, the new state of Czechoslovakia, Transylvania,\nRomania, and the southern portion of the new state of Yugoslavia.\nThe family's culture, the Jewish society's culture, was entirely Hungarian. The\nYugoslav authorities insisted on speaking the national language on the streets, but that was\nlargely ignored. Yes, we went to Serbian schools but at home we spoke Hungarian. That was\nnormal. The saying is that in that city even the dogs barked in two languages.\n>> [Laughter]\n>> Steven Fenves: Everybody was tri-Lingual because there was a substantial\nGerman-speaking population as well, and so we all learned three languages.\nWe lived a very comfortable, upper middle class life. Our family had a maid, a cook,\na chauffeur and a governess. And before you think that's sort of extravagant, you have to\nunderstand that Yugoslavia was a dirt poor country and the social morays was if you could\nafford a car, you certainly could afford to support another family by hiring a driver. My best\nfriend's father drove around in a Fiat. You now see them on the streets again, the tiny Fiats.\nYou wonder how any adult can fit into them. This gentleman was practically ostracized by the\nJewish community for being so incentive to the social -- driving his own car rather than\nemploying a person who can drive his car. The governess was the same thing, at the level of\nmy cultural social standing of my family, it was absolutely mandatory that my sister and | have\na German-speaking governess so that we learn appropriate high German and not the dialects\nspoken in the streets.\nSo life was very comfortable. We had a very nice apartment, in the same building\nthat produced -- that had the editorial offices as well as the printing plant. As a child, | could not\nfall asleep unless the printing plant was rolling, which moved the whole building.\n>> Bill Benson: In fact, your newspaper that your father was the editor of was highly influential,\nwasn't it?\n>> Steven Fenves: The newspaper was definitely the -- well, before the war -- first of all, it was\nviewed as \"the\" Jewish paper because the editors were Jewish. It was also very well-known for\nits advocacy for the minorities, the Serbs and Croats who lived there, made up about half of\nthe population.\nAfter the Yugoslav kingdom was created, the paper was closed for a couple of years\nbecause of the Hungarian influence. The Yugoslav government was not anti-Semitic, per se,\nbut it made a big effort to separate the Hungarian-speaking Jews from the Hungarian-speaking\nHungarians two different things here, ideologies that. We'll come into the story in a few\nminutes.\nAnd among -- in the Hungarian sector definitely the paper was the bellwether, the\nflagship of Hungarian culture in this region of Yugoslavia.\n>> Bill Benson: | was struck by a couple of things that you shared with me about the\nnewspaper. One is that you did have to submit things to censors, government censors, for\nwhatever was published. And the other that you shared with me, if | remember correctly, is\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nwhen you came to the United States, there were four Hungarian newspapers in the U.S. and\nthree of the four editors had worked for your father?\n>> Steven Fenves: Plus a Hungarian literary journal in New York. Yes, Hungary -- | don't want\nto criticize your introductory speech, but you said Hungary followed Germany in its anti-Semitic\nbeliefs. Hungary preceded Germany in many of their fundamental -- Hungary had a very bad\nexperience with aborted Russian revolution in 1919, and a lot of bad feelings. A lot of the\nliberal journalists from Hungary had to flee and seek employment elsewhere. 12 kilometers\nfrom the border it was the first stop for all of these people fleeing Hungary, and then later many\nof them migrated to the states, New York, Cleveland, Toronto, and Chicago still had Hungarian\nlanguage newspapers.\n>> Bill Benson: Steve, your mother was clearly a very talented artist and the subject of your\nbook. Tell us just a little bit about your mother.\n>> Steven Fenves: My mother was -- the local museum, which incidentally -- the new museum\nis housed in what was our home. It's described as the first academically trained graphic artist\nin the city. She was very talented from day one. We have one of her drawings from age 10,\nincredibly detailed, very meticulous drawing. And she was very much influenced by her\nmaternal uncle who was one of the leading architects of the Art Nouveau style that was very\nfashionable in Hungary, so she did a lot of decorative work. She traveled throughout Europe,\nstudied in Budapest and Vienna and then traveled to Italy and France. When she married my\nfather, who managed the plant that had a small press that could press etchings and a larger\npress with a lithographic stone that could produce lithographs, she made use of the plant by\nconverting many of her sketches into lithographs and etchings.\n>> Bill Benson: Before we move on, | wanted to have you just mention very briefly, or I'll\nmention, among your hobbies you were a pretty serious as a youngster stamp collector. And\nlater that stamp collection would have importance to your family.\n>> Steven Fenves: Yeah. My father was very helpful. The newspaper had hundreds of local\nrepresentatives, local reporters, etc., etc., through the region who were all writing in. He\nrepeatedly asked them to use -- not to use the regular run-of-the-mill stamps but use special\neditions. And they all came to the newspaper. And once a week | made the round of all of the\noffices that collected incoming mail and they had all the envelopes ready for me. | had a mini\nfactory of cutting out, soaking, sorting, etc. And whenever my father went to Budapest or\nBelgrade, | gave him packages of used stamps to trade for new issued. So it was a very nice\nhobby.\nAnyhow, it was a very comfortable life, vacations in the Alps. For some reason we\nnever got to the Adriatic, which was Yugoslavia's big tourist fame, but we spent many\nvacations in the Alps.\n>> Bill Benson: And all of that would change in 1941 when Germany invaded Yugoslavia and\ntheir ally, Hungary, occupied the parted of Yugoslavia where you lived. From the very first day\nof the occupation your family and community were immediately subjected to profound\nupheaval. Tell us what happened.\n>> Steven Fenves: On the very first day, my father was expelled from his position in the plant\nby a Hungarian officer with a drawn firearm. The plant was confiscated and turned over to\nproduce a right-wing Hungarian paper. All of the Jewish establishments were expropriated and\nAryan managers were assigned to run it. The one that was assigned to this paper had one aim\nand that was to popularize the family. He closed my father's and my aunt's accounts to the\npersonal checking accounts and charged the entire payroll of the large plant to their personal\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\naccounts.\nSo very soon the family had to depend on selling whatever possessions we had,\nincluding my stamp collection and handy work that my mother could organize, which she did\nextremely well. She had sort of a mini factory of her prints and others working for her,\nknitting -- mostly knitting but crocheting, weaving, whatever handy works could be sold. So she\nkept the family going.\n>> Bill Benson: As you mentioned earlier, you had a German governess or nanny. On the very\nfirst day of the occupation she left.\n>> Steven Fenves: She wasn't going to spend another night in a dirty Jew's house and left.\n>> Bill Benson: And plus, | think, one of the first orders was that no non-Jews could work for\nJews.\n>> Steven Fenves: Yeah. So the staff went, which had to go anyhow because we had no\nincome to pay them.\nThe other Hungarian rule that preceded anything that Germany came up with at the\ntime, a law named numerus clausus was introduced in the early 1920s, restricting Jewish\naccess to higher education, to the same proportion as the proportion of Jews in the total\npopulation, which, you know, numerically makes sense but when you realize that 80% of the\npopulation were illiterate Serbs bound to the earth that they labored on, then it's sort of out of\nkilter.\n>> Bill Benson: So Jews made up 3% of the population.\n>> Steven Fenves: About 6% of the population. More in the cities. Much more in Budapest.\nBut anyhow, you had to take a test to enter fifth grade, which was first grade of\nacademic high school. Fortunately that summer my father had no other business, since he was\njust deposed, and so he spent the entire summer coaching me for this entrance exam and |\nwas one of the nine that was admitted, which didn't make much difference at all. We sat in the\nback row. Raising your hand made absolutely no difference. No teacher ever called on you.\nLater on, the father of a friend did a history of the high school. | asked him, as he\nwas going through the record, to get me the names of the nine people. He sent me with a note,\ndid you know you had to pay tuition in addition to this restriction and in addition to the\ntreatment that you received? A free public school charged the nine Jewish bastards tuition.\nHalf of the house was occupied -- the apartment was occupied by military. So it was a very\nincreasingly severe restriction.\n>> Bill Benson: So you were forced to house German military officers.\n>> Steven Fenves: Hungarian.\n>> Bill Benson: Hungarian officers.\n>> Steven Fenves: Right. So it was three very strenuous years. My father's health deteriorated\nquite a bit. My mother's even worse.\n>> Bill Benson: Your father, | believe, was subjected to a trial related to the business. Right?\n>> Steven Fenves: Trial to legitimize the takeover of all of the businesses there were trials. My\nfather and my aunt's lasted half a day. They were tried in absentia. Anti-Semitic venom pouring\nout of the witnesses and prosecution. It's a terrible stress on them.\n>> Bill Benson: And as terrible as those three years were, Steve, things became infinitely far\nworse. In the spring of 1944, with Hungary about to capitulate to the allies, Germany moved\ninto occupied Hungary, including where you lived. Tell us what happened when the Germans\ncame in and why they came in.\n>> Steven Fenves: Well, schools were closed. One of the very few nice things they did -- this\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nwas | think May.\n>> Bill Benson: 1944.\n>> Steven Fenves: May 1944. They discharged all the Jews. They gave us certificates that we\ncompleted that year, which was helpful when we had to re-enter the stream after the war.\nThe Jewish star was introduced, which my mother made. | don't know where she got the\nyellow cloth but we went into mass production. She was cutting out and sewing them. My sister\nand | were turning them inside-out -- outside-in. And she checked our work. The couple of\nstars here displayed would never have passed my mother's critique. So that's how we spent a\ncouple of weeks.\nThe intelligentsia of the town, lawyers, etc., including newspapermen, were all\ndeported, collected in one night. We saw a father going away, nobody to ever see him again.\nThey were sent to Auschwitz very early. And then we were ordered to vacate our premises and\nmove into a makeshift ghetto.\n>> Bill Benson: Steve, you described that the leaving of your home to go to the ghetto as one\nof your grimmest memories.\n>> Steven Fenves: Definitely. Definitely. We lived on the second floor. | don't Know how this\nevent was advertised, whether the papers carried notices. But by the time we got ready to\nleave the apartment with whatever we were allowed to carry, the staircase down to the streets\npeople were lined up, backed against each other, waiting to ransack the apartment. Until that\nwas happening, as we were going by, they screamed at us, yelled at us, spat on us.\n>> Bill Benson: And these had been your neighbors?\n>> Steven Fenves: Yup, everybody from the city.\n>> Bill Benson: There was one exception.\n>> Steven Fenves: There was one exception, a former maid who three years earlier we had to\nlet go, was in the line. She grabbed the family cookbook and she found somewhere a folder\nand shoved into it whatever artwork on paper she could find, lithographs, sketches, etc., and\ntook those and after the war returned them to us.\nIf you go into the \"Some Were Neighbors\" exhibit, you'll see my mother's cookbook\nwhich my sister and | donated.\n>> Bill Benson: So you were forced into a ghetto. Tell us about that.\n>> Steven Fenves: Two or three families per room, non-existent feeding stations, minimal\nsanitary facilities. Fortunately the area -- the wall was porous enough so that people like our\nformer cook could sneak in some food. Also some people were able to sneak out. That just\nlasted a couple of days. Then one morning we were lined up at the railroad siding --\n>> Bill Benson: I'm going to stop you. One thing | want you to share. You had shared with\nme -- you were born on June 6. Your 13th birthday, 1944, you received what you called a\nwelcome birthday present. And that was?\n>> Steven Fenves: | was one of the very few people who had passage to go out of the ghetto.\nA former mechanic of the newspaper was a Serb and he was fired together with all the Serb\nand Croats when the Hungarians took over the newspaper. He had a small machine shop.\nWhen schools closed, | went to work for him as a machinist apprentice and that lasted in the\nghetto as well.\nSo | was out of the ghetto on June 6, 1944. | could have been the first person to\nbring back the news heard from the clandestined radio that the allied invasion had started. And\na week later we were deported, entirely by Hungarian gendarme. | did not see a German\nsoldier until Auschwitz. So do a little math. The entire German occupying force was 400 people\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nand in a matter of six weeks they deported 400,000 Jews to Auschwitz. Prodigious, right?\nExcept they were not there. The gendarme had a plan, worked out years in advance of what\nthey were going to do, and all they needed -- they couldn't get the approval from the Hungarian\ngovernment before but under the pressure of the occupation they got the approval and they\nwent to work. And that was well advertised. | have seen copies of the front page of the\nBudapest newspaper describing the deportation. A colonel of the gendarme giving orders, etc.,\netc.\n>> Bill Benson: Steve, you arrived at Auschwitz. You were with your mother, | believe your\nsister, your grandmother.\n>> Steven Fenves: Yup.\n>> Bill Benson: What happened to them?\n>> Steven Fenves: Well, some of you may have seen \"Schindler's List\" and you may have\nseen -- remember the scene when the children who were mistakenly sent to Auschwitz\ndebarked from the trains and the platform, nicely sloping platform is put in front of them and\nthey very gingerly walked down this plank. Well, there was no such plank. You either jumped\nout or you were thrown out, hundreds and hundreds of SS, dogs, inmates, everybody yelling,\neverybody shouting, incredible stench hitting you that is still in my nostrils today. Everybody\npiled outside. Eventually men and women separated. My mother and sister went one way, |\nwent the other way. My grandmother went nowhere. She had a severe limp and was sitting\nthere waiting to be taken to the crematorium -- to the gas chamber.\nIn front of a German officer -- many people will tell you that that was Dr. Mengele. |\ncannot tell you that. | was not introduced to the gentleman. All | know is a German officer with\nwhite gloves looking over thousands of people, directing people right and left. | went this way. |\ndidn't know what the other way was. For about 24 hours | didn't know what the other side was.\n| wound up in this long line, in a huge building, no food, no drink after five day and five nights in\nthe locked car, railroad car, eventually shaved of all body hair, cold shower, some disinfectant\nthrown at you, battered camp clothes, etc., thrown at you, eventually into compounds,\ncompounds C, E, that was shown on the slide. | was in that picture because in September |\nwas still in Auschwitz.\n>> Bill Benson: And you were 13 years old.\n>> Steven Fenves: | was 13 years old and so were a thousand other kids in that block. It was\ncalled the youth block. And all of us were put there. So from the people who had been there for\na time, we found out, that the other line went to the gas chamber. And the smell, the stench\nwas of the burning flesh and bones from the crematorium plus mixed with small fragments of\nprayer books that were sort of spreading everywhere in the air. One feeding a day out of a\nbarrel. One run to the latrine once a day.\nYou learned things in that setting. For example, take the advice of an older person\nthat running towards the latrine to try to pick a smooth pebble on the ground so you have\nsomething to wife yourself with. Unfortunately toilet paper was not one of the things provided in\nthe latrines. Learned the stench not just from the crematorium but from your own body, your\nown clothes, weeks, months with no change in clothes, no shower, excrement, urine, you\ncarried with you in your own clothes.\nThe other thing you learned is that people, the spirit dies faster than the body.\nEverywhere in camp you saw these shuffling bodies, glazed-over eyes not seeing anything,\njust shuffling. The slang camp called them muscle men, totally impervious to what was going\non. Usually carried out in the morning with the night's dead on the cart directly to the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\ncrematorium. No point in wasting gas on somebody who is already in that condition.\n>> Bill Benson: Steve, you ended up becoming an interpreter while at Auschwitz.\n>> Steven Fenves: Yup.\n>> Bill Benson: How did that happen?\n>> Steven Fenves: Well, this horrendous, this horrible woman who was our governess did one\nservice. My sister did not benefit from it but at that time in Auschwitz the inmate orderlies were\nGerman criminals brought in from prisons to control the inmates. They spoke only German.\nThe majority of the kids in our barracks spoke only Hungarian. They needed an interpreter.\nAnd somehow they picked me. So | became an interpreter. The only reward was that after the\ntroops were fed from the barrels, | had the privilege of going at that time with a spoon and\nscraping out the bottom of the barrels for a little more food.\nThe big change, the really big change in my life, was a couple of months later. In late\nAugust -- the date is easy to look up. It's very well documented, the day when the gypsy\nfamilies in Auschwitz were slaughtered one single night, from the barracks adjacent it our\nbarracks. The following day there were inmates cleaning out the barracks, whitewashing inside\nand outside. And what was most noticeable to us is that their supervisors were not wearing the\ngreen triangle of criminals but had the red triangle of political prisoners. One of them came\nover. He wanted a translator of Polish, Hungarian, and German. | had never heard a word of\nPolish before but | figured if it’s a Slavic language like Serbian, then it can't be that different\nand | volunteered. And | became an interpreter to them. That was when | decided | had a\nchance to live.\nUp to that point there was absolute conviction that | would follow these musclemen\nout into the crematorium as all of my classmates by then had done. These people were all\npolitical prisoners caught up in Warsaw and other Polish cities, a good part of them university\nstudents. May have been violent anti-Semites but decided for the duration of the hostilities that\nthat mattered much less than resisting the SS. So | worked for them. They drummed into my\n13-year-old head that, no, you're not going to die; you have a chance to fight for your survival\nand fight for the survival of others.\n>> Bill Benson: That work enabled you to locate your sister.\n>> Steven Fenves: Yes. In addition to being a translator, including translating for the German\nforeman who came to select workers, | also was on a roof repair detail that had permission to\ngo from compound to compound doing little roof repair, mostly black marketeering, etc. We\nparticularly went to this one women's compound because one of the Polish kapo's girlfriend\nwas a female in a woman's compound. And that's how | met my sister. | found out that she was\non the way out, scheduled to be sent out on an outgoing transport.\n>> Bill Benson: For slave labor?\n>> Steven Fenves: For slave labor. It turned out to be a light bulb factory. So | cashed in all of\nmy black market goods and got her a scarf and a sweater. This was October, so things were\ngetting chilly, for her to take with her when she was shipped out.\n>> Bill Benson: Steve, you were at Auschwitz for five months. In a truly astounding way you\nwere able to get out of Auschwitz in October of 1944 and ended up at a satellite camp of\nBuchenwald. Tell us how you got out of Auschwitz.\n>> Steven Fenves: Well, things by September, October, things in Auschwitz were slowing\ndown but the foreman still came looking for workers so there were still outgoing transports. The\nPolish kapos decided to smuggle me out in one of the transports. So they arranged for me to\ntrade places for another person and shoved me into this line. | got my tattoo.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: As you were leaving.\n>> Steven Fenves: Yes, by that time in Auschwitz, incoming -- there were so many inmates\ncoming in that they were not tattooed anymore, only those who went out. So a little bit more\npleasant train ride. At least they stopped once a day to let us get out, stretch our legs, use the\nsiding. We arrived at this small camp in a village called Niederorschel. Lined up, SS gave a\nspeech, the foreman gave a speech. A Hungarian interpreter interpreted it. And then the\nforeman came up to me and said, \"What are you doing here? | didn't select you in Auschwitz.\"\n| had been his interpreter when he was in Auschwitz selecting workers.\nWell, the Polish kapos drilled me the way | think presidential candidates are drilled\nbefore debates, to be ready for any eventuality that could possibly arise. This was not one that\nthey foresaw. So there | stood. | cleared my throat. And | said, \"Well, with this many new\ninmates they thought you would need another interpreter.\" That's the one thing that came to\nmind.\n>> Bill Benson: And it worked.\n>> Steven Fenves: And it worked. Not just that | became an interpreter but the grilling -- the\nreal grilling | got was not from the guards. It came from the inmates, immediately surrounded\nme.\n>> Bill Benson: Because you were under suspicion.\n>> Steven Fenves: Yes. How come the foreman knew you? How come your clothes are so\nmuch better than others, etc., etc. So it took some time for me to convince them that | knew\nthings that they didn't know.\nOne of the orderlies was a gypsy. He had heard that something had happened to the\nRoma population in Auschwitz. | could tell him that | was there and what happened. So | was\naccepted by the people, by the small group that sort of controlled the camp, but | was put to\nwork like everybody else. Six and a half days a week, 14-hour workdays, manufacturing the\nwings of airplanes, fighter planes.\n>> Bill Benson: Spend a moment telling us about the acts of sabotage.\n>> Steven Fenves: We did whatever we could.\n>> Bill Benson: Building these wings.\n>> Steven Fenves: People -- particularly the people at the electrical stations, installing landing\ngear, flaps, control rods and the wiring that controlled them. They could occasionally cut a\nbunch of wires and stop the production line.\n| worked at the next to last inspection station inspecting rivets that never properly --\nand checking for possible tears in the aluminum skin. We could sometimes just stop the\nassembly line until those were corrected. Sometimes we could gloss over errors that we saw\nand let it pass through the next station where camouflage paint was applied to it and covered\nit.\nNone of these planes ever flew. This factory was set up only in the spring of 1944,\nafter the big industrial establishments had been bombed to smithereens. This was an attempt\nfor organized an alternate supply line which didn't work. The railroad lines were bombed. We\nwere getting fewer and fewer parts to install and sending out less and less complete wings. But\nthey kept us there.\n>> Bill Benson: Steve, one thing | want to ask you about. You had said to me that at\nNiederorschel you saw how humans could function under conditions a bit better than\nAuschwitz.\n>> Steven Fenves: Well, the important part of the day was the night. There was a large\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\ncommon area. A couple hours before lights out. Well, you would expect to have shoemakers\nwho could fix shoes. You would expect to have tailors with bartered needle and thread\nobtained from the Germans, civilian workers, repair clothing. Some skills you didn't expect.\nYou didn't expect to find diamond grinders reported from Belgium who attempted to grind\nprescription glasses out of the bottoms of milk bottles found by the wayside. | don't know if they\nworked but. Jewelers -- taking anything from the factory was, of course, punishable by death.\nEverybody was working on scraps of aluminum. Jewelers making these gorgeous boxes. It\nwas close to Christmas for the civilian workers. Wreaths for Christmas were a big thing. They\nwould bring in big sheets of dried grass and the inmates would make these elaborate wreaths\nout of it which could earn something on the black market.\n>> Bill Benson: And here you are still a boy, fellow inmates wanted to educate you. What did\nthey do about your education?\n>> Steven Fenves: After all of this, there were about half a dozen kids my age. Some people\ndecided that our education should not be stopped. You know, after 14-hour work, couple of\nhours of sharpening weapons, took us aside to give us lessons in history and French and\nalgebra. | don't think anything stuck with me but.\n>> Bill Benson: But they tried.\n>> Steven Fenves: They tried. Religious people did the same thing. Rehearsal for Friday night\nservice went on all week. | mean, everybody knew the service by heart but they also knew the\nweekly Torah reading by heart and the services were special, services were holidays, huge\ndiscussions among the people who knew what is the proper language. Absolutely amazing.\n>> Bill Benson: You remained at Niederorschel for more than six months until April of 1945\nwhen you were forced on a death march. Tell us what that was and where you went.\n>> Steven Fenves: That march was announced one night. The younger people in the\nresistance organization wanted to stage a revolt. We had some weapons.\n>> Bill Benson: That you made secretly and were hiding.\n>> Steven Fenves: Yeah. The inmates took the food to the guards' quarters. We knew where\nthe guards' weapons were. There was a chance that we could do something. The older people\nwere against it. So the following morning we went -- we started. After the first couple of days, a\nbreak from the factory. It was spring but then it got more and more tenuous. Food was\npractically non-existent. People were falling by the wayside and were shot by the guards.\nPeople attempted to escape at night. Some were successful. It was very disheartening when\nthe following morning the farmers in the area brought back the escapees from the night before,\nusing barbed-wire to tie their hands. That was sad.\n>> Bill Benson: And you had your arm broken on the march.\n>> Steven Fenves: My arm broken. Yeah, just sort of stumbled into Buchenwald. | could orient\nmyself from the descriptions of people who had been there. First thing | noticed was the\ncrematorium chimney was not smoking, so that was a positive sign. Second, we were led\ndirectly into the main camp, no quarantine, etc. Third, no SS inside the camp. There were only\ninmates inside the camp. And the majority by then were wearing the red berets of the camp\nresistance organization. So we were just shown an empty barrack. Somebody pointed at a\nplace for me to lie down and | laid down. | had anticipated participating in the great revolt that\nall of the older inmates were talking about. | fell asleep. And the next afternoon somebody\nwoke me up to tell me that the Americans had arrived.\nSo lots of stories about liberation of Buchenwald. The funny thing about it is the\nNorwegian stories, the inmates leading the uprising is Norwegian, and in French the leading\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nthe uprise were the French and so on down the line. So | have to dial myself out. | had no\ndirect contact with any of that.\n>> Bill Benson: When did you realize fully that you were liberated?\n>> Steven Fenves: Well, we saw -- we raced up to the barbed-wire fence and the American\njeeps and trucks, and armored vehicles of the 6th Armored Division were going by with\neverybody, soldiers looking at us as Zoo animals, | would say. They had never seen anything\nlike that. That was obvious.\n>> Bill Benson: As we noted in the beginning, you spent several months in a field hospital\nrecuperating and made your way back to Subotica. What did you find in Subotica?\n>> Steven Fenves: First of all, the hospital was very efficiently run. Just to give you a sense of\nwhat the continues were, this was 120th Field Evacuation Hospital. Doctors, nurses, etc. The\nAmerican nurses were sent to temporary duty elsewhere because the command of the hospital\ndecided the work was too onerous for American women to do. So they locally re-hired the\nGerman nurses that had worked in the hospital for the wounded SS.\n>> Bill Benson: So they now were the nurses in the field hospital.\n>> Steven Fenves: Anyhow, a long negotiation. You know, the Iron Curtain was up. French,\nNorwegian, Dutch, Belgian people were out in 24 hours at most. We were there for three\nmonths before we got the permission to cross into Soviet territory, Soviet-controlled territory,\nand eventually go back.\nPeople ask me this question, what was it like. | don't know. | just got off the train and\nstarted walking. | knew | had one aunt who was not considered subject to deportation by\nHungarian racial laws. | went to her house. A couple of weeks later my sister did, and a couple\nof weeks later my father was brought back on a Soviet Army train -- Army hospital train. So we\ntried to start a new life.\n>> Bill Benson: What kind of condition was your sister in?\n>> Steven Fenves: Ok, she was liberated in Bergen-Belsen after a case of Typhus but she\nwas Ok.\n>> Bill Benson: But your father was not.\n>> Steven Fenves: Oh, no. | have the entrance -- | have the admission diagnosis from the\nSoviet military hospital: angina, kidney failure, broken teeth, mental and physical deterioration,\netc. He never recovered.\n>> Bill Benson: You shared with me, though, that despite that he did make an attempt to\nrestart his life.\n>> Steven Fenves: Oh, yes. Very much so. He tried getting the paper back. That was\nimpossible. But we got a small vineyard back. So we had some money. Yes, my father was\nvery anxious to connect with my maternal uncle who had emigrated to the states in the 1920s.\nHe sent affidavits to my sister and me but he just couldn't do it any further.\n>> Bill Benson: In the little time that we have left, as you said, the Iron Curtain was up. You\nwere now under the Soviet control. You would live there for several years.\nBefore we leave the program today, tell us how you and your sister got out of\nYugoslavia.\n>> Steven Fenves: Well, two of my cousins survived. Both of them were engaged. So the six\nof us, in an 18-month period, got together in Paris, five different ways. My older cousin and his\nfiancée were born before Yugoslavia existed so they could reclaim their Hungarian citizenship.\nMy younger cousin's fiancée was Hungarian. She only came in the late “30s. My cousin\nmanaged to escape into Switzerland but the Swiss sort of keep watch over things like that and\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthe Swiss police came and said, “You're here illegally.” They said, “Yes.” “Where did you come\nfrom?” “France.” So Swiss policemen took him across the border, paid ticket and waited for the\ntrain to Paris.\n>> [Laughter]\n>> Steven Fenves: My sister and I, through the help of a couple of former POWs who were on\nthe liberation train from Bergen-Belsen, that she came home on, they helped us get passports,\nlegal passports and exit visas. They didn't have the authorization to issue them but they issued\nthem to us on the basis of that we got out. As soon as we got out to Paris, we renounced our\nYugoslav citizenship. The French were very supportive.\n>> Bill Benson: Made it to the United States and then you got drafted.\n>> Steven Fenves: Right.\n>> Bill Benson: We're going to close our program in a moment. As you clearly saw, we only got\na glimpse of every part of what you heard from Steve, you just got a glimpse of it. And, of\ncourse, what happened Postwar for Steve we didn't even get into except for that little bit at the\nend.\nBecause we don't have time for questions with you today, Steve is going to remain\non the stage when we finish the program. We invite anybody who wants to come up on the\nstage, when we finish --\n>> Steven Fenves: I'll get down at the bottom.\n>> Bill Benson: All right. To talk to Steve, ask him questions, get your photo taken with him,\njust say hi and shake his hand if you would like to do that.\nIt's our tradition at First Person that our First Person has the last word, so I'm going\nto turn back to Steve to close our program. Before he does, | just want to remind you we'll have\nFirst Person programs each Wednesday and Thursday through the middle of August. We hope\nthat you can come back another time. But if not, the museum's website will have information\nabout the program in 2018.\nThanks for being here.\nSteve?\n>> Steven Fenves: Well, as the first question very often is simply somebody asking me why I'm\ndoing this. As you could tell, it's not the easiest thing to do. | have gotten past the earlier years\nwhere | broke down somewhere in the talk, could never predict where but somewhere. It\nhappened. But! do it because as a Survivor, as a witness, | have an obligation to do so, an\nobligation to the millions of people who didn't survive. | feel that it's up to me to let people like\nyourselves know what inhumanity the human mind can produce and how easy it is to move\nfrom prejudice, discrimination against anybody to more and more oppressive levels of\nseparation, leading up to genocide and the Holocaust.\nlf you walk through the museum, sitting at the Information Desk | tell people\nwhatever genocide de jour you're interested in, we ever an exhibit on it. Because it all\nhappened after the Holocaust when so many people were convinced that this would never,\nagain, be repeated. So whatever | can do and whatever | can say, it's my obligation to warn\npeople that prejudice, discrimination can escalate to the levels that escalated in what was then\nthe most advanced and most [Indiscernible] country on the European continent.\n>> Bill Benson: Thank you, Steve.\n>>[Applause]\n",
    "segments": []
}