{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nWednesday, April 10, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON:\nWith MARCEL DRIMER\nRemote CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings. This\ntranscript is being provided in rough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon, and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson, the host of the museum's public program, First Person. Thank you for\njoining us. We are in our 14th year of the First Person program. Our First Person today is Mr. Marcel\nDrimer, whom we shall meet shortly. This 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation, to whom we are grateful for again sponsoring First\nPerson.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each guest serves as a volunteer\nhere at this museum. The museum's website, at www.ushmm.org, provides information about each\nof our upcoming First Person guests. We will have a First Person program until the middle of August.\nMarcel Drimer will share with us his First Person account of his experience as a survivor and\nduring the Holocaust for about 45 minutes. If time allows, towards the end of our program, we'll have\nan opportunity for you to ask a few questions of Marcel.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Marcel is one individual's account of the Holocaust. We have prepared a brief slide presentation\nto help with his introduction.\nMarcel Drimer was born in Drohobych, Poland, a small town now part of Ukraine. The arrow\non this map of Europe from 1933 points to Poland. Marcel's father, Jacob, worked as an accountant\nin a lumber factory while his mother raised Marcel and his younger sister, Irena. In this photo, we see\nMarcel and his mother, Laura, in 1934.\nGermany and the Soviet Union attacked Poland in September 1939, beginning World War Il.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nThis is an historical photograph of German troops parading through Warsaw after the surrender of\nPoland.\nOn June 22, 1941, Germany violated the German-Soviet pact and attacked Soviet territory.\nWithin a few weeks, Drohobych was occupied by German forces. In 1942 members of Marcel's\nfamily, including his grandfather, whom we see here, were deported to concentration camps where\nthey were murdered.\nIn the fall of 1942, Marcel and his family were forced into the Drohobych ghetto. Here we see\nan historical photograph of Jews being forced into the Drohobych ghetto.\nBefore the liquidation of the ghetto, the family escaped to a small village. In August 1943,\nMarcel went into hiding with a Polish Ukrainian family. Marcel's family is seen in this photo taken in\n1947 or 1948. From left to right, we see Marcel's uncle, Abraham Drimer, his parents, Laura and\nJacob, and Marcel's uncle, Abraham Gruber.\nIn 1957, Marcel earned a degree in mechanical engineering. He immigrated to the United\nStates in 1961 where his wife, Ania, joined him in 1963. Soon after arrival in the United States, he\nwas hired by the US Post Office Department to work on the design of mail sorters and conveyors.\nAfter a very successful period with the Post Office Department, Marcel transferred to the US Army as\na civilian in 1972. He then worked as a mechanical engineer for the Army Corps of Engineers.\nThough he retired from the army in 1994, he remained a consultant with the army until 2010. As he\nnotes, he is now truly retired.\nAnia trained as a pharmacist in Poland and continued her profession after her arrival in the US,\nand is now also retired. Marcel and Ania have a son, Adam, who lives in Richmond, Virginia. They\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhave two grandchildren, Mary age 11 and Jack who is 13. They're both in the International\nBaccalaureate Program.\nAlthough officially Marcel and Ania are retired, they both do considerable work as volunteers\nwith the museum. Marcel translates documents written in Polish, and Ania edits Marcel's translations.\n[Laughter]\nHe translated portions of Emanuel Ringleblum's \"Notes from the Warsaw Ghetto,\" a 25,000-page\ncollection of diaries and other documents detailing the events and lives of those who lived in the\ndoomed Warsaw ghetto. Marcel and Ania also worked on the museum exhibit titled \"Some Were\nNeighbors: Collaboration and Complicity in the Holocaust,\" which will open at the end of this month.\nTo help with this new exhibit, they reviewed and transcribed some of the several hundred filmed\ntestimonies and made recommendations about their potential significance to the exhibit. For this\nexhibit, Marcel has donated photographs of great significance to him, which we will discuss a little bit\nlater.\nI'm pleased to let you know Ania is here today with Marcel. They are quite a team.\nAnia, if you would just wave so people know you're here.\n[Applause]\nMarcel also speaks publicly about his Holocaust experiences in various settings. For example, he\nspoke to the graduating Judge Advocate General class at the University of Virginia in Charlottesville,\nas well as at synagogues and schools. He was also speaker with Mia Farrow at an event in\nGettysburg, Pennsylvania. Marcel also participates in the museum's Memory Project, in which\nsurvivors write about their specific recollections from the Holocaust. Two of his writings can be found\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nonline on the museum's website.\nBesides Ania, Marcel is joined today by their good friend and fellow Holocaust survivor, Sam\nPonczak. Do you want to wave too?\n[Applause]\nWith that, | would like to ask you to join me in welcoming our First Person, Mr. Marcel Drimer.\n[Applause]\nMarcel, thank you so much for joining us, and your willingness to be our First Person today.\nWe have just an hour, we have so much for you to share with us. We'll just begin, start right away.\nWorld War II began in September 1939 when Germany attacked Poland from the west, and\nthat was followed quickly by the Soviet Union attacking Poland from the east. Early in the war, you\nand your family lived under Soviet occupation. Before we talk about that time, why don't we start first\nwith you. Tell us about your family, your community and what life was like before the war began.\n>> Marcel Drimer: My family was middle class. Father was an accountant, as Bill said before.\nMother was a housekeeper. | had a sister, Irena, who is still alive, thanks God, in Israel.\nMy grandfather, whom you saw here, was a -- he worked in the refinery, oil refinery nearby\nDrohobych, and my other grandfather was a butcher, a kosher butcher.\nDrohobych was a quaint little town of 40,000 people, 39,000, 40,000. Equally divided among\nPolish habitants, Ukranians and Jews. There was about 12,000 Jews in Drohobych.\nThere were cultural facilities for the Jews. The Jews had their own sports clubs. One of my\nuncles was a very active and good player in the soccer team, the local soccer team. Uncle Usef.\nThere was a beautiful orphanage known all over the country of Poland.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nPeople basically lived in peace among themselves. There were sometimes some\nmisunderstandings and people would get into fights, but all in all it was a peaceful place.\n>> Bill Benson: Marcel, did you have a large extended family?\n>> Marcel Drimer: Yes, | had -- my father was one of five siblings, and my mother was the oldest.\nFather was the oldest of five; my mother was also the oldest of four siblings. I'll talk about them a\nlittle, a little later.\n>> Bill Benson: OK. That sounds good.\nOn September 17, 1939, Russia attacked Poland. As a result, you lived under Russian\noccupation until June of 1941. Tell us what life was like under the Russians, before the Germans\ncame.\n>> Marcel Drimer: | would like to mention that today, April 10, is the 73rd anniversary of the murder.\nWhen the Russians attacked Poland on September 17, 1939, they took about 22,000 POWs, senior\nand -- officers and senior NCOs to the camps, and on 10th of April in 1940 they killed them all.\nThree years ago, a group of Polish, Polish president and Polish military high officers and the\ngovernment got into a plane to go to open a museum or a flag there, and that plane fell down and\ncrashed. This was another tremendous, tremendous tragedy for the Polish nation on that date. That\nterrible anniversary.\nNow about life under the Russians. The Jews were not specifically pointed up to any special\nbad or good treatment. They were just -- the situation was quite hard. There were shortages of food\nand shortages of clothing, but we were just like everybody else. We were just treated like everybody\nelse.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nMy mother was a seamstress, and she would sew the clothing that | was wearing and my\nsister was wearing. Now, at the same time, Poland, the western part of Poland was under German\noccupation. We heard what was going on. There were people that managed to escape from western\nPoland. There were also some Jews that escaped from Germany. We even had a Jewish refugee in\nour house for a few weeks.\nSo we knew what was going on. Of course, there was no press like we have the press now,\nbut the people told us what was going on, and what was going on was terrible.\nMy father's -- well, when the Germans attacked Poland, Russia at that time, on June 22, they\ncame to Drohobych at about July 1.\n>> Bill Benson: Marcel, before we go there, let me ask you a couple more questions about that\nperiod under the Soviets. You were able to start school for a period of time then, | think.\n>> Marcel Drimer: Kindergarten.\n>> Bill Benson: Some of your family members joined the Communist Party, is that correct?\n>> Marcel Drimer: Yes.\n>> Bill Benson: Some volunteered for the Russian Army?\n>> Marcel Drimer: They didn't have to volunteer. They were drafted.\n[Laughter]\n>> Bill Benson: OK. | was going to ask you, your birthday, if you don't mind, your birthday is May 1,\nwhich is a significant date in the communist world.\n>> Marcel Drimer: That's true.\n>> Bill Benson: Tell us about the significance of your birth date of May 1.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Marcel Drimer: Well, actually, | was born 15 minutes before midnight, on April 30, but | was born\nin my grandparents’ house, and my father sort of thought that since May 1 is an international workers’\nday, holiday, so he registered me as May 1.\n[Laughter]\nDon't give it up. Don't --\n>> Bill Benson: That's our secret.\n[Laughter]\n>> Marcel Drimer: That's our secret. Anyway, what else? Now, at the time when the Germans\nattacked the Soviet Union, my mother's two sisters had children, one month and two months old.\nTheir husbands were taken to the Soviet Union army, and they decided when the Soviet Army was\nwithdrawing, going east, they just decided to join them and just go east and save their lives.\nAlso, my mother's youngest brother, who was the soccer player, he was 21. He was 21 years\nold, so he didn't even tell his parents that he's planning to go to Russia. He just took a sandwich,\nwent to work, and just got on the truck going to Russia and went to Russia.\nThen also my father's youngest brother was also taken for the Russian Army. Some of them\nsurvived. Some of them didn't survive. But my aunts and my -- both uncles, two aunts and two\nuncles that went to Russia, they survived. One of the husbands was killed in a Russian military, on\nthe front.\nSo actually, this was -- the Soviets also deported a lot of people that they considered enemies\nof the state. They deported, for example, Ania's parents. They were upper middle class. Her father\nwas a doctor, mother was a lawyer. And they did not -- they didn't want to accept the Soviet\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\npassport, so they were sent to Siberia, where Ania was born during the war. Luckily, her father was a\ndoctor, so he delivered her there in Russia. This is how they survived.\nSo the majority of those people that ran to Russia or even were deported to Russia were\nsaved by deportation. They survived, 80% to 90%. Whereas, those that stayed --\n>> Bill Benson: Including your family.\n>> Marcel Drimer: -- including my family, about 90% were killed.\n>> Bill Benson: When the Germans came in, things changed almost instantly and very tragically.\nTell us about those changes right from the get-go.\n>> Marcel Drimer: The first day, July 1, the Germans allowed the Ukranians to have a pogrom, to just\ngo to Jewish homes, to take whatever they wanted, to beat people up, and these were mostly\npeasants that lived outside of Drohobych, and they were very poor. So they were looking for chances\nto steal or to grab from the Jews.\nWhat happened, my maternal grandfather was beaten up. They took things out, whatever they\ncould carry out, among others they took the photo albums from their house. Of course, they were not\ninterested in the photos. They were interested in the albums. So they shook out the albums -- all of\nthe photos fell on the ground in mud and water, and a neighbor, a Ukrainian neighbor came over,\npicked them up, and just kept them. After the war, father went to look what's left of my grandparents’\nhouse, of course nothing was left there. This neighbor came out and gave him a stack of pictures,\nand said, \"This is what | picked up when your father-in-law was beaten up.\"\n>> Bill Benson: Those are some of the photographs?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Marcel Drimer: Some of the photographs that you see here. The one you saw me and my\nmother, August 1934, was in that stack. There's about 40 or 50 there on my side.\nMy grandfather did not have access to any doctors, to any medicine, so he died in two weeks.\nAt the same time, my father was involved, he was sent by the work where he worked to some\nuniversity, to take some university courses, and my aunt was with him. There was also an aktion in\nthe war, and --\n>> Bill Benson: An aktion? An action by the Germans? Describe that?\n>> Marcel Drimer: This was an action by the Germans, taking people, putting them into camps.\nThere were also raup aktion, they would do, take whatever they wanted from your house, and they\nwouldn't touch you. Raup aktion. This was a killing aktion. They were telling people that young\npeople are being taken to work. So that my aunt put my father on the bed, covered him with --\n>> Bill Benson: Blankets?\n>> Marcel Drimer: Blankets. And the Germans came and took her, and my father stayed there. He\ndidn't come back for a day, for two, fora week. She was taken to a camp on Nayanofska Street.\nThey took her and she was killed there.\nMy father walked back to Drohobych on foot, came back and joined us. If we were all together\nin Drohobych at that time, we could have probably also gone to Russia. But a mother with two young\nchildren, she just couldn't do it. We had no communications with father. There was no telephones,\nthere was nothing.\n>> Bill Benson: Eventually, he was able to come home?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Drimer: He just walked. It was about 60 kilometers, | think. I'm looking at the people from\nRussia.\n>> Bill Benson: Tell us about your nanny and what happened with the nanny.\n>> Marcel Drimer: OK. When the Germans came, they made all kinds of laws. They put up -- these\nwere not laws, but these were their orders. People had to give up, bring to a certain place radios,\ntelephones, money, books. It was just whatever they wanted. For example, they needed fur coats for\nthe front, for the soldiers for the winter, so they also confiscated the fur coats from the people.\nFood was rationed, and we -- working people received like 8 ounces of bread a day,\nnonworking about 4 ounces of bread a day.\nSo in order to live, my father had to barter. The farmers would come to town and they would\nsell their goods, but my father didn't have money, so he bartered. For example, he would take off a\nring from his wedding ring and exchange it for two loaves of bread.\nIn our house -- sorry. In our house was my grandfather, the one that you show here, and my\ngrandmother, my mother's mother was a widow, and my father's sister with two little children, whose\nhusband was also taken to the Russian Army. These people just absolutely could not take care of\nthemselves. They couldn't find any food. They couldn't find any shelter. They just had to be with us.\nThe five of them and four of us, it was nine people in a one-bedroom or two-bedroom\napartment. The situation was absolutely critical. | also got some child's -- what was the sickness?\n>> Bill Benson: Measles?\n>> Marcel Drimer: Measles or something. | had a nanny before the war. She would come to us\nevery once in a while, brings us milk or bread. She loved me very much. A very nice lady, Jancia.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nOne day, she came, she said, \"You live here like animals cramped. I'll take Marcel with me to my\nhouse, I'll give him a bath, I'll feed him a little, then I'll bring him back.\"\nShe was pregnant, by the way. She was 8, 9 months pregnant. So nobody asked me if | want\nto go, but, you know, | just went. Of course, it was nice. | had plenty to eat and everything. But what\nhappened is my sister missed me, because we played together, and told our mother we should get\nMarcel back. There were no telephones; we couldn't communicate with Jancia. So my mother took\nher armband with the Star of David, the Jews had to wear armbands, but she, my mother had blue\neyes and she was blonde, and my sister was also blonde, blue eyes, so they pretended to be\nChristians, and they went to Jancia.\nWhen they came to Jancia, | was sitting in the corner, you know, like scared mouse, and\nJancia was on bed. She was in labor. She'd just gone into labor at the very same time.\nSo my mother told my sister to sit down. She boiled some water and did whatever needs to be\ndone in that situation, and the child was born, was stillborn. So couldn't save the child.\nBy the time it got quite dark, we stayed in Jancia's house. And the next morning, her husband\nwas not home, he was working night shift somewhere, he came home in the morning and he was\nvery surprised to see us there. He says, \"You can't be here. The gentiles hiding Jews were killed.\" It\nwas not -- it was dangerous for the gentiles to keep the Jews. He said, \"If the Germans see you here,\nwe all will be killed.\"\nSo he gave us a piece of bread, and told us that across the street there was a wheat field. It\nwas August. Wheat was sort of a beige color, then there was a forest behind that. He says, \"You go\nto the forest and hide there, and maybe you'll be lucky.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nSo my mother took me and my sister, and we walked, and then before we entered the forest\nthere was an indentation in the field, so we decided, mother decided to lie us there. She had a\nraincoat the color of bright wheat. So she covered us with that raincoat.\nWe were there for half an hour, hour, when we started hearing a German screaming \"Rous!\"\nThat means \"Out, out.\" You would hear dogs barking, and you would hear people begging for mercy,\nand then you hear shots and some people screaming from pain. And it lasted like 15 minutes, and\nthen it stopped for a moment, or for 15 more minutes, and then it started all over again. It was like\nthis was like a light motif, the same music, quote unquote, people crying, begging for mercy,\nGermans screaming, dogs barking. It lasted about three or four hours.\nSomehow we were not found by the Germans. So after the sun went down and it got a little\ndarker, we would get up, and it quited down. There was no more the screaming and shooting and\ndogs barking and so forth. So we got up, and we started walking towards Jancia's house.\nAs we approached the street, we came to the street, mother was carrying Irena and | was\nholding her hand, we came to the street, looked to the right and there was a German soldier with a\nbig dog, German dog, and he just looked at us, and we looked at him. It seemed like hours, but must\nhave been 30 seconds. And then he turned around and walked away.\nSO we were quite -- this was, | don't know, luck or something. Maybe we were wondering why\nhe did it. Now, one of the reasons that he could have done it is because he was by himself. They\nusually worked, hunted the Jews in pairs. So nobody would show their weakness and be humane to\nthe Jews, because this was the military had different orders. But he didn't have a partner of whom to\nbe afraid, so he just turned around and walked away.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nPerhaps it was already -- Germans with their accuracy, maybe they decided that they will do it\nuntil 7:00, and then it was over. But anyway, for whatever reasons, he walked, turned around and\nwalked away, we Survived that day.\n>> Bill Benson: And you were able to get back home?\n>> Marcel Drimer: Well, we came to Jancia, and it was still -- it was already night. The next morning\nfather came to pick us up. Father was at the lumber factory. People who worked in addition to the\nStar of David, they also had another badge with an A, arbeiter. This was something everybody\nwanted to have. Those who worked for the war effort were temporarily allowed to live. They needed\nthose people.\nSo father came in the morning and took us, and we went back home to our house. When we\ncame there, the doors were knocked down, the furniture were scattered all over the place. There was\nfeather from the pillows running around, you know, the house, and nobody was there.\n>> Bill Benson: So had you not gone to your former nanny's house, you would have been taken\nthen?\n>> Marcel Drimer: They were taken to the place, umshatz platz, | read about it later, they were there\nfor two days in that umshatz platz. Inhumane conditions, no toilets, no food, no water. Then they\nwere loaded into cattle trains and taken to Belzec, which was an extermination camp, and put to\ndeath immediately.\n>> Bill Benson: Marcel, in the early fall of 1942 is when the Germans created the ghetto in\nDrohobych. You and your family were forced into that ghetto. Tell us what life was like in the ghetto\nand how your parents, what they did to survive there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Marcel Drimer: Well, my father, we got one room in the ghetto. That was an apartment maybe of\nthree, four rooms, but there were three or four families in the apartment. We had one room, we had\none bed, and we all slept in one bed. The bed was taken away in one of the raup aktion, so it was\njust a mattress. So we slept all in that.\nThe situation was so bad that it really was absolutely unbearable. Food was always a\nproblem. They had these aktionen every so often. They would come and either try to squeeze that\ntowel to wrap anything they could, or they were coming to take people away.\nBy the way, the Germans grabbed so much in these countries that they occupied, that the\nGerman people didn't have to pay taxes. We, we the victims, supported the war effort against us.\nSo it was -- and we also, father thought that the ghetto will be liquidated. There were some --\nuntil 1943, we managed to live in the ghetto. It was very, very hard. The sanitary conditions were\nterrible. It was terrible.\nSo father decided that we have to leave the ghetto and try to find hiding somewhere else.\nFather worked at the lumber factory as an accountant, but he also was a lumber technician. He\ncouldn't work with the Aryans together. The Jews were not allowed to work in the same office where\nthe non-Jews worked, so they built him a little shack in the field, where he kept his things and slept\nsometimes, instead of going back to the ghetto.\nSo father prepared -- father decided to take us, to take my mother, sister and |, back to that\nlumber factory. He bribed the guy, because people, the Polish guide would come to the ghetto and\ntake the workers to their places of work, and they would just get the numbers and so forth, then in the\nevening he would go from place to place to gather these workers to take them home.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nHe bribed -- somebody stayed in the ghetto, they didn't feel good. So my mother dressed like\naman, and she took my sisters under her arm. My father took me under his arm. And we just\nwalked out of of the ghetto.\n>> Bill Benson: Under their coats?\n>> Marcel Drimer: Under their coats. This is how we got out of the ghetto. Father took us to some\nbushes next to the fence to the ghetto. Before he left, the day before he left he loosened some\nplanks in the fence, and we came back to that place, and father said, \"I'll take mother and Irena first.\nWe'll walk over there, and I'll take them behind the fence, and you stay here. You are aman. So you\nhave to be brave, and you stay here. And I'll come pick you up.\"\nFather walked away, and | was a man, | was only 9 years old. | was scared, terribly scared. |\nheard some talk about parents leaving children behind and trying to save their lives. So | ran out\nscreaming \"Daddy! Daddy! I'm afraid!\"\nSo father turned around and came back, and the guard saw us. So he came to my father, he\nknew father, he said, \"Mr. Drimer, what are you doing? You're not allowed out.\"\nFather told him that the ghetto is going to be liquidated. He wants his children to see the world\nbefore they have to go be killed, and didn't have much left. So he took the jacket off his back, he\ngave it to the guy, and he said, \"Please keep quiet.\"\nHe also prepared the place -- there was a wood-drying shack, where wood was dried for\nparquet. So he prepared a place at the attic of that shack. So he kept us there. We went up. For\ndays on end, but for weeks we would stay there. Father would come at night, bring some food. We\nwould put a string down and take the waste away. This is how we lived for a while.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: Marcel, I'm mindful of our time, and | know we want to spend some time talking about\nyour stay with the Sawinski family. Before you describe that, tell about the situation, because your\nfather constructed this amazing hiding place in the middle of a lumber yard basically, and you're safe\nthere for the moment. But somebody wanted to turn him in. OK.\n>> Marcel Drimer: Yes. We are in the attic, and the young lady comes to my father and said, \"|\ntalked to another young lady, Jancia, and she said that she sees you walking with cans at night, and\nshe has this suspicion that you hide somebody here.\"\nShe said to the young lady, she said, \"I have to find out what he does and what it is, and | have\nto do what is right.\"\nWhat's right was to denounce us so that she can get a kilo, two pounds of flour or two pounds\nof sugar per person. The Germans paid for people to turn in Jews.\nMy father was flabbergasted. He says, \"What am | going to do?\" He shared his thoughts,\nworries with the friend who is a doctor there, and the doctor, they both thought, and the doctor says, \"|\nknow. | have a plan.\"\nThe doctor was educated in Vienna. He spoke and wrote German. He wrote an anonymous\nletter to the SS stating that he is an officer on -- where the officers go to rest. R & R. He had an\nencounter with a young woman named Theresa, and she infected him with syphilis.\nSo the next day, two SS men come to the lumber factory, looked her up and took her away to\nthe clinic where this doctor was the director.\nSo it was amazing that the doctor had to do something against the hypocritical -- hippocratic\noath. He is not supposed to hurt people, but he had to save the family, he had to save the family of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nfour by making this woman shut up and not talk.\nShe was sent to a clinic where she did not have a chance to get out until we were liberated in\n1944. This was one of the miracles of survival. But then father realized after the ghetto was already\nnonexistent, they only had Jews working in these camps. My uncle worked in the refineries, oil\nrefineries. There were several places, three, four, where the workers could still live. As long as\nfather was there, he could support us, but we knew that very soon the Germans will take all the Jews\nout and kill them, shoot them.\n>> Bill Benson: That's when your father knew --\n>> Marcel Drimer: My father was absolutely desperate. He really looked very Semitic. He was dark\nhair, nose like mine. Jewish nose, we call it in Poland. But he took off his armband and went to\nvillages, especially to a village, a small village near where my mother was born. He connected with\npeople who knew my mother as a child. My uncle also knew these people.\nFather promised them we will give them whatever we still had. We didn't have much. That\nwe'll help them after the war if we survive.\nSo they finally said, OK, we'll do it, but we will only take Laura and Irena. Boys were branded.\nBoys, the Jewish boys were the only men that were circumcised. So if a Jew managed to run away\nfrom the ghetto or from a camp, and the Germans were suspicious, they would ask him to drop his\npants, and if he was circumcised he was guilty of being a Jew.\nSo these people said, \"We can only take the girls, only Irena and Laura.\" Father says, \"Well, |\nam ready to do that. We have to save whoever we can save.\"\nMrs. Sawinski came one night to the dormitory where my father was living with other workers,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nand she said, \"OK, I'm ready to go. We can go, Laura, Irena.\"\nYou can imagine my mother's feelings that she had to say goodbye to me, sort of like\n\"Sophie's Choice.\" You are probably too young to have seen that movie. This was my mother's\n\"Sophie's Choice.\"\nMother started crying, and -- and Mrs. Sawinski was crying. Well, she says, \"I can't take it any\nlonger.\" She says, \"Let's take the boy too. Whatever will be will be. Just take the boy and let's go.\"\nSo | was prepared. | was always prepared. A good scout, | had a little packet of my reading\nmaterials and things like that. So Mrs. Sawinski took us there, and we couldn't go through the streets\nor path, we had to go through the woods so that nobody would see us at night.\nWe came there in the fall of 1943, the Sawinskis' farm.\n>> Bill Benson: It was a small farm, right?\n>> Marcel Drimer: It was a very small -- very poor people. The German rules were such that the\nfarmers were not allowed to kill a chicken without them knowing that. They couldn't kill a pig or\nanything. The Germans had records of every living creature your on that farm, except for us, of\ncourse.\nBut we were hiding there for -- the eating situation. First of all, we could see through the\ncracks on the attic.\n>> Bill Benson: You were hidden in the attic?\n>> Marcel Drimer: We were in the attic. We could see chickens running around in the field. My\nsister would say, \"Why couldn't | be a chicken? Atleast | could run around and be free before they\nkill me. We have to suffer unbelievable things.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nNow, about the food, food was rationed and the family, even if you could buy on the black\nmarket, if you buy more than your family needs, this would be suspicious. They would know.\nFirst, | must add, first we were the three of them, then later on there were some other people\ncoming, then my father came, so it was 13 of us, 13 Jews.\n>> Bill Benson: The Sawinskis ended up in their little house hiding 13 of you?\n>> Marcel Drimer: 13 of us. Part of us were under the house, and part of us were in the attic. This\nwas a house, a thatched roof house that did not have a chimney. The smoke would come out in the\nattic and come out by the sides of the room.\nSo we were there, sitting and getting smoked, literally getting smoked. Then we changed with\nthe people in the hole that was full of water. So nothing was really good.\nSo | just want to tell you how we dealt with food. The youngest son of the Sawinskis, Tadzio,\nwould go to the factory where my uncle was working as a butcher. He would take a big milk container\nwith him, he would take scraps from the table where the workers were eating, for the pigs, to feed the\npigs. Of course, we had the first cup of that food. Sometimes uncle would give him a loaf of\nbread or a piece of meat, endangering his own life. They would see, the Germans would see that he\nwas giving away food, they would kill him on the spot.\n>> Bill Benson: The Sawinskis, how many in their family?\n>> Marcel Drimer: Four children and the two of them.\n>> Bill Benson: So for the family of six, the rations amount food was for six?\n>> Marcel Drimer: For six. They had 13.\n>> Bill Benson: 13 others hidden away.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Marcel Drimer: This was how they managed.\n>> Bill Benson: Besides the food, you described the hygiene.\n>> Marcel Drimer: We bathed once a month. You know the saying about to throw the bathwater out\nwith the baby? You know why that saying -- what that saying means? Well, I'll repeat anyway. In the\nmedieval times people would -- a family would bathe, first the grown-ups, then the children, then the\nlittle children, then the water was so dirty that sometimes they throw away the dirty water with the\nbaby.\nSO we were in the same situation. Parents -- we reversed that system. The kids were bathing\nfirst, then the grown-ups, then we threw away the water.\nWe were infested with lice, with bugs, bedbugs, all kinds of miserable things. We were sick,\nwe were malnourished. If it lasted another month or two, we would not have survived.\n>> Bill Benson: Of course, you could not get any medical care.\n>> Marcel Drimer: Absolutely. Absolutely not. My sister was bleeding, she was a bleeder, she was\nbleeding from the nose. And we only worried, Where are we going to bury her? How are we going to\ndispose of the body? We're lucky.\n>> Bill Benson: During this time, you were hidden, you couldn't go outside. Your whole life was\ninside?\n>> Marcel Drimer: Our whole life was either lying down or sitting. We couldn't even stand up in these\nconditions. We couldn't play. There was no imaginable play for the kids. We're not allowed to talk\nloud. We were whispering. One of the entertainments we had was my father whispering, singing to\nus and and whispering. We were on our last possible days of life.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: How did you survive? What was your liberation like?\n>> Marcel Drimer: We were liberated by the Soviet Army on the 6th of August of 1944. There were\nsome bombardments, because there were these refineries nearby, so the allies would bomb these\nrefineries. We would go out, very rare, on rare occasions, like when the allies were bombing the\nrefineries and other factories. Nobody would get out, and we would go out and get some fresh air.\n>> Bill Benson: That was your only time to get out, during the bombing?\n>> Marcel Drimer: During the bombing.\n>> Bill Benson: So when did you actually realize that it was over for you?\n>> Marcel Drimer: Well, we saw neighbors just came in and said, \"The Soviets are here.\" So we got\nout, and we went -- some self-help organizations were in town. The Jews gathered, all the Jews,\nsurviving Jews that came from the camps and from the woods and hiding like us, there were about\n400 of us. Before the war it was 12,000 Jews. 400 that survived the German occupation. There\nwere some more, like my uncles and aunts that went to Russia. They came a year later. But those\nthat were in Drohobych was 400 of us.\nWe outgrew our clothing. We were all barefoot. We didn't have any shoes. | couldn't walk.\nMy leg muscles were atrophied. | couldn't talk because for the last year or so | didn't talk a lot. |\nwould just whisper.\nWhen | went to school first time, my teacher called my mother and said, \"Your son is not\nnormal. He doesn't play with any other kids. He's just sitting there and doesn't talk.\"\nMy mother said, \"Give him some time. He'll be OK.\"\nlt was a hard thing coming back to normal. It was hard coming back, especially the situation\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthere after the liberation was not so good anyway. The Russian occupation. | mean, the Polish\ngovernment under the Russian people.\n>> Bill Benson: Of course, when you were liberated in August of 1944 the war was continuing until\nthe following spring.\n>> Marcel Drimer: Was still continuing.\n>> Bill Benson: Just like the Germans kept your father at work as a slave laborer in the lumber\ncompany, the Russians made him work as well?\n>> Marcel Drimer: They made him the director.\n>> Bill Benson: They had to give him boots to wear.\n>> Marcel Drimer: Yes. Once the general comes to the factory to talk about my father delivering\nsome lumber, and he looks at my father behind the big desk, barefoot. The colonel says, \"What is it?\nYou are a director. You shouldn't be barefoot.\" He says, \"Well, | don't have any boots.\" You couldn't\nbuy any. You didn't have money to buy. He says, \"I will bring you some military boots.\" Father says,\n\"Well, once you bring for me, why don't you bring some for my son?\"\nSo my first boots that | wore after the war was some small soldier's boots. Father got the\nboots from the Soviet Army.\n>> Bill Benson: Before we close, you mentioned that as your father went out, tried to find a place to\nhide you in the villages, came across the Sawinski family, he promised that he would take care of\nthem after the war, if you survived. Tell us about that.\n>> Marcel Drimer: Well, we -- we helped these people all the time. The older Sawinskis, those that\nhid us, they died right after the war. But their son, one of their sons, when we moved, after the war, in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nDecember of 1945, we get a chance to move to the territories that used to be German, because this\nbecame Soviet Union. Drohobych became Soviet Union at the time.\nSo the Polish people got into, the Poles and Jews got into a couple trains again, except there\nwas a little more room than when my grandparents were taken, and two weeks later we landed in\nLower Silesia and lived in Lower Silesia. We had to find jobs and everything.\nMy father, and my uncle, who was the butcher in Drohobych, was director of a meat factory.\nThese guys were intelligent people. They were capable, but Germans let them feed themselves.\nWe brought one of the sons, found him an apartment, and my uncle taught him butchery. | am\nin touch with the grandchildren of the Sawinskis.\n>> Bill Benson: You had them honored both in Israel and here?\n>> Marcel Drimer: Yes. The Sawinski family, if you go through the Holocaust Museum, you can see\nwhere the righteous names are, the Sawinski family is there.\nNow, this friend of mine, Sam, went there a couple months, | sent $500 to the fourth\ngeneration of the Sawinski. | don't think that they realize what their grandparents did for us. But | still\nfeel thankful.\n>> Bill Benson: Marcel, we could have spent all afternoon and not even begun to hear all that Marcel\ncould share with us. | really do advise you to go online, the museum's website, and look for the\nMemory Project and read a couple of Marcel's writings. There's one called \"Diamonds and\nChickens\"?\n>> Marcel Drimer: No, \"Diamonds and Cows.\"\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\n>> Bill Benson: It's about when they were in the Sawinski house, a situation with his uncle, and\nreally, you should read it.\n>> Marcel Drimer: My favorite.\n>> Bill Benson: It's remarkable. We're going to close in just a moment. I'm going to turn back to\nMarcel to close our program. We didn't have time for questions today, as you can see. There's so\nmuch to cover. When we're done, Marcel will step off the stage over here. Please, if you want, come\nchat with him, meet him, ask him a question. He's very willing to share everything with you, | can\nassure you of that.\nFirst of all, thank you for being here. Remember, we have a First Person program every\nWednesday and Thursday until the middle of August. Please come back, if you can. It's our tradition\nat First Person that our first person gets the last word.\n>> Marcel Drimer: Now, you might ask why | am doing that. It pains me sometimes to do it. I'm\ntalking to you because there are people who claim that Holocaust never happened. | am a witness\nthat it did happen. By listening to me, you become witnesses. As my good friend, who died a month\nago, in January, Charlene Schiff said, we have to fight four evil I's: Intolerance, injustice, ignorance\nand indifference, like not standing up to a bully.\nThese are the roots of man's moral corruption. Changing these behaviors is the path to\npreventing future Holocausts. This Holocaust Museum is the center of fighting anti-Semitism,\ngenocide, xenophobia and other hatreds. Thank you for listening.\n[Applause]\n[Ended at 2:00 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}