{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nWednesday, April 22, 2015\n11:00 a.m.\nUSHMM First Person Series\nConversation with Marcel Drimer\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being\nprovided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nBill Benson: Good morning and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you\nfor joining us today. We are in our 16th year of the First Person program. Our First Person today is\nMr. Marcel Drimer, whom we shall meet shortly.\nThis 2015 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for their\nsponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with us\ntheir firsthand experiences during the Holocaust.\nEach of our First Person guests serves as a volunteer here at this Museum. The museum's\nwebsite, at www.ushmm.org provides information about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the Stay\nConnected card in their program or speak with a museum representative at the back of the theater.\nIn doing so, you will also receive an electronic copy of Marcel Drimer's biography so that you can\nremember and share his testimony after you leave here today.\nMarcel will share his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor, for about 45 minutes. If we have time toward the end of the program, we'll have an\nopportunity for you to ask Marcel a few questions.\nWe have prepared a brief slide introduction to help with his introduction.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear from\nMarcel is one individual's account of the Holocaust.\nMarcel Drimer was born in Drohobycz, Poland. The arrow on this map points to Poland. Marcel's\nfather, Jacob, worked as an accountant in a lumber factory while his mother raised Marcel and\nyounger sister Irena. In this photo we see Marcel and his mother Laura in 1934. Germany and the\nSoviet Union attacked Poland in September 1939, beginning World War Il. This is an historical\nphotograph of German troops parading through Warsaw after the surrender of Poland. On June 22,\n1941, German violated the pact and attacked Soviet territory. Within a few weeks, Drohobycz was\noccupied by German forces. In 1942, members of Marcel's family, including his grandfather who we\nsee here, were deported to extermination camps where they were murdered. In the fall of 1942\nMarcel and his family were forced into the Drohobycz ghetto. Here we see an historical photograph\nof Jews being forced into the Drohobycz ghetto.\nBefore the liquidation of the get tow the family escaped to a small village. In August 1943 Marcel\nwent into hiding with a Polish Ukrainian family. Marcel's family is seen in this photo taken in 1947 or\n1948 from left to right we see Marcel's uncle Abraham Drimer, his parents, Laura and Jacob and his\nuncle Abraham Gruber. In 1957 Marcel earned a degree in mechanical engineering. He\nimmigrated to the United States in 1961 where his wife Ania joined him in 1963. Soon after arrival in\nthe United States he was hired by the US post office department to work on the design of mail\nsorters and conveyers. After a very successful period with the post office department, Marcel\ntransferred to the US Army as a civilian in 1972. He then worked as a mechanical engineer for the\nArmy Corps of Engineers. Although Marcel officially retired from the Army in 1994 he remained a\nconsultant with the Army until 2010. He is now truly retired.but not really.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAnia trained as a pharmacist in Poland and continued her profession after her arrival in the U.S. and\nis now also retired. Not really.\nMarcel and Ania have a son Adam who lives in Richmond. They have two grandchildren, Mary, age\n13, and Jack, who is 15. They are both in the International Baccalaureate program.And | just wanted\nto -- Ania, if you would raise your hand so people know you're down here. There you go. Thanks,\nAnia. Although officially, as | said, Marcel and Ania are retired, they both do considerable work as\nvolunteers with the museum. Marcel and Ania translate documents written in Polish. They\ntranslated portions of Emanuel Ringelblum's Notes from the Warsaw Ghetto, a 25,000-page\ncollection of diaries and other documents detailing the events and lives of those who lived in the\ndoomed Warsaw Ghetto. They also recently translated personal memoirs by two Jewish young\nwomen who suffered terribly during the war. In appreciation for the translations, the families of these\nwomen donated generously to this Museum. Marcel and Ania also worked on the current Museum\nexhibit titled, \"Some Were Neighbors: Collaboration and Complicity in the Holocaust,\" which opened\nin 2013. To help with the exhibit, they reviewed and transcribed several filmed testimonies and\nmade recommendations about their potential significance to the exhibit. They are quite a team.\nMarcel speaks publicly about his Holocaust experience in various settings. He was a speaker with\nMia Farrow at an event in Gettysburg, Pennsylvania, and he spoke to cadets from our four military\nAcademies who were on their way to visit Auschwitz. Two weeks ago Marcel spoke to students and\nfaculty at the University of Virginia and recently at several federal agencies including the U.S.\nDepartment of Agriculture.Next week he'll be speak to go the Army.\nMarcel has recently donated photographs of great significance to him as well as a ring which played\na role in his survival, which we will hear more about today.\nAnd with that, I'd like to ask you to join me in welcoming our First Person, Marcel Drimer.\n(Applause)\nMarcel Drimer: Thank you.\nBill Benson: Marcel, thank you so much for joining us today and for your willingness to be our First\nPerson. Thank you for being here. You have so much to tell us and we have such a limited time, so\nwe'll start. World War II began in September 1939 when Germany attacked Poland from the west\nfollowed quickly by the Soviets attacking Poland from the east. Early in the war you and your family\nlived under Russian occupation. But before we turn to the war, tell us a little about your family,\nyourself, and your community before the war began.\nMarcel Drimer: My father, Jacob, was the oldest of five siblings and my mother Laura was the\noldest of four siblings. They both were born in 1904. And we lived in Drohobycz. The town was a\nsmall town, very picturesque town in the foothills of Tibetan mountains. And the Jews, the\npopulation of Drohobycz was ability 60, 70,000 people, equally divided between Poles, Jews, and\nthe Ukrainians. The situation in Poland, even before the war, was getting a little tough for being a\nJew, for the Jews. | think that this was the influence of the 1933 Hitler's getting to power. There's\nlocal nationalists and fascists managed to get -- establish a college ghetto. University students had\nto sit in the upper rows of the university. There was something called numerus clausus for Jews to\nattend university. There were certain restrictions as to profession. The Jews could not be officers in\nthe Polish Army, they could be privates and lower rank and COs.\nBut the situation, when the Germans attacked, as Bill mentioned, when the Germans attack Poland\non September 1, 1939, the -- the 17th of September Russia attacked Poland from the east. There\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nwas agreement of non-aggression so that Germans did not fight the Russians against Russians.\nPoland was at that time divided western Poland became under the German occupation and eastern\nPoland, including Drohobycz, was a part of the Soviet Union.\nThe situation under the Soviet regime was quite tough. They -- if | could get a little light lowered\nBill Benson: | don't know that they can turn that down. What | tried to do is do my best to look down\nhere.\nMarcel Drimer: Okay.\nBill Benson: If they'll do it, they'll do that.\nMarcel Drimer: They would take away people's factory -- private factories, big farms, big buildings.\nThey nationalized it. They send a lot of people to -- Polish people and some Jewish people to\nSiberia. The people they do not consider friends of the regime. Among these people that were sent\nto Siberia were my wife's parents. They did not want to accept Soviet citizenship. Did not want to\ntake their passports so they were sent to Siberia. Well, this was sort of fortunate because those\npeople that were sent to Russia, most of them survived. Those that stayed behind, | would -- |\nwould say that about 85% of those deported survived whereas those 90% of those that stayed\nbehind under German occupation perished.\nBill Benson: Marcel, didn't some of your family members join the Communist Party?\nMarcel Drimer: Yes. Yes. As a matter of fact two of my father's sisters were members of the\nCommunist Party before the war. They were imprisoned and they -- you know, they were known to\nthe police. And my father would -- you know, when they would go on demonstration, his sisters\nwould go in the middle of the street and my father would go on the side of the street. And when the\npolice would come, he could hear horses coming, he would run to the middle of the street and point\nthem out. But they still went to prison. But because of that, wnen the Germans attacked Poland in\nJune of 1941, June 22, 1941, the -- the aunts, who husbands were taken to the Soviet Army, they\ntook the -- their infant children and ran with their receive yet Army. They also survived. All of my\nuncles of the age of serving in military were taken to the Russian -- to the Russian Army. Two of\nthem were killed fighting the Nazis and the others came back.\nBill Benson: Were you able to start school during that time under the Soviets?\nMarcel Drimer: Well, | was ready for kindergarten but there was no Polish kindergarten, so | went\nto -- | went to a Ukrainian kindergarten and was treated just like everybody else. The Jews were not\nselected for special treatment. Special | mean bad treatment under the Russians.\nBill Benson: Of course all of that would change when Germany turned on the Soviet Union in June\nof 1941. Very quickly German troops occupied Drohobycz and life for your family, for Jews\nthroughout all of the occupied area but certainly in Drohobycz changed dramatically. Tell us about\nthe Germans coming in and what happened.\nMarcel Drimer: The Germans contacted the national -- the nationalist Ukrainians and said -- and\nthey gave the Ukrainians three chance to do whatever they wanted to do with the Jews. So the\nGermans came to Drohobycz on July 1, 1941, and the first day -- they came days before but on July\n1, 1941, there was a pogrom. In other words, the people -- the Ukrainians could kill -- rob, kill, beat\nup the Jews and what happened in Drohobycz, they would come to my grandfather's, maternal\ngrandfather's house, and beat him up so that he died ten days later. There was no access to\nhospitals or to doctors, so my grandfather died ten days later. About 200 people, 200 Jews were\nkilled in that aktion. At the same time my father was involved with my mother's sister. He was sent\nthere for some university courses and the Germans -- local Ukrainians did the same thing as they\ndid in Drohobycz. They killed about 5,000 Jews, just murdered on the streets. But when they came\nto the place where my father lived with his -- with my mother's sister, and covered him with covers in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nthe bed and she said | don't wanted you to go because she was already -- it was considered over at\nthat time. So she was -- she says, I'll go and the Germans said this is going to be to work and then\nwe'll let you go. And left my father in the apartment. When the Germans came she said she was\nonly living there. She went to -- with them and of course she never came back. She was murdered\ntoo, on the first day of the German occupation my grandfather and his doctor Ryfka was killed. My\nfather had to walk to Drohobycz, about 60 miles. When we came -- when my father came home,\nthere was no telephone. When my father came home, he -- my mother was very happy to see him.\nWe didn't -- you know, we didn't have any phones. We didn't know what was going on. But she was\nvery upset about her sister. And we hoped, they hoped, that she will come back, that she'll be\nworking. She was only 24 years old. But she never came back.\nSo this was the first day of the German occupation. The Germans, when they came, they -- they\nestablished rules of existence. The Jews -- the Jews were supposed to wear an armband with the\nStar of David. They were not allowed to work -- to walk on the side of the street. They were -- the\nGermans would confiscate whatever they wanted to confiscate. Fur coats, for example, because\nthey needed it for their eastern front. The Jewish kids were not allowed to go to school. The\nUkrainian and Polish kids were allowed to go to the fourth grade because their plan -- the German's\nplan was to kill the Jews and Jewish kids and there was no need for their education if they were\nsupposed to be killed. But the Poles and the Ukrainians were supposed to be slave labor and\nthey -- the Germans decided that fourth grade education was enough for a slave laborer. So |\ncouldn't -- this was 1941 was the year that | was supposed to start my education. Of course | did\nnot. | missed three years of my education.\nThe situation -- you know, if they -- if they would see -- everybody had to wear an armband, you\nknow. And if they would see somebody that think suspected this is a Jew without an armband, they\nwould -- they would -- well, only Jewish men in Poland were circumsized so this was like a, you\nknow, sign that you were Jewish. So if they would see a man walking on the streets that looked like\na Jew they would ask him to drop his pants and if he was Jewish he could be killed on the spot or\ntaken to the camp.\nSo they also had a ration system that they allowed the Jews to like 300 calories a day food. And of\ncourse, there was all the black market. In our apartment where my father, mother, and sister lived,\nwe also had -- we also had my grandmother whose husband was killed by the Ukrainians, my\ngrandfather who was a widower, you could see his picture here, Isaac Drimer and one of my father's\nsister's, Ryfka, with her two little children. So it was very crowded and it was -- there was no food.\nThe situation was getting quite bad.\nBill Benson: Marcel, tell us, if you would, about when you went to stay for a little while with your\nnanny.\nMarcel Drimer: | was just going to.\nBill Benson: Okay.\nMarcel Drimer: So | -- before the war | had a nanny. Her name was Jancia, and she loved me very,\nvery much and | loved her. And she came -- this was before the ghetto, this was August of 1942.\nThe ghetto was established in October of '42. So she came to our place and brought us food quite\nregularly, about once a week, and milk and, you know, played with me a little. And she once came\nand told me -- | was sick with something, | don't remember what, some childhood sickness, and she\ntold my mom that she would like to take me to her home and feed me better food and give me a\nbath and keep me for a week or so. While | was with Jancia, my sister started bothering my mother\nthat she wants to -- she wants to have me back at home to play with me. And so my mother gave in\nand she took off the armband from her arm and went to Jancia's house. And when she came to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nJancia's house, Jancia was lying on bed and in -- giving birth to a child, getting ready, but | was the\nonly other person there, was sitting in the corner and crying. | was eight years old, what could | do?\nSo my mother saved actually Jancia's life and helped her to deliver the baby, which was born\nstillborn. And it took quite a while. It got dark and so she asked us to stay there overnight.\nIn the morning her husband came who was on the -- he was on the night shift. He came home and\nwas very surprised that he -- to see us there because we didn't have the phone, we didn't tell Jancia\nthat we were coming. And he says that what's going on, he says don't you know what's going on in\nthe town? She lived in the suburbs. And we don't -- we didn't know anything. He said there is an\naktion going. The Germans have to say a few words about aktion. It was killing of Jews on the\neast -- eastern part of the world was called pogrom when the Russians killed the Jews, Ukrainians\nkilled the Jews. The Germans had aktion, they called it aktion. They had two different kinds of\naktion, one was a killing aktion and taking people -- or taking people to the\nconcentration -- extermination camps and another was raup aktion. They would come to the Jewish\nhouses and take everything they wanted. He said there was a killing aktion going on in town and if\nthey would come here and see you here, they would kill you and us. This was one of the rules of\nthe engagement, the Germans said if a non-Jewish family gives help to the Jews, they would be\nkilled. Jewish family -- if a non-Jewish family gives a Jew a slice of bread, they would be killed.\nNow, again, if the Germans that would come there, | was the only Jew that was circumsized, they\nwould recognize. This was a giveaway. So he says you have to leave the house and go and hide in\nthe forest. There was a wheat fields in front of their house and there was some woods behind the\nroad. So we -- early in the morning, you know, that day, we would -- he gave my mother some\nbread and water and we walked over the street and went to the -- to the wheat field and my mother\nnoticed that there's a indentation in the ground and we all laid down. She had a raincoat that was\nthe color of wheat. Covered us up there and sit and we're laying there very, very quiet. Mother told\nus not to scream, not to cry. Then we started hearing shots, screams, Germans crying rous! Rous!\nOut! Out! Get out! And hurry up! And then you could hear shots and people screaming of pain\nand people praying. It was a, you know -- it quieted down for a while, for 15, 20 minutes, and then it\nstarted all over again. It lasted like three or four hours.\nBill Benson: | think, Marcel, that you told me that your sister had described it as a concert of death.\nMarcel Drimer: A concert of death. We -- after the war we -- we called it concert of death. And |\ntold the story, called it concert of death and then changed it to another term.\nBut then it stopped for a while, stopped and we waited for another hour or for two and got up and\nstarted walking towards Jancia's house. As we came to the road, the -- there was a German soldier\nwith a big dog on the road. He looked at us, we looked at him. My mother had my sister on her arm\nand she had me by my hand. And my sister was blond and blue eyed and so was my mother. | am\nalso blue eyed but | am not blond. | was dark hair. And then -- then he looked at us and we looked\nat him and it lasted forever but he just turned around and walked away.\nMy mother and my sister looked like Christians. Because Jewish features are totally giveaway and\ndark hair and so forth. So we wondered why he did this. So either the -- he could have thought\nmaybe that this was a farmer woman with her children on the walk or maybe he was, you know -- he\nhad his quota of kills. And another thing, he was by himself. The German strategy was that when\nthey went out to hunt Jews, they would always go in pairs so that they would not get the chance to\nlet the Jewish person go. He would have a human feeling and let them go. But evidently -- but this\nguy was alone and he let us go. He just turned around.\nBill Benson: You described that as a miracle really.\nMarcel Drimer: Well, right. | changed it to coincidence.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\nBill Benson: All right.\nMarcel Drimer: And then we came to Jancia's house and stayed there overnight. The next morning\nmy father came from -- to pick us up. My father was at that time in a labor camp factory where he\nworks. A lot of Jewish men, lady, they have lost their families and they have stayed in the dormitory\nwhere they could sleep and eat and they also -- while they were working, they had another badge\nwith an A that they are arbeiters. So they were not killed immediately. They could live as long as\nthe Germans needed them. They didn't need the children or the parents or the wife if they were not\nworking.\nSo he came to pick us up, and then we went to our apartment. As we came there, the door was\nbroken in, feathers were flying all over the place, furniture was turned over, and the apartment was\nempty. My aunt with the two children, my grandmother and my grandfather Isaac, they were taken\nto an umshatz platz. That's a place they kept people two or three days without food, without water,\nwithout sanitary facilities, and then they took them on the cattle trains to the killing -- killing place.\nNow, the concentration camps utilized people to work, like Auschwitz and other camps. There is a\ngentleman here who is a survivor of these concentration camps. But the extermination camps were\nthe ones that very, very few people stayed there any longer than 24 hours. They were killed on the\nspot. So my family went to such a camp. It was Belzec in the eastern part of Poland.\nBill Benson: Marcel, in -- | know there's so much more you want to share with us, so let's talk now\nabout when you were -- you and your family and all the other Jews in Drohobycz were forced into\nthe Drohobycz ghetto.\nMarcel Drimer: Yes, this was -- we already know here, in October of 1942, the ghetto was\nestablished. They want to -- there is a Polish saying that\n( speaking non-English language ).\nThere is never so bad that it couldn't be any worse. So this was really the situation. We were put in\na one-room -- one room with several families in other rooms. The beds were taken out. The\nGermans took out everything. So we all -- the four of us slept on the -- one mattress. The food\nsituation was bad and getting worse. But my father, how we managed to live is that my father\nbartered things for food. He would, for example, take his ring. There were farmers coming to town\nto sell their goods, their fares, and my father, since he worked outside of the ghetto, he would\nmanage to -- to exchange his ring from his wedding ring for a loaf of bread. His theory was that we\nare not going to worry about things. We are going to worry about people. We have to live. So this\nis how sometimes Father managed to get some food and maybe sometimes some neighbors that he\nknew would help us.\nBut the situation in the ghetto was getting very, very, very physical. And so Father decided that he\nwants -- he will take us out of the ghetto and hide us at the lumber factory where he worked. He\nprepared the place for us on the -- in the shed where the wood was drying naturally for floors and so\nforth. And also, loosened some part of the fence so we could get through the fence. He bribed the\nguard that was taking the Jews out of the ghetto and bringing them back. It was -- it was just -- he\nwould take a big column of Jewish men and then put them into different factories where they were\nworking and then pick them up.\nAnd so my mother put on the men's clothing and took my sister under her arm and my father took\nme under his arm, and we marched out of the ghetto. Then he put us out on -- of course, there was\na street near the -- near the factory, he put us out behind some bushes and told me, you'll stay here.\nYou're aman. And I'll take Mom and Irena to the inside of this factory and then come to pick you\nup.\nAs soon as my father walked away with my mother and sister | got very panicky and | started\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nscreaming, Daddy, Daddy, don't leave me here. Because | heard that people -- a bunch of their\nchildren had went -- trying to get alive. Of course the guard came to my father and he knew him and\nhe said that you -- you know, you can't do it. Again, my father took a jacket from his back and gave\nit to the guy. And we walked in. And Father put us on the -- on that -- on the shelf where the drying\nwood was. Put us in the attic there. There was no steps or anything, so we would have a string and\nFather would bring us food, sometimes took the waste away. So we would put the string down and\nget the food and this is how we lived for about two or three weeks.\nBill Benson: This is incredible, though, that he built a hiding place for you inside the lumber factory\nwhere he was doing forced labor.\nMarcel Drimer: Yes.\nBill Benson: Astonishing.\nMarcel Drimer: They wouldn't let him work the regular office. They built a little shed for him. They\nneeded him but -- so this was going on for a week or two weeks. And a friend of my father's came\nto him and says, Jacob, there is a woman here, her name is Theresca, who suspects that you\nare -- that you have somebody in hiding here. And she says that she'll do -- she wants to make sure\nshe's right and she'll do the right thing, which meant to go to the Germans and renounce us, that\nwas the right thing. Father was terribly upset and had to come up with some way of saving us. He\nhad a friend, a good friend who was a doctor. He was the doctor in the local clinic. Of course he\nwas Jewish but he was educated in Vienna like, you know, this was -- when my parents were young,\nDrohobycz was under -- there were colleges people could study here now. So they got together and\nthe doctor offered my father that he will write a letter to the SS saying that he is an SS man on leave\nfrom the front and that this specific girl infected him with syphilis. And he did. And he did write that\nletter. And the next day two SS men came and took Theresca away. And of course they took her to\nthe clinic where the doctor was and the doctor confirmed -- | don't know how it works but he\nconfirmed that she was infected and she was sick and she was put away to be seen only after the\nwar.\nMy father -- after the war my father told her that -- how it happened that she went away.\nBill Benson: And so, Marcel, of course this was a situation that's such that you can't stay there very\nlong so your father at the same time is thinking about where he can take his father to protect them.\nSo tell us what happens from there.\nMarcel Drimer: Well, you Know, we were afraid that -- this was getting absolutely impossible\nbecause we couldn't be there forever, plus, we all thought that the war is coming to an end and that\nthe Germans would kill everybody. They would keep the Jews only as long as they needed them\nand they would kill them. So Father said we have to go and find another place.\nHe took his armband off his arm and went to villages, to the villages nearby to find a place for us to\nhide. Some people treated him nice and some people not so nice. One place they asked him for\nhis watch or else. And/or else is always we'll give you to the Germans and you'll be dead. Then he\nran into the Sawinski family who were neighbors of hi mother's and they knew my mother since she\nwas a little girl. They offered to take my mother and my sister to hide.\nWe again, because Jewish men were branded, you know, and so my -- his philosophy was that we\nhad to save anybody that we can. So Father agreed, to take my mother and my sister. So\nMrs. Sawinski came to the dormitory where my father worked and he took us down from the shed\nwhere we were and she came and we were saying good-bye to my mother and my sister. Of\ncourse, it was a very, very traumatic situation. Everybody was crying and Mrs. Sawinski, who had\nfour children of her own, grown children, she says well, whatever will be will be, just take the boy\ntoo. So she took us and we went to forests and rivers and we hid at the farm.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nThe farm was a very, very poor farm. They -- they had a house with a thatched roof, the floor was\nunfinished. The food situation was also very critical because the farmers also had -- they couldn't\nget much more than anybody else and they were not allowed to slaughter any animals because\nGermans kept a very good record of that. And they had to give first thing to the German Army to\neat. So they had a very, very hard situation.\nWe -- we were hiding -- they dug up a hole under the house and so some of -- you know, so we\nwould hide. | have to jump forwards a little bit. And then there was about 13 of us\nBill Benson: Don't jump quite that far yet. So first, it's your mother and your sister and you in hiding\nin their little tiny farm house with dirt floors. And you make a hole under the ground. And at some\npoint, as you mentioned, food for them, even though they had a farm, was very tough to get. And of\ncourse you had no medical care.\nMarcel Drimer: Absolutely.\nBill Benson: No medical care. And at some point your sister became ill and | want to be sure you\ntell us about that.\nMarcel Drimer: My sister, when we were hiding on the attic she would look out of the attic and say\nlook at the chickens running around free and she would say why can't | be a chicken? | could run\naround and live free. But she also had a -- she was bleeding from her nose and she was very, very\nweak, underfed, you know. And we were thinking about how could we bury her without having\ngiving us away. It was -- it was quite bad.\nBut another -- the way that we -- we did get some food, the -- there was a refinery, oil refinery about\na mile and a half away from the farm where my uncle Abraham Gruber worked, he was a butcher.\nBill Benson: Again, so people know, he worked but he was forced labor.\nMarcel Drimer: He was forced labor, of course. This was a labor camp. So the youngest boy would\ntake cars with the big container and take it to the -- to where my uncle was working and they would\nget scraps from the cafeteria where the laborers were eating and my uncle would give them\nsometimes a loaf of bread or some meat, for which if the Germans see it they would have killed him\nfor it. So when they brought back the scraps from the tables, the people, we had the first -- the first\nchoice and then the pigs got the other part.\nIt was -- you know, we would bathe once a month. In the wintertime, which was most of the time of\nour hiding, we would hide in the attic of the house and we were being smoked because there was\nno -- no chimney. The situation was very, very critical\nBill Benson: And Marcel, as you were starting to tell us, over the -- you were there in the Sawinskis'\nhome for almost a year. And as you said, eventually there ended up being 13 people in hiding.\nMarcel Drimer: Right.\nBill Benson: Tell us how that was even possible.\nMarcel Drimer: Okay. Well, there was -- this uncle of mine that helped to feed us, | -- while still in\nthe ghetto he fixed up some crystals from a chandelier because Germans were robbing things and\nthe chandelier fell down. He picked up some crystals and asked a jewel --\nBill Benson: A jeweler?\nMarcel Drimer: A jeweler to make him a ring. And he made him a ring and the ring looked -- the\ncrystal looks like diamond. And when my -- when my uncle decided to get out of the labor camp, he\ncame to the Sawinskis and said -- asked them to take this and he lives with a woman at this time\nwho was a widower. He was -- who was a widow and he was already a widower because his wife\nand child were killed. So he came to the Sawinskis and showed them the ring and said I'll give you\nthis diamond ring if you'll hide us, take us and hide us until the end of the war. Sawinskis said -- lost\ntheir last cow and they were -- and they were desperate, so Mr. Sawinski said here, we'll take you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nbut I'll have to sell the ring to buy the cow. Uncle had to beg them not to sell the ring because it's\nfamily --\nBill Benson: Family heirloom.\nMarcel Drimer: Heirloom and he promised he would buy him a cow right after the war. So they let\nhim be there, they let him come with the lady friend and the little girl. So there was another three\npeople. And then -- this was quite close to the end. If it was another two, three months, we wouldn't\nsurvive. Then some of the Sawinski family had some Jews in hiding and they didn't want to keep\nthem anymore. So the Sawinskis took them so there were 13 of us hiding.\nBill Benson: So some of you are hiding in a little bit of space between the ceiling and the\nthatched -- top of the thatched roof where the smoke comes through.\nMarcel Drimer: Right.\nBill Benson: Some are in a hole in the ground. Some are in a woodshed?\nMarcel Drimer: No, the -- in the summertime we hid in the barn where the cows were also. And\nthen what happened is it was a very poor farm. We were hiding in the barn and the floor -- we were\non the -- the floor of the attic fell down and we fell to the cows with the cows and the pigs. So then\nwe would all hide -- we switched. Some people were hiding in the -- in the attic and some were in\nthe hole.\nBill Benson: And of course now the Russians are advancing and they're getting close and then\nbombardments begin and you told me that the bombardment actually gave you a chance to go\noutside, right? Say something about that.\nMarcel Drimer: Well, the allies were quite close to the front from the west and they would come and\nbomb the factory where my uncle -- refinery, oil refinery, which was very close. And this was the\nonly time that we could -- that Jews, we could get out and stretch our legs and breathe some clean\nair because everybody was hiding. We were the only ones there. And we -- so, you know, this\nwas -- plus we knew that the end is close. We also heard the artillery coming from the east and\nbombs coming from the west. So we knew that this was going to be the end of the war. And it was\nAugust 6, 1944. | don't remember the date but | read about it obviously. And we -- the farmers\nlooked out and they said there's Russian soldiers marching on the road. And we would get out and\nstarted hugging them and kissing them, which didn't make them very happy because we were dirty\nand stinky.\n(Laughter)\nBut -- but this was -- this was the end.\nBill Benson: So for you the war ends in August 1944.\nMarcel Drimer: Right.\nBill Benson: And of course it would continue elsewhere until the end of the war in spring of 1945.\nMarcel Drimer: May 5, 1945.\nBill Benson: Coming up 7Oth anniversary. What happened for you now that you're, quote,\nliberated? Now the Soviets are here, they're on the march. So what happened?\nMarcel Drimer: Well, first of all, | could not -- my muscles, leg muscles were atrophied because |\nwas most of that last year | was lying down or sitting. | didn't play. So | couldn't walk. | had to learn\nhow to walk again. We were whispering. We did not -- we are not allowed to talk loud. We are\nwhispering. My father entertained us whispering songs, Polish and Jewish songs to us, whispering.\nSo | had to learn again how to talk normally. And my teacher first time school teacher complain to\nmy mother that the boy doesn't play with other kids and he just doesn't talk anymore and there's a\nproblem. And my mother said he'll overcome that. | did overcome it.\nBut the situation -- this was -- we were liberated from the Germans but we are under the Soviet\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\noccupation. It was a hell still but not as hell as the Germans. My father was director of -- he was\nmade director of that factory that we had to --\nBill Benson: He had been a forced laborer in, slave laborer.\nMarcel Drimer: Right and the generals -- the Russian generals would come and ask him to provide\nlumber for the front because the front was nearby. And my father was sitting behind a big desk but\nhe was barefoot. So the general says that's a shame that the director of the factory is barefoot. He\nsaid | don't have any shoes. You know, everything was gone. And so the Russian Army gave him\nsome shoes and they gave me a pair of boots. And -- but the Russian system at that time, and |\nthink that it's coming back to what it was at that time, they considered you guilty until proven\ninnocent. This was their motto. So one day he was called to the KGB and my father was called to\nthe KGB and they said it's something -- something is very strange here. You and your family\nsurvived and 90% of the other Jews were dead. You must have collaborated with the Germans. So\ncan you imagine, you know, he fought like a lion to get -- and then he had to apologize for being\nalive. Well, he managed to get some other Jews that were survivors and some Gentiles that knew\nhim based on before the war and during the war and he had to convince them that they were -- that\nhe was not a collaborator.\nBill Benson: Marcel, the Sawinski family, the family you stayed with, they must have been incredibly\nbrave. They put their lives on the line. Say something about the Sawinskis and what you\nfolks -- you and your family did for the Sawinskis.\nMarcel Drimer: Right. Well, my sister who lives in Israel now nominated them Righteous of the\nNations and their names are here in this museum as Righteous. And if you look for Sawinski,\nS-A-W-I-N-S-K-I, you will see their name there. We are in touch with -- after the war my -- of\ncourse, the ring. They never knew that the ring was fake.\n(Laughter)\nThey never knew because my uncle bought it back from them, got it back from them, and for the first\nmoney that he could spare he bought them a cow. So they were -- they were very happy and we\nwere very happy that we are alive, of course.\nIn December of 1945 we left Drohobycz, Drohobycz became at that time the Republic of Ukraine,\nthe Republic of the Soviet Union and most of the Poles and Jews were allowed to leave that and go\nto the territories that Poland inherited from Germany. Poland shifted westward. East became part\nof the Soviet Union and the territories like Lower Silesia, Lower Silesia became Polish. So we went\nthere and we lived in a town called Baldrich (phonetic) and nearby by a university town. And | lived\nthere until 1961, got my -- | got my degree in mechanical engineering in '57. | came to the United\nStates in 1961 and brought my wife here for a visit in 1963 and three weeks later we got married.\nSo the authorities were a little surprised that she came here and visiting a stranger and got married\nthree weeks later.\n(Laughter)\nBill Benson: Marcel, I'm going to turn back to Marcel in a moment to close our program, but one last\nquestion for you. There's so much more | wish you could share with us and | wish we had you for\nhours this afternoon, but you -- as you mentioned you had got a degree in mechanical engineering\nand you had a tremendous career here in the United States. But before you settled on mechanical\nengineering, what advice did your father give you about your university studies?\nMarcel Drimer: Right. | -- when the time to choose a university came | was -- you know, | was lost\nthree years of education but | caught up too but | was still older than other friends. And my sister\nfollowed me a year later. And | discussed my future with my father. We didn't do these things at\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nthat time. You consulted the parents.\n( Laughter )\nAnd | said to my father that | would like to study philosophy or literature, humanities, and Father said\n| have a better idea. You better study something that you can make a living anywhere in the world.\nHow about medicine or engineering?\n( Laughter )\nWell, medicine was not my schtick so | studied engineering. By the way, my sister, I'm a mechanical\nengineer and my sister is a civil engineer. With a master's degree. And she is now in Israel. She\nhas six grandchildren and two children and six grandchildren and she has a wonderful career in the\nindustry. And | didn't do so badly either. | retired from the Army as a GS-15 supervisory engineer\nand did very well. | had -- as | said, | really, really lucky person. | had a wonderful wife, | had a very\nloving son married with two children living in Richmond and I'm grateful -- and I'm grateful for being\nin America.\nBill Benson: I'm going to turn back to Marcel just for some final remarks to close the program, but\nbefore doing so, | want to thank all of you for being here. Remind you that we'll have a First Person\nprogram each Wednesday and Thursday into the middle of August, so we hope that you can return\nand have another First Person program with us at some point. Before | turn back to Marcel, | would\nlike to say a couple of things. One, when Marcel finishes, I'm going to ask -- our photographer Joel\nis going to come up on the stage and we're going to ask you to stand because he'd like to take a\nphotograph of Marcel with you as the backdrop. So we'll ask to you do that. Then when Marcel is\ndone, because we didn't have a chance for question and answer period with you, if you have a\nquestion you want to ask him or if you just want to shake his hand or take a photograph with him,\nMarcel will remain here on the stage. And so just absolutely feel free to come up on the stage, use\nthe steps, please, come up here and just visit with him. So please, absolutely, we'd like you to do\nthat if you feel inclined to do so.\nSo it's our tradition at First Person that our First Person has the last word. So with that, I'd like\nMarcel to have the last word\nMarcel Drimer: I'm talking to you and others who want to listen to me because there are people and\norganizations who claim that the Holocaust is a hoax, that it never happened, that the Jews made it\nup to get money from the Germans. | am a witness that this did happen. By listening to the stories\nof my childhood you become witnesses also. Our good friends the late Charlene Schiff said that we\nhave to fight the four evil I.'s, intolerance, injustice, ignorance, and indifference. Those are the roots\nof men's moral corruption that allowed Hitler and his helpers to come to power and torture and\nmurder millions of people he considered under, not worth living. Not only Jews but people with\ndisabilities, gypsies, homosexuals, and many other groups. Changing these behaviors is a path to\npreventing Holocaust and genocide and this is what this Holocaust is all about. And | also would\nlike to read what Pastor Niemoller said when he was saved -- liberated in Dachau about\nindifference. First they came for the socialists and | did not speak out because | was not a socialist.\nThen they came for the trade unionists, and | did not speak out because | was not a trade unionist.\nThen they came for the Jews and | did not speak out because | was not a Jew. Then they came for\nme and there was no one left to speak for me.\n| would also like to mention that the museum opened a new exhibit titled \"Cambodia: 1975-1979\"\nand it's about the killing fields of Cambodia. It's a very good exhibit. And thank you.\n(Applause)\n[Program ended at 12:05 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}