{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON ALBERT GARIH\nThursday, June 2, 2016\n11:00 a.m. — 12:03 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Bill Benson: Good morning, and welcome to the United States Holocaust Memorial Museum. My\nname is Bill Benson. | am the host of the museum's public program, First Person. Thank you for joining\nus. We are in our 17th year of the First Person program. Our First Person today is Mr. Albert Garih,\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible by the generosity of the Louis Franklin\nSmith Foundation, with additional funding from the Arlene and Daniel Fisher Foundation. We are\ngrateful for their sponsorship.\nFirst Person is a series of conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust. Each of our First Person guests\nserves as a volunteer here at this museum. Our program will continue twice-weekly until mid-August.\nThe museum's website, listed on the back of your program, provides information about each of our\nupcoming First Person guests. The address is www.ushmm.org.\nAnyone interested in keeping in touch with the museum and its programs can complete the\nStay Connected card in your program or speak with a museum representative at the back of the\ntheater. In doing so, you will receive an electronic copy of Albert Garih's biography so that you can\nremember and share his testimony after you leave here today.\nAlbert will share his \"First Person\" account of his experience during the Holocaust and as a\nsurvivor for about 45 minutes. If time allows we will have an opportunity for you to ask Albert questions.\nThe life stories of Holocaust survivors transcend the decades. What you are about to hear\nfrom Albert is one individual's account of the Holocaust. We have prepared a brief slide presentation to\nhelp with his introduction.\nWe begin with this school portrait of Albert Garih taken in 1945. Albert Garih taken in 1945.\nAlbert's parents, Benjamin and Claire Garih, were born in Constantinople, Turkey, but moved to Paris in\nthe 1920's. Albert and his twin brother, who died in infancy, were born June 24, 1938, in Paris, joining\nolder siblings Jacqueline and Gilberte. We see all three siblings, including Albert with long hair, in this\n1943 photograph. Albert's father worked in a garment factory, and the family lived in the janitor's\napartment there.\nIn May 1940, Germany invaded France and occupied Paris, identified by the arrow on this\nmap. The Garih family fled south but they soon returned to Paris where they were subjected to\nFrance's new anti-Jewish legislation. In 1943, Albert's father was deported to a forced labor camp and\nAlbert's mother and the children went into hiding with Madame Galops and her husband for the next six\nmonths. When they returned home in 1944, police were sent to arrest the Garihs but agreed to say\ninstead that the family was not home if the family would leave immediately.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nAlbert was placed in a Catholic boarding school for boys and his sisters in one for girls in a\nnortheastern suburb of Paris. When Paris was liberated in August 1944, Albert's mother was able to\nbring her children back to the city. Claire and her children are shown together in this photograph.\nAlbert's father, released from labor camp, walked from Belgium to Paris, returning to his family in\nSeptember 1944, on Rosh Hashanah, the Jewish new year.\nThe Garih family remained in France after the war. Albert received his Baccalaureate degree\nin 1957; then earned a degree in English and Spanish to French translation from the School of\nAdvanced Translation and Interpretation studies at the Sorbonne in 1962 and immediately began his\ncareer in translation, which he continues to this day, 54 years later. His early work was translation of\nscientific and technical documents and publications and later translation of political and economic\ndocuments.\nAlbert's work took him from France to Cameroon in Africa, to Montreal and then eventually to\nthe United States. The organizations for which he worked included, among others, the International\nCivil Aviation Organization, the Inter-American Development Bank, the World Bank and the United\nNations. His work with the World Bank brought him to Washington, D.C. in 1976. His current consulting\nwork is for the United Nations.\nIn 1967, Albert married Marcelle Ohayon who had moved to France from Morocco in 1960.\nAlbert and Marcelle have three daughters, Judith, Dalia and Noemi. Their three daughters have given\nthem eleven grandchildren, ages 21 years to 15 months.\nAlbert describes himself as a real movie buff, enjoys photography and loves to read, and he\nloves to travel. Albert and Marcelle went to China in 2012 and visited South Africa in 2014. Last year,\nAlbert traveled to France, a very significant trip for him that we will likely hear more about today. This\npast February, he traveled to India where he spent almost three weeks touring the country. Albert\nspeaks French, English, Spanish and Judeo-Spanish.\nAlbert volunteers here at the Museum, speaking very often to classes of students from all over\nthe country, sometimes by teleconference, in which he tells his story. And he sits at the Donors Desk\nwhere visitors can talk to him.\nWith that, | would like you to join me in welcoming our First Person, Albert Garih.\n>> [Applause]\n>> Bill Benson: Albert, welcome and thank you so much for agreeing to be our First Person today. We\nhave just a relatively short period, an hour, and a lot for you to share so we'll start right away.\n>> Albert Garih: Sure.\n>> Bill Benson: World War II began in September 1939 when Nazi Germany invaded Poland. The\nfollowing May, May 1940, Germany invaded France. You were nearly 2 years old at the time. Before we\nturn to the war years and what it meant for you and your family, tell us what you can about your family\nand their life before Germany invaded France, before the war began for you.\n>> Albert Garih: Yeah. My parents, as you said before, were born in Constantinople, Istanbul. They\nwere Jewish, of course. There was a Jewish community there. Life was fairly good but they were a\nminority.\nTurkey was part of the Ottoman Empire, spanned most of the Middle East, what is today\nLebanon, Syria, Jordan, and even North Africa. But the Ottoman Empire, the idea during the First World\nWar to side with the Germans and were in the war defeated in 1918. In 1919, there was a conference in\nVersailles where the Ottoman Empire was dismantled. And when the Ottoman Empire was dismantled,\nthe only thing that could be salvaged was Turkey itself.\nAnd then came a strongman named by Mustafa Kamal Ataturk, which means the father of\nmodern Turkey, and its Jews didn't feel quite comfortable. It was a nationalized movement. The other\nside of a national movement is often xenophobia. So they were afraid.\nThe Greeks who were living in Turkey, Mustafa Kamal Ataturk came to power in Turkey, they\nfled. They were living in a port city on the Asian sea. There was a very strong Greek community. And\nthey fled. So the Jews thought maybe they were next and don't know about that. So a lot of Jews at\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nthat time decided to emigrate. Mustafa Kamal Ataturk came to Poland in 1923. My parents emigrated to\nParis.\nMy Paris had been educated in Turkey, in a school in Versailles which was a big organization,\ninternational organization, French, mostly French, but opened schools all over the Ottoman Empire\nwhere education was given in French. So when my parents decided to emigrate, France was a natural\ndestination. It was much easier to go to France than any other country. Although my mother spoke a\nlittle bit of German also but they were not interested in going to Germany.\nAnyway, they ended up in France. They both emigrated in 1923 but they didn't know each\nother. They met in Paris. And they married. They met in 1927. They married in 1928. And my sister,\nJacqueline, was born in 1930. My sister Gilberte in 1933. And | was born with my twin brother in 1938.\n>> Bill Benson: Albert, you described to me your father as smart but a self-educated man. Say a little\nabout him.\n>> Albert Garih: My father -- my parents were coming from very poor families. My mother was one of\nseven siblings and my grandfather, my maternal grandfather, died when my mother was 11. So it's my\ngrandmother who raised their seven children by herself. And that was not easy. And my father was\nabout the same -- my grandfather was a milkman, selling milk. He was not making ends meet so my\nfather very soon started working. He managed to go to school to get an education. His French was\ngood. His French was perfect. They had an accent. It was not like the Polish accent. It was different.\nAnd it was very nice, actually. But the French was absolutely perfect.\nMy mother, as soon as she came to France, she was able to get a job as a secretary ina\nsmall company, actually. There's an anecdote about that. At one point she had to write a letter. It was\nto the man who built all of these wide avenues and all of that. And the spelling of the name which was a\nGerman name was Haussmann. And my mother, the only Haussmann she ever heard of was a certain\n— O-s-m-a-n. And her colleagues made fun of her. And she was offended by the boss who said when\nyou speak a foreign language the way she speaks French, you can't make fun of her.\n>> Bill Benson: And your mom, by the standards of the time, she was well educated.\n>> Albert Garih: She was. She got what they called at that time an equivalence to the baccalaureate.\nYeah, my mother was more educated than my father.\n>> Bill Benson: So when your parents moved independently, met and married in Paris, they came from\nTurkey. They spoke fluent French. But what was their citizenship status?\n>> Albert Garih: As soon as they emigrated from Turkey they lost their Turkish citizenship and they\nwere Stateless. In the “30s -- they emigrated in 1923. In the “30s they started the process of becoming\nnaturalized with French citizenship. But at one point, for wnatever reason, the French authorities froze\nall the applications and my parents remained stateless throughout the war. It's only 1948 that they got\ntheir passport.\nThe first thing my father did, because he was always nostalgic -- they suffered a little\nbit -- more than a little bit -- about anti-Semitism even before the war. There was a lot of anti-Semitism\nin France. And my father and mother experienced that in Turkey. In Turkey, which was a Muslim\ncountry, everybody was, you know -- they were also second-class citizens. There were some special\nregulations and some restrictions about them. But the population was not treating them inferior or\nanything like that.\nIn France, my father was a very proud man. He resented the way that he was treated, like less\nthan nothing, by some French people.\nSo they were stateless. That means that had some consequences during the war.\n>> Bill Benson: It means essentially you have no country, stateless.\n>> Albert Garih: Stateless, they were stateless. They were living in France, almost like refugees, if you\nwant. But they were not refugees. They had emigrated. They were legal immigrants but they had no\nFrench citizenship. They lost their Turkish citizenship.\n>> Bill Benson: Germany invaded France in May 1940. The war had begun in September 1939 but\nthey invaded France in May 1940. As the Germans advanced on Paris, there was a mass exodus of\npeople fleeing Paris. Estimates are as high as 80% of the population left Paris. And you said to me that\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nfor your family -- and this is a quote -- it all began with the exodus from Paris. Tell us what that meant\nabout your family.\n>> Albert Garih: When Paris was invaded in June 1940, actually there was a battle called the Battle of\nFrance where the French Army was defeated and most of the soldiers were taken prisoner, actually.\nThe German soldiers marched down Champs Elysees. We have videos that show that, some clips. So\nit's not only the Jews but the whole population of Paris fled south. It was total chaos on the streets with\ncars, bicycles, some people on foot.\n>> Bill Benson: Hundreds of thousands of people fleeing.\n>> Albert Garih: Yes. | don't know how many but there were a lot of people. And there were also the\nattacks of German and Italian Air Force. They were strafing them and bombing. That's the first tragedy\nthat befell my family. My grandmother, uncle, an aunt, and two cousins were killed, either strafing or\nbombing, | don't know exactly, that fell on their car north of Lyon, a city near the Loire River. They were\nkilled. That was the first tragedy that struck our family.\n>> Bill Benson: Was that your mother's mother, maternal grandmother?\n>> Albert Garih: Yes, my mother's mother. So | have no recollection of her. | was 2 years old, exactly,\nduring the exodus. | was 2 years old. My mother told me that at one point we stopped on the Loire\nRiver in one of the -- you know, the Loire River is famous for its beautiful chateau, jewels, really, crown\njewels. We fled to one of the chateaus. But it was nothing luxurious. We were sleeping on the floor. |\nwas 2 years old. My mother had nothing to feed me. And | was crying.\nMy mother told me at one point -- all that | am telling you now about this time is what my\nmother told me. From 1942 onwards what I'm going to tell you is my own recollection. But from 1940\nuntil 1942 is what my mother told me. My mother told me at one point | was crying so much and | was\ndisrupting everyone who was trying to sleep; that there was a soldier among the crowd who had\nmanaged not to be taken prisoner who had a bottle of Schnapps and he gave my mother Schnapps\nand said \"Give him some Schnapps. That will calm him down.\" And apparently it worked.\n>> [Laughter]\n>> Bill Benson: So you found refuge in the villa. Was your father with you? Do you know?\n>> Albert Garih: My father stayed behind. My father, for whatever reason | don't know, | wanted to\nkeep his job. | don't know exactly for what reason. | know that | was with my mother and my sisters\nduring that period.\n>> Bill Benson: And you would end up returning after a while, returning to Paris.\n>> Albert Garih: After a few days, | couldn't tell you whether it was a few days, a few weeks, but after\nsome time -- we had nowhere else to go, you know? How long could we stay as refugees in that\nchateau? | don't know.\nWe went back home. We had nobody to respond to overseas. We had no relatives in the\nstates, Canada, or anywhere else, and we didn't have any money. So there was no way we could really\ngo anywhere. So the only place for us was to go back home.\n>> Bill Benson: Which was an occupied city by the Germans.\n>> Albert Garih: Yes. In June 1940, when the Battle of France -- when the French Army was defeated\nin the Battle of France, the French government resigned and a new government was formed which was\na collaborationist government which meant under Petain -- the first hero of the war. We're going to\ncelebrate the 100th anniversary of the First World War. And he was the hero of that war, of that battle.\nHe was known as a hero. But in 1940 he became senile, was in his 80s. He couldn't cope. And he\nturned towards the German and was ready to collaborate. He appointed a prime minister, Pierre Laval,\nwho was an anti-Semitism and collaborationist, who went beyond the call of duty to help the Germans.\nAt the extent of the Jews, of course.\nThere was a statute of the Jews at that time that was patterned on the Nuremberg Laws,\nwhich were adopted in Germany. Almost every day there was a new law. Lawyers were debarred.\nDoctors were not allowed to practice medicine. Teachers were kicked out of public schools. And there\nwere all sorts of restrictions. We were not allowed in public transportation, for instance. So there were\nall sorts of restrictions.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nWe were leaving. My father was an accountant. He had learned accounting by himself and he\nbecame an accountant. He was doing the pay -- he was working for a garment factory in a suburb of\nParis where we lived. The owner of the company was a Jew also. And he had allowed my father and\nour family to live in the janitor's apartment of the factory. So that we could save on the rent, | guess. So\nmy father was juggling two jobs. He was working full-time during the day in that factory, doing the pay\nof the employees, and at night he would go to a movie theater in an area in Paris, taking tickets at the\nentrance, like you have in today's cinemas. He was doing that to make some extra money for us. We\nwere not living in luxury, far from it. So we were living in that janitor's apartment.\nAnd in 1942, based on the statute of the Jews, the factory, since the owner was Jewish, the\nfactory was confiscated. The owner had to flee. He went away but he came back, actually. He survived.\nBut he went away. The factory was given to an Aryan manager, a non-Jewish manager. And one of the\nconsequences is that we had to vacate the apartment, the janitor's apartment.\nThat was in July 1942. And from then on | remember everything. And what I'm going to tell\nyou now is based on my own experience and my recollection of these facts.\n>> Bill Benson: In fact, Albert, what you said to me was that the Nazis really turned the screws on the\nJews in 1942. That's when things really became infinitely worse.\n>> Albert Garih: Yeah. Actually, the French had not waited for the Germans to turn the screw. They\nstarted rounding up people in 1941 and sending them first to a transit camp in a suburb north of Paris.\nAnd from there they would be sent directly to Auschwitz.\nAt that point we had to vacant our apartment and find an apartment. There was a big housing\ncrisis. It was not easy to find a place. So we found something that was really minimal, with two rooms,\nnot two bedrooms, two rooms, a tiny kitchen, toilet, no bathroom. So that was our apartment. Only\nminimal comfort. It had running water but not hot water. So really basic. Things that we take today for\ngranted was a luxury in those days.\nSo we moved to that apartment. | remember that vividly. | remember. | was 4 years old. |\nremember | was impressed by the wall papers on the wall. Things like that, you know, when you're 4\nyears old, just a few things like that stay with you.\n>> Bill Benson: You told me about an incident. | think it may have happened when you moved into that\nsmall apartment but I'm not sure, involving when your mother handed you over a railing to somebody to\nhold you. Will you share that with us?\n>> Albert Garih: That was later, actually, yes.\n>> Bill Benson: Ok.\n>> Albert Garih: You have an exhibit on this floor called Some Were Neighbors: Collaboration and\nComplicit in the Holocaust. When | saw that title, | thought it could not apply in a better way to my\nfamily. We were sandwiched between two families: one, a couple of Communist people were fighting\nthe regime, sent to mandatory Labor Service in Germany and had not reported for duty; on the other\nside were -- a collaborator who was found dead in a movie theater after the war in retaliation. He had\nbeen gunned down by some people in retribution for his service to the Germans during the war.\n>> Bill Benson: Those were your neighbors.\n>> Albert Garih: My neighbor.\nThe wife of this collaborationist, collaborator -- did they know that we were Jewish? | don't\nthink so. My sisters think that they might have known. They were friendly with us. At one point we were\nsharing a balcony. There was just a small railing between our part of the balcony and their part. And the\nlady invited me over. So my mother passed me over the railing to the lady. She invited me into her\napartment. She gave me something that | had never seen before and | still remember to this day, a\nyellow tomato.\n>> [Laughter]\n>> Albert Garih: Everything was a luxury item in those days. An egg was a luxury item. So a tomato,\nand a yellow tomato? | had never seen that. That was wonderful.\n>> Bill Benson: The rounding up of Jews and their deportation to Auschwitz really intensified in the\nsummer of 1942. In the fall of 1942, your parents sent you to a home in the suburbs. Tell us about that.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n>> Albert Garih: It was in 1942, that's right. Well, you know, they had started to round up Jews and\nsend them to camps. We didn't know about the camps. We didn't know about the gas chambers, about\nthe crematory and all of that. But we knew that people were sent east. It was not for the good. So we\nwere terrified. And my parents were very concerned that that might happen to us, so they decided to\nsend us, my sister and I, to a farm outside of Paris in a place which is today famous for the park. In\nthose days it was a farmland.\nWe spent the winter of 1942-1943 there. | remember that winter was very cold. There was a\nlot of snow. It's funny because | have few details that stay. And | remember that's the place where |\nheard for the first time the song \"O Tannenbaum.\" That brings me back to that place.\n>> Bill Benson: Because that's where you heard it.\n>> Albert Garih: That's where | heard it. Yes. We sung it in French. It was [Speaking Non-English\nLanguage]. It was the same song.\nMy sisters would go to school. | was staying -- there was two ladies. The men probably had\nbeen taken prisoner with the French Army. | don't Know. | never saw any men in that farm. So we were\nstaying with the ladies. These ladies were raising pigs and rabbits. | remember that. And | was\nfascinated by the rabbits. | was playing with the rabbits all the time. They were in smaller boxes there.\n| was very friendly with the ladies. They were friendly with me. One day in conversation -- my\nparents had not told the ladies that we were Jewish. They said just that they didn't have enough to feed\nus and we would be better fed in a farm. And the ladies bought that. They took that at face value. So\none day in the conversation | told the ladies that we were Jewish. They panicked. And they sent us right\nback to our parents. That was in the spring of 1943.\n>> Bill Benson: So you're back in that apartment with your parents.\n>> Albert Garih: Yes, with the constant danger of roundups.\nIn July 1942, exactly when we moved into that tiny apartment, that's when the biggest roundup\nof all took place. They were rounded up, 13,000 people, including 4,000 children. Everybody was\nparked on a small stadium where there were bicycle races on a track.\n>> Bill Benson: The Velodrome.\n>> Albert Garih: Yes, Vil’ d’Hiv. People were in terrible conditions. It was July 1942, summer. It was\nhot. The people had been told to bring a minimum of personal effects with them. So they didn't have\nany food. They didn't have any water. It was hot. They were thirsty. The children were running\neverywhere. After a few days in that condition eventually they were sent to transit camps and from the\ntransit camps they were sent to Auschwitz. And out of the 13,000, there were 4,000 children. And none\nof them came back from Auschwitz.\n>> Bill Benson: Albert in September 1943, your father was taken for forced labor to the Channel\nIslands between England and France. Soon after, your mother, your sisters, and you went into hiding.\nTell us what you can about your father being forced to go to the Channel Islands and then about your\nmother finding a place for the family, the rest of the family to hide.\n>> Albert Garih: Well, my mother, absolutely amazing. She was desperate. She was so afraid that we\nmight be taken away. And that was a real danger, actually. My mother was a very small lady, 5-foot tall\nabout but she showed so much imagination, so much resourcefulness. She was desperate. She was\nfighting like a lion protecting her cubs, literally.\nMy father was taken away. He was sent to the Channel Islands. They were building what was\ncalled the Atlantic Wall that was supposed to stop the invasion of the allies into France. Because the\nGermans expected the allies to land somewhere in France and from there to push towards Germany.\nSo my father was in one of these islands. There were some camps there. There were about 900\ninmates in his camp. And they were building bunkers. These pillboxes from which the Germans were\nshooting at the allies when they landed on the beaches, also. So that was the idea.\nMy father at that point was working on a small scaffolding. There was a loose bolt. He stepped\non the board. The bolt hit him. And he fell down a cliff. He was losing his blood. He was picked up by\nthe soup truck. And eventually -- he survived. My father was very strong. | would not have survived half\nof what he went through but he was very strong and he survived.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Bill Benson: As a little boy, do you remember your father leaving when he was forced to go to\nforced labor?\n>> Albert Garih: Oh, yes. Oh, yes. | still remember. We were living in a suburb. Usually to go to the\nMetro -- the Metro was right at the gate of Paris. When Paris was liberated, that's where they came into\nParis. So that was the Metro station. And usually you would take a bus to go from where we lived to\nthat Metro station but that day we wanted to spend as much time as we could with my father. It was\nabout a 20-minute walk so we walked all the way to the Metro. And my father had this gas mask\nbecause from the First World War where they were using gas, they had been given some gas masks\njust in case. | was playing with that gas mask before he left. Actually | was playing with it, putting it on.\nBut anyway, | was 4 years old, you know. So he took his gas mask and we walked him all the way to\nthe Metro station. And | remember my mother was, of course, crying because she didn't know whether\nshe would ever see her husband again. And we went back home after that and my father took the\nMetro.\n>> Bill Benson: With your father gone, your mother would find a hiding place for you with Madame\nGalops. How did that come about?\n>> Albert Garih: She was desperate to find -- she knew it was very dangerous for us to stay home.\nBecause any moment, the German boots would come up the stairs and bang on the door and take us\naway. And it would be the French police. You know, the big roundup that | was mentioning before\nwhere 13,000 people were deported and killed, it was performed by 4,000 policemen, French\npolicemen. It was the French police that was useful for that dirty job, actually. So my mother was very\nconcerned about that.\nOne day she met Madame Galops in a street market. She didn't know her, actually. But, you\nknow, in those days somehow people have antennas; you know, she felt she could open up to this lady.\nShe told her she was terrified that at any moment they could come and take us away. Madame Galops\nwent back home and told her husband. The next day her husband came with a cart and we took\nwhatever we could with us. We went to live with the Galops family. It was the happiest time for me\nduring that period, the happiest time that we had.\nThe Galops family was adorable. Monsieur Galops was fun, always telling us stories, building\ntoys for us. There were no toys. | remember he built us | think for Christmas some piggy banks. They\nlooked like a small safe, you know. He was very nice. He was telling a story.\nThe only thing that was bad, and it was not their fault, was the food. The food was very\nscarce. We had to make due with whatever was available. So it was not good.\nThe Galops family had two daughters. In 1943. | was 5. The daughters were 4 and 3. So it\nwas great playmates with me, for me. Monsieur Galops was a sculptor. He was making sets for movie\nstudios. And they had a big warehouse behind the house where all of the sets were stored. We had\ngreat hide and seek games in that warehouse with the two little girls. And they had a small shelter in\nthe yard. It was -- if a bomb had fallen on our head, the shelter wouldn't have serve the any purpose. It\nwould have been crushed. But anyway, that's how we lived for about six months.\n>> Bill Benson: And the Galops did this at risk to themselves.\n>> Albert Garih: The Galops, to me, these people were absolutely heroic. To take a Jewish family into\nhiding like that was very dangerous for them. They could have been deported. They could have been\nsent to a concentration camp. And their daughters. They had two daughters. So these people, to me,\nit's beyond -- very often | ask myself if | were in that situation whether | would have that courage to do\nthat. It's really something that is beyond imagination, actually. These people were absolutely\nphenomenal.\n>> Bill Benson: In the spring of 1944, however, your mother had to take the family from the Galops\nhome. Tell us how that was. And then your mother being the lioness that you described, what did she\ndo then? But first, why did you have to leave this home?\n>> Albert Garih: Well, we had to leave for a very good reason. The Galops family were living in a small\nstreet. There were about 10 houses in that street. And everybody knew everyone. And, of course, when\nthey saw this woman with three children living with the Galops family, they started some rumors, you\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nknow. Some people were wondering. The Galops said that we were family from the countryside, which\ndidn't make sense because when people had family in the countryside; they would rather go to the\nfamily in the countryside than bring the people to their home. So it didn't make sense. So the people\nwere not buying that argument.\nThese houses were occupied by artists, sculptors, painters. One of them, a painter, his wife\nwas a sympathizers of the Germans. And the one day she came to Madame Galops and said, \"When\nare you going to get rid of that scum?\" We were the scum. So at that point Madame Galops and my\nmother thought we had no choice but to go home and that's what we did.\n>> Bill Benson: You went back to your apartment?\n>> Albert Garih: We went back to our apartment. And sure enough, a few weeks later a bang on the\ndoor, 8:00 in the morning. | was still in bed. Two French police inspectors. “Madamr Garih?” “Yes.” “We\ncame to take you away.” That was what my mother was dreading all along. She started shaking. The\ninspectors, for whatever reason -- it was more or less around the time of D-Day. So think that the war\nwas over for them, they were losing. | don't know. Maybe just a sense of humanity. They decided to let\nus go. They said, We're going to report we didn't find you but you must not stay in your apartment.\nHave to find another hiding place.\nIt's not so easy to find a place like that but they said you must not sleep in your bed tonight.\nThat was how they put it. It was very blunt. They said they were going to send some other people to put\nseals on the door and if they find you, they are going to take you away.\nSo | was awakened by the commotion. | was still in bed. It was 6:00 -- 8:00 in the morning. |\nwas 6 years old. My mother would not send me to school. She was afraid to send me to school\nbecause sometimes they would go to school, take the children, and the parents would never hear of\nthem again. So there was that danger. My sisters, she had no choice because they were older and the\nschool was mandatory for them. So they could not stay home. They had to go to school. But for me my\nmother would keep me home most of the time. Sometimes | would go to a kindergarten but very\noccasionally.\nSo she dressed me very quickly and we went to see a social worker that she had been given\nthe name, | guess. | don't know exactly how she knew the social worker. She explained the situation.\nThe social worker said, you know, give me a few days; | cannot find a solution like that overnight.\nIn the meantime, try to see If you cannot sleep at your neighbors.\nAnd that's what we did. My mother and | would sleep on the next door neighbor's -- this\nCommunist couple, had a young daughter about my age and they were working on night shift. She was\nworking in a shop. He was working on rod iron. | don't know exactly why but they were working on night\nshifts so we would sleep in their bed at night and in the morning we would give them the bed.\nMy sisters stayed with the lodge keeper downstairs. The lodge keeper was a woman with\nthree young children, 14, 12, and a little girl wno was about 5 years old. Her husband had been taken\nprisoner. Never saw her husband either. So my sister slept in the lodge keeper's apartment. We stayed\nlike that for a few days until eventually the social worker came back to my mother and said, ok, | found\na place for each one of you.\nMy mother was placed as a governess with a family near the Eiffel Tower, actually. She was\nfacing the Eiffel Tower. The family had eight or 10 children. | don't remember the exact number. It was\na big family. She was taking care of all of these kids. And we were sent to a suburb northeast of Paris\ncalled Montfermeil which was made famous in \"Les Miserables,\" actually. That's where Jean Valjean\nmeets Cosette when she goes to pick up water, Montfermeil.\nSo we were in Catholic boarding schools. | was in a school for boys and my sisters in the\nschool for girls. And we would meet every Sunday in church. The Catholic boarding schools, we would\ngo to church every Sunday. That's the only time that | was seeing my sisters. And my mother, | didn't\nhave any news about my mother. And you know, at 6 years old, you get used to that. | don't remember\nthat it even bothered me that | was missing my mother or anything like that. My mother was out of the\npicture as far as | was concerned. | was 6 years old. That was it.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Bill Benson: What was it like for you to be in this Catholic school? What were the conditions? It was\na boarding school, as you said.\n>> Albert Garih: Well, once again the big problem was the food. The food was terrible. There was a\nmoment | got sick, actually. And | was not the only one. | was very skinny.\n>> Bill Benson: Terrible because of the terrible shortages of food.\n>> Albert Garih: Shortage. And the food we got was rotten. We had rotten beans. So | was sick all the\ntime. | lost a lot of weight. It was only about three months. It was the summer of 1944. June 6, 1944,\nwas D-Day when will Allies landed in Normandy. We were nearing the end of that ordeal but still we\ndidn't have enough food. The food was terrible.\nSo | would meet my sisters in church. And the food was terrible but | remember one day | had\na feast. The priest in the school was suffering from sort of cancer or something, you know, of the\nstomach. They managed to get a couple of potatoes for him and a piece of butter and they made some\nmashed potatoes. But even that he couldn't swallow. So guess what. Who was fed the leftovers of the\npriest? Yours truly.\n>> Bill Benson: And you remember that.\n>> Albert Garih: Yes. To this day | still remember these mashed potatoes. And | love mashed potatoes.\n>> [Laughter]\n>> Bill Benson: Albert, did they know you were Jewish children?\n>> Albert Garih: There must have been someone in the school who took me in hiding in that school. |\nsuspect it must have been the head mistress because she was particularly good with me. She was\nalways very protective. She was always taking my hand. | was just 6 years old. The children in that\nschool were older. | think it started at 7 and up to 14. So | was really the youngest. And it was the\nsummer so the school was very relaxed. We didn't have much classes but we still had some classes.\nWhile we were with the Galops family, my mother had taught me how to read and write\nalready so | knew how to read and write. | was 6 years old. But you had some children there who were\nprobably not good students and couldn't do that. We were in class, you know, in the same class, in the\nsame room. Each floor was a different grade. So | was put with the babies and doing strokes like that.\nAnd | remember | could already write, read and write, actually, but | was still doing strokes like that.\nAnyway.\nSo we stayed there. And | remember also from that period when there were some raids, some\nair raids, there was a bombardment coming or something, we would go to the shelters, underground,\nand when the air raid was over, the siren would blast again to announce the end of the raid, we would\ncome out. And one of my favorite games -- and apparently | share that with Harry, yesterday -- was to\npick up pieces of shrapnel in the playground. | had a big collection of shrapnel that | brought home\nwhen my mother took me home, which she very quickly disposed of. But, yes, that was one of my\nhobbies to collect shrapnel. And you know, | remember one was about that big. It was jagged like that.\nWhen you receive that in your body, it doesn't do any good, actually. So that was one of our favorite\ngames; 6 years old what do you expect?\n>> Bill Benson: Albert, as you mentioned, D-Day, June 1944. Paris was liberated in August 1944. You\nwere 6. What do you recall or Know about liberation and then about the reunification of your mother and\nyour sisters and you?\n>> Albert Garih: What do | recall? Boy, | recall -- | remember that like it was yesterday. Actually, we\nwere in that school. A kid -- you had two kinds of boarding schools in Frances. You had boarding\nschools which were very select, where you put the children of the best families and where they get very\ngood education, and you had the boarding schools where people say the children are such bad\nstudents they say if you are not a good student, I'm going to put you in a boarding school. And that was\nthe kind of boarding school where | was.\nOne of the boys had run away the day before or something. Everybody was up in arms\nbecause it was the war. It was dangerous. And the next morning the boy came back and said \"The\nallies are coming! The allies are coming!\" So | don't know whether he was punished or not but all |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nremember is we all went on the main street and we saw all the tanks, all the jeeps, all the soldiers with\nfriendly faces, not with the German helmet but with the American helmet.\nAnd it was first time | had ever heard of the Americans. | had never heard of the Americans\nbefore. | knew everything about the Germans, the Italians, the Russians, the British, the French. The\nAmericans? Who are these people? Where are they coming from? | had no idea. Needless to say | was\nfar from thinking that one day | would be one of them.\n>> [Laughter]\n>> Albert Garih: So yeah. | remember these friendly faces giving us chewing gum, sugar. Not sugar,\nchocolate. Candy, even cigarettes. They were distributing cigarettes to children.\n>> [Laughter]\n>> Albert Garih: That's when we were liberated. This memory is absolutely phenomenal. That's one of\nthe best moments | had in my life when we saw this. Because, you know, somehow, | was 6 years old\nand | must have felt that there was something wrong in the way | was living, the fact that we were living,\nyou know, in hiding like that. It must have struck me at that point and say that's it. This is taken off our\nchest. This is the end of our misery. This is the end of the threat. Whew. It was a liberation, really a\nliberation.\n>> Bill Benson: You can only imagine what it felt like for your mom.\n>> Albert Garih: My mother was in Paris. She witnessed firsthand. She was -- as | said, she was in an\napartment facing the Eiffel Tower, actually. And they were fighting in the streets. The Germans and the\nFrench resistance and the Allies. It was a French Armored Division liberated Paris, a general by the\nname of General Leclerc who became a hero. He died unfortunately prematurely in a plane crash\nshortly after the war. He was really a hero. He had taken an oath that he would liberate Paris and\nStrasbourg. | don't know why Strasbourg. Strasbourg was under German occupation. So he had taken\nan oath that he would liberate Paris and Strasbourg.\nSo when the allies landed in Normandy and they were moving east towards Germany,\nactually, General Leclerc asked for special permission of Eisenhower to take his 2\"? Armored Division,\nFrench soldiers to liberate Paris. Eisenhower accepted his request. And that's how Paris was liberated,\nby French soldiers.\n>> Bill Benson: And as you said, this huge relief, off your chest of all the stress, but you were still\nhungry and starving. What happened?\n>> Albert Garih: Well, you know, the restrictions lasted even after the war. It actually took a while\nbefore we could have a normal diet, actually. As soon as we were liberated, we were east of Paris so\nsince the allies were moving east, we were liberated a few days after Paris. So Paris had been\nliberated. And as soon as train service was restored, my mother was on the first train. She came to see\nUS.\nAnd you know what? My sisters -- the schools were not far from each other. They came and\nthey said, \"Guess who is here.\" | had no clue. | didn't think at all about my mother. My mother was out\nof the picture as far as | was concerned. Of course, when | pushed them because | was curious to see\nwho came to visit us, when | saw my mother, of course | jumped into her arms.\nWe were so skinny and so starved that my mother had these ration tickets with which to buy\nbread. Everything was on tickets, ration tickets. She bought a loaf of bread that we swallowed in no\ntime. That's just how we were. She took us right back home.\nMeanwhile, my father, who was in the Channel Islands, he was west of the Normandy\nbeaches, actually. Since the Germans had managed -- the allies had managed to make the Germans\nbelieve that if there was a landing, it would take place in the straits which was the shortest distance\nbetween France and Britain, they were bombarding there all the time and destroying all the\nfortifications.\nSo in May, one month before D-Day, the inmates in the camp where my father was, were\ntransferred to the Straits of Dover where they started repairing the fortifications, under the fire, and all of\nthat. My father told me one day when there was a bombardment like that, they had to lay flat on the\nground, with the strafing, and everything. He was laying on the ground next to German soldiers. And\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nwhen the raid was over, my father got up and the German soldiers staid down, was killed. It was really\ndangerous.\n>> Bill Benson: So then -- tell us about your father coming home because they were eventually\nevacuated and taken with the Germans.\n>> Albert Garih: They were near the Belgian border. At that point they were in the Straits of Dover. At\none point the Germans were retreating. They decided they would put the 900 inmates on a train bound\nfor Germany whether they were going to use them as slave labor in a factory or they were going to\nsend them to a death camp, | have no idea. But anyway, the train -- they were being shipped by train\ntowards Germany. The train was stopped in northern Belgium by a Belgian Resistance, partisans, who\nhad burned up the railroad. The train was stopped. There was a backdoor. And in the confusion, the\nGermans released all the 900 inmates. My father somehow, | don't know how he made his way, he\nmade his way back to Paris. It took him about two, three weeks. And the morning of Rosh Hashanah,\nthe Jewish New Year, he arrived.\nThat morning was the first time -- my mother was dressing me to go to synagogue, the first\ntime since before the war. Before the war | was not going to synagogue. | was too small. To me it would\nhave been the first time | would have gone to synagogue. Knock on the door, also at 8:00 in the\nmorning. It was my father. It took my mother a few seconds to recognize him. He was gaunt. We were\nliving in an apartment building with a long corridor, which was dark. When the light was not on, it was\ndark. It took her a few seconds to realize that it was her husband who was there. So we were reunited.\nSo my nuclear family, my father, my mother, my sisters and I, we survived. But as | said, my\ngrandmother and uncle and aunt and two cousins were killed during the exodus. And my mother lost\nsome cousins who were sent to the camps, never to be seen again.\n>> Bill Benson: Albert, | think we have time for a couple of questions from our audience. Can we do\nthat?\n>> Albert Garih: Sure.\n>> Bill Benson: We're not going to have time to hear about September 1944 when the families\nreunited, Paris is liberated, but the war would continue until May 1945 and so they continued to live in\nwar-like conditions, scarcities, and then, of course, had to establish a new life and begin over again.\nEventually, as you know the story we told a little bit in the introduction, eventually Albert made it to the\nUnited States and began his family.\nWe don't have time for all of that but we have time for a couple of questions. If you have a\nquestion, we ask that you wait until you get a microphone. There will be one coming down either side of\nthe aisle, | believe. Get the microphone. Then make your question as brief as you can. I'll repeat the\nquestion just to make sure everybody hears it. And then Albert will respond to it.\nDo we have any brave souls? We have one gentleman right here ready to ask a question. The\nmicrophone is coming down to you.\n>> Yes. I'm just very curious. Families like the Galops, did you have a chance to reconnect with the\nchildren that were your age from the families that helped you?\n>> Bill Benson: Did you have a chance to reconnect with families like the Galops who helped you? I'm\nso glad you asked that because we didn't get to that question.\n>> Albert Garih: Yeah. Actually, reconnected is the right word. We lost touch with them, actually.\nUnfortunately. In the late 1980s, early 1990s, | told my story to a friend who was living in Israel. She\nsaid, \"Have you ever tried to have these people recognized as righteous among the nations?\" | said,\n\"What is that?\" | had no idea about that program. And she told me. She gave me the name of the\nperson to contact, to tell my story. | had the Galops family, and the Communist neighbors recognized\nas righteous among the nations.\nAs | said, | had lost track of them but | managed to find Madame Galops back in 1990 or 1991.\n| was in France. | looked -- we had a small computer type of phone book in France called Minitel. |\nlooked and | found Madame Galops, found a phone number. | called her. | said, \"Are you the widow of\nGabriel Galops?,\" “Yeah, yeah.” | went, “I'm Garih.” She went, “Oh!” She was so surprised. | said,\n“Madame Galops’ -- it was the end of the year. | said, | cannot come now to see you but | promise the\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nnext time | come to France | will go to see you. And | went to France a few months later. She was living\nin the South of France. | flew there and we were reunited. It was a wonderful moment, actually. She\nloved me like a son, actually. And | loved her like another mother.\nAnd last year, | went back to France. | go to France about once a year. Last year | had a\nchance to be reconnected not with Madame Galops because Madame Galops, you know -- the Galops\nand neighbors recognized as righteous among the nations but only monsieur for the awarding made all\nof the righteous. Madame Galops died a few months before the ceremony. But | was there for the\nceremony in Montfermeil. | was reunited with the two daughters.\nUnfortunately in the past few years both of them passed away. But last year | had a chance to\nbe reunited with their children. So | met the granddaughters of the Galops family last year. And they\nwere eager to hear from me about how it was -- how when we lived together with their grandparents. |\ntold them -- | was raving about their grandparents. Because | said what they did is beyond the words,\nactually.\n>> Bill Benson: Thank you. We're going to close the program now. | know there are some other\nquestions. It's our tradition at First Person that our First Person has the last word so I'm going to turn\nback to Albert in a few moments to close the program. When he's done, he will stay up on the stage. So\nabsolutely, feel free to come up and ask him your question or if you just want to get your photo taken\nwith him or say hi, whatever. Albert will stay behind to anybody who would like to visit with him.\n| want to thank all of you for being with us today, remind you that we'll have a First Person\nprogram each Wednesday and Thursday until the middle of August. So | hope that if you're local, you\ncan come back and if you're not, you'll make another trip here. If not, look to the website for our\nprogram next year in the hope that you'll be back in Washington, D.C.\nAnd so on that note, Albert, thank you so much. Let's hear your last thoughts.\n>> [Applause]\n>> Albert Garih: Concluding remarks. You know, | thought about that. This past Monday was Memorial\nDay. We saw all of these programs on PBS about the president going to lay a wreath on the monument\nof the unknown soldiers and we saw the cemetery in Arlington with all of these white crosses and white\nStars of David. | have seen that. And every year on Memorial Day | can't help thinking about these\nyoung men who came, so many of them lost their lives for us to live in freedom, to rid us of the tyranny\nof the Nazis. | always have a thought for these people because | saw them firsthand when we were\nliberated. | saw these friendly faces. | have a special connection with them.\nIf | want to conclude now, | would say in all this hour that we went through, and worse,\nactually, | was blessed that there were so many people who were so willing to stick their neck out for us\nwhether it was the Galops family, the military, the head mistress of the school, the Catholic boarding\nschool, all of these people. | would have loved to have had the head mistress as recognized among the\nrighteous of the nation. And | went back to Montfermeil and | recognized -- found the school exactly the\nsame as it was except it was freshly painted. And as | said, it was the place, Montfermeil, where Jean\nValjean met Cosette in \"Les Miserables.\" And to my big surprise, the school is now a seminary where\nthey are training young missionaries, African missionaries, to go back to Africa. It's called Institution\nValjean. | wanted to do some research about the head mistress but the people | saw -- there were\nyoung secretaries. They had no idea about what | was talking about. They were much too young. And |\ndidn't have much time. | didn't have enough time to pursue any research. | would have loved to have\nhad her recognized also as a righteous. She deserved that.\n>> Bill Benson: Thank you, Albert.\n>> [Applause]\n",
    "segments": []
}