{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, April 1, 2015\n11:00 a.m. — 12:02 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSUSAN TAUBE\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson, host of the museum's public program First Person. Thank\nyou for joining us today. In March we began our 16th year of the First Person program. Our\nFirst Person today is Mrs. Susan Taube.\nThis season is made possible through the generosity of the Louis Franklin Smith\nFoundation with additional funding from the Helena Rubinstein Foundation. We are grateful for\ntheir sponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as volunteers here at this museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org provides information about\neach of our upcoming First Person guests. Anyone interested in keeping touch with the\nMuseum and its programs can complete the Stay Connected card in your program or speak\nwith a museum representative at the end of the program at the back of the theater. In doing\nso, you will receive an electronic copy of Susan Taube's biography so that you can remember\nand share her testimony after you leave here today.\nSusan will share with us her First Person account of her experience during the\nHolocaust for about 45 minutes. If time allows, we will have an opportunity for you to ask a few\nquestions of Susan at the end of our program.\nThe life stories of Holocaust survivors transcend the decades. What you are about\nto hear from Susan Taube is one individual's account of the Holocaust. We have prepared a\nbrief slide presentation to help with her introduction.\nWe begin with this portrait of Susan Taube born Susan Strauss. Susan grew up ina\nsmall town of Vacha in Germany where her family lived for more than 400 years. On this map\nof Europe the arrow points to Germany.\nThis picture shows Susan's home and her family's business in Vacha. The Strauss\nhome is on the right-hand side with the storefront.\nHere we see Susan and her mother, Bertha Strauss, together in a field near their\nhome in Vacha.\nIn November, 1938, the Nazis unleashed a wave of Pogroms throughout Germany\nknown as Kristallnacht or the Night of Broken Glass. This shows Germans passing the broken\nwindow of a Jewish-owned business that was destroyed during Kristallnacht. In Vacha local\nparty members damaged the family's store and imprisoned Susan's father in the Buchenwald\nconcentration camp.\nIn 1939 Susan, her sister, mother, and grandmother moved to Berlin. Susan and\nher family were deported to the Riga ghetto in January 1942. The arrow on this map points to\nRiga.\nEventually, Susan and her mother were sent to the Kaiswerwald concentration\ncamp, which the first arrow in blue points to, to do forced labor. In the fall of 1944 as the\nSoviet Army approached, Susan and her family were deported to the Stutthof concentration\ncamp which the second arrow points to.\nHere we see a photograph of the Stutthof concentration camp.\nAfter the war, Susan married and immigrated with her husband Herman and their\nfamily to the United States. In this photograph Susan, Herman, and her children pose in their\nfamily store.\nSusan lives in the Washington, D.C. area. Just over a year ago Susan lost her\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nbeloved husband Herman who passed away March 25, 2014. Herman, whom we all miss\ndeeply, was also a Holocaust survivor and had been a First Person guest. Susan and Herman\nran their own small business, a store in Baltimore, from many years before moving to\nWashington, D.C. 40 years ago. She co-authored several books with Herman who was a\nnoted author and poet. Susan and Herman have four children, eight grandchildren, and eight\ngreat grandchildren, five of whom live in Israel. The oldest of her great grandchildren is on the\nway to college and the youngest is 16 months old.\nAnd today Susan is joined by her daughter Judy and her son in the front row.\nMaybe wave a little bit there so everybody knows you're down there. Thank you.\nSusan is active with the Holocaust Survivors Association and volunteers weekly here\nat this museum. You will find her here on Tuesdays when she helps staff at the Membership\nand Donor Desk. Susan also speaks frequently at the museum. As an example, she spoke to\na German group that promotes reconciliation. She also speaks in other settings including\nsynagogues and schools. For example, two weeks ago she spoke at a Catholic school in\nElkridge, Maryland.\nWith that I'd like to ask you to join me in welcoming with our First Person,\nMrs. Susan Taube.\n[Applause]\nSusan, welcome.\n>> Susan Taube: Need sunglasses.\n>> Bill Benson: Thank you so much for being willing to be our First Person. | think we're going\nto have to avoid looking at the heavens for a little bit here.\n>> Susan Taube: Good morning.\n>> Bill Benson: Last year you were unable to join us because your time to be with us was right\nafter the death of Herman. We're so glad to have you here this year. Thank you for doing this.\nYou have so much to tell us. We're going to start right away.\nYou were just 7, living in your hometown of Vacha in Germany when Hitler came to\npower in 1933. After that, of course, your life and your family's life changed. Start by telling us\na little bit about your family's life in the years that led up to Kristallnacht in November 1938,\nthose years before that. By the time Kristallnacht happened in 1938 you were already 12\nyears old.\n>> Susan Taube: | was 12 years old. Well, | was born in a small town, 5,000 people. We had\na general store where you could buy everything to sewing machine, baby carriage, whatever\nwas necessary. Because the surrounding area was mostly agricultural. This was the business\nend of the little town.\nThings were normal. We had a normal life with our neighbors. As children, we were\ninvited for Christmas, birthday parties, whatever was celebrated. We were always invited.\nAnd the same happened the other way. For our holidays we invited our neighbors. Everything\nwas just fine until 1933 when Hitler came to power.\nThings just changed rapidly. He had speeches against the Jewish people, Jews are\nour downfall. Everything was blamed on the Jews what went wrong in Germany. After all, it\nwas after World War |. The economy wasn't a very good one. People didn't have work. It was\na tough life at that time. But Hitler blamed everything on the Jews. So naturally people started\nto believe it. Started to be discriminated against and boycotted. The store was boycotted.\nThey put people in uniform. As soon as he was elected, people in uniformed stayed in front of\nthe stores with a big sign \"Don't buy from Jews,\" “Jews are our downfall.” That's how it went\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\non and on and on forever.\n>> Bill Benson: When | first met you, almost 16 years ago, you told me about the Schoen\nfamily and they had gone to vote. Would you tell me about that?\n>> Susan Taube: There were elections. When Hitler came to power, he was elected legally.\nBut when he went to the places afterwards, you received a little pin. You voted yes or no.\n>> Bill Benson: For Hitler.\n>> Susan Taube: For Hitler or against Hitler. Yes or no. So everybody voted yes because --\neven the Jewish people because we didn't know what was in store for us, the future.\nSo life went on for a while. It wasn't too much change but soon enough people in\nthe brown shirts and their uniforms stayed in front of the stores with big signs to boycott the\nstore. And people weren't allowed to come into the store. So to make a living my father -- at\none time he had a car. He had to give it up. He went on a bicycle in the neighborhood,\nreligious, the symbols of merchandise, tried to do business this way, took orders. And then he\ndelivered. It was a very tough life at that time. Nota very happy life, really.\n>> Bill Benson: At some point you and your sister were sent to go to school in another town.\n>> Susan Taube: | went to school in that town for four years, what was elementary school.\nAfter four years | graduated from there and went to what was a gymnasium. The educational\nsystem in Germany is different than here. It was like a middle school. We learned languages.\nIt was a nice education but | was completely ignored, completely separated from all the other\nstudents. | wasn't allowed to participate in any activities whatsoever. | was in that school for\nabout two years. | don't know if my parents, if my mental situation or whatever; told | had to\nleave the school.\nAnyhow, | was sent away from my hometown to Frankfurt am Maim, to a Jewish day\nschool. | lived there with strangers. My parents had to pay. It was a private school. They had\nto pay for my food and lodging and for the school.\n| lived with these people. Actually it was nice until 1938 when the Kristallnacht\ncame. It was organized by the government. The reason for it was -- about a few months\nbefore, we had the Jewish citizens who were not German citizens yet but lived in Germany for\nquite a long time already. Their children were born in Germany but they came and just picked\nthem up, deported them to the border of Poland and just left them there. And among these\npeople, a couple whose son was studying in Paris. When he found out what happened to his\nparents, | guess he wanted to bring the attention of the world to what's happening. Foolishly\nhe went to the German Embassy in Paris with a gun, tried to kill the German Ambassador or\nthreatened him or whatever. But they wouldn't let him in. So the secretary was in front of his\noffice and he took out a gun and shot that man. He lingered on for about three days before he\ndied.\nDuring that date they organized which was later called Kristallnacht. | was in\nFrankfurt, lived with a family in an apartment. November 9, 10, hordes of people in civilian\nclothes came to the apartment just knocking down the door, not ringing the bell or anything.\nComing in with sledgehammers, sticks and whatever. They demolished the whole apartment.\nAfter they left, we didn't have a cup to drink coffee from, a plate to eat from, nothing.\nNothing. It was wintertime already. We had featherbeds that were sliced open, thrown out of\nwindows. Plants were thrown out of windows. The whole apartment was damaged. And they\nwent from one apartment to the other. There were quite a few Jewish families living in the\nbuilding.\nAnd then they left. We were just stunned, couldn't believe what happened here. It\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nwas cleaned up. We cleaned it up. And we went out to find new dishes, | guess. That's how it\nwas.\nIn the evening the Gestapo came and arrested all male people, male persons from\nthe age of 15 to 65. They were all deported to concentration camps in Germany. At that time\nwe had three camps, Stutthof, Buchenwald, and Riga. You were deported to these\nconcentration camps.\nThe schools were closed. The school was also demolished. The schools were\nclosed because the male teachers were arrested. The female teachers, | guess they didn't feel\nlike teaching either. It was just an upheaval. You couldn't concentrate on anything.\nSo | went back to my hometown which was Vacha. | came home. My father was\ngone. What happened there? The police came to my house and my mother answered the\ndoor. The police said, \"| have to bring in a body. If your husband doesn't give himself up, |\nhave to take you in. | have to bring in a body.” So my father gave himself up. He was\nescorted by himself with the policeman to the Buchenwald concentration camp. He was there\nfor four weeks. He was let go because he was a World War | veteran, fighting in the German\nArmy in World War |. They let him go after four weeks. My mother had to send money for\nplane fare and he came home.\nHe came home; he was a broken man. He just said, “We have to get out of here.”\nIt's unbelievable what people can do to people. We cannot -- we hoped to go to America.\nThat's another story. And we cannot wait for America to send us the papers. We have to get\nout of here.\nWell, that wasn't that easy. As | said, we tried to emigrate from the time of 1936 but\nwe didn't have any close family in America. You had to have somebody in America to vouch\nfor you. You couldn't fall on the government. People had to have money in the bank to make\nsure that they can support you.\nSo family -- finally we found a relative of a relative. He said he would vouch for my\nfather, let him come first; once he's established and finds a job, a facility to live, we will help\nyou, will find help for the family to come over.\nWell, that was in 1936. So when the papers came, he called the embassy in Berlin,\nthe American Embassy and asked how long it could take for him. Because they received a\nnumber. Once the papers came to the Office of the embassy, you received a number. So he\ncalled up and found out how long it would take. They said it can take two to three years. Why\ntwo to three years? You have to wait and do the best you can.\nWell, in the meantime, came to Stutthof --\n>> Bill Benson: You told us your father, of course, had given himself up and then came out of\nthe concentration camp. He would make his way to Belgium.\n>> Susan Taube: Yeah. He had to leave Germany. He couldn't stay in Germany. That was\none of the conditions that he was dismissed also. So he -- he had to pay somebody to take\nhim over the border. He wound up in Belgium. A lot of people had the same problem. The\nJewish community in Belgium helped the people. They couldn't work but would give them\nfood, lodging, etc.\nHe was in Belgium for about six months when the notice came from Berlin, from the\nembassy in Berlin, that he should come and get his papers so he could emigrate to America.\nWell, since he was in Belgium, he couldn't come back to Germany. So the papers went over to\nBelgium and that prolonged the whole process for almost a whole year. During the year then\nthe war broke out but he made it out from Belgium before Germany invaded the lowlands in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\n1940, in the spring of 1940. He left in February of 1940 for America.\nAs soon as he came to America, he prepared the papers for us. And again the\nsame process. Back to the embassy in Berlin. The number again. And waiting again. And in\nthe meantime the war broke out. Well, the war was there. America was not in the war yet.\nSO we moved -- in the meantime, we were the last Jewish family to live in the little\ntown. They made life very miserable for my mother. | was in Frankfurt in the school with my\nsister at that time. They made life very miserable. She had to sell the house.\nAlso, after Kristallnacht, everything was confiscated from the Jewish people. All of\nour bankbooks, everything that we had, what we owned, was confiscated. We received only\nenough money to live on, actually. She sold the house and never received the money\nbecause the money went in the same bank. We moved to Berlin. Hoping, hoping to emigrate\nto America. To the embassy in Berlin to move to America.\nWell, Berlin -- again, a lot of the small towns the Jewish people just couldn't live\nanymore. They were discriminated against. They weren't safe with their lives anymore. A lot\nof people moved to bigger cities and my mother decided Berlin.\nSo we came to Berlin. We received a Jewish apartment which belonged to a\ngentleman. His job was correspondent for a German newspaper. But he lost his job in 1935\nwhen all other Jewish people lost their jobs who worked for the government or had any\npositions of importance like musicians, teachers, in regular schools. They all lost their jobs at\nthat time.\nSo he had an apartment. And in this apartment he lived he had one room. Another\nlady lived there. They had a room. We were four people. We had one bedroom, a communal\nliving room, bathroom, and kitchen. That's where we lived.\nSchool at that time, | really don't remember if | went back. If | went back to school,\nby that time | was 14, | can't really remember. If | went back, it was a very short time.\nBy the way, I'm 14 years old. | had to go to work. What was the work? We had to\nwork in an old age home, myself, with elder people. They had no more families or whatever.\nWe had to take care of the old people because the younger people, the regular people who\nworked there, who were supposed to work there, they had to work in the factory for the war\neffort.\nMy girlfriend was with me at the time. We worked with old people. We took care of\nthem. We cooked. We cleaned. We washed. Whatever we had to do. Once these people\ngot sick and were taken out from the home, they never came back. We never saw them again.\nSo eventually that home was closed. My next job was in a daycare center where,\nagain, the parents of children had to go work in the factories for the war effort. The children\nwere dropped off 6:00 in the morning. We had to be there 6:00 in the morning until 8:00 at\nnight and the last child was picked up. So we took care of the children. It was sad, very sad\nactually. But it was seven days a week we had to work.\nAll right. So that was our job. Fora while. And then by the time | was close to 15,\n15 1/2, | was pulled out from there also and | had to go to work for the war effort also. | was\nplaced with my mother. | had to work in a factory where they made parts for U-Boats. We\nwere in assembly lines. The Jewish people were separate from the German people. The\nGerman people received their lunches there, food, and everything. The Jewish people\nreceived nothing.\n>> Bill Benson: And | want the audience to understand that you were not at all paid for any of\nthat. This is all forced labor.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Susan Taube: That was forced labor. But they paid -- they had to pay the government.\nThe government took the money away.\nAlso, when the war started, everything became rationed for everybody. But Jewish\npeople received special cards with a J on it, every coupon had a J on it. This reduced calories.\nAnd we could only do our shopping between 4:00 and 6:00 in the afternoon. We were not\nallowed in any store other than those two hours.\nNot all German people were, how should | say, following the rules exactly. We had,\nthank God, a nice grocery across the street from us. He knew of what was going on. And\nsince we had to work, he always kept something in reserve for my mother when we came\nhome from work.\nSo we worked in the factory, took public transportation. By that time we had already\nour Jewish star on our clothes. It wasn't a pleasant way to go to work in the morning, to be\nbranded with the Jewish star. You don't know who you're sitting next to or standing next to.\nYou never know what a person can do to you.\n>> Bill Benson: After spending time in Berlin, before long, though, you would be deported to\nRiga. Tell us what happened in the process of deporting you.\n>> Susan Taube: Deportation started. | think it was September, October of 1941. The man\nwe lived with had a daughter who had just gotten married. Not a young woman anymore but\nshe got married. They moved to about a half an hour transportation away. He tried to call her\none day and there was no answer. Called, called, called, called, no answer. After a few days\nhe received a card from Poland, \"Dear Father, due to circumstances we had no control over,\nwe were resettled to this place here. Don't worry. We are fine. You will hear from us again.\"\nThat was the only card he received. He never heard from them again.\nThe next came my girlfriend who had a beautiful apartment not far from us either.\nThey received an official postcard, dear so-and-so, due to our difficult situations right now, we\nhave to bring our German citizens from the east into the -- you will be settled. You can take\nwith you whatever you can carry. If you have any bigger items you would like to take, you\nhave to drop them off at a certain place and it will be shipped to your new destination. You\nhave to report at this and this time to this and this place. This is it. So she left.\n| went to say goodbye to her. | gave her a note, | said, wherever you come, put it in\nthe first mailbox you see. Maybe when our time comes we can see each other again.\nSo they left and | never heard from her.\nOur time came in January, beginning of January. It was the same message. You\ncan take what you want, what you can carry, etc., etc. And you be ready January 25. You will\nassemble at this and this place. You will be resettled.\nOk. The time came. My mother packed -- she liked to sew, so she had a nice\nsewing machine. She figured if | get to a new place, maybe | can do something with it, take\nthe sewing machine, pots and pans, blankets, pillows, pots and pans, and we shlepped it over\nin the wagon to the place which was designated to drop it off which was a Jewish day school at\none time. In the courtyard of that school we dropped everything off. Just put your name on it.\nWe deliver it.\n>> Bill Benson: Susan, am | correct in my memory that when you left the apartment, your\nmother had to sign an invoice for all of the things you owned?\n>> Susan Taube: That came Friday night. The Gestapo, two Gestapo people, came to the\napartment for the settlement. You know: It costs money. We need your bankbooks and\nwhatever you have show it to us. They took everything away. She had to sign papers that on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\nher own free will she's giving it for the cost to the resettlement to wherever we were supposed\nto go. But that time we didn't know where we were going. So she signed the papers. They\ntook all the bankbooks, wedding rings, watches; whatever we still had they took away. That's\nit. All for the cost of the resettlement.\nSo we went to the place. We took public transportation. It stood between two\nhouses that couldn't be burned down when most of the synagogues were burnt down.\nBecause it was between two houses, it was demolished inside but there were benches there.\nSo we went in there.\nSlowly, slowly, the place filled up. A lot of people came in. Saturday morning there\nwas the Gestapo again. There were big tables. They called bench by bench, called down and\ngive our name. Do you have any ID cards? Do you have any money left? Do you have\nanything left? You have to leave it here. So by that time we relinquished our only -- what we\nstill had that's who we are.\nAfter Kristallnacht, everybody had to give up their passports. We couldn't keep any\npassports. If you were lucky to emigrate, you had to pay 10,000 marks just to get out of the\ncountry, to get your passport back.\nSo they took the last ID away from us. Then we found out that we would be\nresettled to Riga, Latvia. At least we knew where we were going.\nSo came Sunday morning, very, very early. We all had to assemble on the street.\nThere were trucks for people who couldn't walk. We had to walk to the railroad station which\nwas the suburb of Berlin. And we arrived there. We looked for the train to take us. What we\nsaw was the cattle cars. Like you see in the Museum here. They opened the doors. Inside\nthe cattle cars were benches made out of straw. On the floor was straw. On each side of the\nwalls were a bucket for your physical needs. No water, no food, nothing.\nWhen the wagons were filled, about 1,000 people, off we went. 1942 was a very,\nvery cold winter. There was no heat in this wagon, nothing. So we sat close together,\nactually. So many people in there. Anyhow, we arrived in Riga after about three days. The\ndoors were opened. “Out, out, out. Out, everybody out.” There were trucks, military with guns\nand dogs. \"Out, Everybody out.\" Everybody assembled. “If you can walk, you have to walk\nabout five kilometers to your new destination. If you cannot walk, you can use the”\ntransportation — “the trucks here and we take you there.” Well, the elderly people who got out,\nmothers with children, they used the facility of the trucks. We never saw them again.\nWe walked. My grandmother, mother, my sister and myself, we walked. There was\nice. Everything was ice, very, very difficult to walk, holding on to each other not to fall.\nFinally we arrived in the place, houses surrounded by chicken wire, double fences of\nchicken wires, military guns every few steps. We came into the gate and showed us where to\ngo. Into this house they pushed quite a few people. By that time it was already dark. We\ncouldn't see very much. We just sat there. No heat again, no water, nothing.\n>> Bill Benson: | want to come back to you mentioned the ice. When you went into the little\nplace they put you, even there everything was coated in ice.\n>> Susan Taube: Everything.\n>> Bill Benson: The tables, everything was coated in ice.\n>> Susan Taube: Everything. Everything.\n>> Bill Benson: A solid wall of ice.\n>> Susan Taube: Everything was ice. We had no water, nothing, no toilets, nothing.\nSo anyhow, we waited until light. We woke up. We went outside to look around a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nlittle bit. We see clothes all over the place, frozen food on the tables, frozen everything was\nfrozen. We didn't know what was happening.\nSo anyhow, this was the Riga ghetto. Into this ghetto went the population from Riga,\nthe Jewish population of Riga. They were concentrated there. After Germany invaded Russia,\nthey invaded Latvia, too. The Jews were right away also taken to this place, leaving their\napartments and concentrate in the that place. There were two big -- what was left of all of\nthese people was 400 men and 100 women. That's all.\nWe came in this place and my feet were frozen. | couldn't even walk. | couldn't\nstand up. It was terrible. But eventually a man was in charge of the building and he came to\nour apartment, up to our room, and told us you have to go to work. If you don't go to work, you\ndon't get anything to eat. You have to get a piece of bread, you have to work.\nSo | put on my shoes that | could hardly get into because my feet were really bad.\nWe came out of the house. We had to assemble in a certain place. From there we received a\nslice of bread. And we were picked up by soldiers and taken to the city of Riga where we had\nto clean up the sidewalk from ice and snow so the population could walk on the sidewalks. We\nwere not allowed to do that.\n>> Bill Benson: Your job was literally to chip the ice off the sidewalks.\n>> Susan Taube: And clear them.\n>> Bill Benson: You were not allowed to walk on the sidewalks.\n>> Susan Taube: No. We had to walk in the streets.\nSo they took us back to the ghetto but there was hardly anything -- | don't even\nremember how we lived, how we survived the few weeks. | cannot remember it. But this went\non for quite a while until it got warmer.\n>> Bill Benson: Susan, | Know we won't have time today for you to tell us a lot about your time\nin the Riga ghetto but you were there for almost 20 months.\n>> Susan Taube: Yeah.\n>> Bill Benson: | think from February 1942 to August or September of 1943. And during that\ntime you were made to do a lot of very difficult jobs. Before you tell us about leaving the\nghetto, tell us about a couple of the other jobs besides picking the ice that you were made to\ndo. One of them | remember is you had to go dig peat out.\n>> Susan Taube: Peat moss. It was the summer of 1943. | had a job actually at that time at\nthe German Air Force which was not too bad, | have to say so. Because | had some food\nthere. So the rations my mother could use from the ghetto and | ate there.\nThere came a time when they took young people to dig peat moss in Latvia. Peat\nmoss was used for burning. It was material they burned in the ovens, used for cooking, etc.,\netc. The job was to dig it out. There was a whole machinery there that it went through the\nmachine, the conveyor belts. The stuff was put on planks, then on the belt. From the belt we\nhad to carry it into the meadows and turn it over from time to time so it dries off so it could be\nburned.\nThis was a job where we were outside the ghetto. We were young people. We had\nan area where we could go swimming. We didn't have a bathing suit but we weren't ashamed\nto go swimming anyway. That lasted for about six, seven weeks. And we went back to the\nghetto.\nAt that time in 1943, there was the uprising in the ghetto, uprising already. | guess\nthe Germans were afraid it could happen also in other places, which actually at one time there\nwas a resistance in our ghetto but they were caught. They killed them all.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n>> Bill Benson: You were forced to watch people be hanged.\n>> Susan Taube: Oh, yeah. If you were lucky, you worked outside the ghetto. There were\ncompassionate people sometimes that gave you something to eat. But it was very dangerous\nto bring it back into ghetto because you were searched lots of times. They took you off on the\nstreet, stopped you and searched you. Before you entered the ghetto you were searched.\nAnd if they found anything on you that you weren't supposed to have, they took you right to the\ncemetery and you were shot. So that happened quite often.\nAt one time there was working in the harbor unloading boats, food for the military,\nwhich was stationed there. And there were some young men. There one time came lemons.\nThey figured, oh, that's a good thing to sell in the ghetto for bread, change for bread or\nwhatever. Put them in their pockets. They were caught. And six of the guys, they hung them.\nWe all had to march by there to teach us a lesson not to bring home anything to the ghetto.\n>> Bill Benson: | think in late summer 1943 you were brought back into the ghetto. You told\nme that you sort of knew -- | think your words were \"I sort of knew what the ball game was by\nthat time\" and from there you were sent then to a concentration camp.\n>> Susan Taube: The ghetto was slowly, slowly liquidated. There was always aktion going\non. We had two hospitals. People got sick. If -- there was some medication available but still\nthe doctors, we had doctors, they did the best they could.\nFrom the hospitals, if you were there more than a few days and you couldn't go back\nto work, you just were eliminated. That was it. They were always going on -- what's that thing\nMarch -- March 14 | think. They came -- we had a lot of older people still in the ghetto. They\ncame to their apartments where the elderly people were. They said, you know, we found a\nnew place for you where you can be working in good conditions and you will be fed there; why\ndon't you register to go there. So people were happy to leave the ghetto. They said: What can\nbe worse than that? When they left, we never saw them again. It was just the camouflage.\n>> Bill Benson: And from there you would end up being sent to Kaiswerwald and end up, |\nthink, ata subcamp. Tell us about going there.\n>> Susan Taube: The ghetto was liquidated. We all were sent, the people still able to work,\nwere sent to Kaiswerwald. It was already a concentration camp. They were barracks, three\nhigh, three people to each plank, very little food. Concentration camp life. Up in the morning,\n5:00, to be counted, to be counted, and stay out there in the rain, sunshine, whatever it was.\nAnd some people were lucky they still could go to work. Some people could not.\n| have to say | was lucky. | was picked out to go to a place called Meteor where -- we had\nhousing there. After work we did not go back to Kaiswerwald. We had a place to sleep there.\nThey arranged -- we were 100 women. And our job was in that place -- it was a factory where\nthey used to produce tires, rubber boots, etc. The facility was outside Riga. One of the\nwarehouses was made into living quarters for the hundred women. We had bunk beds there.\nActually everybody had their own bunk bed, which was very nice.\n>> Bill Benson: Your mother and sister?\n>> Susan Taube: No. My mother and sister went to different places and | never saw them\nagain. | knew where they were but | never saw them again.\nOur job was to repair platoon boats where they cross rivers, the military. And when\nthey were shot up, they came to this place. We fixed them up. The job was a dirty job\nbecause inside there were snakes and whatever went inside the boats from the rivers.\n>> Bill Benson: And you were dealing with very toxic glues. It was a horrible job.\n>> Susan Taube: The glue was very toxic. | don't know what it was. So they gave us milk to\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nstop the coughing, nauseated and all of that; so they provided a little milk.\nThe place was not too bad. We were not so much under the gun there because it\nwas under civilian control. Actually military also but the overseer was a military man from\nGermany. Food, we had food enough to live, let’s put it this way. Not too much. No\ndelicacies, nothing. Soup, soup, soup, potato soup, potato, that's it. And bread.\nIn this place we were for quite a while. Then -- what was good in this place -- | was\nlucky, actually. From fixing these boats they had to be painted. So three girls were chosen to\npaint these boats. That was in a big room, with big windows. So we had fresh air. We could\nopen the windows. We painted the boats.\nThe other thing was, there was the office of -- who was it? Who responsible for this\nplace. There was a radio. There was newspapers. And for some reason they left the radio on\nall the time and we heard news that things aren't going so good for the German Army. The\nArmy was always on a successful retreat. That was music to our ears. The successful retreat\ndidn't come fast enough. It came June -- June?\n>> Bill Benson: Summer 1944 you were evacuated.\n>> Susan Taube: The SS came from concentration Kaiswerwald, picked us up. In the\nmeantime, also, we received our striped clothing. They prepared us for evacuation, | guess,\nfor going back to Kaiswerwald. Until then we had our own clothes, actually.\nThey came and picked us up, back to Kaiswerwald. Back to Kaiswerwald. From\nKaiswerwald about two weeks, we were transported to the harbor in Riga, put on the boat and\nshipped off to concentration --\n>> Bill Benson: You were jammed, you told me, like sardines into the barges.\n>> Susan Taube: Like sardines. At that time not only the concentration camp but all the work\ncamps were located around the place came to this boat. They were all evacuated at the same\ntime on one boat. We were just like sardines on that boat. We couldn't sit down. Just\nstanding up. No toilet facilities, nothing. | just can't picture anymore how we survived really.\nThis journey, the boat left. | don't know because we didn't know if it was day or\nnight, whatever it was. We arrived in a place. They unloaded us. There was a big meadow.\nThey said, “Get out, out, out, out.” So we got out from the boat and we were sitting there ona\nmeadow. Nothing around us. Absolutely nothing but a little hill going through.\nSo eventually when there appeared -- what do you call these things? Where you\ntransport coal in, barges, barges. Into the barges they pushed us. They couldn't stand up.\nWe had to crouch because there was no standing room. And when we get out, we came to\nStutthof. We looked at each other, we were all black. Because in these barges they\ntransported coal and other things, too. We couldn't even recognize each other anymore.\nFrom there they marched us to the concentration camp, extermination camp called\nStutthof. Big sign, live flowers, beautiful landscaping. Well, you walked in for about 100,\n200 yards, you saw barracks, fence, stones, nothing. People walking around, walking,\nhuddling. A terrible sight. And, again we were pushed in the barrack. The barracks had three\nlayers, up, just planks. We lived on these planks.\nIn the morning was out -- out from the barracks. There was a trumpet to wake us\nup. If we were sleeping. We had to get up. We assembled outside of the barracks. We were\nfive in a row deep, five deep, long rows. We were counted. Counted and counted and\ncounted for about two hours because at that time there was the SS and there were SS ladies\nthere. They were worse than the men. Very inhuman beings, horrible. We stayed there until\nthey dismissed us. We received a slice of bread and some black coffee if you had a container\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nto put it in. If you didn't, you were out of luck.\nWe just went on. | was there for two weeks. | must say | was lucky to get out of\nthere. One day they counted out 500 women and walked us out of the camp and to a train, a\nregular train actually, and transported us by train to a place what we later found out the name.\nSo we arrived there. We got out of the train and they marched us to a camp. The camp was\nagain surrounded by chicken wire, little huts made out of plywood. Into these huts 15 people\nhad to go. We each received two little blankets. That was it for the first day | remember.\nSo we were five girls. We kind of kept together all the time. In the morning we had\nto go to work. The work was -- first we received a piece of bread before we went to work. The\nwork was they took down the trees. It was a rural section of the country. They took down the\ntrees. Our job was to dig out the root from the trees, put them -- push them to a certain place.\n| don't Know how that worked anymore exactly. And emptied them out. Then they were\npushed back up the hill again and filled up again. That was our job.\n>> Bill Benson: Digging out the roots of the trees.\n>> Susan Taube: Yes. In the meantime, we were full of lice. We had no facilities to wash\nourselves. We had no showers, nothing anymore. Wherever we went, there was just lice.\nOne thing what happened there, there was supposed to be training ground for the\nGerman Army, what they were building there. Had to build boats and houses. | became a\nbrick layer after a while. They needed people for this job. So the younger people they took for\nbrick laying and older people out to the woods. That lasted for quite a while until it got cold\nand we couldn't dig anymore, couldn't do anything anymore. We had no heat in this little hut.\n>> Bill Benson: As you said, these were plywood huts, no heating.\n>> Susan Taube: No heating. No water either.\n>> Bill Benson: And this was in the winter of 1944 and 1945 which was a particularly brutal\nwinter.\n>> Susan Taube: Before nightfall, yeah. Eastern Germany it was cold. No heat, no water.\nThere was only one water, a big pump where we could get water. Again, if you had a\ncontainer, you had water. If not, you had no water. Toothbrush, we had a little -- somehow we\nsaved a little piece of soap. We brushed our teeth with soap. No toothbrush, nothing.\nAnyhow, the wintertime we couldn't do anything, couldn't work anymore. They didn't\nknow what to do with us. We stayed there. They took us then to one of the unfinished houses\nand put us in the basement. There was no heat either but it was warmer than the huts.\nOne day they came to us and said: Well, we cannot stay here, the Russian Army is coming\ncloser. We have to go back to Stutthof.\nSo they assembled us and told us if you can walk, it's about 120 kilometers from\nhere, you can walk. If you cannot walk, you stay here and somebody will take care of you.\nWell, the ones who stayed behind, we never saw again. We walked.\nEvery day we walked so many kilometers. At night they pushed us in a barn. If we\nfound some food along the way, we were lucky. Sometimes people provided potatoes or\nsomething for us while we walked. Water, we had snow along the way. Eat the snow for\nwater. And if you fell behind, you were shot. You couldn't fall behind.\nAnd that march lasted about 10 days. We came to a place, Buchenwald, the camp\nwith barracks. Before we came, there were English POWs housed there. | don't know where\nthey took them. This was our point of rest for a while. So we stayed there for about two, three\nweeks. Very little food. If they found a dead horse, they cooked it. Very, very little food. A\npiece of bread and that was all.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\nCame March 9. We heard big, big booms. Gunfire. We have to leave; we cannot\nstay here. Let's go. They didn't even ask us if we wanted to go or not just let's go. It was a\nrainy night. We marched all night. We marched. And in the morning we came to a\nplace -- later on we found out. We came to a barn full of people, dead people, sick people,\nhorses, chickens. They pushed us in there and they closed the door. And that was tt.\nCame mid-morning we heard big, big booms. We thought they were shooting into\nthe barn and eventually they would kill us. But it wasn't to be. It was mid-morning. The doors\nwere opened. Russian soldiers were facing us. So that was --\n>> Bill Benson: March 1945.\n>> Susan Taube: March 10, 1945.\n>> Bill Benson: Now you're liberated by the Russians. What did that mean?\n>> Susan Taube: Well, liberated by the Russians. What do you do? First you look for food.\nThere was a village where the German people were ready -- running away from the Russians.\nSo we went and looked for food. It was such an upheaval. The first food | found was\nsauerkraut. That was very good. If | didn't die then and there, | don't know. | still like it.\n>> [Laughter]\n>> Susan Taube: Sauerkraut. But eventually the Russians took us out from there. They took\nus to a farm, a German farm where the owners -- | don't know if they killed them or whatever, |\ndon't know. They cleaned us up. Gave us fresh clothes, new clothing. We had to work in the\nfields to clean the fields from debris and planted potatoes, etc., what has to be planted in the\nspring.\nThat lasted about four weeks. After the four weeks -- the war was still going on. We\ncouldn't go anyplace else, really. They took us to a place, a larger city in Germany. Again,\nmost of the population had left. Wanted to get an apartment there. Most of the population left.\nWe had to clean out the houses, what was on the walls we had to clean out. That was all\ntaken to a big warehouse and shipped off to Russia.\n>> Bill Benson: So the Russians were taking everything.\n>> Susan Taube: Everything out. Yes. Don't forget; when Germany invaded Russia, they\ntook everything the Russians had also.\nThat lasted for a while. We didn't cook for ourselves. We had like a communal\nkitchen. What would you call it? Anyhow, people -- stray dogs like us came in to eat. There\nwas a Jewish man who was in charge, a Jewish soldier from Romania who was in charge of it.\nAt that time we were six or eight survivors. We lived in two different apartments. We ate\nthere. We got our food there.\nOne day a young doctor came in, a medic from the Russian Army came in into this\nplace. He said that we are survivors and would like to meet us. We said, sure, why not. And\none of our girlfriends was really sick, actually. We were happy to have a medic with some\nmedication to look at them. So we met. That was my future husband.\n>> Bill Benson: And Herman's story, of course, of what he had done was an extraordinary\nstory. But he finds you. But to get you out of there, if | remember right --\n>> Susan Taube: The Russians -- every night while we were under the Russians we had to go\nfor political --\n>> Bill Benson: Indoctrination.\n>> Susan Taube: It was in Russian. We couldn't understand a word they were saying. But\nwe had to show our faith. We had to be there. Yeah.\nSo we went there. And then eventually they wanted us go to Russia. Well, what do\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n14\nyou have to lose? You don't have any more families, nothing. What do you go back to\nGermany for? Go to Russia. You'll have a good life there. Right.\nSo my husband -- he wasn't my husband at the time. He organized the hospital\nabout 40 kilometers from this place. He came where there was a big warehouse of\nmedications and he came to get medications for his hospital there. He was still in the military.\nSo we got to know each other a little more. One day he said, \"Would you like to come with\nme?\" | said, \"Sure. Why not? What do | have to lose?\"\nIt wasn't that easy to get out of there. You had to bribe some people to get out of\nthere. One day he came. He brought a lot of vodka.\n>> [Laughter]\n>> Bill Benson: And kielbasa if | remember right.\n>> Susan Taube: And gave it to some of the Russian soldiers there. He covered me up.\n>> Bill Benson: Like a stretcher or something?\n>> Susan Taube: A stretcher, covered me up. He told them that I'm very sick and he has to\ntake me to the hospital.\n>> [Laughter]\n>> Susan Taube: He took me away to the hospital. 40 kilometers away.\nSo from there he was still in the Army but eventually the Russian Army evacuated\nfrom there. The place was given to Poland, that part of Germany was given to Poland. We\nevacuated to Berlin.\nIn Berlin he was dismissed from the Army from Berlin. We went to West Germany to\na DP camp in Berlin. At that time a lot of survivors came to Berlin at that time. There was the\nairlift going on. We couldn't stay in Berlin. So the American Army took us out from there to a\nplace Sugenheim in West Germany. This place was a DP camp. It was barracks. Lived like\nthe concentration camp but at least we were free and we were clean.\nSince | was a German Jewish citizen going back 400 years with my ancestors |\nreceived an apartment not far from where my father was born. And this was a house that used\nto belong at one time to Jewish people also who were lucky enough to emigrate to America. A\nwoman was living there. A woman with a young man who also from Czechoslovakia. She had\nto relinquish two rooms, give us kitchen privilege and a bathroom. That's where we lived.\n>> Bill Benson: In just the few moments that we have left, your father, of course, had left much\nearlier to the United States. Tell us how you connected with your father and came to the\nUnited States.\n>> Susan Taube: With my father -- until America got into the war, we were in touch with my\nfather. | Knew where he was living. | kept his address in my head all the time. We had\nnothing -- a few times along the way there were always -- take everything away from us. We\ncouldn't even have a piece of paper left with us. But | kept his address in my head.\nAfter liberation | prepared a letter that I'm here that I'm alive. | don't know what\nhappened to my mother at the time. | didn't know yet. | figured when | have an opportunity, I'll\nmail it to my father. We were going back and forth. It was difficult but eventually | found an\nAmerican soldier on the station one time. | gave him this letter to mail to America.\nThe letter came -- what | found out later it came to America to the address but in the\nmeantime my father left that place. He wasn't there anymore. For some reason they didn't\nforward it or what happened | don't know.\nSo once we settled, after | met my husband and we got married and settled in a\nplace in Poland, | sent another letter. By that time | guess the people knew what was\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n15\nhappening in Europe and they found my father and forwarded the letter to him. That's how |\nfound my father.\n>> Bill Benson: And as a result of that, you were eventually able to come to the United States.\nSusan, one last question before we end today's program. When did you learn what\nhappened to your mother and your sister?\n>> Susan Taube: What happened, like | said, in Riga we were separated. | was sent to one\nplace. My sister and mother were sent to another place. They were evacuated. The\nwhole -- they also were working for the war effort. The whole factory was evacuated with the\nJewish people. But, again, the Russians came closer there. They were going back to Stutthof.\n| understand my mother and my sister passed away there.\nHow | found out, because going back to Berlin there was a Jewish hospital that was\nstill actually working for some reason. When the people came back to Berlin, they went to this\nplace and registered there. Well, it was a year later that | came back to Berlin. | didn't find\ntheir names. So later | received a letter from a woman who was at the same place with my\nmother. She told me that my mother passed actually of natural causes. She's buried. Yeah.\nBut my sister, she went back to Stutthof. She said if you went back to Stutthof, there was very\nbad Typhus and nobody survived there really. Nobody from that place survived there.\n>> Bill Benson: Susan, thank you so much for spending this time with us.\nI'm going to turn back to Susan to close the program in a few minutes. | want to\nthank all of you for being with us. We do First Person programs each Wednesday and\nThursday through the middle of August. | hope you can come back to one of our programs.\nIt's our tradition at First Person that our First Person gets the last word. So I'm going\nto turn back to Susan to close the program. But before | do, a couple of notes. We didn't have\ntime for questions today, as you can see. We could have kept you all afternoon and just\ntouched the surface of what Susan could tell us. But Susan, you'll stay behind if people want\nto talk to you? So if you don't mind, Susan, when the program is over, just stay there. If you\nwant to come up and ask Susan a question or just say hi to her, feel free to come up on the\nstage at the end of the program and do that, absolutely.\nAs soon as Susan has said her closing comment, our photographer Joel is going to\ncome up on the stage. We'd like you to rise at that point. Joel will take a photograph of Susan\nwith you as the backdrop. It's just really a nice, nice thing to have.\nOn that note, I'm going to turn to Susan to close today's program.\n>> Susan Taube: | want you all to smile.\n>> [Laughter]\n>> Susan Taube: | want to thank you for coming. You heard my story. It was a terrible time\nduring this time in history. | hope it will never be repeated but sadly, sadly it is repeated in\ndifferent places. Keep your eyes open. We live in America in a free country. Thank God we\ncan open our mouth and tell people, no, you don't do the right thing. So just be aware. It can\nhappen. It can happen. Germany also was a good country to live in until somebody came and\nchanged our minds.\nThank you for coming.\n[Applause]\n[The presentation ended 12:02 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}