{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, June 3, 2014\n11:00 a.m. — 12:03 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSpeaker: HENRY KAHN\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. I'm the host of the museum's public program First Person.\nThank you for joining us today. We are in our 15th year of the First Person program. Our First\nPerson today is Mr. Henry Kahn whom we shall meet shortly.\nThis 2014 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We\nare grateful for their sponsorship. I'd like to let you know that Mr. Louis Smith is here with us\ntoday.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who\nshare with us their firsthand accounts of their experience during the Holocaust. Each of our\nFirst Person guests serve as a volunteer here at this museum. Our program will continue\ntwice weekly through mid-August.\nThe Museum's website, www.ushmm.org, provides information about each of our\nupcoming First Person guests. Anyone interested in staying in touch with the Museum and its\nprograms can complete the Stay Connected card that was in your program today or you can\nspeak with a museum representative at the back of the room when we're finished in completing\nthe card you will receive an electronic copy of Henry Kahn's biography so that you can\nremember and share his testimony after you leave here today.\nHenry will share with us his First Person account as a survivor of the Holocaust with\nus for about 45 minutes. If we have time at the end of the program, we will have an\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nopportunity for you to ask Henry a few questions. The life stories of Holocaust survivors\ntranscend the decades. What you are about to hear from Henry is one individual's account of\nthe Holocaust. We have prepared a brief slide presentation to help with his introduction.\nHenry Kahn was born Heinz Kahn on January 18, 1923, in Boblingen, Germany. This\nphoto shows Henry in 1946 prior to his induction in the United States Army. The arrow on this\nmap points to the town of Boblingen where Henry was born.\nHere we see Henry's mother Hedwig and his father Adolph who was a merchant and\nfought for Germany in World War |. Later Henry's father became president of a Cattle Dealers'\nAssociation.\nNovember 9 through 10, 1938, the Nazis unleashed a wave of violent attacks on\nJewish-owned businesses and synagogues throughout Germany known as Kristallnacht or the\nNight of Broken Glass. Henry's father was arrested and sent to Dachau concentration camp.\nThis photo shows a Jewish-owned business destroyed during Kristallnacht. Henry's father\nreturned home a month later. Shortly after this, Henry left Germany through a Kindertransport,\na rescue effort that brought thousands of Jewish children to Great Britain from Nazi Germany\nbetween 1938 and 1939. Henry arrived in England in February 1939.\nWhen World War II began September 1, 1939, British authorities required Henry to\nregister as an enemy alien. He was sent by ship to Australia which is highlighted in red on this\nmap of the world. After just one night in an internment camp there, Henry and 12 other men\nwere selected to return to England only to end up in Bombay, India. The arrow on this map\npoints to Bombay.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nIn 1946, Henry moved to the United States. After the war Henry learned that Nazi\nauthorities deported his parents to the Lodz ghetto in 1941. They were later murdered. We\nclose with this photograph of Henry and Doreen Raymond on their wedding day in 1948.\nHenry met Doreen in Bombay in 1943.\nJust a few months after Henry's arrival in New York in 1946 he was drafted into the\nU.S. Army. With the end of the draft he was honorably discharged in the spring of 1947.\nHenry's sweetheart from Bombay, Doreen Raymond, arrived in the U.S. June 9, 1948. They\nwere married 18 days later, June 27, 1948.\nAfter working in the export/import business Henry went into the scrap metal business.\nWhile working full-time and raising a family he enrolled at the City University of New York as\nan evening student in 1956. He earned his degree in industrial management in 1966. Doreen\nattended Queens College getting a degree as a paralegal and worked as a paralegal in the\nEmpire State Building. Henry remained in the scrap metal business until his 65th birthday in\n1988. He then became a real estate agent. Following a diagnosis of lung cancer in 1992,\nHenry retired from his real estate work.\nHenry and Doreen raised two sons, Ralph born in 1952, and Roy David born July 1,\n1954, 60 years ago this week. Their sons gave them two grandsons and a granddaughter.\nAnd Henry's son Roy is here with Henry today.\nThere you are right there, Roy.\nTo be closer to their family, Henry and Doreen moved to Bethesda, Maryland in 2000.\nDoreen passed away in 2012. Henry said to me, \"We were very much in love right up to the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nend.\"\nHenry continues to volunteer at the Montgomery County Thrift Shop where Doreen\nand he contributed their time together. Following the loss of Doreen, Henry became involved\nwith this museum as a volunteer. You will typically find Henry here on Sundays where he has\nspent time at the Visitors Desk and is now being interviewed by museum visitors. He also\nspeaks about his Holocaust experience at local high school and colleges. Henry is fluent in\nEnglish and German, walks regularly, spends time in a woodworking shop, tends to his indoor\ngarden of exotic plants, reads a lot, and spends time with family and friends.\nWith that I'd like to ask you to join me in welcoming our First Person, Mr. Henry Kahn.\n[Applause]\n>> Henry Kahn: Thank you.\n>> Bill Benson: Thank you, Henry.\nHenry, thank you so much for joining us and for your willingness to be our First Person\ntoday. You have so much to share with us in less than an hour, so we'll start. You were just\n10 when Hitler and the Nazis came to power. Before we turn to those years and the war and\nthe Holocaust, tell us a little about your family and you before the Nazis were in control of\nGermany.\n>> Henry Kahn: Well, as you heard, | was born in Boblingen, which was about eight miles\nsouthwest of Stuttgart. We lived there, my parents lived there. | was the first son. We were\nvery friendly with a lot of people and specifically a Mr. Kindler and Mrs. Kindler. They had two\ndaughters which were my age as well as my brother's age. We played together. The parents,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthey went out. They went skiing and played tennis. And also one day | understand, | know,\nthey went to a masked ball. My father was a Spaniard. My mother was a pompadour. So we\nhad quite very good relations with everybody.\nIn 1930, we moved to Stuttgart. | was 7 years old by then. | went to school. The\nschool | went to was the Waldorf School. The school was a private school, not a public school.\nThe philosophy was very modern and very democratic. Boys and girls were in the first grade\ntogether, mixed. The boys learned how to knit. The boys and girls learned how to do\nwoodwork in the third grade. | was very friendly with my classmates. We went out together.\nAnd even when Hitler came, the school didn't -- nobody was different after Hitler came, not in\nthe school. But you have to remember, it was a private school. So that's already preselected.\n>> Bill Benson: Henry, you were at the Waldorf School, | think, one day you were roughed up\nby some kids and your parents reported it to your teacher. Tell us about that.\n>> Henry Kahn: Well, you know, kidding around. We were knocking around. My clothes were\ndisheveled, as they say. And my parents complained to Mr. Hager. He was my class teacher.\n| like you to remember the name because he comes up later on again. For two hours he\nlectured the kids to conduct themselves properly. And if anything further should happen to me,\n| should report it immediately to him, which | never -- | had no intentions of ever doing that.\n[Laughter]\nWhich | didn't. But there was no need for it because nothing happened anymore after that.\n>> Bill Benson: Will you tell us a little bit about your father? As we mentioned earlier, he\nserved in the First World War. Do you know much about his service?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Henry Kahn: Well, he was -- excuse me. He got a draft notice, | believe when he was 19\nyears old. He lived in a small village with his mother. His father had passed away. And he\nhad to go to the board. However, his mother hoped he wouldn't be sent too far away. So they\nhad actually assigned him to the cavalry which would have been in another town. So the\nmother -- you know what the officer did? He assigned him to the Navy, which was not only\nthree years but four years’ service. In the meantime -- that's the attitude. In the meantime, the\nwar broke out. So he literally -- he was there until the very end. So the war was four years.\nMy father was in service for seven years. He got a decoration for his services. But that didn't\nhelp in the end.\n>> Bill Benson: But he won the Iron Cross. He was a decorated soldier in the German --\n>> Henry Kahn: Absolutely. That's what! said basically. Got the Iron Cross, whatever.\n>> Bill Benson: Henry, your family suffered a terrible tragedy in 1932 when your brother died\nof an infection.\n>> Henry Kahn: That's right. He had mastoid infection of the ear. He died of it. Incidentally,\nPenicillin had been invented -- or discovered, | should say, in 1927. However, the news didn't\nget around fast enough. So my brother couldn't be saved. So that was it.\nNow, we were in Stuttgart. My father was the President of a Cattle Dealers’\nAssociation for a few countries. Germany -- like the United States, Germany was split up in\ndifferent countries. There was Wuertemberg, Hohenzollern, etc., etc. You go to a geography\nlesson and you learn more about tt.\n[Laughter]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nSo he was President of that organization. Then ‘33 came. And the Nazis came into power.\nThere was an envious member of the association. He, in uniform with some other guys,\nwalked into my father's office and told him to get out. He threw the keys on the floor and\nwalked out.\nOf course, now he was without a job. You couldn't do anything about it because the\nNazis were in power. However, my father was under the impression that since he had the Iron\nCross and all of that and had served Germany before that nothing much more could happen to\nhim. Well, unfortunately he was dead wrong; dead wrong.\nMy father went to Palestine at that time, after a couple of months, to find out whether\ni's possible to live there. When he came back, he said, well, if you live there the way we have\nto live over there, we'll last a long time. Here, too, he was wrong.\nMy mother wanted to emigrate almost immediately. In order to do that, she prepared,\nlearning how to sew ties, make candies and shirts. All of that she learned in order to be able to\ndo something. We all had planned to come to the United States.\nSo after my father had returned he had to do something. In the meantime, | went to\nschool, of course. In 1935 we moved to Cologne. The reason we moved there is because my\nfather was able to take over a plywood company. My mother was very much opposed, but the\nattitude at that time was, between husband and wife, that the husband does and you have to\ndo whatever he does.\n[Laughter]\nIt wasn't women's lib at that time.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nUnfortunately | wish she would have succeeded. Well, that was ‘35. In ‘35, the\nNuremberg Laws came into effect. The Nuremberg Laws, they forbade Jews to mix with\nnon-Jews so much so that if a person -- we had a woman who worked in our home. And if a\nperson was below -- a Christian person, if he was below the age of 40, was by law ordered to\nleave. Below 40 and over 40, | guess people know what I'm talking about. So we weren't\nallowed to go to the swimming pool, to movies. It was rather restricted. And gradually the pain\nof fear started to permeate me and other people, too. Well, that was ‘35.\n| went to a Jewish school. In 1938, Jewish children in Germany, at that time, had to\nleave all public schools. They couldn't go there anymore.\n>> Bill Benson: Before you turn to more about ‘38, you had mentioned your mother made all\nkinds of preparations.\n>> Henry Kahn: | mentioned that.\n>> Bill Benson: | was going to add one other one. One of the things in preparing, she wanted\nyou learn how to blow glass.\n>> Henry Kahn: Oh, yes. Where we lived in Cologne, a superintendent taught me how to\nblow glass. That, too, came in very handy in later years. I'll come to that.\nThe next thing, November, ‘39 -- the 9th of November, 9 to 10 of November ‘39,\nKristallnacht. Kristallnacht was the legal riots in Germany where the Nazis went wild. It was\nterrible. That's all | can say.\nHowever, on the morning of the 10th, a friend of mine came. In our street, | couldn't\nsee anything. But the friend came and told me, \"Don't go to school today because there's too\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nmuch trouble over there.\" Our synagogue was not burned because it was adjacent to other\nbuildings. So what they did, they ransacked it. The school was next door to it also. So\nconsequently | didn't go to school either.\nThe next day my father was arrested and taken to the police station. Two people in\ncivilian clothes came and picked him up. On the way to the police station my father asked\nwhat would he have done if he hadn't been home. They said, “Well, we would have gone to\nyour neighbor who's also Jewish in order to fulfill our quota.” So, in other words, there was no\nreason to arrest anybody in particular for any specific reason as long as they were Jewish;\nthey had to fill their quota.\nMy mother went to the Gestapo, the secret state police. [Speaking in German]\nThey told -- she asked my father to be released. They told her that he'll come home.\nHowever, he didn't come home. So she had to go there again. As it turned out, there was\nanother man there of the name of my father. They had mixed them up. Evidently something\nlike this happened to me, too, later on.\nAfter he came home, shortly thereafter, we received a surprise telegram from my\ncousin in England saying dates. The reason was in order to see whether I'm qualified to get on\nthe Kindertransport. The British government had passed a law which would allow up to 10,000\nchildren unaccompanied, below the age of 17, to come to England provided they had\nsponsors. Well, my cousin was able to get a sponsor for me. He was friendly with a girl\nwhose father was part owner of a clothing factory and they were willing to take me.\nOn the 2nd of February 1939, my parents and | went to the railroad station.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Henry, may | stop for a minute? Before you tell us about going to England, tell\nus about your father being released from Dachau. He eventually came home from Dachau,\nright?\n>> Henry Kahn: | mentioned it, | think.\n>> Bill Benson: Tell us what he said when he came home. He came home after about a\nmonth.\n>> Henry Kahn: He said, “If | ever | get into the concentration camp, | will not come out alive.”\nHe was correct.\nSo now on the 2nd of February 1939, my parents took me to the railroad station. |\nsaid goodbye to them through the window. And | knew within me positively I'm going to meet\nthem again. | was so sure. My parents left the platform. Four or five minutes later they came\nback because they had found out that the train had been delayed. The moment | saw them it\nhit me like this. This is the one which | was sure | was going to see again but | never saw them\nagain.\nThe train -- | mentioned before the fear which constantly stayed in us, probably a lot of\npeople. Cologne is pretty close to the Dutch border. Once we crossed the Dutch border there\nwas a little girl in the compartment, in the railroad car. She had an illustrated paper with her.\nThere was a picture of Hitler. She made sure that the Dutch people were coming in and we\nwere not in Germany anymore. She took this picture of Hitler and tore it into a thousand\npieces. So you can imagine how relieved we all were that we were out of Germany by then.\nWell, we crossed the Channel. We got into Liverpool Station in London. | knew a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nlittle -- you see, in the Waldorf School, not only did you know how to knit and sew, we also had\nEnglish and German in the first grade. So not that we learned a lot, but we got the sound of it.\nAnd that was excellent. So | had a little knowledge of English. And, of course, in Cologne, |\nwent to a Jewish school, as | mentioned before, and there we, too, had English and French.\nWe were in this big room. Everybody had a tag for identification. | thought | was going to help\nsomebody. There was a lady coming, after quite a while a lady coming in a nice leopard coat.\n| decided I'll ask her | could help her. So | walked up to her and | said, \"May | help you?” And\nshe said -- she took out a piece of paper and wrote “Heinz Kahn.” That was --\n>> Bill Benson: That was you.\n>> Henry Kahn: That was my sponsor. Well, my cousin came pretty shortly thereafter. He\ndrove the car. | got promptly lost in the London fog. It was very foggy that day. Eventually we\narrived in the house. We had a good dinner. And the first thing | had to learn was how to eat\nthe English way. Now what is the English way? Peas, the green little peas. You can't eat\nthem like this. You can't take a spoon. You have to take a fork, turn it upside down, and plant\nit. Well, it's kind of difficult. You get two, three, four and you ate it. That | had to learn first.\n[Laughter]\nWell, she was very particular about that. We lived in a very beautiful home, one-family\nhome in Hampstead Garden Suburb. The first thing Mr. London asked me was do you want to\ngo to school or do you want to work. Well, | gave it some consideration. However, | decided |\nwould like to go to work. There were two reasons for that: number one, | had no money\nwhatsoever; and, number two, | wanted to get to the United States. And in order to get there |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwould have had to have some sort of a trade. | knew nothing. | went to school, sure. So |\ndecided I'd like to go to work.\nSo Mr. London was the part owner of a clothing factory, as | mentioned before. He got\nme a working permit. | guess you needed that, which was for an apprentice. Now, in England,\nat that time, things were very strict. Everything had to be just so. Apprentices got one pound a\nweek, period. So! was getting a pound a week. | told Mr. London, “Look, | live with you. You\ndon't have to give me that much money.” \"Oh, that's ok.\" All right.\nThe first thing | did is learn how to make knots in the packing room and how to put on\ntags on pants, what they are, the names, brand names, whatever. Well, | did this for a while,\nbut | didn't really learn anything. Making knots, you can't get anything with that. So | asked let\nme go into the sewing room. Well, it wasn't appropriate, | guess, for somebody who lives with\nthe boss to work with these common people who work in the sewing room. Well, there was\nnothing. | couldn't do a thing.\nSo | lived there for a while. They were very nice. He told me to work. And he drove\nme home. At lunchtime | had lunch with them. At dinnertime, | had dinner with the family. As\nwonderful as it was, it was basically a glorified prison because | couldn't do anything. | had no\nmoney to go anyplace. And even if | did, | wouldn't know how to go about it. There was no\npublic transportation or anything like this in that area.\n>> Bill Benson: Henry, tell us about changing your name, why you changed your name.\n>> Henry Kahn: Oh, yes. [Laughter] Mrs. London said, well, you can't be called Heinz.\nChoose a name. So | figured | don't want to have a name with an H because all criminals\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\nchange their name. So | didn't want that. Then | wanted to have a name which was English as\nwell as German. So consequently | chose Peter. At that time | was called Peter then by the\nLondons. But my mother -- when | wrote to my mother about it, she was quite upset because\nshe didn't like me calling myself Peter but if Mrs. London liked it that way, that's ok.\n>> Bill Benson: As you just said, you were at this time still able to communicate with your\nparents.\n>> Henry Kahn: Yes. There was no war yet. We wrote to each other, of course.\nWell, time went on. There was ‘39. It didn't take very long. In September,\nSeptember 1, 1939, in spite of the fact that Hitler had made a promise to Mr. Chamberlain that\nhe had no further ambitions to expand Germany, he broke that word. Of course he broke more\nwords. He broke the word when he marched into Russia also.\nAnyway, since England had a pact with Poland -- on the 3rd of September 1939\nMr. Chamberlain declared war on Germany. Of course, then all communication was shut off.\nAlmost immediately the alarms went off. But it was a false alarm but it gave you a nice shock\nlistening after the war had been declared, | can assure you.\nBy the way, when | went on the train, | was two weeks after my 16th birthday. If\nanybody here is 15 or 16 years old -- nobody? Oh, yeah, there are some. Ok. Well, you can\nfeel -- you can think about it and think leaving your parents and not seeing them again how\nthat feels or the parents that you're going to lose your child forever. This is a very, very sad\nexperience.\n>> Bill Benson: Somewhat along those lines, Henry, after war broke out, soon after that\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nMr. London told you that you were going to have to go out on your own.\n>> Henry Kahn: | was coming to that.\n>> Bill Benson: Ok.\n>> Henry Kahn: | was coming to that. After the war broke out, Mr. London told me, well,\nthey're going to be evacuating. We meaning Mrs. London, their daughter, and himself.\nThey're going to evacuate. And | have to look for a place to stay. Well, in a way | was glad\nabout this because | was out of the glorified prison.\nWell, | looked around and | found a place in Finsbury Park. There's one also in\nLeisure World, a place called Finsbury Park Lane. Anyway. Then | asked Mr. London to give\nme more money. But he said, “No, | can't. You get one pound.” Well, with one pound you\ncan't do very much. | had to pay for my lodging and | had to take care of myself. So that |\ndidn't like very much. But now | asked him again to let me work on the machine or let me learn\nhow to sew. And this time he couldn't refuse me because | was on my own. And soon after |\ndid that, | was good enough to go into piece work. And piece work allowed me to make more\nthan one pound.\nIn addition which they asked -- you see, at that time it was difficult to get ahold of\nsewing needles. And some of those women, they liked the idea of breaking a needle and\nasking for another one. And some of them didn't break the needle and ask for another one.\nSo | was asked to take charge of the sewing needles. And | said, now, look, it's my time. I'm\nworking on piece work. So | got another Sixpence which is half a shilling a day. So it came\nout to 30 shillings, which is 50% more than what | had before which was good. And | saved as\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nmuch as | could because | certainly wanted to get to the United States.\n| got along fine with everybody. Not much happened till the first few months. Ona\nholiday in England, it's also in the United States but very few people are aware of it, we had a\nthree-day weekend. | decided to go for a bicycle ride to Oxford. Well, the Oxford excursion --\na friend of mine was supposed to come with me, but just before that time Germany invaded\nHolland, Belgium, and eventually France. And things got pretty critical over there, but |\ndecided to go anyway.\nSo | drove to Oxford. And in Oxford, everything was dead. There was nothing, which\nwas rather disappointing. | found a place to stay. It was a private home. And in the morning |\noverheard the radio say all foreigners should report to the police station immediately. Well, |\nsaid to the landlady, “Where's the police station?” She said, “Why do you want to know that?”\nAnd | said, well, | thought -- they said, “I thought you were Irish.” But | wasn't. | was from\nGermany originally. So | went to the police station. They told me go back and stay there.\nThat's all. Leave things alone. Take it easy.\nWell, | drove back. And then, of course, the British Expeditionary Force, which had\nbeen sent to France, had become surrounded in Dunkirk, which is to the south -- the north of\nFrance, near the English Channel. They were surrounded. They had to be evacuated. And\nmany, many private boats, they went across the channel to take the British soldiers, as well as\nFrench soldiers, back to England. They saved about 300,000 people that they wouldn't be\ntaken prisoners by the Germans.\nWell, England became panicky now, literally panicky. They decided to intern\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\neverybody who came from Germany originally. The fact that | was a refugee from Nazi\noppression had no baring whatsoever anymore.\n>> Bill Benson: In fact, you had a certificate that said you were exempted from internment and\nit didn't matter.\n>> Henry Kahn: No, no. That's not correct.\n>> Bill Benson: Ok. All right. So you were considered a refugee from Nazi oppression.\n>> Henry Kahn: That was my designation. Correct.\n>> Bill Benson: Ok.\n>> Henry Kahn: Gradually -- this was June. Gradually | noticed that some of my\nacquaintances were interned. Realizing that, | decided | would ask for a certificate from the\ncompany, from London Brothers, where | worked, and also took all my money which | had\nsaved to the Bloomsbury House. The Bloomsbury House was that organization which was\nresponsible for the kids who came on the Kindertransport. And when | got to that office, this\nlady, | told her, look -- when | get interned, get me out as fast as possible. And after that get\nme a chance to get to the United States. Well, she said the money isn't quite enough but we'll\nmake up the difference. Fine.\nExcuse me.\n| hadn't gotten my certificate yet, but | insisted on it. | said, “No, | want it today.” Sure\nenough when | got home the lady told me tomorrow report to the police station, take all of your\nstuff along. Ok. | did. | was properly interned. That was July 3.\n>> Bill Benson: 1940.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Henry Kahn: 1940. So it's an important day for me. | was interned then.\n>> Bill Benson: 74 years ago today.\n>> Henry Kahn: 74 years ago today. We were taken to a race course where we stayed for the\nnight. Then we were given a big piece of cheese, put on a train, and taken to Liverpool.\nLiverpool is a port city on the west coast of England. It was raining cats and dogs. The tents,\nthey were partially collapsed because they hadn't been put up properly. And from the air it\nlooked like an Army tent, of course. Of course there was barbed wire around it to make sure\nwe knew where we are.\nThen we were told that Liverpool had been bombed the week before and a ship which\nhad taken prisoners of war and internees to Canada had been torpedoed and sunk and many,\nmany lives were lost. Well, now we were asked who wants to be interned in an overseas\ndominion. Dominion? What is a dominion? Well, | found out in due course.\nThe question was -- do | answer yes or no? Do! want to be interned? Do | not want\nto be interned? | mean sent overseas. | decided to take a chance and be torpedoed rather\nthan take a chance and stay in England and God knows what's going to happen. First of all,\nthey may strafe us as an Army camp. And then the Nazis would, God forbid, come and take\nover.\nSeven days after | was interned we were taken aboard a ship, the HMT Dunera, which\nwas 73,000 pounds -- 73,000 tons, big enough for 1,500 people. However, we were 2,500\ntaken aboard this ship. All our luggage was put on a big pile in the middle of the deck. | was\nassigned to the low deck in the front of the ship. It was pretty crowded. | saw hooks on the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nceiling. | realized that's for hammocks. So that was my -- | was looking forward -- the first\nnight we slept any which way.\n>> Bill Benson: In addition to fellow internees, others that were in the same boat as you, so to\nspeak, there were also prisoners of war.\n>> Henry Kahn: | mentioned that, didn't I?\n>> Bill Benson: | don't know if you did. Can you say it again?\n>> Henry Kahn: Prisoners of war which were kept separate by a stupid little tent.\n>> Bill Benson: So just on the other side of this fence from you.\n>> Henry Kahn: Sure.\nSo the very same night, the 10th of July, the ship pitched and rolled like crazy. |\ncouldn't see anything outside, but | was surprised because there was no storm. However, it\npitched and rolled because it zigzagged like crazy. And sure enough a torpedo was shot at us,\nhit the ship but did not explode. It made a dent in the ship, though.\nWe drove north, rode north, and went west towards Canada. Of course, the prisoners\nof war were mostly Navy people. They knew all about it. Through the grape vines we got to\nknow what was going on. They said, well, we're going to Canada. And then said no, we're\ngoing south. Went south all the way down, around the Cape of Good Hope, and then east all\nthe way to Australia. It took two months to get there.\n>> Bill Benson: | want you to tell us something else before you talk about getting to Australia.\nTell us what the crew or the guards were like on the ship and what happened to the luggage\nand why that was significant.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\n>> Henry Kahn: All right. Well, as | mentioned before, the luggage which we had was put on a\nbig pile and a canvas was put over it. Every day when the weather was all right, we were told\nto run around the deck. There was a machine gun on one side and on the other side so that\nwe wouldn't do any harm. And there we saw that the canvas had been taken off and the\nluggage was being opened. The crew which came along to guard us of course was not the\ncream of the crop from the British Army. They were really the scum of it. Some of them had\nglass eyes. There were drunkards in one instance. One of those guys was so drunk that he\nhad to be taken to the infirmary. And one of the internees picked up his gun and carried it for\nhim. So you can imagine what the situation was.\nIncidentally, the officer in charge eventually became court martialed. But that was way\nafter the war.\n>> Bill Benson: And as they rifled through the belongings --\n>> Henry Kahn: | know, | know. I'm coming to it.\n>> Bill Benson: I'm worried about running out of time. | know you want to tell us this.\n>> Henry Kahn: | know. | will.\nThey went through that stuff. | didn't see where we were running around. But | did --\nthe stink was getting pretty awful in the deck; in all the decks, by the way. So | got a couple of\nguys together, the youngsters. We had buckets of water and mops. And we chased after the\npeople on one side. We cleaned the deck. And then we cleaned the rest of the deck. That\nwas considerably better then after that.\nSo to give us a deal, we were allowed to come on deck when other people were not\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nallowed to come on deck and stay out there. And while we were out there, we noticed that the\nsoldiers were throwing things overboard like crazy. | mean left and right. They opened up the\nsuitcases. If you had a name on one of your clothes, then you got something back which we\ngot eventually. Taking them from one deck to the other, all the items that were left over. But\nhow can you identify bed sheets or cans of soup or anything like that? You can't. So they\nthrew it all overboard. Maybe some bologna.\nHowever, as bad as that conduct was, and it was criminal, believe it or not it probably\nsaved our lives. And the way that happened, because there was another U-Boat which came\nlater. The captain was curious what they were throwing overboard. There were\nGerman-written letters. And | found that out many years later when | was in Stuttgart.\n>> Bill Benson: And possibly among those letters that were thrown overboard was the letters\nfrom your parents that you lost. Right?\n>> Henry Kahn: Well, everything got lost. That's all right. How quirky things were sometimes,\n| can tell you. So there were two instances where we were lucky.\n>> Bill Benson: You eventually did make it to Australia.\n>> Henry Kahn: Well, the ship made it to Australia, yeah.\n[Laughter]\nIn Sydney we didn't have much to eat. And the tea was terrible. As it turned out, they\nput some stuff in the tea to reduce our -- how shall | say -- our drives.\n[Laughter]\nYeah. That's a fact.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nAll right. So we were in it Australia. The Australian soldiers, they were a different\nbreed altogether. They were wonderful. We got sandwiches. We were taken off the ship. We\nwere taken aboard a train. We rode 18 hours into the interior. | watched from the window how\na kangaroo was jumping along trying to race the train, but, of course, there was no contest.\nWe arrived in the camp which was brand new. It was beautiful. It was very windy. And the\nsand was blasting against our legs. | felt like being sandblasted, believe it or not. The camp\nwas there. | guess we had something to eat. | don't remember now. We went to sleep.\nThe next morning, 13 names were called out and mine was first one on the list. Come\nback to the orderly room. Well, we went there. We were told get your stuff. One of them\noverheard one of the soldiers say, \"These chaps are going back to England.\" Well, | wasn't\nasked. | was told to go back, get my luggage what little | had. | had nothing anymore. | had a\nsugar bag | put some stuff in which | got and some stuff which | got -- | got toothbrush and\ntoothpaste in Sydney. They gave it to us.\nSo we went back to the train station, were taken back to Sydney, back on the ship, put\nin the bunker, locked up. Well, | got scared stiff there. That's the first time | really got scared.\n| mean physically scared. We got something to eat. Then we were taken out and taken to the\nprison to a prison in Sydney. This was a compound of five different buildings. And one of\nthem was designated an internment camp.\nThere we met an Italian who was interned from Australia. He got newspapers. We\nsaw in the newspaper that London was in flames, especially the lower east end where | used\nto work. It wasn't very appetizing to think we were going back there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\n>> Bill Benson: Henry, tell us, if you can, why you 13 fellows were selected to return to\nEngland.\n>> Henry Kahn: Well, you remember | said | was going to the Bloomsbury House and gave\nthem my papers. It so happened -- and | found out much, much later -- that my release came\nthrough the day | went aboard the ship, on the 10th. It was only seven days between the day |\nwas interned and the day we went aboard the ship. So then you didn't have e-mails or\nanything like that. It took longer to get the message through. So consequently | was released.\n| guess the others, | don't know. It must be similar.\n>> Bill Benson: So from Australia you eventually end back up on the ship and you set sail for\nEngland.\n>> Henry Kahn: No.\n>> Bill Benson: Ok.\n>> Henry Kahn: | said we were told. We were told that these chaps are going back to\nEngland.\n>> Bill Benson: Ok.\n>> Henry Kahn: Ok. So now we were in that prison. We found out that London was in flames.\nAfter having been in Australia for 10 days, again 10 days, we went back to the ship which was\nnow ready to sail again. Back to the Dunera. We landed in Perth, the west coast of Australia.\nWe helped them load pigs, half pigs, cut in half, frozen, of course, which was provisioned for\npeople. And then we went east for another two weeks. The ship docked. We were taken off\nthe ship. And | saw that the people around were dark skinned. There was lots of red dots on\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nthe street. And we were taken to the police station. The police, they interviewed each one of\nus. The one who interviewed me asked me all sorts of silly questions. Then he said, “Where\ndo live?” | said, “| don't even know where | am and you ask me where you live?” So it turned\nout to be the Jewish Relief Association. Of course they got papers, British government,\nwhoever. | don't know. | didn't pay for it.\n>> Bill Benson: This is now Bombay, India. Right?\n>> Henry Kahn: Well, | was coming up --\n>> Bill Benson: Ok. You're in Bombay, India now. Ok.\n>> Henry Kahn: So, that was Bombay, India, right. You're stealing the thunder from me, you\nknow.\n[Laughter]\n[Applause]\n>> Bill Benson: So now you're in Bombay.\n>> Henry Kahn: Right. Now I'm in Bombay. The Jewish Relief Association was an\nassociation. And the home was sponsored by them. On the board there was a gentleman.\nHe invited the 13 of us, first six and then seven, to come to dinner because he wanted to -- |\nmean, big piles of rice and all sorts of stuff. He was very nice. He selected the youngsters\nwhom he liked. And he invited them more often. And | asked him, “Eventually, I'd like to learn\nsomething. Maybe you know someplace.” So he said, yes, you can go to a dental lab. He\narranged for me to have a job as a dental lab. And while | was there, | used the skill which |\nhad learned blowing glass by making -- these are the teeth you put into your mouth and\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nselect -- eject the saliva while the dentist is drilling your teeth. Well, | made those. But there\nwas no market for it earlier. Sold a few, but it really wasn't worth it.\nSo after a while | only got very little money. Not even enough to pay for the fair going\nand coming to work. So consequently | told the boss, “Look, | can't afford to work for you any\nlonger. Sorry.” So the next thing | got was a job -- while | was -- | forgot that. While | was\nliving in Finsbury Park, at night | went to school, learned bookkeeping. In this class there were\nall sorts of youngsters from offices. | was working in a factory. So they knew terms which |\nhad no idea what they were. So | had to learn a lot. However, | did learn some bookkeeping.\nThat helped.\nSo now | was back in India. And the next job | got was a bookkeeper in a company.\nThere | kept the books. Before | did this, | went to a bookstore, bought myself a book on\nbookkeeping and started it quickly. | went over it. And | did the job, believe it or not.\nNext thing, after a while, | got more money than | had first but | didn't have enough to\nget out of the home, which | wanted. | eventually got a job with the Indian Tool Company as a\nnight shift supervisor. Supervisor, mind you, 17-year-old -- 18-year-old supervisor.\n[Laughter]\nThere were lots of -- about 10, 12 people were working night shift. At that time,\nnational spirit went very high. You saw signs all over the place, \"Quit India,\" \"Quit India.\" One\nof the days a guy said, “You know, we had a lot of fun at the railroad station on the way up\nthere -- he said to me, “We had a lot of fun. We burned ties and topies.” The hats. And the\nties, a symbol of the British. He burned them on the station. So | got scared wondering when\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nam | going to be the fun. So | decided | would get myself a piece of rubber, piece of lead at the\nbottom, tie it up, and put it into my pocket. So | felt a little safer.\n>> Bill Benson: Our time is running short.\n>> Henry Kahn: Yeah, | know.\n>> Bill Benson: If you don't mind, there's a couple of things | would like you to share with us\nbefore we do that. Tell us about meeting your future wife. And then tell us about how you\ncame to the United States.\n>> Henry Kahn: Yes, yes, yes. Well, first, | was [inaudible] for 3/4 of the year, then | came\nback. A friend of mine told me to go to the Maccabi Sports Club. There we played ping-pong.\nThere was a young girl who played very well; in fact, so well she beat me almost all the time.\nSo consequently | took revenge, eventually married her. But that was much later.\n[Laughter]\nThe trouble was, though, we fell in love, believe it or not. She wanted to leave India,\ntoo, as | did. In 1946, before we left, we made a conditional engagement if and when we meet\nagain and feel the same way about each other as we do now, we'll get married.\nThe only trouble was | went to the United States then. It's a big story, but | got in the\nArmy. | got out of the Army. That was the draft law at that time. She was born in India. But\nthere was no quota for people who were born in India, so | had to try and get her over\nsomehow. While | was in uniform, | went to the State Department. And the State Department |\nspoke to somebody. | wasn't married. | had nothing. | wasn't even married to her. So | said\nto them -- well, in the Army, you do things. If you can't do them officially, you can do them\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nanyway.\n[Laughter]\nSo | asked over there maybe something can be done to get her over.\nSo one day my future wife at the time worked across the street from the American\nConsulate. She got a call one day can you come over, come during lunchtime. She went\nover. She was asked, “Do you want to still go to the United States?” She said yes. Ok. So\nthe next day they called again, “When do you want to go?” So she had to give notice first and\nall of that. So finally, on June 9, 1948, she came. And on the 27th we got married.\n>> Bill Benson: Before we close and before you close | want to ask you one other question.\nBut before | do, | think, if I'm correct, you and your wife, before you were married, before she\ncame to the United States, exchanged 117 letters. Right?\n>> Henry Kahn: We exchanged 117 letters. She wrote 117. And | did.\n>> Bill Benson: Because in your memoir, number 117 is the last one she wrote from India\nbefore she came.\n>> Henry Kahn: That's right.\n>> Bill Benson: One last question before you finish. Tell us, when did you learn what\nhappened to your parents?\n>> Henry Kahn: Well, | learned it after | was in the United States, after the war. | don't know.\nIt must have gotten through. | don't remember where | got it from. But my parents were killed.\nThey were sent to Lodz, a concentration camp of some kind. My father died in the hospital\nthere. He probably was neglected. And my mother was probably killed, murdered, shot on the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nway back when the Germans had to withdraw when the Russians came.\n>> Bill Benson: I'm going to turn back to Henry in just a moment to close our program. | want\nto thank all of you for being here very much, remind that you we'll have First Person programs\neach Wednesday and Thursday until the middle of August. So | hope you can return and join\nus another time. And if not, look to the website for information about our program in 2015.\nIt's our tradition at First Person that our First Person gets the last word. So Henry is\ngoing to close up the program in just a moment. Two comments. Because we didn't have a\nchance for questions and answers with you, the audience, Henry, will you stay afterwards a\nfew minutes if anybody wants to ask you a question?\n>> Henry Kahn: I'll stay as long as you ask questions.\n>> Bill Benson: If you want to just shake his hand, Henry will step off the stage over here.\nAbsolutely feel free to do that. And when Henry's done, Joel, our photographer, will come up\non the stage. I'm going to ask you all to stand. He's going to take a photograph of Henry with\nyou in the background. It just makes for a lovely photograph. So we'll do in a moment.\nHenry?\n>> Henry Kahn: Ok. First of all, | mentioned Mr. Hager, my classroom teacher. In 1962 | met\nhim again in New York, not accidentally but | met him there. He told me in ‘38 they had to --\nthey dismissed all the students in the Waldorf School, all the teachers in the Waldorf School.\nAnd he told me he worked in a torpedo factory and once in a while he put sand into the\nmechanism. And | asked him why did take such a chance. And his answer was, “I! wanted to\nplay a trick on the Nazis.” So all you know, I'm here because of him.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nlf you Know someone whom you dislike, in fact really, deeply hate for good reasons,\ntry hard not to generalize. Do not assume that all members of his or her ethnic or national\nbackground are the same or have the same tendencies. Please remember a baby knows love\nbut to hate has to be learned or taught. Don't let unjustified hate blind you to reality.\nAfter 64 years of married life, Doreen passed away. The funeral director showed us a\nsample of the plaque which you put on the graves. And my son -- we saw samples of items\ndepicting the passing of the particular person, like an airplane or a boat. And my son\nsuggested that a piano -- since my wife liked music very much, that a piano would be\nappropriate. So we decided to put a piano on her side of the plaque. Now, | am a jack of all\ntrades but a master of none. | had to wonder what can | do. Well, then it occurred to me that |\nwas very fortunate. And the first time | went for a walk with my future wife, at that time\ngirlfriend, we were on the beach. And suddenly she saw a shooting star. She got all excited\nabout it. That's when | gave her my first kiss. So then it occurred to me, since | was very\nlucky, I'm going to take a shooting star and have this as a symbol on my plaque. That's what's\nhappening.\nThat's the end.\n[Applause]\n[The First Person event ended at 12:03 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}