{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON NESSE GODIN\nWednesday, April 13, 2016\n11:00 a.m. — 12:00 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Patricia Heberer-Rice: Ok. Good morning and welcome to the United States Holocaust Memorial\nmuseum. My name is Patricia Heberer-Rice and I'm an historian with our center for advanced\nHolocaust studies. This is our 17th year of First Person. Today's First Person guest is Nesse Godin\nwhom we shall meet shortly.\nThis 2016 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Arlene and Daniel Fisher Foundation. And\nwe're grateful to them for their support and their sponsorship.\nFirst Person is a weekly set of conversations with Holocaust survivors who share with us their\nfirsthand experiences with the Holocaust. Each First Person guest serves as a volunteer here at the\nmuseum throughout the year. Our program will continue at least twice weekly from now until about\nmid-August. The museum's website provides information about each of our upcoming First Person\nguests and you can see that on our website at www.ushmm.org.\nToday's program will be livestreamed on the museum's website. This means people will be\njoining us in the program via a link from the museum's website and watching this program with us today\nfrom across the country and around the world. A recording of this program will be available on the\nmuseum's website afterwards. We invite those of you who are here in the auditorium today to also join\nus on that web when the rest of the programs, in April and early March, are shown and will be\nlivestreamed. Please visit the First Person website on the back of your program for more details. And\nfor our web audience, if you would like to use Twitter to ask a question or write a comment during the\nprogram, please feel free to do so using the #ushmm.\nBefore we begin, a few housekeeping announcements. Photography is not permitted during\nour program today. I'm also going to ask that you turn off your cell phones and pagers or at least mend\nthem inaudible.\nWeill listen to Ms. Godin for about 45 minutes as she discusses her personal account of her\nexperience during the Holocaust. And at the end of our interview there will be a time for questions.\nOut of respect for our survivor today, I'm going to ask that you remain in the auditorium for the entirety\nof the program. If you have a time ticket, our staff in the back will be happy to stamp that time ticket for\nyou in order to validate your ticket and get you back into the Permanent Exhibition after our program is\nover.\nAnd finally, I'm going to ask that you take a few minutes to fill out both your Stay Connected\nform that you have when you got into the auditorium today and also the review form that you received\nfrom my colleagues. Fill those out. It's concerning today's program because that helps us to make\nthese programs better and better.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nOur speaker today is Nesse Godin. And to give you an historical context for her experiences\nwe've prepared a brief audio-visual introduction and some images.\nThis is, of course, Europe. I'm going to find Nesse's native country, the country of Lithuania.\nNesse Godin was born Nesse Galperin in 1928 in Siauliai, Lithuania, where her parents owned a store\nthat sold dairy products. Siauliai was a vibrant Jewish community with about 10,000 members.\nThis is a picture of Nesse when she was a young girl. Isn't she cute? She's still cute. You'll\nsee in a minute.\nHere's a picture of her with her family. Nesse is the one to our extreme right. Here she is.\nAnd after the German Army invaded Poland in 1939, Nesse's family heard stories from\nrelatives in Lodz that Jews were being horribly mistreated. Nesse and the family found these rumors\nhard to believe. By 1941 German troops invaded the Soviet union and occupied the Baltic countries,\nLithuania being one of those countries on the Baltic. In Siauliai, Lithuania, Nesse and her family were\nforced to move into a ghetto.\nIn 1944, as the Soviet Army approached, Nesse was deported to Stutthof. Nesse was\ntransferred to several camps and forced on a so-called Death March. On the 10th of March 1945 she\nwas liberated by Soviet troops. And in 1950, after spending five years in the displaced persons camp,\nNesse emigrated to the United States.\nMiss Nesse Godin's experience, her history, is one of the mosaic of experiences encountered\nby Holocaust survivors and today she'll share that history, that experience with us.\nPlease join me in welcoming Nesse Godin.\n>> [Applause]\n>> Patricia Heberer-Rice: Thank you, Nesse, for being willing to share your First Person experience\nwith us today. It's still bright in your eyes? Maybe somebody in the booth can help with the light there.\nIn the meantime, can you tell us what it was like when you were a young girl growing up\nbefore the war years in Lithuania, in Siauliai?\n>> Nesse Godin: Yes. Jewish people lived in Lithuania for many, many years. The king’s daughter\ninvited Jewish people to come because Lithuanians mostly were farmers and they wanted to learn\ntrades and businesses. So that is Siauliai, Lithuania history.\nWhen | grew up in Lithuania, in Siauliai, we had a normal life until, you Know, the Soviets took\nover. In 1950, the Soviets took over Lithuania. Not that they were interested in Lithuania but just they\nthought they would block the Nazis to go farther towards the Soviet Union. So everything changed at\nthat time. Of course, when the Soviets were there, we were not allowed to go to Hebrew school. We\nhad to go to regular school. The rich people were sent to Siberia.\nMy mother's store was a tiny little store so she could still keep it and my father worked for a\nshoe factory in the northeast. There were making boots and shoes and stuff like that.\n>> Patricia Heberer-Rice: And then suddenly the Germans invaded the Soviet Union and came into\nLithuania.\n>> Nesse Godin: Well, | tell you how it happened. Because when the Soviets came, my mother\nalready knew from the World War and she suggested that we should run in the basement to hide\nbecause maybe bombs will fall and the shooting. So we actually, before the Soviets came in, we were\nin the basement but nothing happened. Now, all of a sudden, my mother says, again, we all have to go\nin the basement because it looks like the Nazis are coming. Sometimes wrong to say the Germans,\nalthough they called themselves Germans in those days. But the leadership, the Hitler and the Nazis.\nSo we didn't know how long we would be there, a little food, a little water. It was quiet. So we went\nback into our houses and thought that we could do like we had before. But all of this was changed.\nThe first thing they did, they ran through the city grabbing Jewish men and boys. That's when all the\nkilling started.\n>> Patricia Heberer-Rice: You remember at that point, very shortly after the Nazis came, they killed\nabout 1,000 young men and boys, and men, in your town.\n>> Nesse Godin: The few killings was they chose the leaders of the community because they thought if\nwe won't have the leaders, we won't have anybody to give us advice what to do, whatever.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nAnd don't forget, in those days there was no television. Very few people had radios. So we\nreally didn't know what was going on. As you mentioned in the introduction, we had a cousin that came\nfrom Lodz, Poland, and was telling what was happening there. So we really didn't pay too much\nattention, especially with the children, our parents didn't want us to worry.\n>> Patricia Heberer-Rice: How old were you at the time?\n>> Nesse Godin: At that time | was 13 years old.\n>> Patricia Heberer-Rice: And when they shot the men in your community, do you remember that day?\n>> Nesse Godin: | really don't remember.\n>> Patricia Heberer-Rice: Ok.\n>> Nesse Godin: But | tell you, | Know about it. But as a child, my parents really didn't -- the parents\ndidn't want the children to worry. And we really did not know what happened to these people that they\ngrabbed and pulled away. But if we have a few minutes, I'll tell you exactly how | find out about it.\n>> Patricia Heberer-Rice: Ok.\n>> Nesse Godin: As a told you, my mother had a little store where she sold milk, butter, and cheese.\nAnd the farmers came to deliver the merchandise. We didn't have refrigerators or freezers. If the store\nwas closed, they came to the house. My brothers, one seven years older, one five years older, and\nme. And the farmers were telling my parents -- | couldn't really hear from far away. | saw them doing\nlike this. So | came closer. And that's when | heard what the farmers said they were killing the people\nthat they took away, were killed. She said they didn't care who they buried whether they were still alive\nor dead. They said the earth over the so-called graves moved for many days. This is when my parents\ntaught me and told me what was happening with the world.\n>> Patricia Heberer-Rice: And how did things change for Jews in your community once the Nazis were\nthere, after this initial violence? Were you wearing a yellow star? Were there restrictions?\n>> Nesse Godin: Well, I'll tell you, the first thing that we had to do was wear the yellow stars. | don't\nthink -- | took along a few visuals. | always have some visuals that are there. You see both kinds of\nmarkers. There were more than Jews. There were different people, too. But | share what happened to\nthe Jewish people.\nMany times people say, Couldn't you just take it off? | was a blond little girl with blue eyes, as\nyou saw in the picture. Yes, | could have but the neighbor says, go, ahead, get them.\n>> Patricia Heberer-Rice: So your neighbor, even if you removed that Jewish star, your neighbor knew\nyou were Jewish.\n>> Nesse Godin: That's right. | don't want to say a show but we have a place where they tell what the\nneighbors did.\n>> Patricia Heberer-Rice: The temporary exhibition in our house called “Some Were Neighbors.”\n>> Nesse Godin: Some helped, very few, but most of them just let it go.\n>> Patricia Heberer-Rice: Right. And so were there other restrictions besides the star?\n>> Nesse Godin: Well, you couldn't go to school anymore. The parents couldn't have business. My\nfather was still allowed to work in the factory because the Nazis wanted to have shoes and boots so he\nstill worked there. It really was a big change. But we could still stay in our homes.\nThen one day all of a sudden we are told that a changes are going to be made, a ghetto is\ngoing to be. Now, a little bit | Knew about the ghetto because of the cousin that came from Poland. But\n| really didn't understand that it's not just something, it's a jail. So in my town, two sections, surrounded\nwith barbed-wire. Who was guarding the ghetto? The Lithuania police, the same policemen that | was\ntold as a little girl if | get lost, | should go for help | had to be afraid of.\nOne day my mother said, well, the Nazi officers are going to come to the house; we have to\nline up. We don't know what they will do here whether they will steal some jewelry or money. We\nreally didn't know yet what was happening. So they came with a young Lithuania girl that knew how to\nwrite German. And we lined up in a row. And these evil people, the Nazis, told the young girl, \"Write a\ncertificate for each of the parents. Write a certificate that they are going to ghetto for both of the boys.\nNothing for the kid,” pointing on me.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nCan you imagine how | felt at 13? What's going to happen? My parents really didn't tell me\nmuch. The kids now watch television, their favorite show. They know the news. Those days we didn't.\nSo why these evil people were inside, in the bedroom taking things, my mother approached\nthis Lithuanian girl and she said to her, \"Here is some money. Write a certificate for my little girl. Save\nher life.\" The girl didn't say anything. She didn't answer. And when the committee, they called\nthemselves, left the house and the girl with them, our parents quickly looked at those certificates.\nThere were two for my parents, two for my brothers, and one certificate, a blank certificate. The girl\nwas smart. She wanted to save my life but she didn't put it on in case they catch her. So my parents\ncould put in my name and that's how | got into the ghetto. The people that did not get into the ghetto\nwere taken to another forest and killed.\n>> Patricia Heberer-Rice: Can you tell us what it was like in the ghetto?\n>> Nesse Godin: Well, the life in the ghetto, it was not like you were at home, you know. There was\nportions of food, already rules and regulations. Some people that went to work were lined up at the\ngate. They let them go to work. But if you were young or old, they took them and killed them.\nMy parents, because | was young, and my brothers and they went to work so what my father\ndid, he made a little hiding place for me behind a cabinet. He made a false entrance, like. And when\nthe Jewish police used to run and say, \"Danger, danger,\" | used to run in there and stay until there was\nby police that used to say 7/7 or something, a code, that it's over with.\n>> Patricia Heberer-Rice: At a certain point there was a so-called children's action. I'm going to\nexplain to the audience what that is. In many ghetto and also in concentration camps and killing\ncenters, the Nazi officials regularly had a children's action to call children from that ghetto to murder\nthem, to call them from the ghetto or from the concentration camp. There was one in your ghetto, was\nthere not?\n>> Nesse Godin: Yes. Yes. You see, still, | wasn't too safe hiding in this little place. So my parents,\nagain, found somebody that they could pay off so they would let me have a job outside of the ghetto.\nAt that point | think | was already 14 or a little bit more. | was working in a hospital. A young man, a\nJewish man, was chopping the wood and the girls had to go into each room, in the oven, and put in the\nwood. There was no central heating at that time.\nSo that morning when | came back to go to work, they told us we cannot go to work. So we\nrun back into the little room. And now my mother says don't worry; everything will be ok; they'll go to\nwork; there is a misunderstanding.\nA little bit later we were lined up and told all the working people can go to work. So the young\npeople that worked in the hospital, all day long we wondered what was happening because we saw\nsome trucks outside before we left. We came back. We heard cries, cries from out inside of the ghetto.\nThey were walking. The women that were there told us exactly what happened that day. Gestapo, the\nevil people, and Ukrainians joined the evil cause, they ran through the ghetto, running and finding every\nsingle place to drive them to the right and to the left to the right and to the left. All the children through\nthe age of 14. It missed me by just a little bit. 500 elderly and sick and a few hundred healthy and\nstrong, men and women that were off on work but the Nazis took them away because they would fight\nthem back.\nWe did not know then where they were taken to. After the war we found out that this transport\nwas taken to Auschwitz concentration camp. They were not even given numbers. They were taken\nstraight into the gas chambers and their bodies were burned in crematoriums. That's called the\nchildren's selection. On that selection, | lost my father. He was one of the healthy and the strong. His\nday off from work. He happened to be in the ghetto.\n>> Patricia Heberer-Rice: As the Army approached then, the Soviet Army, the Army that could actually\nfree you and freed you in the end, as they approached, the inhabitants, surviving inhabitants of the\nghetto, were sent to a concentration camp near Gdansk.\n>> Nesse Godin: Well, it took like a year later. Again they said we didn't need two ghettos. So they\nput us all in the same place. And they said we are going to move, you are not going to be here\nanymore, take along your precious things what you can carry, just what you can carry.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nSometimes you see docudramas and all kinds of stories but it didn't work that way. They put\nus again in those trains. You know when you go through the exhibit, you see one of those trains. Can\nyou imagine people with their little luggage they are holding on or whatever? It was a terrible journey.\nWe really were not told where we were going. We thought, you know, maybe they are moving us to\nPoland to a bigger ghetto or something. But they brought us to a concentration camp called Stutthof.\nThis is where Lithuanian, Latvian, Estonian people were thrown, overflow of Auschwitz.\nAs soon as we arrived there, they told us to leave our baggages on the side because they\nfigured maybe we have some precious things that they didn't want us to have it. The next thing, we\nwent into another room. We had to undress naked. And then we were given a dress, a pair of\nunderpants and a pair of shoes. Then we had to sign in at the desk. No more names. You became a\nnumber. 54,015. That was my number. No tattoo, painted on my little dress. Just in Auschwitz they\ndid the tattoos. Then they assigned you -- at that point already my mother went one way, | went another\nway, a place in the concentration camp.\nEvery morning they lined you up. And they looked you over. If you were too young or too old\nlooking, they took you away not to be seen again.\n>> Patricia Heberer-Rice: You had -- sorry. Did you want to continue?\n>> Nesse Godin: One day a woman said to me, \"Little girl, they are going to kill you here. And you\nlook so little, so young, you know?” At that time | was 16. | said, \"What can | do?\" They said, well, this\nwoman said, you know, they are lining up people for slave labor; if you could sneak in that line up the\nhill but you have to remember, you have to wrap yourself in straw so you would look healthier, pinch\nyour cheeks so you will look stronger, and try to run in there and maybe, maybe you'll survive. So |\nlistened to the woman. And | snuck in. | stood on my tiptoes like she said. | pinched my cheeks. | had\nwrapped with straw. | succeeded to leave the concentration camp to labor camp.\n>> Patricia Heberer-Rice: And what was it like in that labor camp? Can you just tell us what that was\nlike?\n>> Nesse Godin: Yes. Well, you Know, we were just in women's camp. And our job there were\ndigging cone-shaped holes in the ground for enemy tanks to fall in. You see, a tank can go up the hill,\ndown the hill, but if it falls in, down, it cannot. So this was our job. Every morning we had to get up.\nThey gave us a little bit -- they called it coffee. It was brown water -- a tiny little piece of bread. And we\nwent to do the work. When we came back in the evening, they gave us soup. Now, it was water. You\ncouldn't even find the potato peel in it. So right away we became weaker because we did not have that\nmuch food. And when we finished this area, we had to go to another area. So | was in four different\nlabor camps doing the same work, and the same everything.\n>> Patricia Heberer-Rice: And sooner or later, though, the Soviet Army came --\n>> Nesse Godin: Not yet.\n>> Patricia Heberer-Rice: Not yet? Is there more?\n>> Nesse Godin: Not yet. Not from the labor camp.\n>> Patricia Heberer-Rice: Not from the labor camp.\n>> Nesse Godin: The Death March.\n>> Patricia Heberer-Rice: Right. That's what I'm going to say. And the Soviet Army comes one day.\n>> Nesse Godin: One day after being in four labor camps. You know, we are doing all of those years\ntogether.\nThat's the last, the Death March.\n>> Patricia Heberer-Rice: Yes. The Soviet Army is coming. So they began to march you out of the\ncamp.\n>> Nesse Godin: No, no, no.\n>> Patricia Heberer-Rice: No?\n>> Nesse Godin: No. We didn't know why. There was no document saying why they took us on the\nDeath Marches. They didn't. Now when you look through documents they think maybe because. But\nthey told us again, take your blanket, take your dish for food, we are leaving the ghetto. Not the ghetto,\nthe labor camp.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nWe started what is called the Death Marches. We marched through the town, the villages of\nPoland and Germany. There is really not a document of exactly how many months we did it. At night\nsometimes they put us in a barn, sometimes in an ancient school somewhere. One night we were in a\nbarn and all of a sudden | heard a man screaming. The farmers were screaming. He was saying those\ndirty women are in the barn and now they are milking my cows. A cow gives milk the next day, too.\nInstead of saying thank God they have a little milk, the guards chased us out, outside. Two sides\nstanding with picks or whatever, | don't remember now anymore what | had, a gun on the other side. |\ndon't know. And they were hitting us. And they hit me over the side, knocked out. | fell on the floor.\nOn the ground. Women were running over me. One woman stops, \"Little girl, get up, get up, they'll kill\nyou.\" She pulled me up. It was terrible. Can you imagine a man yelling and not worrying about killing\nall of those people or helping them?\nWe kept walking until the middle of February 1945 until we came to a place where they put us\ninto a barn. Again, | don't know how many of us were left there. Somebody said that they saw a few\npeople that | met after the war said that we were still about 200 or whatever. | don't know.\nThe guards, really they never gave us food. People died of hunger, of diseases. Every\nmorning the women that were a little healthier had to drag out the dead and they undressed them\nnaked. So then it was a pile already. So they made people make two holes, one on that side, one on\nthe other side. One side was the bathroom. The other side was the grave.\nMy dear friends, what my eyes saw when | was not quite 17 years old. A mountain of\nskeletons. | used to go into the barn, sit there and cry and say, \"God, let me die, let me die.\" And the\nwomen said to me, \"Little girl, don't pray to die. Pray to live. But if you survive, don't let us be\nforgotten. Teach the world what hatred, indifference, and prejudice can do.\"\nAnd this is why with the survivors, we dedicated our life to remember all over the world. But\nwe are very lucky that we live in the United States of America that we have this most wonderful\ninstitution of education that you can now come and hear exactly what happened to human beings.\n| hope when you leave this place, you won't see race, you won't see a religion, you will see a human\nbeing. Respect what the Lord, by whatever name we call him, created.\n>> Patricia Heberer-Rice: The Soviet Army came and liberated you. What happened to you after\nliberation?\n>> Nesse Godin: What happened to me after liberation? | was so beaten up. My face was swollen. |\nhave marks where they hit me. In the school, in the village, they made like a hospital. | really don't\nremember even when they carried me there. | knew from the people later, like a whole week | was\nunconscious. | didn't know where | was or whatever. And then somebody says, \"What's your name,\nlittle girl?\" Sol said, \"Nesse Godin.\" Somebody said, \"Oh, Nesse, that's you.\" We are here in the\nhospital. Please, please, take care of yourself. Look, the Soviets helping us. They giving us food.\nAnd eventually out of the hospital -- you want me to continue?\n>> Patricia Heberer-Rice: Yes, please.\n>> Nesse Godin: So they actually took us to Lodz, Poland, where there were shelters set up by Jewish\nrelief, the Red Cross. Here were posters around the world for each country, for each town. And one\nday | was standing and signing my name. And a woman was standing there. And she said, \"Little girl, |\ndon't remember anybody from Siauliai, Lithuania, like you.\" | said, “But | remember you. You were a\nfriend of my mother's.\" She said, \"Oh, Nesse, that's you? Your mother is alive. Go near the German\nborder. You'll find her in a shelter there.”\nTo make the story short, | went looking for her. She went looking for me. And we were united\nback in Lodz, Poland.\n>> Patricia Heberer-Rice: And sooner or later you wound up in a D.P. camp with your mom. It's one of\nmy favorite stories. Can you tell us about the D.P. camp and how you got to be married?\n>> Nesse Godin: | tell you. You know? You like that story.\n>> Patricia Heberer-Rice: | love that story.\n>> [Laughter]\n>> Patricia Heberer-Rice: It's my favorite. It's a good one.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Nesse Godin: Well, men started to come from the camps. You know, they were always women\nseparate, men separate, men that were liberated by the Americans and stuff like this. And in the\nshelter in Lodz they had little theaters already for us to go to to see a movie or something. And one day\nmy mother said to me, look, when there is a man in the family, the man goes to the farmer, he\nexchanges a shirt for a chicken. Already these people don't have to be in the shelter anymore. One of\nus will have to get married. That's meaning her and me. | was at that point 17 1/2.\n>> Patricia Heberer-Rice: And she was in her 30s. Right?\n>> Nesse Godin: Yes. But | thought to myself, why would mama want to get married? She hada\nhusband already. But! didn't say anything. You didn't talk like this to mama.\n>> [Laughter]\n>> Nesse Godin: And then mama said she will never marry but | will have to get married. And |\nremember saying, “How do | do that?” You know, from 13 1/2 and here | am 17 ‘2, | never had a date.\nMaybe | was holding a little boy's hand in kindergarten or first grade or something. | said, So how am |\ngoing to get married? She said, “Well, there are some guys here. Some of them are from Vilnius,\nwhere my father was from. Maybe one of them will marry you.” | said, “Which ones are you going to\ntalk to?” | was smart. She said this one guy, he was in hiding. He has jewelry. He has money. We\nwould be rich.\n>> [Laughter]\n>> Nesse Godin: | said, “He's an old man.” He was 32. | didn't want an old man. See, | knew a little\nbit. Then she said, “What about his brother?” Now | don't remember even why | didn't want the\nbrother. | don't remember. And third choice, young man also from Vilnius. He lost his whole family.\nShe says, “What about this Yonka guy?” | said, “Ok.”\n>> [Laughter]\n>> Nesse Godin: | didn't Know what she asked him or what she said to him. All of a sudden | see he's\ncoming over. He takes -- he doesn't even know my name. He takes my hand like this. \"Little girl,\nwould you marry me?\" And | looked at mama. And mama did like this.\n>> [Laughter]\n>> Nesse Godin: And if mama did like this, you said yes. So | was blessed to have my husband for\nmany, many years. And just six months ago | lost him. He was very sick and he passed on.\n>> Patricia Heberer-Rice: Do you want to tell us a little bit about what became of you? How did you\nget to the United States? Tell us about your grandkids.\n>> Nesse Godin: Well, | tell you, because we were from Lithuania -- because there was a quota\nsystem in those days. So each country had so many and so many people. If the country was bigger,\nthen more people could come in. We had to wait five years in Germany in a displaced persons camp\nuntil -- my mother has a sister, a nephew, uncle, cousins. But as | said, we had to wait five years. So\nwe arrived in 1950. By that point | had two children, a daughter and a son. And later on | had a\ndaughter, another daughter here. And now we have wonderful grandchildren, many of them. We have\ngreat grandchildren. And they are all wonderful, good human beings. One of my granddaughters,\nShira, she volunteers in the summer here.\n>> Patricia Heberer-Rice: | remember her.\n>> Nesse Godin: She goes school. And now she's getting prepared for next summer.\n>> Patricia Heberer-Rice: Excellent. It's a program here to bring -- the children, bringing them here.\n>> Nesse Godin: So as you can see, there is one out of all the grandchildren, there is one that is\ncontinuing to carry the message.\n>> Patricia Heberer-Rice: Excellent.\nI'm going to turn to our audience briefly and open up the floor for questions. We have a great\ntime here. We're going to take our first question from Twitter. If that can be posted up behind me.\nAnd I'm going to also ask those of you who have questions to come down to our microphone.\n| don't know if we'll have time for every question that you want to ask Nesse, but Nesse will be here for\na little while signing -- and also there should be a book signing right after this program. So, please, if\nyou have a question, don't be afraid to come to the microphones and give us a question.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n| also want to just remind everyone not to leave the auditorium until our program is over. And\n| want to encourage you all to keep coming to these wonderful programs and to watch these broadcasts\non our live feed and on our website.\nWe have a question behind us. And I'm going to read it to Nesse.\n>> Nesse Godin: | don't know what a tweet is.\n>> Patricia Heberer-Rice: You don't know what a tweet is?\n>> [Laughter]\n>> Nesse Godin: Don't forget, I'm on old lady. Lucky | can read the other thing.\n>> Patricia Heberer-Rice: Exactly.\nIt's an honor to tweet you. Do you have any hatred for the Nazis and the people that\nimprisoned you? Thank you.\nSo do you still have animosity towards the Nazis or to the German people?\n>> Nesse Godin: Well, | tell you, | don't have anything against the German people because the\nGerman people in those days, they closed their door and as long as they weren't bothered, they didn't\ndo nothing. So there is a question: Are they guilt or aren't they guilty? Why did they allow Hitler to be\nin power all of those years? Look, we are having elections now. Look what's going on. And we pick\nwho we want. But in those days Hitler stayed in power.\nNow, the Nazis that killed many of them, they were taken to jail. But some were in hiding.\nSome were even helped by other countries and lived their life until they died. But | always say we have\nto live a life, a nice life, with respect to all human beings. The Lord in heaven, by whatever name we\ncall him, | repeat, | repeat, created us all. But | always also think when we die and we go up, we cannot\njust say I'll go into heaven, | won't go to hell. There will be a gate. | don't know who is going to stand\nthere, Muhammad, Moses, | don't know but there will be a scale and you will have to put down what\nyou did good things or bad things while you were on earth. Now, if those Nazis that killed babies and\nother human beings, you know, the gate is not going to open to heaven. Down to hell they will go. If\nyou do something bad, will still have to pay for it. So you have to live a life of respect.\nAnd | really hope, | repeat always the same thing, when you leave our museum, look at the\nworld around you. Don't see a race. Don't see religion. See a human being that the Lord in heaven,\nby whatever name we call him, created.\n>> Patricia Heberer-Rice: Are there other questions? Please feel free to come down to the\nmicrophone and ask your question. I'm going to put this on.\n>> Thank you so much for sharing. In the concentration camps, was there a leadership structure\namong the Jews and was it overt or covert? If so, how did that work?\n>> Patricia Heberer-Rice: The question is, was there -- within the concentration camps that you were\nin, was there a leadership, a core of Jews that came together to work as a resistance? Is that what\nyou're asking?\n>> Just the people to keep them alive.\n>> Patricia Heberer-Rice: To work for welfare within the camp. Was there a core?\n>> Nesse Godin: No, no leadership. We were all slaves. We were all slaves. Just in the evening,\nafter they give us such little bit of soup, we could sit and talk among ourselves. And whenever | say I'm\nready, | want to die, the women say, oh, no, you don't want to die; you have to live but you have to\npromise us that | will teach the world what's happened here. And the same thing. | was lucky that |\nlived through, with my age in bad shape and all of that.\n>> Patricia Heberer-Rice: Yeah. Can | tell them about your birthday?\n>> Nesse Godin: You can tell.\n>> Patricia Heberer-Rice: She was 88 last week.\n>> [Applause]\n>> Nesse Godin: The brain is still working.\n>> Patricia Heberer-Rice: And the brain still works. It certainly does.\nAre there other questions? Do we have a Twitter question?\nThere we go.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\n>> Nesse Godin: They're shy.\n>> Thank you for sharing your experience with us. | can't even imagine what it would be like to speak\nof these things and remember all of the horrors that you went through. My question is, How were you\nable to stay resilient seeing the world around you falling apart and all of these horrible things happening\nyou as a child? How were you able to have the will to continue?\n>> Patricia Heberer-Rice: The question was, How were you able as you were seeing all of these\nhorrible things as a child, how were you able to stay alive and stay resilient?\n>> Nesse Godin: Well, | tell you, it was my mother. My mother -- when we were in a displaced persons\ncamp, they had already theaters and we could go to the theaters and the music, in Germany, after\nliberation. And | didn't want to go to those things. My mother said, “Why? You suffered. You're\nentitled to have a life.”\nBut one thing | have to tell you, she said, “My child, enjoy life but the best of yourself give back\nto life.” And that's where | started, that my mission is not to allow hatred against. That's why when you\ngo through the exhibit and you go from memory to action, you see me there on behalf of the poor.\nNow, my fellow survivors said to me, “Why did you? Nobody helped us.” | said that's why we\nhave to help other people. And you see now the television. | see what's going on now. | really pray\nevery morning, | read something from David that people should learn that we all got children and\nrespect it and be kind to each other. So please, please, if you see something bad, help them.\n>> Patricia Heberer-Rice: Are there other questions? Do we have a Twitter question? Oh. I'm sorry.\nSee, | took off my glasses. Sorry about that.\n>> Hi. | thank you as well for your stories and your sharing. | just wondered how many years it took for\nyou to have a place and a way to tell your story. Was it pretty quickly after you settled in the U.S. or did\nit take a while for there to be a forum for you to share?\n>> Patricia Heberer-Rice: How long did it take you to be able to share your experiences?\n>> Nesse Godin: Well, | tell you, when | was already in the displaced persons camp, | started with\nsome other young people. We were sharing where we were. We were not all in the same place or the\nsame camp or whatever. And when | came to the United States in 1950, | was trying to talk, to tell\nthem what happened. And they said please don't tell, don't talk about it. Why not talk about it? What\ndid we do?\nWe got friends, survivors, that maybe some of you are here from way back who used to\ngather in my house because they liked my mother's cooking and we used to talk about it. And that's\nhow a Club Shalom was created. Club Shalom, we were called, the club of peace. And we shared our\nmemories and stuff. And then we went from way back to different education places and we\nencouraged them to invite us to come to speak, to military places. We did everything. You see me? |\nwas everywhere. | traveled all over the country already for the museum.\nSo the thing Is, yes, we started little. Then we became a big organization, Jewish Holocaust\nSurvivors and Greater Friends of Washington. | was president for many, many years. But then when\nmy husband got sick, | had to give it up. It's still in existence.\n>> Patricia Heberer-Rice: And you've spoken for how many years for the museum?\n>> Nesse Godin: Forever.\n>> [Laughter]\n>> Patricia Heberer-Rice: Forever. That's what | remember. Forever.\n>> Nesse Godin: | was speaking when there was no museum, gathering money for meetings because\n| believed very strong that we need not just -- a government that will support us.\n>> Patricia Heberer-Rice: | think we have time for one more question.\n>> Thank you for sharing your story. | must apologize for my bad English. | am not from states. I'm\nfrom Europe, from Slovenia. | was in Lithuania years ago. And | would like to ask you if you ever went\nback to see your country after the war. And | would like to say to you -- | am not Jewish but | respect\nyour tradition very much. | took my children, when they were small, to see the Auschwitz concentration\ncamp and Dachau concentration camp. And here | have also my father, who is 90, and who fought\nagainst Nazis. We are very grateful that you still have energy to share the stories with us.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\n| repeat my question. Have you ever go back, went back to your country?\nThank you very much.\n>> Nesse Godin: | have a question before you finish. Why do you think | should have gone back?\n>> To see your own country, where you --\n>> Nesse Godin: Well, | tell you, when we came to this country, we were very happy that we were in\nthe United States. We had friends. We could go to synagogue. We could do everything. So | really\ndidn't think about going back because it was too expensive. We couldn't afford it. But then when |\nstarted to get involved with the museum and we had Mr. Meyeroff, who gave so much money for the\nmuseum and all of that, one day he said the same thing what you said. Nessella -- he calls me -- why\nwon't you go back? | said, “Why would | go back? | don't have anybody there.” “Well, to find closure,”\nhe said. So | didn't look up in the dictionary what closure was.\n>> [Laughter]\n>> Nesse Godin: So he said, “I can take you to go.” He has frequent flyer points, so traveling all over\nEurope. So! went to all the places. | went to Auschwitz where my father was killed. There was no\nrecord about the transport in the offices. So | knew where the crematorium was. It was already ruined.\n| stood there. Didn't find any closure there. | went here. | went there.\n| went to Lithuania. In Lithuania, in Siauliai, where over 1,000 Jews lived, there were 250.\n1980 | went. And they had a little office. And outside children were singing Hebrew songs, Jewish\nsongs. And | said, “What do you do for the children for Hanukkah? Do you give them a present?” Oh,\nno. We have to close up because we don't have food, pay for food. | said, well, I'm not rich but let me\nsee what | can do for you. So when | came back home | came to some people in the museum who\nwere in charge. They couldn't give me their money but they said, Nesse, people know you; send out a\nletter; tell them exactly what you need the money for. It said | need $500. So | sent out the letter and\nraised $1,200. In Siauliai, Lithuania, some other people went. There is a little picture of me, the\nsponsor of Lithuanians community, Jewish community. So, you see, if we want to do something good,\nwe can do.\nBut going to the point where you ask. When | went back to Stutthof and | stood there and |\nsaid: Dear God, you saw what happened here. I'm not going to close my eyes. I'm going to keep them\nopen. I'll believe in you. And I'll teach the world what happened.\nNobody can have a closure after what they lived through, but we did. So I'm glad you asked\nthat question.\n>> Patricia Heberer-Rice: It's our tradition here at First Person to let the survivor have the last word.\nBut before we do that I'm going to ask for some audience participation. This is where you get a photo\nopportunity with Nesse. Nesse is going to say some final words to us. And then I'm going to ask that\nyou all stand up. And our wonderful photographer, wherever he happens to be at the moment, Joel, is\ngoing to take a picture of Nesse with all of you. So one minute to a photo-op.\nNesse, do you have some last words for us?\n>> Nesse Godin: Well, | always said it little by little through the talk. You see, we can't forget about it.\nSome people say just forget about it. How can you forget about it? How can you forget the millions\nthat were killed?\nSo again, | mentioned it before, when you leave this place, the most wonderful institution of\neducation, the Holocaust Museum, look at the world around you. Don't worry about the race or religion.\nYou see a human being that the Lord in heaven created. And let's be there for each other, helping\neach other.\nA little thing | want to share. One day | came to my son's house and the two girls. | saw they\nhad a dollar and a little bottle of water. | said, “What's that?” They said, “Well, when we were with\nmommy, there are people that are hungry so we give them the dollar but it was so hot in the summer,\nso they need a little drink.” So you see, those two little girls who do that, each of us can do something.\nSO really, let's help the hungry, the people that are in need. Be there for each other. And we'll make it\na better world.\n>> Patricia Heberer-Rice: Thank you, Nesse.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\n>> [Applause]\n",
    "segments": []
}