{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, May 15, 2013\n1:00 p.m. — 2:01 p.m.\nUNITED STATES HOLOCAUST MUSEUM\nFIRST PERSON SERIES\nGIDEON FRIEDER\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are on our 14th year of the First Person program. Our\nFirst Person today is Gideon Frieder whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each First Person guest serves as a volunteer here at this museum. Our program\nwill continue until mid-August. The museum's website, www.ushmm.org, provides information\nabout each of our upcoming First Person guests.\nGideon Frieder will share with us his First Person account of his\nexperience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntowards the end of the program, we'll have an opportunity for you to ask Gideon a few\nquestions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Gideon is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with his introduction. And we begin with\nthis childhood photograph of Gideon Frieder, born September 30, 1937.\nGideon was born in Svolen, Slovakia. On this map of Europe\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nour arrow points to Slovakia. Here we see Gideon's father, Abraham Frieder. Gideon's father,\na rabbi, was part of the underground working group of the Slovak Jewry and was responsible\nfor communications with the Slovak authorities.\nThe photo on the left is of Gideon and his sister Gita. The photo\non the right is of Gideon's parents, Ruzena and Abraham, before the war.\nIn 1944, during the Slovak uprising against the Nazis, Gideon\nFrieder, his mother and sister had fled from Nove Mesto. In October they made their way\nnortheast to Banska Bystrica, which served as the center of the uprising. Because of his\nconnection to the working group, Gideon's father fled separately. On this map of Slovakia, the\narrow points to the location of Banska Bystrica. As the Nazis were nearing Banska Bystrica,\nthe family fled to the mountains where they were caught in a massacre at Stare Hory.\nGideon's mother and sister were killed there.\nGideon was taken from the massacre site by Henry Herzog who\neventually took him to the village of Bully where he was placed in the home of Paulina and\nJozef Strycharszyk. This is a contemporary photograph of the home where Gideon was\nhidden until 1945. He was later found by his father who survived the war.\nGideon lives in the Washington, D.C. area with his wife Dalia,\nhaving emigrated in 1975 and moving here to the Washington area in 1992. They have three\nchildren, a son Ophir, and two daughters, Tali and Gony. Their granddaughter is named for\nGideon's sister, Gita, whom we shall hear more about later.\nGideon is a physicist and computer scientist. He earned his\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nDoctorate in Quantum Physics in Israel. Upon his retirement in 2010 as the A. James Clark\nProfessor at the School of Engineering and Applied Science at George Washington University,\nhe was named the A. James Clark Professor Emeritus in Applied Science, the first time in\nhistory at the university that the Board of Trustees kept an endowed chair title for Emeritus\nProfessor.\nGideon has taught and held dean and chairman positions at the\nSyracuse University, the University of Michigan, and the State University of New York at\nBuffalo. He served in the Israeli Ministry of Defense in Research and Development and also\nserved in the Israeli Air Force. In addition to teaching, he has been a consultant with\ngovernment agencies and private companies, served as an expert witness in patent and\ncopyright litigation, and he holds several patents.\nGideon's son Ophir holds the title of Inaugural Robert L.\nMcDewitt and Catherine H. McDewitt professorship. Ophir also serves as the Chair of\nComputer Sciences Department at Georgetown University and is also a professor at the\nSchool of Medicine at Georgetown.\nGideon and his son, who also volunteers his time and expertise\nto the museum, are collaborating on several computer projects related to the museum's work.\nOne of these projects is a computer-based initiative to aid in the recognition of faded\ndocuments that was started five years ago in cooperation with a German team from the\nUniversity of Bremen. It is now the subject of two pending U.S. patent and one international\npatent. They hope to use this technology to improve the usability of faded documents in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nmuseum's work.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson, Gideon Frieder.\n[Applause]\n>> Gideon Frieder: I'm always amazed when people clap before you start talking. How do you\nknow it will be worthwhile?\n>> Bill Benson: It will be. Gideon, thank you so much for joining us, for your willingness to be\nour First Person today. We have an hour, and you have so much to tell us so we'll get right to\nit.\nI'd like to go back to your family's early years. Although\nGermany overran Poland in 1939 and soon dominated Europe, your home country of Slovakia\nwas allied with the Germans and was not occupied until much later. Before we talk about the\nstart of the war and the events leading up to the occupation by the Germans of Slovakia, tell us\na bit about your family, their life, and their community prewar, what that was like for them.\n>> Gideon Frieder: We were relatively sheltered, | would say. My father had a reasonably\nhigh position. He was the chief rabbi of the communities in Slovakia. He was very well\nconnected to the government because he was one of the few rabbis who spoke fluently of the\nlanguages of the country.\n>> Bill Benson: How many languages did he speak?\n>> Gideon Frieder: | think he spoke about six languages. By the time he died at the age of\n36, he had a diary written utilizing all the languages. He was an amazing person. Because of\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nhis position and because of his ties to the government, we were relatively spared. The only\nthing which | knew is not to go to certain streets in the town because the kids will hit me, throw\nsticks at me for reasons unknown to me but clearly known later.\n>> Bill Benson: Did you have a large, extended family?\n>> Gideon Frieder: No, we didn't have a large, extended family. We had an uncle who lived in\nthe same town who was also the teacher in the Jewish school. That's all.\n>> Bill Benson: Do you know much about your mother?\n>> Gideon Frieder: | Know very little. She died when | was 7 years old. | remember her as\nmother. Not as a woman. Not as a person. | know very little about her.\n>> Bill Benson: And your father, who was both a rabbi and a highly educated man, both ina\nreligious sense and in a secular sense, in his professional life was very involved in trying to\nbuild a Zionist community in Slovakia. | think a lot of his work was agricultural related. Why\nwas that?\n>> Gideon Frieder: That's right. The Zionist movement at the time, the late 1930's, beginning\nof 1940's, was centered around coming back to the land of Israel. And coming back to the\nland of Israel meant rebuilding the country. Rebuilding the country meant agriculture. There\nwas no industry to speak of at the time in the holy land. So coming back was to join the\nsettlements and to become agriculturalists. So there were three agricultural schools in\nSlovakia. There was a concentration on agriculture.\nIt was also unusual for a rabbi to be part of the Zionist\nmovement because the Zionist were the most secular than the Orthodox would like to be at the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\ntime. But he was involved. It helped that during his studies to get the ordination, he also\nfinished full-time a secular university. He got a degree in philosophy and German literature\nand later finishing his doctorate, but it was after the war.\n>> Bill Benson: By contemporary standards, incredibly educated at that time.\n>> Gideon Frieder: By any standard.\n>> Bill Benson: Absolutely.\n>> Gideon Frieder: Finishing two degrees in such diverse fields, so to speak.\n>> Bill Benson: And he was clearly a community leader at that time.\n>> Gideon Frieder: Yes, he was.\n>> Bill Benson: You were not yet 7 years old when Germany occupied Slovakia in August of\n1944, and yet the war began in September 1939. Tell us what you can about those years for\nyou and your family to the extent you can tell us about that between the beginning of the war\nand when Germany came in to Slovakia in 1944. What was that period like?\n>> Gideon Frieder: Essentially there were two periods in that period. From 1939 to 1942\nSlovakia was allied with the Nazis, but there was no Nazi presence, nor were there\ndeportation. In 1942 the Slovak government started to deport Jews -- not to Germany, to\nAuschwitz, the extermination camp.\nSlovakia is possibly the only collaborating country which was\ndistinguished by the fact that the Slovak government paid the German government for every\nJew they took to be killed. And you can ask, where did they get the money to pay to the\nGermans? It's very simple. They confiscated Jewish property to pay the German to kill the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nJews from which they confiscated the property. Very, very clean operations.\nSo although there was no persecution for me and my family, per\nse, because of the position of my father, there was persecution. And in 1942 there were the\ndeportations.\n>> Bill Benson: Formally.\n>> Gideon Frieder: Formally, the deportations en masse, and obviously in 1944 when the\nuprising, the Nazis invaded. But until 1942, and for me until 1944, a child, not going to certain\nstreets, not seeing certain people, to me it was a regular war.\n>> Bill Benson: To not go to the certain streets and see certain people was because?\n>> Gideon Frieder: Because | was a Jew.\n>> Bill Benson: Did you know that was the reason?\n>> Gideon Frieder: No. | just knew that the kids would hit me if | would go to the street.\n>> Bill Benson: And you experienced that. Right?\n>> Gideon Frieder: They would call me certain names. For me, you know, thinking, well, ok.\n>> Bill Benson: And you experienced that, too.\n>> Gideon Frieder: | experienced that. But | Knew not to go to those streets.\n>> Bill Benson: But otherwise, you said, that you had a fairly sheltered early life.\n>> Gideon Frieder: Yes.\n>> Bill Benson: How was it sheltered?\n>> Gideon Frieder: We had a large yard. | had, what was it, a cheap, little small one. | hada\nsister. People would come to the house. It was a big house. | didn't feel anything. | obviously\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nwas not aware of the war or anything. There were no Germans. | knew to avoid the Slovak\nfascists who were especially uniformed, the Hlinka’s guard, they had special uniforms you\ncould recognize them. | was told to avoid them. Otherwise avoidance was part of life for me,\nyou don't do that in the same way you don't --\n>> Bill Benson: You knew what was out of bounds for you.\nDuring that period, as such a leader in the community, what was\nyour father's role? What was he doing during that very difficult time?\n>> Gideon Frieder: Obviously as a child, | didn't know what he was doing.\n>> Bill Benson: Right. Right.\n>> Gideon Frieder: But after | grew up, | was able to read his diaries. There was a book\npublished based on his diaries. There was a very unusual group in Slovakia. It's known\nhistorically in its German name. The English translation is The Walking Group. It was an\nunusual assembly of people of various life, including an Orthodox rabbi, a person from the\nextreme left Zionist movement, a person from Zionist, my father, and so on. It was headed by\na woman, Gizi Fleischmann, which again was unusual at the time. Unusual at the time period.\nThat group was the underground government of the Jews. It was collaborating with the other\nunderground. And my father's role was the Secretary of State of this group, so to speak. He\nspoke all the languages that were necessary, spoke fluently Slovak, graduated from the Slovak\nUniversity, spoke fluently German, communicated with the Germans. He spoke Latin,\ncommunicated with the church. It was at the time that Latin was the official language of the\nchurch.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\n>> Bill Benson: And in Slovakia it was predominantly Catholic.\n>> Gideon Frieder: Slovakia was at the time and is so today 80% Catholic. The other 20% is\nProtestant. Evangelical, they called them in Slovakia. They don't call them Protestants.\nHe could communicate with them. His role was interfacing to the government. There are\nstories about it, which obviously | didn't Know as a child but came to know later. In order to\ngain influence with the government he found one of the secretaries, the government, to be a\nguy who was a politician but whose goal in life was to get a Doctorate. So my father wrote him\na doctor.\n>> Bill Benson: Wrote his thesis for him.\n>> Gideon Frieder: It was published but not in my father's name, under his name. But\nbecame a certain psychological dependence, camaraderie, which was unheard of between a\nJew and a fascist, really. And that helped him. Because many times when my father went to\nwork with him on his dissertation, he would be left in his office for a while and he would be able\nto look through documents. It's all documented in the diaries, the way, obviously.\n>> Bill Benson: Your father's diaries.\n>> Gideon Frieder: My father's diaries. By the way, they are available online now in\nGeorgetown University.\n>> Bill Benson: Are all the volumes?\n>> Gideon Frieder: All the volumes.\n>> Bill Benson: When | first met Gideon, only a couple had been translated. Wow.\n>> Gideon Frieder: All of them. They are not processed in the software that you mentioned\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nyet. They are in the original form. Once we finish with the patent process, we'll process them,\nclean them up, and there will be two versions, the original and the processed on the website.\n>> Bill Benson: As you've explained to us a little while ago, although the Nazis did not begin\nmass deportation of Jews in Slovakia before 1942, they were being deported before then, as\nyou explained. The Slovak government was paying the Nazis to deport. They were also,\nduring that timer there were Pogroms going on against the Jews in Slovakia. Tell us about\nthat.\n>> Gideon Frieder: There were many things going on. The Slovaks created work camps.\nThey concentrated the Jews in the work camps. These were not extermination camps. The\nreal work camp, they had factories. | wouldn't call them factories. Workshops. There were\nworkshops that they contributed to the war fought by the Slovaks. And they had free slave\nlabor. And in those places the Jews were concentrated.\nThose places eventually became the hub from which the Jews\nwere deported to Auschwitz maybe. But at the beginning, before 1942 and clearly before\n1944, the Jews were concentrated in these camps. Most of the Jews were deported later.\nThere were confiscation of property.\nOne of the works | did in the museum was on the archives of the\nSlovak government. And there's a beautiful letter there, beautiful, written in almost calligraphy\nby a woman writing to the President saying I'm a God-fearing Christian woman and next to my\nhouse is this shop owned by the Jew, and why should the Jew have the job, this shop, and not\nme? So things of this nature happened all the time. Confiscation of property. Everybody you\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\nspoke to was confiscated, shipped to the camp because there was no place to live.\nSo that was going on. My family was not affected. | mean my\nfamily was --\n>> Bill Benson: Your immediate.\n>> Gideon Frieder: My immediate family.\n>> Bill Benson: You shared some documents that were related to a census that the Slovak\ngovernment did of the Jews. Tell us about the significance of that. You showed me some of\nthe documents from that.\n>> Gideon Frieder: Yes. And | have them. I'll take some time which | did not intend to do.\nAfter the war, after the collapse of the government -- I'm sorry. After the collapse of the\nCommunist government, Slovak, there was an effort to revive the legacy of the Jews in\nSlovakia. And the guy to do it, the curator of the Jewish museum there, had difficulty of\nspelling the notions of what the Jews did to the Slovaks.\nTo put it in historical perspective, there's a record of the Jews\nbeing in Slovakia together with the Roman Army well before the time that the Slovak tribes\ncame to Slovakia. So as inhabitant of the part of the place, the Jews predated the Slovaks.\nBut that's historical irony. But describing the myth in the Slovak community, the Jews were\nliving in the big cities sucking the blood of the poor Slovaks, unquote. And the difficulty of\ndispelling it, they didn't have date.\nThe museum acquired the archives of the Slovak fascist\ngovernment. Among them they acquired the census done in 1942. It was called the Census\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nof the Jews. This was the name. In 1942, the Slovak government, essentially the name of\nevery single Jew they can find. We found in the archives the pages. And | processed them.\nThat was part of my volunteering work. | found my name there, obviously.\n>> Bill Benson: Your father's, your mother's.\n>> Gideon Frieder: My sister's name, my mother's name. What was interesting, seeing the\nmap, Slovakia at the time, even today, is smaller than the state of Delaware. Just to put it in\nperspective. We found the Jews were living in 1,073 places in Slovakia. There are only about\nfour, five large cities. They were not concentrated. It was a large number in the city, but they\nwere all over, permeated --\n>> Bill Benson: The entire country.\n>> Gideon Frieder: And we now have online the capability to discover every place where Jews\nlived in Slovakia. The census also, by the way, served as the basis of the deportation of the\nJews. They didn't do it for academic reasons. No. How many Jews there are. They did it to\nknow what property there is. It was done in different steps, women, professionals and so on.\nSeparate part of the census. But the complete census, the 1942 census. And we in the\nmuseum here have other census available.\nBy the way, before we say that Slovaks were so nice as to give\nus these pages, the museum paid $1 for every page that the Slovaks gave us. So it's not from\nthe goodness of their heart. Some philanthropist contributed a lot of money to enable the\nmuseum to get it, but we have it. We now also have, just recently got, other transcripts, the\ntrials of the collaborators post-World War II. A colleague of mine working on his dissertation,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\ndoing a wonderful job deciphering everything which is going on.\n>> Bill Benson: And they're yet to be transcribed. Right?\n>> Gideon Frieder: They are in digital form but they are not in searchable form.\n>> Bill Benson: | learned from you, Gideon, that the first Jews to be deported to Auschwitz\ncame from Slovakia. Did | get that right?\n>> Gideon Frieder: That's my understanding. That previously Auschwitz was not for Jews. It\nwas a concentration camp not for Jews. And when the Jews came in, they were either the first\nor part of the first.\n>> Bill Benson: You and your family existed under those circumstances. And then, of course,\nthere was the Slovak Uprising against the Slovakian government in 1944, and then that\nbrought the Germans in to occupy Slovakia and your life would change even more dramatically\nand profoundly. After that, tell us what led up to the uprising and then what the immediate\neffect was for you and your family.\n>> Gideon Frieder: Well, you Know, it's nice to be on the side of the victors. In 1944, it was\nvery clear to the Slovaks that the war is over -- the war is not over, but the Germans --\n>> Bill Benson: Are losing.\n>> Gideon Frieder: There was a strong partisan force. There were two partisan forces in\nSlovakia. Partisan force supported by the government in exile, which was in London, Western\nleaning, and the Communist Soviet leading group of partisans. Miraculously these two groups\ngot together and created the uprising.\nNot everybody who looks at the map understands that the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nGermans could not let it be because it would stop all the possibilities to move forces from the\nsouth and north. And what they did, they sent a couple of divisions of Waffen SS, the military\npart of the SS, a very motivated, well-trained and well-equipped fighters. They sent a couple\nof divisions supported by Ukrainian volunteers, the uprising. Obviously ties my father or\nanybody had with the government were nil and it was clear that -- fond with us, fond with them.\nAt the time we didn't Know what Miranda Rights were. Just shoot us, all of us. So he decided\nto send his wife and children separately from him. But everything changed. No rules, no\ngovernment. Just chaos.\n>> Bill Benson: Just chaos at that time.\n>> Gideon Frieder: Just chaos. And obviously murder was every day. There was no way in\nheaven that anybody could stay alive there.\n>> Bill Benson: Do you know how your father was able to arrange to send you, your sister and\nyour mother out, to send them away? How he was able to do that?\n>> Gideon Frieder: | don't know how he was able to do that. But I'm able to tell you what he\ndid. He arranged for us to be taken by an ambulance. And the ambulance left the town,\ndriving toward the German lines. Didn't go away from the Germans.\n>> Bill Benson: I'm going to interrupt a second. Just so we all know. Because your father was\nSO prominent, it was why he was such a major target by the Germans once they came in.\nThey wanted him.\n>> Gideon Frieder: And the Germans knew it. One of the people he communicated with was\nEichmann, then the Germans to Slovakia and Hungary. They knew about him. He was the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nSecretary of State, so to speak, of all this community. It was clear -- as a matter of fact, he\nshaved his beard not to be recognized. Was able to escape.\n>> Bill Benson: And you remember seeing him. Right?\n>> Gideon Frieder: Yes. It was a funny thing. One day | am at home and this strange man\ncomes and my wife -- not my wife. My mother. The wife of the rabbi, starts to hug him. Not\nunusual for a wife of rabbi to do, hug strange men. And | look. And suddenly | realized it's my\nfather. | didn't recognize him. | never seen him without the beard. Right?\nSo that day he sent us with the ambulance. The ambulance\nwent down south of the German lines. Nobody stopped it. Anybody who's driving to the\nGerman lines --\n>> Bill Benson: Wants to be there.\n>> Gideon Frieder: Wants to be there. When we get out of town, the ambulance turns. We\nleft. Ambulance eventually broke down. | remember they found a horse, tied him to the\nambulance. We went for a while.\n>> Bill Benson: Pulling the ambulance.\n>> Gideon Frieder: And eventually came to the place where we left and went on foot into the\nmountains. Went for several days until we got to Banska Bystrica.\n>> Bill Benson: And knowing again you were / at the time, why Banska Bystrica and what did\nthat mean to you?\n>> Gideon Frieder: Banska Bystrica was the center of the uprising. All the area around\nBanska Bystrica, from Zvolen up, the mountains, was the independent Slovak.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: They declared their independence.\n>> Gideon Frieder: They declared their independence. The basic area which was, quote,\nliberated, unquote, from the Nazis. There was the proper killing of the collaborators. Not\nproper, but another story. That was the liberated part. So everybody who could flee went\nthere because there was no danger.\n>> Bill Benson: And it was in the mountains.\n>> Gideon Frieder: Banska Bystrica is at the foot of the mountains. Slovakia south is a large\nplain. The breadbasket, really, of Czechoslovakia at the time. Totally flat. Very mild. Like\nZvolen, the south. But when the Germans came, they came with mechanized divisions.\nMechanized divisions are ideal in a plain. And everybody fled to the mountains because\nmechanized divisions cannot operate in the mountains.\n>> Bill Benson: For the period that you were in Banska Bystrica, what was conditions like for\nyou and your mother and your sister? Do you know what it was like for them there?\n>> Gideon Frieder: Yes. It was very good. We came to Banska Bystrica. My mother was the\nwife of Rabbi Frieder. Everybody knew Rabbi Frieder, his wife, small children. | was 7. My\nsister was 4. We were given an apartment. | remember it as a very happy time for one or two\nweeks, several weeks. We were there only a couple of weeks. It was lucky for us because my\nfather -- because my mother befriended this guy who was a Jewish partisan of French origin,\nin a Polish partisan group fighting with the Slovak partisans, and took us with him. She would\nbefriend him.\n>> Bill Benson: When he took you with him, of course, that meant you were leading Banska\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nBystrica. The Germans clearly were not going to allow that city to stand.\n>> Gideon Frieder: Absolutely.\n>> Bill Benson: What happened?\n>> Gideon Frieder: The Germans were moving from the south to the north. They had the\nmechanized armor division. There was no weaponry to stop them. When they came to\nZvolen, about 12-kilometers south of us, everybody panicked. It was a day or two. My mother\nimplored Henry, his Hebrew name was Adam, son of the twins. His name is Adam. She\nimplored him to take us with him. He was a bit reluctant to take two little children.\n>> Bill Benson: He's part of a fighting party.\n>> Gideon Frieder: But eventually took him. It was a huge caravan of people. Not only\npartisan people were leaving.\n>> Bill Benson: Literally fleeing.\n>> Gideon Frieder: Literally fleeing. We came to a mountain passage, a place called Stare\nHory.\n>> Bill Benson: Before you tell us about Stare Hory, tell us what you remember about that trip\nto get there as you're fleeing. As you say, you're in a large group, a caravan of folks taking off.\n>> Gideon Frieder: For a 77-year-old child it was a large adventure. Previously to come to\nBanska Bystrica, we walked through the mountain. We are talking now -- it's called, a lot of\nfruit still? Blueberries, Blackberries. It was fun. Right? | didn't Know that we were in mortal\ndanger. And when we came to Banska Bystrica, everything was fine. Right? A child.\nA week later was really rude. And when we fled, it was another picnic, so to speak.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\n>> Bill Benson: As a kid.\n>> Gideon Frieder: Walking, cars, horses, everybody talking. There was no sign of danger\nuntil there was danger.\n>> Bill Benson: And that was Stare Hory.\n>> Gideon Frieder: That was in Stare Hory. It was a massacre. Henry -- Adam -- Henry, he\nwas fleeing with one of his partisan friends. That guy was hit. He fell on Adam. That's how he\nsaved his life. Sprayed with machine guns. All the bullets went into the dead body. | was\nwounded by machine gun when my mother and sister were killed.\n>> Bill Benson: Right next to you.\n>> Gideon Frieder: Right next to me. They were dead because they were just lying there. My\nmother was laying on her back with her eyes open. | cannot understand why | cannot wake\nher up.\n>> Bill Benson: And this was aircraft.\n>> Gideon Frieder: This was aircraft, Stuka.\n>> Bill Benson: Stuka dive-bombers. As | remember you describing it, it was sort of like a\nvalley. You were trapped.\n>> Gideon Frieder: It was a gorge. Not even a valley. It was a gorge. The Germans knew\nwhat they were doing militarily. | can tell you with authority, because when | was in the\nMinistry of Defense, | studied the German Army. The Israeli Army -- | am not proud to say but\nit's true, the Israeli Army is built on the German model. The German model was independent,\nhigh-level intelligent officers having independent jobs, doing highly mobile environment. That's\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nthe German Army. Period. We built our Army, the Israeli Army, under the models we studied.\nSo what happened, the Stukas bombed the beginning and the end of the Caravan. That's it.\nWe were stuck in the gorge. Killed. | don't know how many.\n>> Bill Benson: It's known as the Massacre of Stare Hory.\n>> Gideon Frieder: Known as the Massacre of Stare Hory.\n>> Bill Benson: And you were wounded.\n>> Gideon Frieder: | was wounded by two bullets.\n>> Bill Benson: Tell us what saved your life.\n>> Gideon Frieder: In Europe at the time, small boys didn't go with long pants. Long pants.\nKids, boys. It was cold. So boys, girls, doesn't matter, all wore very thick woolen stockings\nheld by garters, boy or girl. So | wear these woolen stockings. When | was hit, | was lucky. |\nsay lucky. But! was lucky. No major artery was severed. No major nerve was severed. It\nwas a flesh wound. And the blood gushed out of the flesh wound and saturated the stocking.\nAnd because it was cold outside, the blood coagulated. So it was a bandage, pressure\nbandage.\nThose of you in the military know about wounds. The first thing\nyou do, you pressure bandage. It was a pressure bandage. That stopped the bleeding and\nsaved my life. Otherwise | would possibly be gone. As a matter of fact, for a week | didn't\nknow -- | mean, | was in pain. | was in shock generally. | didn't didn't know. Anyway. A week\nlater | was put in the village, | was full of blood. Everybody was full of blood. But it saved my\nlife. If | didn't have those stockings, who knows?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\n>> Bill Benson: That and Henry, or Adam, he found you lying there and he took you with him.\n>> Gideon Frieder: He found me standing next to my mother and sister crying. Took me with\nhim. | don't have any recollection of anything which happened to me between the time he took\nme and the time | was put in the village.\nWhen | met him later on, he wrote a book. It was not a book. It\nwas 1,000 typewritten pages without paragraphs, without chapters, without stop. It was a cry\nof the wounded animal. It was not really a book. But it was instrumental in publishing it\neventually. | hired my secretary when | was a dean in Syracuse, hired my secretary off-hours\nto transcribe it to a computer. It was published. And from there | found out that | was really\nwith him for a whole week in the mountains.\n>> Bill Benson: And you had no memory of that.\n>> Gideon Frieder: No recollection. And eventually the partisan moved from one place to\nanother. It was Winter, Winter in Central Europe is brutal. That winter, 1944, was especially\nbrutal. The partisans decided | can't stay. So they --\n>> Bill Benson: In the meantime, no doubt the Germans are hunting them.\n>> Gideon Frieder: The Germans are hunting them. But because they were mechanized\ndivision, they were to the type of fight. They didn't venture too much to the mountains. So\nthey would go to the foot of the mountains. | don't know how many times they moved me but\neventually they decided no place for a 7-year-old kid. They didn't know | was wounded.\nEverybody was covered in blood.\n>> Bill Benson: So they take you and find a place to put you.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Gideon Frieder: They went to the village and observed the village. Not the village. It was\nan accumulation of houses next to a dirt road. The whole village was possibly 50 houses. Dirt\nroad, houses on both sides. They observed the first. During the night there were no Germans.\nSo they observed the village. It's very quiet. They take me to the first house.\nThere are different stories about what happened there. My\nrecollection is that | was accepted wholeheartedly. | felt very welcomed. They fed me. They\nwent through the whole process to assure that | am secure. From the writing of Adam, they\ncame to the village and they were quite fierce looking. They were not shaven, obviously. They\nhad matted clothes, no uniform, hand grenades hanging from every place. They had the\nGerman weaponry, 1947 submachine gun. They didn't look very friendly.\nThey opened the house. And by his writing they told him that\nI'm a son of a very important person. War will be over very soon, and he will bring me and\nthey will be rewarded if they take me. In any case, if they don't take me, they will kill them. So\nthey had very little choice, didn't they?\nThere is a continuation to this story. | can go to it now. Let me\njump many, many years. | am now an adult. | go to Slovakia after the collapse of the\ngovernment. | seek where it all happened. | have certain markers that identified -- |\nremembered the shape of the tree where my mother was killed. It was a very peculiar-looking\ntree at the end of a totally open space. There was a very large tree not typical to the others. |\nfound it. Obviously the open space is not open space anymore. There are trees there. But |\nfound the place. | found the house. And there was nobody there.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nEventually, a long story which | don't want to repeat here, | left\nsomebody a business card with my address. | told the people who are not there, they want to\ncontact me, they should. And eventually they did. And we went and we came back.\nThe people who saved my life are dead. But they died quite\nyoung. The person we met was their daughter, which | didn't know existed. So she was not\nthere when | was there. She was not born yet. And we talked about her parents. And she\nsaid, my parents talked about you many times, many, many times. And they told me that if |\nmeet you, if ever, | should treat you as my brother because that's what they intended to do,\nraise you as their child for they loved you.\nYou know, in every language there is a saying -- | can repeat it\nin four languages, if you want. Talk is really cheap. Having the severe anti-Semitism in\nSlovakia as it is today, it was a big step. Then she said, before they died they gave me\nsomething which | should keep as an heirloom. It was a note | wrote them in December 1945\non a piece of paper torn out of a writing block, greeting them for the new year and for\nChristmas, hoping that they are well.\nShe kept the note all those years. It was not just an idle\nthought. | really felt wanted. | really felt loved. And they really meant it. They were wonderful.\n>> Bill Benson: And Gideon, whichever story turns out to have been the right one, whether\nthey took you in willingly or it was forced on them, the fact is they had you.\n>> Gideon Frieder: Yes.\n>> Bill Benson: It's a teeny little village. You are a Jewish child from a well-educated family,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nand this is a very poorly educated community, deeply Catholic. You would stick out. How did\nthey prevent that from happening?\n>> Gideon Frieder: | had a bit more fair hair. | have fair hair but now it's gray. But it was fair.\n| had blue eyes. | can pass as a Christian child. They took me in and they told me that my\nname now will be Jan Suchy, which is a typical Slovak name. And it's ironic. The word Suchy\nin Slovak means dry. | was anything but dry. | was dripping wet. | was cold. They called me\nJan Suchy. They said that | am the son of a brother who was killed by the partisans. So | got\ncredentials. My father was killed by a partisan.\n>> Bill Benson: Germans would enjoy hearing that.\n>> Gideon Frieder: Right. Germans, fascists, would enjoy hearing it. But that was not\nenough. They taught me something. | didn't Know what they taught me. They taught me, say\nsomething. If this guy ask you, say, so? You say, so. | couldn't understand a single word. It\nwas a mantra. All garbled. Not fast. | didn't know it.\n>> Bill Benson: That was to be your response.\n>> Gideon Frieder: That was to be my response. | don't remember how many times. Not\nmany times. But sometimes somebody would come and say, say that | would say that. They\nwould say ok. | say ok. | didn't know what | was talking.\nThat saved my life. Because many, many, many, many years\nlater | am now a teen in George Washington University, and Slovakia becomes independent.\nSlovakia becomes independent. They send an Ambassador here. They did one thing right.\nThe first Ambassador of Slovakia was not a diplomat. He was a scientist. He was a\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nworld-renown cardiologist, a member of the Czechoslovakia Academy of Sciences.\nThe first thing he did, he tried to assemble, quote, the Slovak\ncommunity around the embassy to create some political base. And suddenly, he got the list of\nnames from the State Department, and suddenly this stinking Jew became Professor\nDr. Gideon Frieder a respected Slovak. I've been speaking about him. It was a transformation\nof a lifetime. And | was invited. Mentioned the opening of the embassy, | was invited. |\nhesitated for a while because | didn't consider myself disrespected Slovak. | considered\nmyself a Jew. But sometimes curiosity takes the better of you. Sol did go. In a uniform, like\nnow. | don't dress this way. Just for your sake. But | did -- | don't have a tie. He has two.\n[Laughter]\n>> Bill Benson: | almost didn't today.\n>> Gideon Frieder: Because you know me. Right?\nSo | come there. It's been said -- it's a Catholic country. So it\nwas not surprising that the opening ceremony started with a prayer by a Slovak Catholic priest\nin Slovak. And | listened to it. It hit me like a ton of bricks. It was so familiar. | didn't know\nwhat it is. He spoke well enunciated Slovak. But it sounded familiar. So | went back to him\nand asked him in Slovak, what was this prayer? And he looked at me as somebody who came\nfrom Mars. Clearly | was a moron not knowing what the prayer is. And he said, that's\nOtcenas, \"The Lord's Prayer.\"\nIn the 1940's, the Catholic Church rituals were all in Latin, the\nLatin mass with three exceptions which were always done in the language of the country. The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nfirst exception The Lord's Prayer, “Our father who art in heaven.” Though that's not the way\nthe prayer is in -- in different version, but that's another story. The Lord's Prayer, Hail Mary,\nand the Credo. But these guys didn't know the Credo. It's too complex. But the new Hail\nMary, [speaking Slovakian]\nThey said they didn't know The Lord's Prayer. It was not “Our\nfather.” It was like saying rather. All the words were garbled. -- garbled. | was struck. | went\nhome and opened “The Old Testament.” And there it was. That's what they taught me.\nBecause no Christian boy in Slovakia exists without knowing The Lord's Prayer. It's what you\ndo.\n>> Bill Benson: In the Slovakian language.\n>> Gideon Frieder: But they taught me, in their house. In their house? In their hut. Every one\nof the walls a picture of Jesus. That's their existence. And this totally uneducated, super\nintelligent people understood what to do to save me.\nYou do know there's a difference between education and\nintelligence? Education is a privilege. Intelligence is a gift.\n>> Bill Benson: And you would continue with this Strycharszyk family for about seven months,\n| think, or maybe a little longer than that, living through that very difficult winter. They had you\nat great risk to themselves.\n>> Gideon Frieder: Great risk to themselves. The house next to us, they found a partisan --\nnot a Jew, a partisan -- they burned the house with the people, the partisan, everybody in it.\nThat's how it was. If they would even suspect I'm Jewish, they would burn all of us.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And | think one of the ways you described it to me was, for the people in this\nlittle village or collection of small houses, huts, that they lived under what you called a\nhierarchy of fear in their existence there.\n>> Gideon Frieder: Yes, especially the children. It was a hierarchy of fear for the children.\nSo there was the regular German Army. These were old people. All the young people were\ndead. The older people, they knew the war is over. They would come to the village on patrol.\nThey would come to the house, bring you the coffee, which | assume was not coffee. It was a\nsubstitute coffee. And the woman of the house would bring it to them. They would sit there\nand warm. They were young at the time, but they would warm themselves. That was the\npatrol. And they taught me how to use the gun, how to use the submachine gun, the grenade.\n| was very friendly with them. The children didn't fear them.\nThe next ones were the fascists, the Slovak fascists. Those we\nfeared as the same level as the SS. They were distinguished by the uniform. They had the\ninsignia, the German insignia of the SS. So those we feared.\nBut the most which we feared were the Ukrainians.\n>> Bill Benson: The so-called volunteers?\n>> Gideon Frieder: The so-called volunteers. They were Ukrainians fighting on the side of the\nGerman in the Waffen SS, and they were cruel not by definition but by vocation. Those people\nvolunteered. They were the scum of the earth. And those we feared the most.\nHow are we doing on time?\n>> Bill Benson: We're going to wrap up in a minute.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Gideon Frieder: Any questions?\n>> Bill Benson: No, no. Before we do that, you have to tell us, during that time eventually the\nwar was over.\n>> Gideon Frieder: Eventually the war was over.\n>> Bill Benson: And you would be reunited with your father. Tell us how that happened.\n>> Gideon Frieder: Yes. Well, Adam Herzog, each time he met a Jewish parties would tell\nthem what happened in Stare Hory, where |am and so on. My father was caught, not\nrecognized, put in the jail. And the jailmate of him, did you hear what happened to the family\nof Rabbi Frieder? So he knew.\n>> Bill Benson: That's how he learned.\n>> Gideon Frieder: He knew something happened. He didn't know who survived, who was\nkilled. He eventually fled and was sheltered in a Franciscan monastery. They kept him until\nthe end of the war. After end of the war, he sent emissaries, take me. | was reunited with him\nfor only one year. Died when he was 36 years old.\n>> Bill Benson: You spoke to us about his diaries. And in that you learned a lot about\nyourself, | think.\n>> Gideon Frieder: Yes.\n>> Bill Benson: He wrote about you. There's some amazing passages you shared with me\nthat he wrote. When were you able to read those for yourself?\n>> Gideon Frieder: The part about myself | read immediately after the war. It was dictated to\nhis secretary and put in the diary. So that was kept fresh in my memory. The other thing | told\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 50\nyou | discovered later. 7-year-old child is not privy to what's happening in government.\n>> Bill Benson: We're going to wrap up in just a moment.\n>> Gideon Frieder: Going to wrap up.\n>> Bill Benson: I'm going to turn back to Gideon to close the program. | wish that we could\nhave you for the rest of the afternoon because we've just scratched the surface of what Gideon\nhas described so far. And then, of course, there's just wnat happened after that. Gideon\nmakes his way to Israel eventually. | read a little of the biographical history.\nWe didn't have a chance for questions and answers. But you'll\nstay behind?\n>> Gideon Frieder: I'll stay behind. My next commitment is tomorrow morning.\n[Laughter]\n>> Bill Benson: Yes. Have at him. He's going to step down off the stage. Please, come and\nask him a question. Meet him. Do whatever you want to do.\n| want to thank all of you for being with us. Thank you for\ncoming to First Person.\n| remind you that we'll have a program each and every\nWednesday and Thursday until the middle of August. So invite you to come back if you live\nlocally or return to Washington. And we will have a program again next year in 2014.\nIt's our tradition at First Person that our First Person has the last\nword. So I'll turn to Gideon to close today's program, and then he'll step off the stage over\nhere.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Gideon Frieder: It would be nice if the Holocaust would finish and the lesson would be\nlearned. But anti-Semitism is more prevalent today in my mind as it was in the 30's. There is\nnot a single day in France that Jews are not beaten, always hungry. The Jews decided to\nleave because of the severe anti-Semitism. Norway, which is known already in history, is\ntoday fulfilling the dream of Hitler of being without Jews. Next time you buy Norwegian\nproduct, think about it.\nAnti-Semitism is alive. President Kennedy had a saying --\npeople claim the saying is based on what -- it's an interpretation of President Kennedy of the\nwriting of Dante, an Italian poet. President Kennedy said, \"The hottest places in hell are\nreserved for those who in a time of need sat silent.\". Don't reserve those places for yourself.\nThank you.\n[Applause]\n>> Bill Benson: Thank you.\n[The presentation ended 2:01 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}