{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nFIRST PERSON DORA KLAYMAN\nThursday, June 18, 2015\n11:00 a.m. — 12:01 p.m.\nRemote CART Captioning\nCommunication Access Realtime Translation (CART) captioning is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nHOME TEAM\nCAPTIGNS\nwww.hometeamcaptions.com\n>> Lynn Williams: It looks like we're all here. Good morning. Good morning. And welcome to the\nUnited States Holocaust Memorial Museum. My name is Lynn Williams. I'm an educator here at the\nmuseum. | have the honor of being the host of today's First Person program. | really want to thank you\nfor joining us. We're in our 16th year of the First Person program. And our First Person today is Dora\nKlayman whom you shall meet shortly.\nThe 2015 season of First Person is made possible through the generosity of the Louis\nFranklin Smith Foundation with additional funding from the Helena Rubinstein Foundation. We're really\ngrateful for their sponsorship and to have Louis Smith with us here today.\nCan you raise your hand? There you go.\n[Applause]\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share\nwith us their firsthand account. Each of our First Person guests serves as a volunteer also here at the\nmuseum. Our program will continue through mid-August. The Museum's website, www.ushmm.org,\nprovides information about each of our upcoming First Person guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the\nStay Connected card in your program. It looks like this. That one. Or you can speak with a museum\nrepresentative at the back of the theater after the program today. In doing so, you are going to receive\nan electronic copy of Dora's biography so you can remember and share her testimony after you leave\ntoday.\nDora will share with us her First Person account of her experience during the Holocaust and\nas a Survivor for about 45 minutes. If we have time at the end of the program, we will have an\nopportunity for you to ask Dora a few questions. And we've prepared a brief slide presentation to help\nwith her introduction.\nThis is Dora, born Teodora Basch in 1938 in Zagreb, what was then Yugoslavia.\nHere we see Dora on a park bench with her younger brother, Zdravko.\nOn this map of Yugoslavia, in 1933, the arrow points to Zagreb and where she lived.\nIn this photo we see Dora on an outing to the zoo with her parents, Salamon and Silva.\nSalamon ran a brush-making factory and Silva was a teacher.\nPictured here is Dora's grandfather, Rabbi Josef Leopold Deutsch. When she was visiting in\nthis small town of Ludbreg, Germany invaded Yugoslavia. Ludbreg became part of a public state run\nby the fashionists.\nIn 1941 in June, Dora's parents and her brother were arrested. Their housekeeper got baby\nZdravko out of prison and from then on Dora and Zdravko were sheltered by their mother's sister Giza\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n2\nand her husband Ljudevit. On the left you see Giza and on the right is Ljudevit. The photo of Ljudevit\nwas taken many years after this one from Giza.\nLater in the war Aunt Giza was denounced and sent to Auschwitz where she perished. Dora\nremained in Yugoslavia in 1957 when she emigrated to the United States.\nWe close with this portrait of Aunt Giza, Dora and Zdravko sent to be taken to Ljudevit in the\nconcentration camp where he had been sent.\nIn 1957, long after the war, as Dora was on her way to Switzerland, she met Daniel Klayman\nreturning to New York from a year of post-doctoral study as a Fulbright scholar in India. They were\nmarried in Switzerland a year later. Together they arrived in the United States in the fall of 1958.\nBy the following year, Dan and Dora came to Washington, D.C. and Dan embarked on a\ncareer as a researcher in medicinal chemistry, the Walter Reed Army Institute of research. His work\nwas in the developments against malaria. Dora resumed her education, getting degrees in French and\nEnglish as a second language. She taught in Montgomery County, Maryland, public schools, including\n23 years at Bethesda Chevy Chase High School where she headed the English as a Second Language\nDepartment.\nDan passed away in 1992. Both of their children live in the Washington area. Wanda is\nDeputy Executive Director of an international association that deals with issues of transportation. And\nElliott is a freelance videographer and owns a video and film production company. He's married to\nwhen lona and they have three children, 19, 17, and 10.\nDora retired from full-time teaching in 1999, became active as a volunteer with this museum.\nSo she's been with us a really long time. Her work here consists primarily of translating materials from\nthe Holocaust written in Croatian, Bosnian, and Serbian. Her ongoing project is connected to the\nJasenovac archives, a concentration camp in Croatia. As we will hear later, it was a major camp that\nhad to do a great deal with her life. Other projects for Dora included translation of a booklet that\naccompanied a 1942 anti-Semitic exhibit in Croatia and then translation of the captions on a large\narchive of photographs that have been gathered during the Postwar two trials in Yugoslavia.\nDora enjoys traveling. She's been to Israel several times and is about to go there again. Are\nyou going again? You just came back. Some of her travels are connected to learning more about the\nevents and the aftermath of the Holocaust. She has attended several conferences in the International\nOrganization of Child Survivors, been to Poland, visited Auschwitz. She traveled to her former home in\nCroatia. And during that trip she accompanied the Director of the Jasenovac archive to the site of the\nconcentration camp to view the current exhibit. To add to her language skills, Dora continues to learn\nHebrew.\nWith that, I'd like you join me in welcoming our First Person Dora Klayman.\n[Applause]\n>> Lynn Williams: Thank you so much, Dora for joining. You were born in 1938.\n>> Dora Klayman: Yes.\n>> Lynn Williams: So you were 3 years old when World War II came into Yugoslavia in the spring of\n1941. It was attacked then by Germany. So before we turn to the horrors of the war and the\nHolocaust, why don't you tell us a little about your parents, what you remember about your life before.\nWho were they?\n>> Dora Klayman: Well, as in the photograph, my mother and father were living in Zagreb at the time |\nwas born. That's where | was born. It's only my father that lived actually before their marriage in\nZagreb. It was a fairly religious family. There were six siblings, three brothers and three sisters.\nEverybody was at that point working at one thing or another before the war.\nThe family -- | never really got to know that family very well before the war. | don't have a\ngreat memory of them. And some of them, of course, perished in the war. We'll talk about that.\nMy mother's family | got to know eventually better because | ended up in Ludbreg eventually.\nThey had lived in that town for a long time. My grandfather was a rabbi of this small town in the north of\nCroatia. The family came originally from Slovakia. When my grandfather came, the family already had\ntwo children. They were teenagers. And then they had two more children, including my mother.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n3\nMy grandfather was the only rabbi of that town. It was a small Jewish population.\n>> Lynn Williams: And back in Zagreb, your father, what did he do?\n>> Dora Klayman: My father had started a small factory. It was a workshop. It grew fairly well. He\nowned and operated this workshop, small factory of brushes. They manufactured brushes. It was an\norganization that apparently was doing reasonably well. | have photographs. Some of them | think are\nonline. There are many more photographs than we just saw online at the Holocaust Museum. There\nwere about a dozen workmen. The family was doing well.\nMy mother was not teaching at the point of which | was born. She had taught for several\nyears while. Left, my brother was born. She had taught for several years in Ludbreg.\n>> Lynn Williams: Let's bring us to the war period. Zagreb is attacked. Yugoslavia is attacked. Where\nwere you?\n>> Dora Klayman: Just before April 6, 1941, which was the day that Yugoslavia was attacked, there\nwere neighbors of my grandparents visiting in Zagreb. | was sent with them to my grandparents. I'm\nstill not clear to this day -- and, of course, | will never know -- whether my parents had me because they\nhad a sense that the war was coming or the fact that my brother at that time was 9 months old and it\nwas an opportunity to send me. So at the age of 3, with neighbors, my grandparents’ neighbors, | was\nsent to Ludbreg and that was the last time | saw my parents.\n>> Lynn Williams: Do you remember or know if they made an attempt to get out of Zagreb?\n>> Dora Klayman: They made no attempt to get out of Zagreb, actually, that | Know of. The war came\nso suddenly. | think there was a sense, | think in Yugoslavia before the war. |, of course, was too\nyoung to understand. But | Know that there was a sense that the war was coming but there was really\nno place much to go.\nActually, some of the family, at one point but not my parents, ended up going to the Italian\nzone. Germany had occupied the northern part -- Germany had occupied really much of Yugoslavia\nbut Croatia, as | think you mentioned, was really run by Ustasa, the Nazi puppet government, a\ngovernment that ran everything in accord with the Germans. In other words, they accepted all the laws\nrun by Germany that had to do with persecution of Jews, Roma, etc., but they also had their own\nagenda of persecuting Serbs. They ran the northern part of Croatia, the larger part of Croatia. But the\ncoast was occupied by Italy. The Italian zone was much safer and so many people had tried to escape\ninto that part. Some part of my family from Ludbreg, my mother's sister and her family, did try. They\nactually went and then they returned because they were promised safety. But my parents were\narrested so fast after the beginning of the war that there was no question of any point of escaping.\n>> Lynn Williams: Even though it went down to the southern part, right, which is really beautiful down\nthere also. I've been in that area. It's beautiful. They were convinced to come back home.\n>> Dora Klayman: Well, yes. | think there was a complete disbelief into what was really going to\nhappen. And, of course, there was a proclamation that they would be safe if they returned. But very\nfew people did that. In fact, people from the town of Ludbreg that were friends of the family fortunately\ndid not return. They stayed in the Italian zone. And as the war developed, they had to do other things.\nThey were rescued by the partisans into the mountains. Some of them were transferred to Italy as Italy\ncapitulated.\nBasically -- so this one family returned. And they're still good friends of mine.\n>> Lynn Williams: That's good.\nGetting back to you. Now you're out of Zagreb. You're in Ludbreg. How did your aunt and\nuncle know that your parents had been taken? Did they know?\n>> Dora Klayman: Yes. We heard -- | don't Know by what means. There were telephones, of course\nnot in great use but still. So they were told that this had happened. | have some memories of\neverybody crying, being told that things were bad but not exactly what had happened.\n>> Lynn Williams: Your little brother also --\n>> Dora Klayman: My 9-month-old brother was taken into custody, was deported by the Ustasa into an\ninfamous holding place in Zagreb. The housekeeper of ours telephoned. My Aunt Giza, my mother's\nsister, and her husband were able to go and get him from her. She was able to -- they handed my\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n4\nbrother to the housekeeper. And then she handed the baby to my aunt and uncle. | have a memory of\nhis arriving, mostly because all of a sudden we were in my grandparents’ house and there was all of a\nsudden this crying baby. | was a 3-year-old like, what is this? [Laughter] So | have sort of that\nmemory in my head.\n>> Lynn Williams: Of your brother crying.\nSo in 42, then your uncle was arrested. Right?\n>> Dora Klayman: No. In “42 everybody was arrested but not this uncle.\n>> Lynn Williams: Not that uncle?\n>> Dora Klayman: No. In “42, things were really getting bad. By ‘42, the entire Jewish population of\nLudbreg was arrested. So | need to explain about my Aunt Giza and Uncle Ljudevit who were in the\npicture. Giza was 15 years older than my mother. So basically the relationship was almost like, you\nknow, almost brought her up sort of. She was sort of the oldest daughter. She had been in love for a\nvery long time with Ljudevit, whom picture we also saw. But they came from very different families. He\nwas a member of a very old, Catholic Ludbreg family. They were minor aristocrats. He was a bank\ndirector. She worked in the bank. So this is how they met. Not that it was difficult to meet in a very\nsmall town. But they had a close relationship.\nThey were in love for very many years. Ludbreg was a place in which there was a great deal\nof integration. Not into marriage, just social integration. My grandfather, for example, served as a\nteacher of religion, as a translator and so on, even in the public school and in courts. The Jewish\npopulation was fairly minor. It was prosperous. There were no problems of any kind of riots or\nanything like that which kind of remember was happening in many places in Eastern Europe but not\nhere. Jews were fairly late in coming to this part of the world. And generally there was not much\nanimosity. So in this atmosphere, still intermarriage was not the thing.\nSo they had been in love for a very long time. He was 10 years older than she. They waited\nand waited. And then by --\n>> Lynn Williams: A long time?\n>> Dora Klayman: Yeah. For many years. By the time war was about to start, they married. You\ncould not marry in Yugoslavia at that time in a civil ceremony. And neither of them was converting. So\nthey actually had to go to Hungary which had civil ceremony and they were married in Hungary.\nSo by the time this whole war had started and my brother was already there, 1942 came, and\neverybody was getting arrested and deported in Ludbreg. People who were not getting deported was\nthis aunt of mine who was married to the Catholic uncle. Because at that point intermarriages -- people\nwho were intermarried were not subject to the deportation.\nSo | have very vivid memory of that night when everybody was being deported. Because all\nof a sudden there was my brother, who was now older, and I, it was 1942, everybody was crying and\ncarrying suitcases, pillows, saying goodbye. | did not have a sense of why. Why was everybody\nsaying goodbye? They were deported. And they were deported to Jasenovac, the infamous\nconcentration camp. And the question often comes why not me.\n>> Lynn Williams: Yes.\n>> Dora Klayman: To this day | don't exactly know. My thought is that we were not -- because we\nwere from Zagreb not from Ludbreg we were not officially on the list of Jews from that town. And the\npeople who came and did the arresting and did the deporting were not people from that town.\nEverybody in that town knew who we were. It was sort of like a county seat. Imagine that the one rabbi\nand the rabbi's grandchildren. Of course everybody knew who we were. Whoever came to do the\ndeporting, they would go through the list. Everybody had to register long before. People had to wear\nthe yellow stars.\n>> Lynn Williams: And you didn't wear them.\n>> Dora Klayman: | didn't remember having one. | owned one. | actually donated it to the museum.\nBut | don't remember how that played out.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n5\nWe had to declare our property. | do have copies of this paperwork where everybody was\ndeclaring what they owned so that they knew who everybody was when they came to gather the entire\nJewish population and everybody was gone.\nSo we were left now with this Catholic uncle and his wife, my Aunt Giza.\n>> Lynn Williams: Did things stay pretty safe in Ludbreg? What was life like then for you as they came\nfor both your uncles and Giza? How long did things remain?\n>> Dora Klayman: For a while things were stable but -- actually, in terms of being deported. But what\nwas happening around Ludbreg is it's an area which is close to the beginning of the hill, hilly area,\nmountains. At the point we are, early 1940's, there has been a sizeable gathering of partisans.\nPartisans were basically people who did not want -- young people who didn't want to serve in the Army,\ndid not want to go along with the regime. They escaped in the mountains and they slowly formed units,\nfighting units. The partisans were led by the Communist Party which, of course, later on formed the\nYugoslav government. So | think many people are familiar with the name of Tito, who was the head of\nthe movement. But on the local level we didn't have that sense. We had only the sense that these\nwere people who were fighting and fighting the local -- the Ustasa, the Nazi puppet government.\nAt one point my uncle got arrested. I'm sorry. | have to go back a little bit to explain why he\nwas arrested. He was arrested at one point because he was accused of collaborating with the\npartisans. Which I'm sure he did but that's not exactly -- but, you know.\nOne of the things that happened is they took a number of people who were sort of heading the\ngovernment of the town or were a prominent citizen in some way. They arrested my uncle, who was\nthe director of the bank, and the person who ran the hotel, bookstore, or whatever. Because they were\npolitical prisoners, differently from Jews or Serbs or Roma who were just sent to camps and\nannihilated; basically, these people were actually given sentences. So he was given a sentence and\nsent to Jasenovac.\n>> Lynn Williams: He was sent to Jasenovac. Did he see anybody there?\n>> Dora Klayman: He eventually returned. He did see my father. My mother must have already\nperished.\nJasenovac was an incredibly brutal camp. | think most people haven't heard of it. We are\nfocusing on -- in learning about the Holocaust we focus on the large camps in Poland, Auschwitz,\nBergen-Belsen, etc. Jasenovac was smaller but it was one of the most brutal camps there was. It was\nrun in a less organized fashion than the ones in Germany and Poland so that people were killed every\nwhich way sometimes.\n| was told by witnesses that my grandfather, who was fairly elderly already at that point, was\nkilled. He couldn't even get into the camp. He was still on the outside and they just killed him with a\nshovel. So it was a place where people were killed with farm implements and knives and so on and\nthrown into the river. There was a river nearby.\nInterestingly enough -- recently there was a movie out called \"The Woman in Gold.\" I'm sure\npeople saw it. There's a book that preceded the movie. | just read it. Even though it focuses on\nAustria, one part of the family went to Yugoslavia and there is a description of Jasenovac in a few\npages. It's the first time I've seen any books published in America that are actually -- yeah, talk about\nthat.\n>> Lynn Williams: But still, a little girl and her brother. Now your uncle's gone. And through all of this\nit's not really safe in Ludbreg. There is this fighting going on. We're in the middle of a war. So how did\nthat effect your life? Life couldn't have been normal.\n>> Dora Klayman: No, definitely not. It was mainly -- the problem was the fact that there was this\nfighting going on. We often spent time in the basement but the basement was not an American-type\nbasement. It was a wine cellar. We had a vineyard, a small vineyard. There were barrels of wine\ndown there. It was dirt floor. The house was built in 1800s by my uncle's parents. It was thick walls\nbut the dirt floor, frogs jumping around. But we spent time sleeping on cots in the cellar for quite a bit of\ntime because the fighting was going on around us and you never know what would happen.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n6\nThen at the end of fighting, we would peer out. Sometimes the partisans, in fact, won. There\nwere two times that we were actually liberated for a few -- for a short period of time. But the rest of the\ntime the Ustasa were there.\nThe fighting was often very severe.\n>> Lynn Williams: Were you running from bombs, bullets?\n>> Dora Klayman: No bombs.\n>> Lynn Williams: No bombs.\n>> Dora Klayman: Nothing from the air. Just the kind that you throw. | was just thinking --\n>> Lynn Williams: That's good.\n>> Dora Klayman: Grenades. That kind of thing mostly. In fact, at one point -- my uncle was still\nthere. | have a memory of not having had the time to run into the cellar. We were stuck in our house in\nthe living room, crouching in a corner. And the reason | remember my uncle was there is because |\ncalled him because | was crying. He had come from another room. A bullet pierced through the\nwindow and straight into where he had been. But he had come to see me. We were sort of like in\ncross-fire. At one point Ustasa were in our backyard; the house across had been occupied by the\npartisans. So they were just shooting at one another while we were in the cross-fire. And the bullets\nwere coming in through the windows. Afterwards -- we had this armoire -- no built-in closets but\narmoire made of very beautiful wood which was pierced by bullets. You could take a table cloth out\nand it had sort of like when children take a napkin and you make --\n>> Lynn Williams: Make designs.\n>> Dora Klayman: That's what the table cloth and sheets looked like. It was, of course, very\nfrightening. It's amazing how children compensate. It's frightening and you don't know why it's\nhappening. And then you just go on. Look how the frogs are jumping.\n>> [Laughter]\n>> Dora Klayman: It's interesting, of course, you know, what do children play afterwards? We played\nwar a lot with corn stalks. Anyway, that was sort of life in Ludbreg.\n>> Lynn Williams: | Know you said your uncle, for being a partisan, suspected of being a partisan, got\narrested.\n>> Dora Klayman: Yeah. He got arrested.\n>> Lynn Williams: Left you with your aunt.\n>> Dora Klayman: Left me with my aunt. At that time it was very tricky because now it was going to\nbe -- she's going to be on her own, no protection.\n>> Lynn Williams: Right.\n>> Dora Klayman: So often he would have to leave town. We left town -- we were very fortunate that\nwe were in a town where people would sometimes warn us that something would happen. | remember\nleaving by train and going to a nearby town and then returning and not exactly Knowing -- in retrospect |\nknow but | didn't know at that time it was dangerous. We'll come right back. Not to worry. Always not\nto worry.\n>> Lynn Williams: So you're fighting bullets and dodging selections.\n>> Dora Klayman: Exactly.\n>> Lynn Williams: At one point is Giza taken?\n>> Dora Klayman: At one point, unfortunately, before he returned, someone who was not from that\ntown but who -- was from like one of the surrounding villages -- we found out later on who it was,\npointed out to the Ustasa who were returning the place at the time that there was this Jewish woman in\nthis house. They came and got her. She tried to run and hide. But it was impossible. They caught\nher.\nWhat about us? Well, as | just described the house that we lived in, there was a building right\nnext to it. That building had been started by my two aunts, my aunt Giza, about whom we are\nspeaking, and the other one who at one point tried to go to Italy but was later deported. Those two\nfamilies started building. There was a store on the ground floor and an apartment in the back. And this\napartment in the back was rented to a family by the name of Runjak. They had three teenage children.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n7\n>> Lynn Williams: A Catholic family?\n>> Dora Klayman: A Catholic family. Everybody there is Catholic. Basically a Catholic world.\nMy aunt, I'm told by the Runjak family -- one of the daughters is still alive. She said that my aunt said,\nyou know, please take care of these children. And she just left the children with this family. She was\nthen deported. She was deported to Auschwitz. We know that. At that point they were starting to\ndeport people from Auschwitz from Croatia which didn't happen earlier. And we know that because |\nactually -- in the museum we have documentation that she was in Auschwitz and she died there.\n>> Lynn Williams: And you didn't find that out until much later. Right?\n>> Dora Klayman: We always suspected that she went to Auschwitz but we never really knew until just\nrecently, after the documentation came here.\nIn the meantime, my uncle had come back from Jasenovac telling us about the horrific\nconditions there but not until what he did first, tried to find his wife. So he followed the trail, tried to find\nwhere she had gone. We were still staying with the Runjak family.\nUstasa were big in our backyard so it was dangerous. We had learned to say \"Mother\" to\nMrs. Runjak and my brother who was younger always called her mother for the rest of the time. | knew\nto call her mother when Ustasa were around and when they were not around | would revert to calling\nher Mrs. Runjak.\n>> Lynn Williams: That's hard.\n>> Dora Klayman: So my uncle, unfortunately, was not successful. He returned. At that time, also,\nthere was a possibility that someone else would point us out. So apparently the local priest had spoken\nwith Mrs. Runjak and said to her, and I'm quoting her daughter, said to her, \"What are we going to do\nabout these children?\" Like, you Know, they are going to be next. So they thought if we get baptized\nthat might save us. So we were baptized.\nMy uncle told us a lot of awful stories about Jasenovac. One of the things that we did that\nwas very unusual in a sense, we were allowed to send packages, even while he was still there. We\nwere allowed to send packages. We made mixtures of fat and flour and made like brick cakes out of it.\nThat's what we would send because they were basically getting nothing but water as soup. So they\nwould take this and they would, you Know, put it inside to make some calories.\nHe told us -- he told stories, many of these stories | didn't hear until later. And the reason he\nwas able to survive rather than my father who eventually -- my mother who died | think very early, is\nthat -- he was a violinist by avocation. He had been very active in the community running a choir,\nputting on performances, having a little orchestra. And in the camp the Ustasa wanted to have\nentertainment and so he organized shows, a choir which allowed him to take some people from the\nprison community and have them have an hour where instead of working hard, carrying bricks, making\nchains, whatever they were doing, they were able to sing. The other way he survived was they knew\nhe was a banker and they needed to have somebody working in their office. They put him there.\nOtherwise he might not have survived either. Because he was already older. He had never been in\ngood health. So that might have really been very difficult for him.\n>> Lynn Williams: So he came back though. He's lost his wife. He's got the two of you. And now\nyou're really raised in a Catholic environment, a Catholic home.\n>> Dora Klayman: We were raised in a Catholic environment. What is happening at that point -- we\nare still in the situation in which we sort of have to pretend as to who we are. We have to watch where\nwe go. One of the things that was particularly difficult sometimes is both my brother and | had flaming\nred hair, which is not there anymore. [Laughter] It's fairly unusual, quite unusual, in Croatia. People\nare not redheads. So going outside when there was anybody that didn't know who we are might stop\nus to see just who we are.\nThere was a time that the head of the Ustasa came to visit. He was the big to do in town. |\nvery much wanted to go with all the other children. But | was not allowed to go. | remember that | was\ntold if | want to peer out the fence, | was to wear a hat on my head so that | would not be noticeable\neven in the middle of the summer. Because | would be an unusual-looking child. So things were sort\nof tense. We lived through all of these battles. After the battles would go outside.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n8\n| remember -- because my uncle could not take care of us on a daily basis, we had maids who\nwould do the cooking. There were farm women who came to take care of things. | remember one of\nthem taking me once to take a look -- | think we were to go to a movie or something. On the main\nsquare -- it was after a battle and the Ustasa had won. And on the main square there were trees on\nevery square. And from every tree there was a partisan hanging.\n>> Lynn Williams: She took you to see this?\n>> Dora Klayman: | think she tried not to have me see it. Because | remember very much that she\nwas holding her hands on my eyes and | very much wanted to see it. So | do have that image in my\nhead. She did not shield me successfully. | think she probably wanted to see it.\n>> Lynn Williams: It's amazing to me this small town, Ludbreg, with all of these people, now the Jews\nhave been mainly deported.\n>> Dora Klayman: All of them.\n>> Lynn Williams: But they all sheltered the two of you.\n>> Dora Klayman: Yes.\n>> Lynn Williams: And the town is not very big.\n>> Dora Klayman: No. The town is very small, actually.\n>> Lynn Williams: Very small.\n>> Dora Klayman: A couple of thousand people. And then a lot of small villages all around. It's all\nfarmland. Which in a way, the fact that it was all farmland saved us to some extent during the war in\nthat we did not starve at any point. Because people -- everybody, you know, could grow at least their\nfruits and vegetables. So we always had -- in wintertime we still have things like potatoes and cabbage\nso that the food may not have been excellent but it was food. At no point did we suffer like some areas\nin the more mountainous area where people didn't grow their own food.\n>> Lynn Williams: So May 1945. It's the end of the war. It's you, your brother, and your uncle. Tell\nme what was war's end like? What do you remember about the ending of the war in Ludbreg?\n>> Dora Klayman: Just relief that it was all happy and good. We were safe. No more battles. But now\n| have a memory of a column of Ustasa being driven through Ludbreg looking bedraggled, exhausted,\nnot fed, having little water; people just standing and looking. And here and there somebody would give\nthem something and they were told not to.\nOf course, at that time | didn't quite understand it but | Know now that it was the last of the\nUstasa that were -- that had been caught by the partisans and now they were prisoners of war. They\nwere marched, whatever happened to them after the war. There were also trials. | remember those.\n>> Lynn Williams: And they were running. Where were they running to? As they escaped, where was\nUstasa going?\n>> Dora Klayman: They were trying to run -- the last columns were trying to go to Austria. They tried\nto go to the British zone.\n>> Lynn Williams: Why? Why the British zone?\n>> Dora Klayman: To escape the partisans. Because they were afraid of reprisals. It was already\nknown at the time, of course, because the partisans had been already -- at that point they were a force\nto be reckoned. And there were major, major battles with the Germans and the Ustasa. Not in\nLudbreg -- there were battles but the major battles were fought all over what used to be Yugoslavia and\nwhat was to become Yugoslavia after the war.\n>> Lynn Williams: So the end of war wasn't always the end of horrific things happening for you.\n>> Dora Klayman: No. But for us, personally, it was ok. My uncle was to sort of continue a reasonable\nlife in terms of work. But for us it was, again -- we waited to see if anybody was going to return. We\nwaited to see if my parents would return. We had no idea what happened to them. My uncle did see\nmy father but he didn't know what happened to him.\nWhat actually happened to him, toward the end of the war, is that he and a number of other\npeople broke out of the camp. They knew that the war was at an end. The Ustasa were just going to\nkill everybody and get rid of the camp. Which they did. But some people escaped. And unfortunately\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n9\nthe group that my father was with stumbled on to a patrol, German patrol. Some of them -- some\npeople were able to get away but my father was killed.\n>> Lynn Williams: Lasted almost to the end of the war.\n>> Dora Klayman: To the very end of the war. My mother not. But, of course, we at that time didn't\nknow. So everybody waited.\n>> Lynn Williams: Did any of your relatives survive?\n>> Dora Klayman: Yes. On my mother's side of the family only one brother returned, one person\nreturned. His wife and his daughter were killed. He eventually remarried. He wanted me to go with\nhim but he in the meantime remarried. He had two daughters, his new wife had two daughters. They\nwould come to Ludbreg to see us but there was no sense of my wanting to go with them at all.\nAnd then on my father's side of the family, one uncle also came back. One uncle came back\nand he very much wanted me to go with him. There was a sort of -- not a very nice conversation\nbetween the uncle and where am | going to go. | was asked at the age of 7 what | wanted to do.\nAnd, of course, what | hadn't mentioned is that immediately after the war, pretty much\nimmediately, my uncle with whom | was growing up, with whom | was all this time, adopted my brother\nand me. So we were Officially now adopted already. The minute my parents didn't come back he\nadopted us.\nNow the uncles are arriving and they want me to go with them. And there was a little\nunpleasant discussion going on about where am | going to go. Finally they asked me. And | said no\nway, I'm not going anywhere. | wanted to stay with my uncle whom | loved; super, fantastic person. He\nhad lost his wife. We were all he had.\nIn the meantime, unfortunately what also happened, in 1946, my brother died of scarlet fever.\nSo at the time all of these decisions were being made, actually, | was just -- it was just me. | said, no,\nI'm not going.\nSo this uncle, my father's brother, and my mother's brother, both of these uncles survived\nbecause both of them were prisoners of war, German prisoners of war. And the reason they were\nprisoners of war because they had been in the Yugoslav Army at the time of the occupation had\noccurred. So Germans came and these two were deported as prisoners of war and they survived the\nprisoner of war camp.\nAnother aunt of mine survived with her children in the mountains but she did not return. She\njust went directly to Israel. These two went to Palestine. And one uncle also survived on my\nmother's -- on my father's side of the family. He survived in Bergen-Belsen with his wife,was part of a\nfairly well-known thing that happened. He was on a train with people that went to Bergen-Belsen and\nwere later rescued into Switzerland. So there he was in Switzerland. So those were the ones who\nwere rescued.\n>> Lynn Williams: You go to Switzerland?\n>> Dora Klayman: Eventually he connected with me. He wrote. He had married. They were in\ncamps, of course in Switzerland as well, in a resettlement kind of camp for a while. Then they were\nallowed to stay, which not everybody was allowed to stay in Switzerland that ended up there but they\nwere allowed to stay. When they finally settled that they were going to be there, he wrote to Ljudevit to\nfind if anybody was alive and found me.\nSo in elementary school, during my elementary school, in the middle of school age, we\nexchanged some letters. They sent some little packages for us. After the war we had practically\nnothing. Not only was it after the war but it was also we are under Communist government.\n>> Lynn Williams: How was that for your uncle, too?\n>> Dora Klayman: My uncle was ok because even though he was from the aristocratic family, that\nwasn't the issue. He had been a very respected citizen of that town for a very long time. He was a\nmayor of the town. He was just very highly respected and loved by everyone. And his family -- | hadn't\nmentioned it before. His family -- he had a very large family at one point but they were all somehow ill\nwith something or other, most with Tuberculosis, accidents, and so on so that actually he was all by\nhimself at this point, which is why it was so important for him to have me. You know, on both sides, it\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n10\nwas a love on both sides. But politically he was fine because he had been on the right side. He had\nhis job back. It didn't pay very much but nobody -- everybody was in the same boat. We didn't have\nvery much but we didn't have very much together. So it was ok.\nAt any point, by the time | got to high school, my uncle from Switzerland wrote again and\nasked if | could come and visit. As many people know, you didn't just go visiting Switzerland from a\nCommunist country. But | was allowed to go because | was what was at that time labeled a victim of\nfascism. So | was given a visa and a passport. The Swiss deliberated for a while but eventually they\ngave the visa.\nSo at the age of 16 | was now in high school. We had enough money, my uncle sort of had\nsome family things we could sell, a gold chain or something, and | had enough none buy a ticket to go\nto Switzerland. It wasn't very expensive because you went by train, of course.\nSo | left. We could only take $5 with us. | had this $5. | arrived actually to the Italian border,\nto the border between Switzerland and Italy. And my uncle was waiting for me in the Swiss town, at the\nborder. It was quite a reunion. That's the first time that | really, since | was 7, the first time | met\nanyone from my blood family from my actual family.\n>> Lynn Williams: And he was a religious man. Wasn't he?\n>> Dora Klayman: Yes. So this is the thing. All of a sudden | ended up -- he took me, of course,\nhome. There was his children, wife. It was nice. But | found myself in a Jewish, Orthodox Jewish\nfamily.\n>> Lynn Williams: Right.\n>> Dora Klayman: | Knew absolutely nothing about Jewish Orthodoxy or about Judaism. Of course,\neverybody was Catholic where | was. But also, after the war, of course, nobody practiced any religion.\nSo religion was really totally of minor importance.\n>> Lynn Williams: In Ludbreg.\n>> Dora Klayman: Right. No religion because of the Communism. Religion was totally not -- if you\nwere religious, you just wouldn't even get a job. So that was really not the thing.\nSo | found myself in this Orthodox family having to all of a sudden learn, as | was trying to\nhelp my aunt, having to learn, you know, how to separate meat dishes from milk dishes and all kinds of\ndifferent things. They were lovely people. | enjoyed them very much. We had a good time together.\nThey said, “Well, how would you like to come back once you are at the university?”\nSo when was | ready to finish high school -- | was going to be an English major at the\nuniversity. | had studied English from the time | was 13. | really loved the language. So | was an\nEnglish major. | thought, well, it would be nice to go to Switzerland and also study French. So | fast\nstudied -- started to study French. | applied to go for a year to go to Switzerland for a year. What\nhappened was that it took me almost a year again to get papers. Eventually, for the second year of\nuniversity, | left to go to Switzerland.\n>> Lynn Williams: You met your husband somewhere.\n>> Dora Klayman: | was on the train to Switzerland. That's the Orient Express that goes through all\nthe way from Istanbul to Paris. It was an unusual time. It was, well, for the United States it was a\ndifficult time. It was 1957. It was a time -- all the problems of desegregating schools in the South. It\nwas a time of the governor in front of the school, not allowing African American children to enter the\nschool.\nHow did that affect me? Well, | was on this train and there were three young people, young\nmen, outside of where | was sitting. They were discussing exactly that. There was a Yugoslav, an\nengineer, who was apparently a very devout Communist. He was somehow allowed to get out. Then\nthere was a Britisher and this American. | didn't know who they were but | was, like, dying to hear what\nthey were talking about because since | had been an English major and studied for so long, | never had\nan opportunity to actually --\n>> Lynn Williams: Use it?\n>> Dora Klayman: To use it or hear it even. | immediately -- | was like all ears and then telling other\npeople what was going on. And this Communist guy was attacking this American. You know, how can\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n11\nyou be? What kind of a country are you? And he's saying, well, you know, not me, not all of us are like\nthat; we are trying to solve it. The president had already sent the troops, etc., etc. And then finally it\nbroke up. The conversation broke up. But! was dying to talk to some of them some more just to\npractice. So | took a little trip. And this young man, the American, said, “Oh, what pretty red hair.” At\nthis time my hair was youthful.\n>> Lynn Williams: [Laughter]\n>> Dora Klayman: So | said, “Yes.” So we started talking. And we had a wonderful time talking to one\nanother.\n>> Lynn Williams: Evidently. You got married. Right? [Laughter]\n>> Dora Klayman: And we exchanged addresses. He went off in Venice, off to Naples to take a ship\nback to the states. | went to Switzerland. Very soon | got a letter. Eventually | answered. Then | got\nanother. And | answered. | must say that at one point finally we discovered that we were both Jewish.\nBecause he asked me, you know, what was | -- what was | doing in Switzerland. And | told him a little\nbit of the history. He wrote back and said he was Jewish. Well, that was very interesting to my aunt\nand uncle who were probably inviting me not to study French but to find a husband.\n>> Lynn Williams: Right. [Laughter]\n>> Dora Klayman: So they kind of pushed the whole thing. But anyway. We corresponded for quite a\nwhile. Then he asked me in the letters to marry him. | said yes.\n>> Lynn Williams: [Laughter]\n>> Dora Klayman: So he came back to Switzerland and we were married in Switzerland.\n>> Lynn Williams: Very nice.\n>> Dora Klayman: We lived happily ever after until 1992 when unfortunately my husband passed\naway.\n>> Lynn Williams: Dora, we really want to thank you. She gets the last word, so before we end, we\nwould like to take a few minutes and see if there are any questions from the audience. We just have a\nfew minutes.\nDo we have a few minutes for this? | hope so.\nSo if you have a question for Dora, please stay in the auditorium. Don't leave. She's going to\nalways have the last word.\n|see anarm. Yes.\n>> When you were 16, you went to Switzerland to visit but then went back to Yugoslavia? Was there\nno sense that there was no fear of going back to Yugoslavia? No sense that you would be able to get\nout again or were you thinking you would just stay?\n>> Dora Klayman: | didn't have really any fear. | don't think -- in Yugoslavia, | Know in retrospect that\nthere were many persecutions but | was not totally aware of it. And also there were politically -- people\nwho were politically motivated, criticizing the government and so on which | was not doing. Since | was\nallowed to go out, | wasn't really fearful. And it didn't occur to me not to come back because of my\nuncle. | would have never wanted to abandon him. It was my home. | was returning home.\n| had a sense that maybe | could go back out again. | was very fascinated by the West. And,\nof course, lots of people had not had that opportunity. So when | was in high school, | was going from\nclass to class telling people what it was like out West. It's amazing what fascinated me. | remember,\nfor example, telling everybody how when you go to where the supermarkets and how when you\napproach one, the doors opened by themselves.\n>> [Laughter]\n>> Dora Klayman: There was one in Switzerland. And that's what it was. On the other hand, later on,\nafter | got married, | did not go back home because at that point it would have taken | don't know how\nlong to again get the permission to come out. And that would have been tricky.\nSO we were married in Switzerland. Unfortunately | did not get to go see my uncle at that\npoint and he couldn't come out for the wedding. So your question is well taken in a sense that, yes,\nthat was happening but not at that time. It was a problem later on. In fact, | did not go back until | got\nmy American citizenship and | requested a release from Yugoslav citizenship which | did get because |\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n12\nwas afraid at that point, you know, you had to go and do so-called volunteer work and maybe go in the\nArmy or whatever. So | did not go back until | was an American citizen. So that was five years later.\nAfter | got here. And | already had children so all of us went back. And it was wonderful.\n>> Lynn Williams: Yes? We have a question down here.\n>> What happened to your uncle in Yugoslavia?\n>> Dora Klayman: My uncle in Yugoslavia eventually passed away. Think about it. He was quite\nelderly. He was born in 1885. So that's why I'm saying -- | was saying that my aunt was 15 years older\nthan my mother and he was 10 years older than she. So |! was being basically brought up by someone\nwho would be the age of a grandfather. Could have been. So, you know, we went back -- my husband\nand children and | went back twice. Then he died. It was very hard to have to leave him alone.\nAt that point, we always had -- well from the beginning we had -- after the war we had more like\nhousekeepers, nannies, to take care of me. There was one that we had for a very long time. She was\nwith him for 20 years and took care of him.\n>> Lynn Williams: Somebody -- the gentleman here.\n>> [Question Inaudible]\n>> Lynn Williams: The question is -- in case everyone didn't hear. Do you know where your parents\nremains are?\n>> Dora Klayman: Absolutely not. Jasenovac is now a memorial site. In fact, that's what brought me\nto the museum, to be a volunteer here. An archive out of Jasenovac came here. There was a need for\nsomeone who could read the language. So | signed up and stayed.\nThe archive -- well, you probably know, Yugoslav had fallen apart again and now is Croatia,\nSerbia, and all the constituent parts. And during that last war, the Jasenovac archive disappeared.\nOne thing | didn't stress much but one of the problems in Yugoslavia that was different from elsewhere\nduring the war, the Serbs were persecuted in the camps. So when the war started between Serbia and\nCroatia, the Serbs feared they might destroy the archival material. So the head of Jasenovac\nabsconded this material. Then it came back. It became known where it was. And this museum was\nthe agency chosen to help rescue it out and bring it here. It was all here. The staff and the volunteers\nhere organized it all and cleaned it up and put it into proper shape. And now there is a memorial in a\nsort of museum on that site. So | know their bones are there but.\n>> Lynn Williams: Don't know where.\nDo we have time for one more? One more question. It's all the way in the back in the corner.\n>> Dora Klayman: Anybody wants to ask questions later you can.\n>> Lynn Williams: Yes. Yes. We'll give you that.\n>> What has the significance of Judaism been for you since the war?\n>> Dora Klayman: That's a good question. Well, since my husband was Jewish and | had then lived\nwith my family for a year, | had really accepted that faith as mine. | feel very Jewish. I'm not\nparticularly religious but | do belong to a synagogue and my children have been brought up -- they went\nthrough bar mitzvah and my grandchildren -- my son married a Jewish woman. So the children are\nbrought up the same way. My daughter is not married. But anyway. It's been a rediscovery for me\nand discovery.\nI'm very close to all of my family in Israel. The two children -- my cousins in Switzerland with\nwhom | lived for a year, where | had my wedding, they were 5 and 12 at the time that | left. They are\nmy very close cousins. | feel like they are my brothers. They lived in Israel. | visit them a lot. Half of\nmy family in Israel, wnoever survived -- whoever has survived is in Israel. Half of them are quite\nreligious, not crazy religious but, Orthodox.\n>> Lynn Williams: [Laughter]\n>> Dora Klayman: And half of them is almost totally secular. So | visit them. | have a very good time\nwith both sides of that divide. | do feel very Jewish. | appreciate the Catholic world has brought me up\nbut | do feel Jewish.\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n13\n>> Lynn Williams: We're going to give Dora her last word. Then I'm going to ask two things of you at\nthe end: that you stand and allow our photographer to take a picture of Dora and seeing you in the\naudience; you'll get behind and take a picture and then I'll thank Dora appropriately.\n>> Dora Klayman: Well, | thank you very much for being here. These days of constant mention of the\nrise of anti-Semitism in the world, | feel very privileged to be able to be here and to add some words for\ntolerance and understanding and lack of racism, anti-Semitism. | appreciate you being here. I'm sure\nadding to my feelings about the need for tolerance and recognition of human values.\nThank you for being here.\n>> Lynn Williams: Thank you. And thank you for being here.\n[Applause]\n",
    "segments": []
}