{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nWednesday, May 21, 2014\n11:00-12:00 p.m. ET\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nSPEAKER: JOSIE TRAUM\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214\ninfo@hometeamcaptions.com\nHOME TEAM\nCAPTIGNS\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good morning and welcome to the United States Holocaust Memorial Museum.\nMy name is Bill Benson.\n| am the host of the museum's public program, First Person.\nThank you for joining us today. We are in our 15th year of the First Person program.\nOur First Person today is Mrs. Josie Traum, whom we shall meet shortly.\nThis 2014 season of First Person is made possible by the generosity of the Louis Franklin Smith\nFoundation, with additional funding from the Helena Rubinstein Foundation. We are grateful for their\nsponsorship.\nFirst Person is a series of weekly conversations with survivors of the Holocaust who share with us\ntheir firsthand accounts of their experience during the Holocaust.\nEach of our First Person guests serves as a volunteer here at this museum. Our program will\nContinue with two programs a week until mid-August.\nThe museum's website, at www.ushmm.org provides information about each of our upcoming First\nPerson guests.\nAnyone interested in keeping in touch with the Museum and its programs can complete the Stay\nConnected card in their program or speak with a museum representative at the back of The theatre\nwhen we're done today.\nIn doing so, you will receive an electronic copy of Josie Traum's biography so that you can remember\nand share her testimony after you leave here today.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nJosie will share her \"First Person\" account of her experience during the Holocaust and as a survivor\nfor about 45 minutes.\nlf we have time at the end of our program, we'll have an opportunity for you to ask Josie a few\nquestions.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Josie is one individual's account of the Holocaust.\nWe have prepared a brief slide presentation to help with her introduction. And we begin with a portrait\nof Josie Aizenberg walking in Brussels.\nShe was born March 31 to Jacques and Fanny Aizenberg. The arrow on this map of Belgium points\nto Brussels. The German Army conquered Belgium in May 1940. Shortly before the occupation\nJosie's father left Belgium to join the British Army. We see this photo of Josie with her parents in\nBrussels. Josie's mother was able to secure a hiding place for Josie in a convent in Bruges, Belgium.\nHere we have Josie and Fanny before she went into hiding. Soon thereafter, Fanny who worked for\nthe underground or resistance was denounced and deported to Auschwitz.\nAfter six months of hiding in the convent and growing Nazi suspicion, the Belgium underground\nrelocated Josie to hide with the Debrackelaers, a Christian family in Brussels. Here we see Josie with\nthe Debrackelaers. Mr. And Mrs. Debrackelaer are on the right. To their left are neighbors of Josie's\ngrandparents and the front in the middle is their grandson. In the front to the right is Josie and then\non the far left in the front is the Debrackelaers' daughter. Allied forces liberated Belgium in\nSeptember 1944. Soon after Josie was found by one of her aunts, Fanny's sister. Here we see\nJosie, Jacques and Fanny after they were reunited in Belgium. Josie would eventually marry Freddy\nTraum, also a Holocaust survivor. We close with this wedding portrait of Josie and Freddy. After\nmoving to the United States with her parents in 1949 and completing schooling in Patterson, New\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nJersey, Josie went to Israel to study for a year. On the return trip on a ship, she met Freddy Traum,\nthe chief's radio officer, also a Holocaust survivor. Upon return to the U.S. Josie attended Montclair\nTeacher College for one year. Josie and Freddy were married on his ship a year after she met him\nand she moved to Israel where they lived five years. While in Israel, their son Michael and daughter\nYael were born.\nThe Traums relocated to the United States in 1963 to obtain medical care for the disabled son\nMichael.\nTheir third, Jonathan, also disabled, was born in the United States.\nEventually Freddy's work brought them to Vienna, Virginia. Josie returned to school and graduated\nfrom the Catholic University of America school of social work and began her career in child welfare.\nShe retired in 2008 from her work as a clinical social worker for abused children from Montgomery\nCounty, Maryland. Today they live in Silver Spring Maryland. Josie's volunteer work includes leading\ntours of the Permanent Exhibition for law enforcement, including police officers, the FBI, judges and\nothers.\nShe also volunteers with Visitor Services. Josie has only recently started speaking publicly about her\nexperience as a Holocaust survivor. She now speaks at local synagogues and schools, such as\nChristian academy and Walter Johnson High School in Montgomery county, Maryland. Last year she\nspoke to grades one through eight at legacy school in Carroll County Maryland, which my son\nattends. She spoke to fifth graders in the District of Columbia and said she was very impressed with\nthese young students who really not only asked great questions but each of them produced a\nmemorial to the Holocaust and presented it to Josie. As part of the Holocaust days of remembrance\nactivities last year Josie joined others in reading aloud here in this museum the names of those killed\nduring the Holocaust. Josie read the names of 100 victims, including 12 from her and Freddy's\nfamilies. | would like you to know Freddy, who recently had surgery is here with Josie today and he\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwill be our first person guest on August 6th. We have Freddy on the front row. Glad to have you here\nwith us. With that | would like to ask you to join me in welcoming our First Person, Mrs. Josie Traum.\n[Applause]\n>> Josie Traum: Thank you.\n>> Bill Benson: Josie, welcome and thank you so much for being willing to be our First Person today.\nWe have a very large and good crowd and you have so much to share with us. We're going to get\nstarted right away. Your parents Jacques and Fanny Aizenberg were married in '38. Just before\nPoland attacked in World War II. Tell us about your parents and their life in Brussels, Belgium during\nthe pre-war period.\n>> Josie Traum: First of all, | want to welcome everyone. Thank you for coming. | have a little\nbronchitis, so bear with me.\nMy parents, as you said, Bill, were married in 1938, both of them were actually in garment business.\nMy mom had gone to a textile designing school and she was a dress maker and she was actually,\nbefore she got married, she was a dress maker for the world family in Belgium.\n>> Bill Benson: That was a huge honor?\n>> Josie Traum: That was a big deal. Very few students were chosen from the school when they\ngraduate to actually work with the royal family, so she actually worked with them and my dad was not\nalways a tailor, although he was when | was born. My dad was actually a violinist, and I'm sure you\ncan't imagine this, but many years ago they didn't have talking in the movies. They were silent. So\nwhen they were silent, they usually had a quartet playing music accompanying the movie. You know,\nthere was usually a violinist, piano player, maybe a cellist, and they had a few people playing music.\nWhen the talkies came in, my dad lost his job. They didn't need musicians anymore, so he went to\ntailoring school and actually became a tailor. And so both my parents were working in that kind of\nbusiness. My dad had a store where in those days, again, | Keep on saying \"those days\" but | have to\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nremember that was many years ago. In those days you couldn't buy a suit ready-made off the rack\nlike you do now. You would go into a tailoring shop, pick your material, tweed, regular color or\nwhatever, and then the tailor would fit you and actually make a pattern out of paper and then\neventually make a suit. It would take weeks. And actually a relationship was usually formed between\nthe tailor and the customer. So my parents were both working. My mom had not -- was no longer\nworking for the royal family when | came along, when | was born.\n>> Bill Benson: Tell us why you're named Josiane.\n>> Josie Traum: My mother really liked a French singer whose name was Josiane, which is the way\nyou pronounce my name, but no one could say it when | came to this country, so | became Josie. But\nJosiane was a very famous French singer, so my mom really liked the name.\n>> Bill Benson: Your parents were married in 1938 in late 1938, Nazi power took a very ominous turn\nin Austria and Germany, with Kristallnacht, the Night of Broken Glass, and you were born in 1939.\nDo you have knowledge from your parents after the fact as to whether or not they were, at that point,\nliving in Belgium? Were they fearful about the future at that time? Here they were bringing you into\nthe world.\n>> Josie Traum: | think they were fearful. And it was really, in Belgium, it was rumored and thought\nthat the Germans, when they came and invaded Belgium, that they would only deport and arrest the\nmen and leave the women and children alone. So my dad kind of felt that my mom and | were safe\nand he actually heard many calls on the radio of Britain wanting volunteers to join the British Army.\nSo eventually my dad and his brothers went to England and volunteered.\n>> Bill Benson: We'll come back to that in just a moment. One more question about that pre-war\nperiod. Kristallnacht, the Night of Broken Glass, which occurred in Germany and Austria, where\nthousands of Jewish businesses were ransacked and destroyed and hundreds of synagogues were\nburned, as a result of that, your family took in, | believe, a Jewish child to live with you for a period.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Josie Traum: Yes.\n>> Bill Benson: Tell us about that.\n>> Josie Traum: My mom was actually part of the underground and she would bring in Jewish girls,\npeople from countries where the Germans had already invaded and were arresting and deporting\npeople. She was taking in Jews and hiding them. We would always have some people sleeping in\nour house and until they found another safer place to go. So my mom would be hiding people\ncontinuously and she was kind of part of the underground. So there was a feeling of fear.\n>> Bill Benson: In May 1940, eight months after Germany attacked Poland began World War II they\ninvaded the low countries, which are Belgium, the Netherlands and France, and as you started to tell\nus, your father left to join the British Army just before the Germans invaded Belgium. Tell us about\nyour father's leaving and what he did.\n>> Josie Traum: Okay.\n>> Bill Benson: Knowing this, you wouldn't be able to tell most of it until later because you didn't\nknow.\n>> Josie Traum: Yes, of course, because | learned much of this later on.\nWhen | was older.\nMy dad and his brother, they were both tailors, by the way. My dad's brother, Uncle Ben, was also a\ntailor and they both decided to join the British Army. So they actually went on one of the last boats\nthat crossed the channel and was able to get to England. This was in 1940. | was 13 months old.\nAnd my dad and his brother got to England and there they evaluated these two men who came in and\nwanted to join the British Army, what could they do, they were tailors. So they evaluated them and\nplaced them both in a factory making British uniforms. And that was the best place they could be.\nActually, England had what they called -- they had a Polish contingent of the British Army, and my\ndad and his brother came under that heading. They were part of the Polish contingent, a part of the\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nBritish Army.\n>> Bill Benson: Did your mom know what happened to him once he departed and headed for the\ncoast and off to England?\n>> Josie Traum: She did not.\n>> Bill Benson: She did not.\n>> Josie Traum: We knew -- my aunt told us later, my mom knew that many ships that were crossing\nthe channel were bombed and torpedoed, and she really never knew whether he ever got to England\nor not.\n>> Bill Benson: So here you are alone, you and your mom.\n>> Josie Traum: Yes.\n>> Bill Benson: What did she do?\n>> Josie Traum: Well, we stayed in our apartment. She was very active in the underground hiding\npeople, and we actually lived with my maternal grandparents, her parents lived with us. We were all\ntogether. And pretty much survived the way we were.\n>> Bill Benson: And that would continue -- you would live in Brussels under Nazi occupation until\n1942 when your mother made the profound decision to send you into hiding. Tell us what you can\nabout the events that led up to her making that decision and then what she did to then send you off to\nsafekeeping, but away from her.\n>> Josie Traum: Okay. | think people realized the danger was becoming more and more imminent in\nBelgium. Germans, Nazi officers were walking up and down the streets. They were arresting people,\nand she made the decision to put me into hiding. Now, she-because she was in touch with the\nunderground and part of the underground, she had connections, and so one day two strange women\n-- | was three years old in 1942. Two strange women came to pick me up and they actually took me\naway and my mother was not allowed to know where | was going. They figured that when the\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nGermans came to arrest Jews, they would torture them to find out where the rest of their family was.\nAnd so they never told parents where they were hiding the children. To me this is almost beyond\ncomprehension, having my own children and grandchildren -- | can't imagine making that decision,\nbut she obviously did it because she wanted me to be safe. But as | said, she didn't Know where |\nwas going. Two women came to pick me up and they took me to a village in Belgium, which is called\nBruges, which is full of convents and full of canals. It's beautiful. They took me to this convent where\nthere were many, many children. Not necessarily Jewish children. | found out after the war that there\nwere three other Jewish children there, and so the four of us were there, but there were many other\nchildren there. It was more like an orphanage. In those days, when people couldn't care for their\nchildren, it was wartime, food was very meager, people would put their children in an orphanage.\nAnd when they were able to and became more stable, they would be able to take -- pick the children\nup. Sol was in an orphanage --\n>> Bill Benson: Before we go on with you telling us about the orphanage, let me ask just a couple of\nquestions about your mother going into that period. And your grandparents. You had been living with\nyour grandparents. What was going on for them at that time?\n>> Josie Traum: Well, at that time my mother -- my grandmother worked as a volunteer really for the\n-- what we call the Burying Society, when a Jewish person dies, there's a special ritual of a burial.\nYou watch over the body, you wash the body. My grandmother was doing that in different places.\nMy grandfather was a scholar and a Rabbi. So they went on with their business really. And my mom,\n| was at home with my mom. We hardly ever went out. We were very much in hiding, living in an\nattic apartment, and that's where we were.\n>> Bill Benson: Do you know how she was able to feed you, make ends meet?\n>> Josie Traum: My grandmother, who worked for this Jewish organization would bring food to the\nhouse. First of all, food was rationed in Belgium. We had very meager possibility of getting food in\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\ngeneral, but my grandmother would often bring milk and bread and certain foods from where she was\nworking.\n>> Bill Benson: If you had become sick or anything like that, you couldn't get access to healthcare?\n>> Josie Traum: No. The clinics for children were closed to Jews. So | really couldn't get any care.\n>> Bill Benson: Although you were so young while you were with your mother, you've told me that\nyou do have some fleeting memories. There's one in particular, if | remember correctly, you're on a\nbus with your mother. Will you share that?\n>> Josie Traum: Yeah. You always get that story from me.\nIt's very hard to tell.\nMy mom and | were on a bus together and a Nazi officer came up. You know, the Nazis would come\nand approach people and ask for the identity card. The identity card was, of course, marked if you\nwere a Jew, there was a gigantic J on it. There was no mistaking it. You were a Jew. And both my\nmother and | had identity cards. We got on a bus to go somewhere. | can't remember now where,\nbut | was sitting in the last row. It was actually not a bus. It was a tram. In Belgium they used trams,\nyou know, by electricity, and we sat in the last row and a German officer got on to the tram and asked\nfor everybody's identity card. He was going from row to row to row.\n>> Bill Benson: And he was getting close to your mom?\n>> Josie Traum: He was getting close to us and my mom was really shaking. | didn't understand\nwhy. | was three years old. And she was really shaking. And they were going from row -- he was\ngoing from row to row and for some reason he got to the last row, turned around and got off the bus.\nAnd | remember my mother just breathing a sigh of relief. | didn't know why she was scared. | had\nno idea. But, you know, in retrospect, looking at it now, | realize what was going on inside her.\n>> Bill Benson: A few moments ago, Josie, you were telling us how incomprehensible it is to think of\nsending your child into hiding as a mother and a parent. Has your mom spoken of what it was like for\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection '\nher when she sent you off with those --\n>> Josie Traum: She has. And | think | really think that's one of the hardest things that she's ever\ndone. And one of the bravest things. | mean, I'm alive today because of her.\n>> Bill Benson: Absolutely. And once she did that and you went to this convent, you would stay at\nthis convent for about a year.\n>> Josie Traum: | stayed there for six months.\n>> Bill Benson: Six months. Tell us what you know about your time. And as you said it was really an\norphanage and you're there as one of the small number of Jewish children in this orphanage. What\ndo you know of what that was like for you?\n>> Josie Traum: For me, first of all, it was run by nuns, and these nuns were very, very strict.\n| hear you all smiling.\nBut not because | was Jewish. They were strict to all the kids. You know, | was three years old and |\nthink all | wanted was to be held, to be hugged. And they just didn't do that.\n>> Bill Benson: You told me that they look like nuns from \"The Sound of Music,\" but not like that,\nright?\n>> Josie Traum: No, they didn't sing.\n[Laughter]\nBut they wore these very, very stiff habits. Do you know these -- really like \"The Sound of Music,\"\nvery tight. No wonder they were strict. They must have been uptight. And | was very scared. | was\ncrying a lot. | used to be a very fussy eater. Whatever little food | had, | was very fussy and | would\ncry. So | was probably not the easiest child to handle, but obviously | just wanted some hugging from\nthem.\n>> Bill Benson: And that was not what they did?\n>> Josie Traum: That was not a possibility. That was not an option.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: While you were there, you were in hiding, did -- | think that's when you had to change\nyour name?\n>> Josie Traum: Yes, | did. The government actually changed my name.\n>> Bill Benson: The resistance?\n>> Josie Traum: Yes. My first name remained the same, | was Josiane, but instead of Aizenberg,\nthey gave me a Dutch name or a Flemish name, which was Van Bergh. Which is a very Dutch name.\nSo | came with that name.\n>> Bill Benson: So that was a significant change to give you that name?\n>> Josie Traum: Right.\n>> Bill Benson: From that time in the convent, as you said, you went hugged or held, what do you\nthink the most significant impact on you personally was from being in the convent for that period of\ntime?\n>> Josie Traum: The impact on me?\n>> Bill Benson: On you.\n>> Josie Traum: Well, | think | had more of an impact before going into the convent, as far as having\na very nurturing and loving home. My grandmother was very, very nurturing and loving and hugging\nand so was my mom, so | always attribute those first three years, especially having, you know,\nstudied child development, those first three years of nurturing and care taking are so crucial for a\nchild's growing and for feeling comfortable, and | really attributed to my mom and to my grand mom.\n>> Bill Benson: So you had that foundation going into what you would then live threw for the next\nseveral years.\n>> Josie Traum: They say as far as child development is concerned, those first three years are so\ncrucial. And it doesn't have to be a parent. It's a caretaker or just is loving and giving, and | had that.\nAnd luckily that was kind of a foundation for me. | didn't have it in the convent.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Right. At some point, Josie, the nuns made the decision to move you out of there\nand send you somewhere else. What do you know about that decision?\n>> Josie Traum: My understanding is, you know, first of all, | want you to realize, in Belgium, and\nmany European countries, if you were a Christian and hiding a Jew and if a German found you they\nwould just shoot you, no questions asked. So these nuns, however strict they were with me, they\nsaved my life. They took risks. They risked their lives. They could have been shot. They found out\nthat the Nazis were going to come and arrest or deport or take away the four Jewish children. And\nwhen they found that out, apparently, by night they smuggled me out of the convent back to Brussels,\nwhich is where I'm originally from and where | was born. And they placed me with a Christian family,\nthe Debrackelaers, who you saw on the slides. So the nuns, they were lifesaving. And they saved\nthe four of us. They placed us all in different homes.\n>> Bill Benson: And at that time did your mother know what had happened to you, that you had been\nmoved?\n>> Josie Traum: She had no idea.\nIn the meantime, she had been arrested.\n>> Bill Benson: Tell us about that.\n>> Josie Traum: Okay. My mom and her parents were deported. You know, there were many\nwonderful people in Belgium, people who really risked their lives, but there were many people who\ninformed on Jews, because the Germans got paid. They paid these informers. So although many\nChristian people helped me and saved my life, there were many people who did other things. For\ninstance, one of our neighbors informed on my mom, and that's how my mom, the Germans realized\nwhere she was living and they came to deport her. And they arrested her and my grandparents. And\nindeed they beat her. And to find out where the rest of the family was, she really couldn't tell them\nbecause she didn't know.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Bill Benson: She didn't know.\n>> Josie Traum: And my grandparents and my mother were deported to Auschwitz.\n>> Bill Benson: And | know we'll hear a little more about that in a little bit, Josie. So you moved in\nwith the Debrackelaer family and you would live with them until Belgium was liberated by the allies in\nSeptember 1944. Tell us about the Debrackelaers and what your life was like in hiding with them.\n>> Josie Traum: The Debrackelaers obviously were wonderful people to take me in, risk their lives.\nThey had a little girl my age and we pretty much played together most of the day, but | was very much\nin hiding. We hardly left the apartment. Mr. Debrackelaer, the father, was very active in the\nunderground, trying to sabotage things in order to help Jews and to kind of sabotage what was\nhappening with the Germans. He was often taken out for interrogation and he must have been\nbeaten, because he would come back at night black and blue. But he never told on me. A really\ngreat...\nI'm sorry.\n>> Bill Benson: | think people understand this is very difficult to do, Josie, very difficult.\nSo he is working in the resistance. He's got you in hiding. He's got a family. | was struck by you\ntelling me one time that -- because food was rationed and hard to get, they had rations for a family of\nfree.\n>> Josie Traum: | was there illegally. Whatever was rationed, they would share with me. | was one\nof the family. | was fed and | was kept safe.\n>> Bill Benson: Do you know-knowing you were there illegally and a fourth mouth to feed in that\nsense, do you know if neighbors around them knew you were there and if they would say, so who is\nthis fourth person living over there with the Debrackelaers?\n>> Josie Traum: You know, | don't know. And | never found out. So | don't know. Because | really\nhardly ever went out. And | was not school age so | did not go to school.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Right. And you said to me that they were obviously kind and they took you in.\n>> Josie Traum: Yes.\n>> Bill Benson: But you also weren't part of the family structure and you remember that. Are you\nwilling to say a little about that?\n>> Josie Traum: Yeah. The family was wonderful. They saved my life, but, you know, | wasn't part\nof the nuclear family and | felt that. You know, somehow you have feelings as a child, you're just not\npart of the unit. And | was very aware of that. | was just very aware. | remember the three of them\nhugging and holding close and me being on the outside and watching. So this is something | became\naware of.\n>> Bill Benson: Do you know, Josie, if they -- did they live in the city or were you --\n>> Josie Traum: In the city.\n>> Bill Benson: Right in the city. And they were a Christian family.\n>> Josie Traum: Yes.\n>> Bill Benson: Do you remember if there was any attempt to have you participate in their religious\nlife’?\n>> Josie Traum: No.\n>> Bill Benson: Not at all?\n>> Josie Traum: None whatsoever. Actually they didn't go to church, so they didn't take me and |\ndidn't go out.\n>> Bill Benson: Because | remember you saying when you were in the convent, you had to act like\nall the other kids, so you had to say the rosary --\n>> Josie Traum: Yes, in French.\n>> Bill Benson: In French, okay. So you stayed there with the Debrackelaers for what was left of the\nwar in Belgium.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection 16\n>> Josie Traum: Yes.\n>> Bill Benson: So when the war ended in Belgium in 1944, you're with the Debrackelaers, and one\nof your aunts --\n>> Josie Traum: Yes.\n>> Bill Benson: -- finds you or comes to get you. Tell us about that.\n>> Josie Traum: My mom had two sisters, my two aunts, and who were also hidden as part of the\nunderground. They were hidden in churches, and they remained alive because of the help of\nchurches and Christian people.\n>> Bill Benson: These are your mom's two sisters.\n>> Josie Traum: My mom's two sisters. My mom is in the middle. One five years younger and one\nfive years older. And they actually -- there was this whole network in the underground. If you were\npart of the underground or hidden, you knew how to find people, and so they actually started\nsearching for me. One particular sister found me and brought me back to her apartment and | stayed\nwith them actually the entire duration until Europe was liberated.\n>> Bill Benson: Until Europe was liberated the following April. Tell us about your aunt.\n>> My aunt is five years older than my mom. She had three sons, and who were all older than me\nand it was wonderful being with them. They treated me like a little mascot. It was great. | was\nspoiled rotten.\n>> Bill Benson: Just what you needed.\n>> Josie Traum: That's just what | needed. | felt comforted and, you know, | was with family and it\nwas wonderful. The boys played with me and | played with them. They kind of dragged me along\nwherever they went.\n>> Bill Benson: Had the boys been in hiding?\n>> Josie Traum: They were all in hiding.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: In separate places from their mother?\n>> Josie Traum: Yes. My aunt actually was a maid, a domestic for very wealthy people and very\ngrand home. And the children were in churches and my other aunt, my other sister was also in the\nchurch. My aunt's husband, the one with the three children, he was actually part of the underground.\nHe's a very quiet -- he was very quiet, meek man, and apparently got a special medal for killing\nGermans, which is impossible to imagine. This is a quiet, meek man. | just cannot imagine him being\nconfrontative or aggressive. But anyhow, they lived through that. And that was -- my mother -- |\ndidn't know where she was, of course, and | stayed with my aunt and | was -- it was wonderful being\nwith them.\n>> Bill Benson: Did you know you were Jewish when you went to your aunt's? You're still very\nyoung.\n>> Josie Traum: I'm very young. | don't think | knew what Jewish was. | had no idea. When | went\nto the convent, you ask a three-year-old, what is a Jew, and | certainly didn't know. And | don't -- |\nwas not aware of it. You know, | was probably part of the traditions that we did in my grandmother's\nhome, but | wasn't aware that it was something Jewish.\n>> Bill Benson: And then as a six-year-old that resumed with your aunt Theresa. Tell us about your\nother aunt. She too was hid. Did she have children herself?\n>> Josie Traum: She did not. She got married but never had children. She came and settled in the\nUnited States.\n>> Bill Benson: But she was in hiding too.\n>> Josie Traum: She was hiding in a church.\n>> Bill Benson: How about her husband?\n>> Josie Traum: No, she married an American.\n>> Bill Benson: After she came here?\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\n>> Josie Traum: She was never married in Belgium.\n>> Bill Benson: When your aunt Theresa, particularly, there you are with her three sons and of\ncourse you don't know anything about your mother at the time --\n>> Josie Traum: Or my father.\n>> Bill Benson: Or your father. What was it like for your aunt to sort of redo you mean their life? The\nwar is going on elsewhere and Europe, you're liberated in Belgium, but it's still going on. Do you\nremember or know anything about how they were trying to resume a life?\n>> Josie Traum: They had a store in front of the apartment. Very often when you're a shopkeeper,\nyou have a store the apartment is behind the shop. My aunt and her husband ran a leather goods\nstore. They had purses, handbags, leather coats, and so they resumed their life by working. By\nmaking a living, getting food, buying things and trying to normalize their life as much as possible.\n>> Bill Benson: So April 1945, the war ends officially in May of 1945. Your mother is liberated in\nApril of '45 in what must have seemed to all to be a miracle.\n>> Josie Traum: Yes.\n>> Bill Benson: Your mother survives and essentially shows up. Tell us about that.\n>> Josie Traum: My mother had been deported to Auschwitz and she endured and survived\nAuschwitz. My grandfather died on a cattle car on the way to Auschwitz. My grandmother, who was\ntaken with my mother died very soon. When you got to Auschwitz, they had a selection where they\nput the healthier younger people in one line and the older folks, although my grandmother must have\nbeen 50, they put them on another line. Because it was a labor camp in Auschwitz, which was the\ncanal, so they selected my mother to work in the labor camp. She wanted to stay with her mother,\nbut the Germans really swiped her and said, you go where you're told. So she actually never saw her\nmother again. So my mother was liberated by the Russians, taken by the Red Cross eventually. She\nwas pretty sick. She had typhus and meningitis, and eventually the Red Cross brought her back to\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection y\nBelgium. And the first place she went was her sister's apartment. She knocked on the door and\nthere | was.\nSo it was quite a reunion.\n>> Bill Benson: Do you remember that?\n>> Josie Traum: | remember seeing her, but my mother has filled me in with details because | was\nsix years old and | don't remember many of those details.\n>> Bill Benson: One of the details that your mother has shared, can we talk about that?\n>> Josie Traum: | knew you were going to bring it up.\n>> Bill Benson: Do you want to do it or do you want me to do it?\n>> Josie Traum: | can do it. I'll probably cry, but | can do it.\nMy mother tells me -- because many of these things | don't remember. | was so young. But my\nmother tells me when she came back and when we were reunited, when | would go to sleep at night, |\nwould tie my nightgown to hers because | was so afraid to lose her again. So my mother told me\nthat. | don't remember doing that, but she tells me that and it makes me cry every time.\n>> Bill Benson: Thanks for telling it anyway. | think it's so powerful for you to do that.\nSoon after your mother's liberation, which was in April, once she showed up at your aunt's house, she\nwould then take you and the two of you would move, | think, by June had gone to her own home.\n>> Josie Traum: Yes.\n>> Bill Benson: At this point you still don't know anything about your father.\n>> Josie Traum: No. Although actually the war in '45, he did start corresponding with us. My dad,\nthe house he was living in London was bombed and he was actually in a hospital for two years. He\nwas injured pretty badly, and so he came back in '46. | was seven years old. | really didn't remember\nhim, because he was 13 months old when he left. So | remember going to the boat, to the port, the\ncity where the boats come in, and | remember my mom saying to me, we went to greet the boat, and\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\nmy mother said, there's your father. | had no idea who he was. So it was a lot of adjustments to\nmake, you know, a family who hadn't been together for many years and all of a sudden you add each\nindividual and it's difficult.\n>> Bill Benson: Not just add each individual in a surprise way, not Knowing that they were even alive.\nBefore you were reunited with your father in 1946 when your mother and you moved to her own place\nin June of 1945, after what she had been through at Auschwitz and all the losses she had suffered,\nwhat do you know about what that time was like for your mother and therefore for you in trying to\nrebuild a life again without your father at that time?\nWhat was that like in those immediate post-year years -- post-war months really?\n>> Josie Traum: | think it was really difficult for my mother. | remember her in Belgium right after the\nwar and some years later, even the United States, her waking up during the night and screaming,\nhaving nightmares. And | didn't understand why. | mean, | was only a kid. And myself, | had gone\nthrough traumatic times, but it was hard for my mother, because she had gone through hell. You\nknow, having seen her parents die, measured, so it was a -- murdered, so it was a pretty hard time. It\nwas hard for my mom.\n>> Bill Benson: And you were six. So time to start going to school.\n>> Josie Traum: | started school, yes.\n>> Bill Benson: What was that like for you, to all of a sudden, all you had been through, in hiding, lost\nyour parents and now they're back. Your dad is not back yet. And now you're back in school.\n>> Josie Traum: That's right. And | never was in school to begin with. | never Knew what school was\nlike, so | think it was very nice being with kids, being able to socialize and interact and learning and\ngoing to school.\n>> Bill Benson: Then, of course, your father returns in 1946 and it would be another three years\nbefore you would get to United States. Tell us about what, you know, just in brief about what you can\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nabout that three-year period living in Belgium and resuming a life and their thoughts and decisions to\nthe extent you know about immigrating to the United States.\n>> Josie Traum: My parents, because my mom had been through so much, and my dad equally in\nhis own way, they really wanted to leave Europe and wanted to come to the United States, so they\napplied for papers, got Visas eventually and we came to the United States to really start a new life in\n1949.\n>> Bill Benson: Was there a reason that it took three years?\n>> Josie Traum: It took that long on the waiting list.\n>> Bill Benson: On the waiting list, in order to get their Visas and be able to come.\n>> Josie Traum: The bureaucracy and paperwork took that long for us to wait. And my father and\nmy mom and | came to the United States along with his brother, the one who went to England with\nhim who survived. And he and his wife and two daughters also came to -- we all came together. And\nthey settled in New York and we settled in New Jersey.\n>> Bill Benson: What about your mother's two sisters? My.\n>> Josie Traum: My mom's two sisters, first of all, my mom's older sister went to Israel with her three\nboys. And my mom's younger sister came to the United States and settled in New York.\n>> Bill Benson: But didn't come at the same time.\n>> Josie Traum: No, she also had to apply for papers individually. It was just a very long process.\n>> Bill Benson: So what do you know about what it was like for your parents and you to arrive now in\na new country, 1949 and start their life here? What was that like for them?\n>> Josie Traum: Well, | think it was very difficult. We actually settled in New Jersey, in North New\nJersey, because my mom had an aunt there, and you settle where you have a relative where you can\nhave some connection. So we settled until my parents found an apartment, they found jobs in the\ngarment industry and | think for my parents they settled into work and into living pretty soon after.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nAnd we settled in a community in North New Jersey where there were many survivors who came to\nsettle. | think it was very difficult to settle, but my parents so much wanted to be Americans. They\nright away went to school, started learning English and the history, because they wanted to become\ncitizens. In those days you have to answer a lot of questions. So they did. And | don't mean they\nanswered questions then, they didn't, but they went to school and they were so anxious to become\nAmericans. In fact, when | would come home from school, | would only speak English to them. We\nstopped speaking. They would speak Yiddish at home or French, and | would always speak English\nto them because they so much wanted to speak English.\n>> Bill Benson: So that was a choice, you will soeak English and only English here.\n>> Josie Traum: Yes.\n>> Bill Benson: When you left Belgium | think you were in third or fourth grade, but when you came\nhere they put you in first grade. Tell us about that.\n>> Josie Traum: They put me in first grade not because of my height, because | was never tall. They\nput me in first grade because | didn't speak one word of English and they thought if you want to speak\nEnglish you have to start at the beginning, so they put me in first grade. | stayed there about two\nweeks and then they put me in second grade.\n>> Bill Benson: Two weeks.\n>> Josie Traum: And on and on until | finally caught up. | graduated on time elementary school. And\nthis was in North New Jersey. And, you know, | felt okay.\n>> Bill Benson: There were some rough moments for you in that early stage, and the transition was\nnot easy for you, right?\n>> Josie Traum: The second day | was in elementary school, a gang of girls waited for me outside\nand beat me up. And | was pretty scared. | went home and cried and my mom went the next -- came\nthe next day to the principal to talk to her or him. | don't remember who it was. And the principal said\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\nit's because they thought | was German. Now, | don't think kids at that age knew the difference, but\nobviously | was different and they ganged up on me. | was hurt. But it didn't happen anymore. They\nbecame my friends.\n>> Bill Benson: They became your friends after that.\nJosie, you lost your grandparents at Auschwitz. What about the rest of your extended family? How\nmany survived and how many did not to your knowledge?\n>> Josie Traum: Well, my grandparents had siblings and they were murdered, as were their children,\nand my mother and father both had -- my father had a brother who was taken to Auschwitz with his\nwife and two children and they were murdered, although the girl -- the woman survived. She jumped\noff the train from Auschwitz. She survived. So | have quite a few in my family who did -- who were\nmurdered. And so was Freddy's family.\n>> Bill Benson: Freddy was able to leave on what is known as a kinder transport out of Austria. Tell\nus how you two met.\n>> Josie Traum: | studied in Israel for a year, which was a wonderful year, and on the way home, in\nthose days, again, you didn't travel so much by plane. This was in 1956, '57. | went by boat, on a\nbeautiful passenger liner from Israel to New York, and Freddy was the chief radio officer, and he was\nobviously socializing with the passengers.\n| being one of them. And we -- he's been my soul mate. We were married a year later and we've\nbeen together 56 years.\n[Applause]\nThat must be for endurance. Thank you.\n>> Bill Benson: If you can come back on August 6th when we have Freddy with us, you know, please\ndo.\nYou worked in child welfare. You worked with abused children for the county of Montgomery in\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nMaryland. Do you think what you -- to what extent do you think what you experienced in your life\ncontributed to your choice in a career?\n>> Josie Traum: | think a lot, absolutely. | can't help but think that you Know, I've always wanted to\nhelp children, nurture them, and feel part of their lives. And that's what | chose to do because | work\nwith families for 19 years in the county, and that has had a lot to do with it.\n>> Bill Benson: When Josie spoke at my son's school, which is a school for kids with learning\ndisabilities, | just -- it was extraordinary to watch her with these kids from ages one through eight.\n>> Josie Traum: They were lovely.\n>> Bill Benson: And you were lovely.\n>> Josie Traum: Thank you.\n>> Bill Benson: | think we can turn to our audience for some questions. We have a little time for that.\nSo we would invite you to ask a question. | would ask you to make it as brief as you can, and we're\ngoing to give you a microphone, so we have folks coming down. We have Fritz and here comes Dora\nwith a microphone over here. They'll pass it to you. | think it needs to be repeated, just to be sure not\njust Josie, but everybody in the room hears the question, I'll repeat if need be. If anybody has a\nquestion, please be brave. We have a hand shot up on the left.\n>> Thank you for sharing. Do you know anything about why your mother was involved in the\nunderstood ground movement?\n>> Bill Benson: The question is, what do you know about your mother's involvement in the\nunderground?\n>> Josie Traum: If there's a place where you sign up or you're part of it. | don't Know. You know, |\nnever asked her that. That's a very good question and I'm going to ask her. By the way, my mom\nsurvived and she's alive today. She's 97.\n[Applause]\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Bill Benson: And | want you just to think about that fora moment, how remarkable that is. 97, still\nalive, still giving testimony to what she experienced. Her daughter is still alive, who she had to put\ninto hiding, and who also married a Holocaust survivor. So it's extraordinary family, just an\nextraordinary family.\nDo we have some more questions?\nAll right. We have a young man right here in the middle.\n>> Thank you very much for sharing your story. And this is more of an opinion question, but what do\nyou think are some important steps to prevent such evil in the future?\n>> Josie Traum: You know, at the end when | speak, | usually read something and | think ina\nmoment or two you will see what | think.\n>> Bill Benson: That's a great question. | think Josie is going to end the program in a few minutes\nwith a direct response to that. So we'll get an answer to that.\n>> Josie Traum: Great question.\n>> Bill Benson: We have a question here and one in the back.\n>> Thank you, again, Josie, for a beautiful testimony. I'm curious about the Debrackelaer family and\nhave you kept in touch? Do you know anything about them? It must have been very difficult for\nthem, like you had said, to save you. Do you have any information about them?\n>> Bill Benson: Question for the folks in the back, in case you didn't hear, what Josie knows about\nthe Debrackelaers and what became of them and other thoughts about them.\n>> Josie Traum: My parents, until we left Belgium in 1949, we were in contact with them. But then it\nstopped. And when my husband and | went back to Belgium in 1989 | tried to find them. Apparently\nthey had all died, including the young daughter. So | really never found out any more information.\nAnd for that matter, | tried to find out the order of the nuns who hid me, because | want them to be\nrecognized. And I've written to the French government and apparently the order is no longer in\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nexistence. And sometimes my understanding is that one order merges with another order and it\nbecomes one. So they're trying to find out, but | have not been successful in finding out.\n>> Bill Benson: We have a question towards the back.\n>> Thank you for sharing your story. My question to you is what kinds of truth and reconciliation\nmeasures have been taken today in terms of between the Jewish people and the Germans and how\nis the healing process taking place to -- I'm not going to say remove the reality of what happened, but\nto not have that wall, between, say, if you meet someone on the street that is German?\n>> Bill Benson: Josie, is that something you feel comfortable answering?\n>> Josie Traum: You know, first of all, | personally feel that you can't blame the children for what the\ngrandparents did or the parents for that matter. In fact, | don't know if you realize this, but in the\nmuseum we have volunteers, interns who come from Austria and Germany every year who volunteer\nto work here instead of going to the German or Austrian army, so they choose to work with survivors\nand choose to work in an institution like this.\n| don't have problems -- dealing and talking with Germans who were younger than me, but if someone\nis older than me, | treat it more sensitively, because | always wonder what were they doing? Was\nthere a guard in place? Did they arrest place? It's harder. But I'm really impressed with Germany.\nThey've done marvelous things as far as reconciliation.\n>> Bill Benson: Thank you for that, Josie. We're going to close the program in just a moment. Thank\nyou for your questions. Thank you for being with us. | remind you that we'll have a First Person\nprogram each Wednesday and Thursday until the middle of August. | hope you can come back\nanother time this year. If not, think about us for 2015 and the museum's website will have information\nnot only the rest of the programs this year but again in 2015. It's our tradition at First Person, that our\nFirst Person has the last word. So I'm going to turn to Josie to close the program. When Josie is\nfinished she'll step off the stage. If any want to come down and ask another question or just say \"hi\"\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nand give her a hug, you accept those.\n>> Josie Traum: | need hugs.\n>> Bill Benson: Absolutely, please feel free to do that. When Josie is done, I'm going to ask you all,\nif you don't mind, to stand and Joel our photographer is going to come up on the stage and geta\nportrait of Josie with you behind her. It really is a powerful photograph. So if you don't mind, when\nwe're done if you would stand, that would be terrific. So Josie.\n>> Josie Traum: Okay. Whenever | go to schools and speak to young people, students, | always\nread this, because to me it's so powerful and it's to answer your question really.\nThis is written by a Lutheran minister. He was very, at the beginning, very pro-Hitler, because Hitler\npromised marvelous things. Then what he saw what Hitler was doing, he became very much anti-\nHitler and he was actually in prison. And he wrote...\n\"First | came for the socialists. | did not speak out because | was not a socialist. Then they came for\nthe trade unionists. | did not speak out, because | was not a trade unionist. Then they came for the\nJews. | did not speak out because | was not a Jew.\nThen they came for me. And there was no one left to speak for me. \"\nThis to me is so powerful. You have to speak out for your fellow human being. If you see injustices\nor people mistreating other people, don't just be quiet and ignore it. You've got to say something.\nAnd in today's world, in schools | understand there's a lot of bullying. You have to speak out and help\nprotect these people. It is so important. Just because you don't have the right name on your\nsneakers or your jacket doesn't mean you have to be treated differently. You have to speak out for\nyour fellow human being.\nThank you.\n[Applause]\n>> Josie Traum: Thank you.\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nThank you.\n>> Bill Benson: Stay on the carpet.\n>> Josie Traum: Thank you.\n[Applause]\n>> Josie Traum: Thank you.\n[| Program concluded at 12:00 p.m. ET ]\nROUGH DRAFT COPY\nNOT A VERBATIM RECORD\n",
    "segments": []
}