{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n1\nThursday, March 28, 2013\n1:00-2:00 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON: HALINA PEABODY\nHeld at:\nUnited States Holocaust Memorial Museum\n100 Raoul Wallenberg Place, SW\nWashington, DC\n(Remote CART)\nCommunication Access Realtime Translation (CART) is provided in order to facilitate communication\naccessibility and may not be a totally verbatim record of the proceedings. This transcript is being provided in\nrough-draft format.\nCART Services Provided by:\nStephen H. Clark, CBC, CCP\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\nsclark@hometeamcaptions.com\ninto@hometeamcaptions.com\nHOME TEAM\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nWelcome to United States Holocaust Memorial\nFirst Person with Halina Peabody\nThursday, March 28, 2013............\n>> Bill Benson: Good afternoon, and welcome to the United States\nHolocaust Memorial Museum. My name is Bill Benson, and | am the host of\nthe museum's public program, First Person. Thank you for joining us. We\njust began our 14th year of First Person this past week. Our First Person\ntoday is Mrs. Halina Peabody, whom you shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful\nfor again sponsoring First Person.\nFirst Person is a series of weekly conversations with survivors of the\nHolocaust, who share with us their firsthand accounts of their experiences\nduring the Holocaust. Each guest serves as a volunteer here at this\nmuseum. Our program will continue through mid August. The museum's\nwebsite, at www.ushmm.org, provides information about each of our\nupcoming First Person guests.\nHalina Peabody will share with us her First Person account of her\nexperience during the Holocaust and as a survivor for about 40 minutes. If\ntime allows, toward the end of the program, we'll have an opportunity for you\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nto ask a few questions of Halina.\nThe life stories of Holocaust survivors transcend the decades. What\nyou are about to hear from Halina is one individual's account of the\nHolocaust.\nWe have prepared a brief slide presentation to help with her\nintroduction.\nHalina Litman was born in Krakow, Poland, on December 12, 1932.\nPoland is to the right of Germany on this map of Europe. The arrow on this\nmap of Poland shows the location of Krakow. Halina was the daughter of\nIgnacy and Olga Litman.\nIn this photograph we see Halina, with her mother and Aunt Irka taken\nin 1938.\nHalina, her mother and sister survived the war in Jaroslav under false\npapers identifying the family as Catholics.\nThis is the house where Halina and her family stayed in Jaroslav. In\nthis photograph, Halina and her sister, Eva, celebrate Christmas while posing\nas Catholics.\nHalina's mother decided the safest place to hide was in plain sight.\nShe found a job at a German headquarters peeling potatoes for German\ntroops. This is a photograph of Halina's mother and two Polish co-workers at\nthe German headquarters where Olga worked.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nAfter the war, Halina and her family immigrated to England.\nHalina lives in Bethesda, Maryland. Her husband Richard passed\naway in 2011. She has two sons, one of whom lives in England, the other\njust 10 minutes away, as Halina notes. Halina has two granddaughters.\nHannah, 16, and Olivia, 9. | might mention Hannah is studying film producing\nand is producing a film about Halina at this very moment.\nHalina frequently travels to England to see her son and her sister and\nher family. In April 2011 Halina and some of the other survivors from her\nhometown in Poland, which is now in the Ukraine, went there to place a\nmonument on an unmarked grave in which 800 Jews were buried during the\nfirst German action in that town. We're going to hear about that a little bit\nlater.\nShe continues her keen interest in sports, which have been a\nparticular importance in her life, because her mother was the Polish\nswimming champion in 1925.\nLater this year, Halina will travel to Poland to visit an exhibit of Jewish\nathletes in Krakow. The exhibit includes her mother. She will also visit her\nfamily in England and Israel.\nHalina speaks frequently about her experience during the Holocaust at\nschools and here at the museum and other settings. Next week, she will\ntravel to Racine, Wisconsin, where she speaks at a Holocaust Days of\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nRemembrance sponsored by the Racine Public Library.\nLast month, she spoke at a high school as part of a Holocaust\neducation program at Montgomery College in Montgomery County, Maryland.\nOther upcoming talks include a school in Maclean, Virginia, and a home for\nthe elderly in Maryland. She will also participate in next month's Holocaust\ncommemoration at Har Shalom Synagogue, in Potomac, Maryland, where\nshe will light one of six candles accompanied by her family.\nWith that, I'd like to ask you to join me in welcoming our First Person,\nMrs. Halina Peabody.\n[Applause]\nHalina, thank you so much for joining us today, being our First Person. We're\nreally glad to have you here with us.\nWe have so much for you to cover in a short period, so we'll just get\nstarted right away. You told me when we first met, in your early years before\nwar broke out that life was beautiful for you. When war began, of course, it\nall changed, in September 1939. Let's start with you telling us about the\nprewar years, about your family, your community, your life before the war\nbegan.\n>> Halina Peabody: We lived in a very lovely little place called Zaleszczyki,\nwhich was a seaside, not actually a riverside town. That town is almost\ncompletely surrounded by the river Dniester. In 1939, it was a national\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nfrontier with Romania. Since my mother was a swimming champion, she\nloved the water. She used to water ski there. We used to go paddling\naround in canoes. It was a lovely, lovely place to be in.\nIn the wintertime, it was very, very cold, though, and so we used to do\nwinter sports. My mother was also a skier and could dance on skates. She\ndid everything. By the age of 5, | already skated. Really, | remember.\nSo this was -- she did a lot that way. Also, my father taught me to\nread before the war, before | went to school. Being the first, he wanted me to\nbe the genius. He insisted | should read the newspaper.\n| don't remember anything of that. As long as | can remember, | could\nalways read Polish, and write. So this was something that | am not aware of.\nMy mother, on the other hand, was also a wonderful knitter and used\nto do wonderful lace. Everything at home was made by her. She was\nteaching me embroidery. | remember embroidering a little handkerchief for\nmy grandmother in Krakow.\nAnd we had bicycles, tricycles, we had everything that was available.\nThen, as | said, life was beautiful. My father was a dentist. He\npracticed, surgery, in the front of the house. We had a house. In the back,\nwe lived. All my mother's work was me. She looked after me. She used to\nknit for my Shirley Temple doll. That | remember. That was beautiful. That\nall came to an end suddenly in 1939.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Halina, did you have a large extended family?\n>> Halina Peabody: Well, yes. We had quite a large extended family, but\nthey were all in Krakow, in Warsaw. We were the only ones in Zaleszczyki.\nThat was the reason, my father was a young starting dentist, wanted to find a\nplace to start anew there.\n>> Bill Benson: Germany invades Poland September 1, 1939. Soon after,\nthe Russians, in their agreement with Germany, attack Poland.\n>> Halina Peabody: We knew in 1939, September, when we knew that the\nbells went off, that it was the Russians we were expecting. Because men\nwere very afraid of being conscripted into the Russian army, which was 20\nyears, they couldn't get out. They based themselves on the first world war.\nA lot of them wanted to run away.\nWe had really nowhere to go, and the problem was always that my\nsister was born two months before the war. So we had a baby at home.\nA lot of people just grabbed whatever they could and ran the bridge to\nRomania. My father felt it was better that we stay at home. So he went over\nby himself, and with lots of other people, and we stayed alone.\n>> Bill Benson: There was the belief, part of that was, because they thought\nonly men would be at risk.\n>> Halina Peabody: That's right.\n>> Bill Benson: You'd be safe?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Halina Peabody: That's what he thought. He didn't think we were in any\ndanger. When the Russians occupied us, we just carried on as we were,\nmother and two children. After two, three weeks, | don't know how many\nweeks it was, but everything was frozen over, and people who ran to\nRomania and left families and businesses decided that perhaps they could\ncome back, that maybe it wasn't going to be so terrible.\nSo my father, along with a few others, tried to sneak in, back over the\nice, the river, which was completely frozen. They tried to sneak back into\nPoland.\nAt that point, the Russians had sealed the border, and they got\narrested. The Russians put them on trial, as spies, because they were going\nthere, coming back, and my father got 20 years hard labor and was sent to\nSiberia.\nWe, on the other hand, his family, was supposed to be also taken to\nSiberia like that. We were all packed, ready to go, because as families of a\ncriminal, quote unquote, we needed to be also going to Siberia. But for some\nreason, | don't know to this day, we didn't, they didn't take us. But they threw\nus out of our house, and we had to move away and to a small town called\nTouste, which was a few kilometers up the road.\n>> Bill Benson: With your father taken to Siberia, do you know if your mother\nknew what happened to him, where he went, and did she hear from him?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Halina Peabody: Yes, after quite a few months, we got a letter that he\nwas in a prison, a hard labor place. His conditions weren't as bad as the\nothers. Being the only medical person, they didn't have any doctors, so he\nwas -- as a dentist, he was made the medical person there. He had some\nbetter conditions there.\n| know we had letters going back and forth. We sent a package or\ntwo. But then, of course, it didn't take long before the Germans decided that\nthey would break the agreement, and they came right to the rest of Poland.\n>> Bill Benson: You are now about 8 1/2 when the Germans came into your\narea and took over from the Soviets.\n>> Halina Peabody: Right.\n>> Bill Benson: That changed things dramatically, quickly. Tell us what\nhappened once --\n>> Halina Peabody: First, we did come back to our house, we reoccupied\nour house, and waited to see, very frightened, what these occupiers are\ngoing to do. They were German. The mayor decided everybody had to be\nworking, especially the Jews. Every Jew had to be working, doing something\nfor the Germans. If there was not enough work, they were told to clean the\nstreets.\nAlso, they made very difficult life for everybody, because they went\naround and they accosted people, like if there was a Jewish person with a\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nbeard, a lot of hair, they would stop them in the street and yell and scream\nand take the hair off. Things like that were happening.\nWe were told that we have to give up, of course, any silver, gold,\nmoney or whatever of value. We were not allowed to have anything.\nWe were told to put a yellow star on the house, and a yellow armband.\nNo school for Jewish children at all. Mother tried to keep up as best\nshe could my writing skills. We just waited, what will happen next? We just\nhoped by cooperating things would not be so terrible.\nMy mother, though she had a baby, was told she, because they knew\nshe was a good knitter, would be knitting for the mayor of the town's children.\nHe had lots of children. So she did that. That was her job.\nAllin all, they were just putting all kinds of curfews and we were not --\nof course, no meat allowed. There were rations. We were not allowed to go\nto certain places. Everything was very scary.\n| just remember being terrified. Again, we just didn't know what was\ngoing on, what the -- didn't know what the plan was.\nThey used to demand groups of people to go on various jobs outside\nof town. They created a committee of Jewish leaders in that little town, and\nthey would make their demands through those committees.\nlf they needed 100 people to go to some job, they would tell them, and\nthey would have to tell us to go and be there, and it had to be the right\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nnumber. The Germans were very keen on numbers.\nAs | said, everybody was cooperating. Then the SS arrived. The SS,\nthis was the -- now, the black uniforms arrived, with the gold buttons, on\nmotorcycles, roaring down the street. Everybody was just hiding, trying not\nto be visible, because we got so terrified of them.\nThey just came to do other things, obviously.\nWe didn't have long to wait. They had demanded a group of people to\nbe in the square in the morning, and they said that they wanted them to bind\ntrees for the winter in a camp, just a little military camp just up the road.\nBecause the winters were so harsh, sometimes they would put burlap over\nthe trunks of the trees.\nSo nobody was suspicious that anything was going to go wrong, and\nthe whole group, some volunteers, a lot of people came to the square, and\nthey were marched up the road to do the work.\nAs the rest of us were sitting and waiting for them to come back, as\nusual, all day long we waited and nobody came back. Until late in the\nevening somebody dragged himself in, it was a man who told a story of what\nhappened there, and what he said was that when they got there, there was\nan open grave with planks of wood over it. They were told to strip their\nclothing, lay down on the planks, and they were shot, one by one, and they,\nas they were shot, they fell into the grave.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nThere's 800 people were there. This man was one of the last ones to\nbe put down, and he -- they missed him and only shot him in the arm. After\nthey kind of covered the grave somewhat very lightly, they didn't need to, to\ndo any more, he dragged himself out, and he came back and told us the\nstory. So we understood.\n>> Bill Benson: Halina, am | correct that the 800 victims, most were young\npeople?\n>> Halina Peabody: Yes. A lot of young people.\n>> Bill Benson: Maybe later you'll be able to tell us what you did when you\nwent back to Poland to commemorate them.\n>> Halina Peabody: | can now. This was the memory that haunted me. As\nyoung as | was, because it was such a horrible, horrible event, that as young\nas | was, | was just horrified by it, and | never forgot it. | always thought there\nwas nobody -- nobody knew who they were, where they were. The grave\nwas empty. There's nothing on it. | Knew that, because we went back to\nZaleszczyki at one point and there was nothing.\nThrough some miracle, | recognized some people from Zaleszczyki in\nthe photo at the museum, and | tracked them down, and there happened to\nbe a few of us, apparently. The problem was | was too young. | didn't know\nthem. They knew me.\n| tracked down, | think, about five of them, in Montreal, New York, and\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nthey all welcomed me with open arms. It was the strangest reunion. | didn't\nknow them, and they just loved me because they remembered me as a baby.\nThey knew my family, and they were actually in the midst of collecting\nmoney, and they made a deal with the mayor of the town there in\nZaleszczyki. We went, April 2011, and we placed a monument on that grave.\nWe had the cantor, he did the Hebrew Kaddish, the prayer for the dead. |\nhave to say, this gave me a little peace. That's the best we could do. But we\nalso had raindrops coming down, and we said it was the tears from up there,\nfrom the people.\n>> Bill Benson: After that, there were several other actions by the Germans,\nbut your mother began immediately trying to think how she's going to save\nher two daughters.\n>> Halina Peabody: Well, the thing is we wondered about what is going to\nbe next, and when the next demand came for people to go to work in\nGermany, everybody was already aware of what was happening, so\neverybody was hiding.\nWe were hidden by a cook that used to come to cook for us. So then\nthey took another few hundred people away. After that, because the\ncommunity wasn't that big, it was a small town, they didn't want to have the\nbother of having to find us, so they threw the whole Jewish community out,\nwhatever was left, and to this place called Touste. Not only us, but from all\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\naround that area, they did the same thing, put us in together, so that they\ncould easily find us.\nSo we moved to Touste. There was sort of like a ghetto, or it became\na ghetto, and we just knew what was going to happen next. Everybody was,\nfirst of all, looking for hiding places. My mother said to me, you know, it's not\ngoing to help much, because as soon as we find the hiding places, they'll\nmove us again.\nShe was trying to get us away, trying to put us through some kind of\ntransport to Romania, but nothing worked.\nIn the meantime, of course, the new demand came again for work in\nGermany, and everybody was scurrying around, trying to hide. My mother,\nbecause we had been in that town before, had a couple of contacts. So she\nplaced me with a farmer in a loft. She herself went and made a deal with\nanother farmer to keep her and my sister through the day whilst they were\nlooking for people.\nWe separated, and all day long | thought my mother was caught, and\nthe lady used to come back and say to me \"This one was seen, this one was\nseen in the square.\"\n| was devastated. | thought | lost my mother and sister.\nTowards the end of the day, she did come to collect me, with my\nsister, and told me her side of the story. What happened to her was that the\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nfarmer got scared in the middle of the day, because it was a very high\npenalty if they caught this woman hiding a Jew. So she threw her out into the\nempty field. The field was flat, just one bush, she told me. She crouched\nwith my sister for the rest of the day in that field. She said it was a miracle\nthey didn't see her. They were circling with planes and just, as | said, it was\njust a miracle they didn't see her.\nAt that point, she said to me, \"From now on, we're not going to\nseparate\" because she thought | was taken. She said, \"We're going to stick\ntogether. Whatever happens to us, we will be together, whatever happens. \"\nShe started thinking we had nowhere to go, but with the help of her\nfriends they came up with this idea of getting papers from a priest. They\nmade a deal, they purchased the papers. We got a new name and new\nbirthplace, new grandparents. Everything was new. She sat me down, she\ntaught me all this stuff. We were going to try and just run away and go toa\nplace where nobody knew us, see if we could survive. Since we were all girls\nthey couldn't check.\nWe were put on the train, and left our friends, and we were going to a\nplace called Jaroslav, which was quite a ways in those days. It was going to\ntake two days and two nights on the train, with the changes.\nWhat we had with us, our possessions now were two suitcases and a\nlittle money that she collected. That was all we possessed. And we boarded\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection -\nthe train, and we started our journey. A young man attached himself to us,\nstarted talking to my mother, and slowly, slowly he started pushing her,\npushing her. My mother said to me, \"You know, I'm sorry to tell you that |\ncouldn't resist. He was pushing so hard, asking me if there was a Jewish\nperson in the family.\" My grandfather, father, it was enough if it was a\ngreat-great-grandfather. She said \"I did tell him that we were actually Jewish.\n| did tell him that.\"\nAt this point, he said \"Well, you know, | have to take you to the\ngestapo, but | am going to Jaroslav as well, so | will accompany you to\nJaroslav.\"\nThat's how we traveled.\nMy mother again started thinking, thinking, thinking, there was\nnowhere to run. She finally came to a decision, and she said \"| want to make\na deal with you. | will give you the tickets for the suitcases, | will give you the\nmoney | have, even promise the coats on our backs,\" and she said, \"All | ask\nis that when you bring us to the gestapo that you have us shot immediately.\"\nOf course, her fear was that the torture of the kids. She was afraid of\nlosing the kids and separating from the children. He promised. That's how\nwe traveled to Jaroslav.\nWhen we got closer, and when we started getting off the train in\nJaroslav, | started remembering that we were going to go and get shot. So |\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas getting more and more terrified, and | kept thinking | don't want to die.\nSo | tried pulling at my mother, | said, \"Mom, mom, | don't want to die.\"\nSo she turned to him, she asked him if he would let me go. Since |\nwas blonde, green-eyed, didn't look Jewish, she felt maybe | have a chance\nto survive. But! said \"No, | don't want to go by myself.\" It was terrifying.\nAs we're walking towards the gestapo, she says to him, \"Do you have\nchildren of your own?\"\nAnd he said, \"Yes.\"\nSo she said to him \"Look, I've given you everything | have. You can\ntake everything. Why do you want us on your conscience? Just let us go\nand try our luck.\"\nAnd somehow it touched him, and he said \"OK,\" but he said -- in\nPolish there's a saying that loose translation is \"You don't have a chance in\nhell.\" But we were just glad that he just left. He left us in the middle of the\nstreet.\n>> Bill Benson: He took the items with him?\n>> Halina Peabody: Of course he did. Of course. We were just glad to be\nfree of him. So we were in a strange town, walking in the middle of the road,\nwe don't know where we are, but my mother, as usual, starts thinking \"What\nnext?\"\nWhat next, we needed accommodation, we needed to be inside. She\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas always worried about the papers, because the papers, to this day | don't\nknow if they were real or not, they're here at the museum, but as | said in\nthose days there were no computers, they couldn't check, but we had no\nidea. They were given to us, new name, different people. We didn't know.\nAt any rate, it was very important we should be inside, not be on the\nstreet. So we found a little cafe. My mother asked people around there if\nthere was somebody who would rent rooms. One young man got up, said\n\"Yes, | know a nice washer lady just up the road. | will take you there,\nbecause she takes lodgers.\"\nSo he walked us over there, the lady was really very nice and sweet,\nand she said \"Mother and two children? Yeah, I'll take you.\"\nHer sons were not happy, they told her not to. We looked bedraggled\nand full of stuff in the hair, everywhere.\n>> Bill Benson: You had lice?\n>> Halina Peabody: Lice all over the place, clothes, hair, everywhere. Four\ndays, four nights on the train, imagine. But she said \"No, no, a mother and\ntwo children, | have to take her in.\"\nSo she took her in. My mother told her \"I have no money, but\ntomorrow, first thing | do | will go get a job, and whatever | earn | will bring to\nyou.”\nWe got a bed, which is all we needed, because we could all sleep in\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\none bed very easily. My mother went the next day and found a little job as a\nhousekeeper. She changed this job a couple of times. You had to kind of\nmake do, you had to steal a little bit, people who were a little better off, you\nSteal a little food to bring home, because there was very little food or none.\nAs non-Jews, of course, there was school for me, for two hours a day,\nso | went to school. | had very little background in Catholic religion, and |\nonly knew that | had to cross myself coming in and coming out, but very little\nelse. So it was very helpful for me, because then catechism, we immediately\nlearned the catechism, and because | could read it was much easier for me\nto learn everything, from A to Z.\nIt was very frightening. You had to watch everything very carefully. |\nremember once | crossed myself with the left hand, | looked around, terrified\nthat somebody had seen me, of course. Any little thing would have given me\naway.\n>> Bill Benson: Halina, besides having to be able to come across like you're\nCatholic and know a bit about the catechism, mass, things like that, but you\nalso had different names, therefore different parents.\n>> Halina Peabody: Right.\n>> Bill Benson: Do you remember the difficulty of being able to get that\nstraight, not slip and make a mistake?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Halina Peabody: Yeah. It was fear. Fear kept me straight. No, never\nmade any mistake like that. In fact, my mother was --\n>> Bill Benson: You understood the gravity of it, even that young?\n>> Halina Peabody: Absolutely. Absolutely. My mother knew that.\nWhatever she said, she was a wonderful parent. She brought me up to\nlisten, whatever she explained, and | was terrified enough not to make a\nmistake.\nBut you know, there were little things. There were little things that\nhappened that you could not foresee. The teacher suddenly said -- and in\nPoland it's very difficult when you're supposed to say hello to people when\nyou see them. It's a silly thing, but if you see somebody, you say hello. She\nclaimed | didn't say hello. And | never saw her. And | remember my mother\nsaid, \"Don't worry. Just apologize.\"\n| felt it was so unfair. So | took a little chance.\n>> Bill Benson: And did not apologize?\n>> Halina Peabody: No. No. We kids used to go and do all kinds of things.\nWe used to steal food. The farmers used to bring in contingents. They had\nto be weighed in, carrots and potatoes, whatever, because we were short of\neverything. So when they were weighed in and they were leaving the place,\nthat was to give to the Germans, they didn't mind if we climbed up on the\nback of the thing and grabbed. | remember taking some stuff to bring home.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nVery little food. We had barley a lot of time, which | do not like. | never liked\nit even before the war.\n>> Bill Benson: Halina, you, no matter how successful you were at keeping\nyour identity secret, you were still at risk in that particular house, because of\nthe sons.\n>> Halina Peabody: Because of the sons, and because also my mother was\nvery worried about my sister's hair. My sister had like an afro, and in Poland\nthe Polish girls have straight blonde hair. She was so worried about that. It\nwas enough if somebody pointed.\nShe had shaved her head altogether, twice. The poor kid. Of course,\nmy sister didn't know anything, she was a baby. We didn't tell her anything,\nand she really grew up as a little Polish girl.\n>> Bill Benson: At that time, she was also pretty ill, wasn't she?\n>> Halina Peabody: Very sick. My mother was very, very worried about her.\nFinally, she found a second doctor that helped her. In the meantime, my\nmother got one letter with some news from the people we left, before they\nperished. They passed on information about my father, who apparently had\nsent a letter through the Red Cross that he was safe with his sister in\nPalestine.\nWe knew there was a part of the family, he has a sister who\nimmigrated to Palestine in 1932 with four children. We never met that part of\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nthe family. We didn't know which town they were in. But we knew that he\nwas Safe.\nThis was something that gave us a little bit of hope, that if and when\nthis war would ever end. So we would have somewhere to go and somebody\nto get us out of that.\n>> Bill Benson: At one point there was a raid on the house that had nothing\nto do with you.\n>> Halina Peabody: That's later. What happened was, my mother was\nforever trying to find something to make it more secure. One of the things\nshe wanted to do was offer herself for work in Germany. Now, any Pole\ncould do that. They always needed people in Germany. They would have\ntaken us, but my sister was too young. So she would have had to leave my\nsister. But that didn't work out.\nThen she came up with this idea of hiding in plain sight. She thought if\nshe had an ID, like | have, showing she works for the Germans, that that\nmight be useful, and that's when she applied to the German military camp to\nwork. That's why she finally, after weeks of waiting, not knowing, they were\nchecking the papers, they said, after weeks of waiting finally she got her\nwork. She got the job of peeling potatoes, but she had the ID.\nOne day, one night, the Germans did come storming into the house.\nThey were looking for the younger son of our hostess, who used to -- his job\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas killing pigs for a living. That was a death sentence by the Germans.\nYou were not allowed to do that. They never found him. They didn't find him\nthis time. But what they did, they yelled and screamed and took everybody\ninto the station to check them out, if they were working, except for us\nbecause my mother came up with this ID. He said \"No, you stay.\" So the\nonly Jews in the house, we stayed. They took the rest to the station. They\nchecked them out. They were all OK, so they came back the next morning.\nAgain, you know, it was all these little things that could happen,\nimagine. You just have to be always on the lookout, always worried about\nthat.\n>> Bill Benson: Share with us the incident that your mother told you about\nwhen she was working in the German headquarters, when the officer came in\nwith his dog.\n>> Halina Peabody: Yes, yes. My mother used to come with tales. She said\nthis officer came into the kitchen, with a dog. He said, \"Now, this dog has\nbeen trained to smell out the Jew.\" She said, \"Of course, | knew, of course\ni's impossible.\" But she said \"What if that dog took fancy to me?\"\nThose are the kind of things. Everything was petrifying. All these little\nthings.\n>> Bill Benson: I'm sure, as you put it, in plain sight must have been so\nterrifying for her, for every moment she was out there.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Halina Peabody: Yes.\n>> Bill Benson: You and your sister, your mom would continue under those\ncircumstances until right towards the end of the war, of course, when, as the\nRussians began advancing on Jaroslav you found yourselves in the middle of\nthe attack on Jaroslav.\n>> Halina Peabody: Yeah. We were -- one morning we woke up, it was\ncompletely silent. We lived on the main road. Usually the cars were back\nand forth. This morning it was complete silence.\nMy mother was saying -- she was in bed with my sister, | was standing\nby her, by the bed, and she was thinking whether she should go back, go into\nwork or not. We didn't know what was the status. We had no radios, no\nnewspapers, no idea what was happening.\nSO as we were standing, as | was standing there, suddenly there was\na tremendous bang, and a bomb fell and split over the house. That's where |\nwas wounded, my hand was wounded. | started crying out. My mother\ngrabbed me.\nWe went over, through, out of the house, through the kitchen, the roof\nhad fallen in there. We went over that. We walked to the hospital where they\ntreated me. It scared my mother very badly, because they said there was so\nmuch dirt in the hand. They had no penicillin, they might have to amputate\nmy hand. You can imagine my mother.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nThey took me in. They left me in the hospital. My mother stayed with\nme for a day. She went afterwards back and discovered that the lady, the\nhostess, our hostess was dead underneath the planks in the kitchen. So we\nlost her. There was nowhere to go back there. The neighbor took her in,\nwith my sister. She would go back and forth daily to visit me.\nThe nurses, who were nuns with all of the nice white, I'll never forget the\nwhite and the black kaftans, they were beautiful, little blonde hair coming out\nof some of them, really lovely. They really took care of me and saved my\nhand.\n| just lost a couple of fingers. | guess that was --\n>> Bill Benson: Not only was there no penicillin for infection, there was no\npain medication or anything like that?\n>> Halina Peabody: Well, they had some, but the only pain | had is when\nthey cauterized it. That was the pain. There was no choice.\n>> Bill Benson: Now, of course, the Soviets are in control. That was in fact,\nfor Jaroslav, the last day of the war, but your security was still not assured at\nall. In fact, you had to continue --\n>> Halina Peabody: Well, the thing is that | was so happy that the Germans\nleft and the Russians were coming in, that | said to my mother, \"Now | can\nsay who lam, my name.\" She said \"Unfortunately not, because there was a\npogrom of the Jewish people that came out of hiding, and unfortunately the\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nPoles killed them.\"\n| say that knowing not all Poles are bad. It's unfortunate that that is\nwhat happened to us. We had to keep that pretense for a while, until we left\nthe town. Even further, when we needed to be in another place where they\nasked us directly, \"Are you a Pole?\"\nMeaning are you not Jewish? We had to keep that pretense for quite a while.\n>> Bill Benson: In fact, until essentially leaving the country?\n>> Halina Peabody: Yeah. My mother started knitting again to get money,\nand started placing advertising to find my father. My father had no idea we\nsurvived.\n>> Bill Benson: You say advertising, you mean in Palestine?\n>> Halina Peabody: Wherever. Everybody was looking for people. So she\nplaced -- but she obviously would target Palestine, and by some again\nmiracle the people in the station in Tel Aviv knew my father personally. So\nimmediately the contact was made. Immediately, when | say immediately it\ntook a long time. Mail was slow. But my father arranged for my cousin, who\nwas in the British army, to come back to Poland, and to put us in touch with\nthe Jewish agency. They would take us out of the country, and we would\nrejoin him.\nWhat | learned about him was that, as | said, he managed to get out of\nRussia by running away from the prison he was in, by joining General\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection :\nAnders, who was asked by Stalin to create a group of Polish prisoners to\nfight the Germans.\nThey were all worried, and they were short of men. This was an\nagreement between Churchill, Roosevelt and Stalin, that he would let some\npeople out. That's how my father came out, and my aunt and uncle and\ncousin. They came out of Russia. They ended up in Palestine. My father\nwas actually in the Polish unit, which was part of the British army. They were\nstationed in Egypt.\nWhen finally we got reunited, we had the choice of either going to\nPalestine or to England. We ended up going to England. That's where |\ngrew up the rest of the time, and that's where | started learning English,\nwhich was very difficult.\n>> Bill Benson: Before we continue on with that, Halina, tell us about how\nyou got out of the country and leaving Poland, then making your way to Italy,\nand then to England.\n>> Halina Peabody: Well, we were in a communal home, which Polish police\nattacked, but they didn't get in. That was one of the things. Then what they\ndid, they had this arrangement with the trucks would take us out just past the\nfrontier, between Germany and Poland, and they would bribe the guards with\nsome vodka, and they allowed -- there was a quiet agreement that the Jews\nwere going to be allowed to leave Poland, if they wanted to.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ..\nSo they had these trucks going over, and in our case the guards, of\ncourse, the Russian guard wanted more watches. They loved watches. Full\nof pocket watches. They had to give extra watches.\nThen we were supposed to make our way to the railway station to go\nto Berlin on the train. But what happened was they refused to sell us tickets,\nbecause we were Jews, and it was after the war. But somehow, | don't know,\nthis -- as | said, there was a Jewish agency already in charge, they managed\nto get us through. We ended up being in a DP camp for a very short time,\nbecause --\n>> Bill Benson: Before you got to the DP camp there was the extraordinary\nironic situation you ran into.\n>> Halina Peabody: Oh, yes. When we were in the communal home, they\nsuddenly decided that we were not Jews, that we were pretending to be Jews\nin order to get out of Poland.\n[Laughter]\nSo my mother was saying, wait a minute, my husband's name was Isaac.\nThat was all we could do.\n>> Bill Benson: You had papers that said you were Catholic Poles.\n>> Halina Peabody: That's correct. That's correct. But by then, | think,\nsomebody remembered my mother or something, and so we were let\nthrough.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection s\n>> Bill Benson: You went to the DP camp for a short while.\n>> Halina Peabody: In Italy. It was beautiful there. | wanted to stay longer\nbut we were sent in the first transport to England, which was miserable.\nRainy and gray. We ended up near Liverpool. Very, very depressing.\n>> Bill Benson: Where did you actually reunite with your father?\n>> Halina Peabody: That was Munich. Finally caught us there, because he\nmissed us a couple of times.\n>> Bill Benson: It had been how long since you had seen him?\n>> Halina Peabody: Well, | was close to 14. So --\n>> Bill Benson: Seven years. What was that like?\n>> Halina Peabody: Difficult.\n>> Bill Benson: One of the things you said that | thought was particularly\npoignant was you'd been really your mother's companion and partner, and\nnow you're -- say a little more about that, if you're willing.\n>> Halina Peabody: Well, he was very impressive, a half lieutenant, he had\na leather strap. The difficulty was | was my mother's partner, we were\ntogether always. My sister didn't know who she was, who we were. Only the\ntwo of us. Suddenly, my father comes on the scene, and I'm baby sitting.\n>> Bill Benson: Back to being a child, their daughter.\n>> Halina Peabody: A little bit, yes.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: When you got to England, and of course now you've got to\nstart a new life there, one of the things you know I'm going to want you to\nshare, of course, is you'd had this very serious injury, and the way you\nexplained it to me is it really affected your confidence and --\n>> Halina Peabody: Of course.\n>> Bill Benson: In a big way. You're self-conscious. So you took up table\ntennis.\n>> Halina Peabody: Yes. | wanted tennis. Actually, | love tennis. But there\nwere no facilities. In college there was a table there, and we started playing\ntable tennis. Then when we bought a house in London, there was a youth\nclub, Maccabi youth club, a Jewish youth club, they're all over the world. |\njoined the club and played more table tennis. | played a lot.\nWe had a team, we went around, like here, they have leagues, we did\na lot of that. | did not know that, but of course, in the meantime, Palestine\nbecame Israel. So far away from me, | never even thought of it as a place to\ngo. But in 1953, they told us that the Maccabiah games were going to be on,\nand they were going to send a team representing England to Israel. By then,\n| was pretty good, and the honor of representing England.\n>> Bill Benson: She was the country champion.\n[Laughter]\n>> Halina Peabody: No, no, no, not the country. Not England. Not England.\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: You were still a champion.\n>> Halina Peabody: Maccabiah. At any rate, that was my first trip to Israel,\nwhich was absolutely fantastic. | thought I'd found my Shangrila. | spent two\nmonths, | found my family. | met my two girlfriends | knew from before the\nwar, vaguely, little kids.\n| was in Haifa, in Tel Aviv. It was wonderful. | went back because |\nknew my mother was waiting for me. | promised myself | will go back again,\nand unfortunately my mother died in 1956, so | in 1957 went again to the next\nMaccabiah. It's like Olympic games, every four years. So in 1957. | said to\nmyself, this time I'm going to stay here, just to see how it's like. | had lots of\nplaces to stay with, because everybody was wonderful, my cousins, my\nfriends, everybody.\nSo then | liked it so much that | got my sister over as well, and she met\nher future husband there. She actually went back to England. | stayed. |\nworked first for a British company, and then when they sold the refineries to\nthe Israelis, my Hebrew wasn't good enough, so | looked for another job and\nfound one at the American embassy in Tel Aviv. That's why I'm here. That's\nwhere | found my husband and how we first came to the United States.\n| first went to Palo Alto, then we came here. | thought we'd go back to\nIsrael, but my son was going to school, and we just loved it here too. So I've\nbeen here ever since, and when | retired | was lucky enough to find this job of\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nvolunteering at the museum. And | feel very, very grateful for that, that the\nmuseum gives us this opportunity to talk about our story and to give you what\nhappened, to give you an eyewitness account, which people tell me is very\nimportant. So I'm very happy to share it with you.\n>> Bill Benson: Halina, | think we have time for a few questions from our\naudience. Before we do that, just your mother, who you lost early, was truly\na remarkable person.\n>> Halina Peabody: That's in her honor | speak, yes.\n>> Bill Benson: One of the things you didn't talk about is that she became\nvery ill right after the war ended, and you had to struggle with that.\n>> Halina Peabody: She was diagnosed with cancer right after my hand\nhappened. | always think it was because of the tension, of the desperate\nfeeling that she had. My sister was so sickly, her health was ruined. She felt\nthat | was the strong one, and | got wounded. So she was very, very\ndevastated.\n>> Bill Benson: It's so wonderful that you now know about that exhibit that\nwill feature your mom, that you get to go to.\n>> Halina Peabody: Yes. That was my second goal.\n>> Bill Benson: Wonderful. We're going to turn to you. We've got hands\npopping up already. We have some mics here. So if you just make your\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nquestion as brief as you can, then Halina will respond to it.\n>> Thank you for sharing. | think | would have liked your mother very much.\n>> Halina Peabody: Thank you.\n>> When you were in hiding, did you ever suspect there were other families\ndoing the same type of thing?\n>> Halina Peabody: We did, but | don't think there was anybody there that\ncould answer that. There were apparently people hiding, but none, | didn't\nmeet anybody. Went to church, went to school, no, nowhere. This was a\nlittle Polish town. | don't think there were that many Jews there. Although,\napparently there had to be some. But no, never.\n>> Bill Benson: One over here.\n>> My question is, did you secretly express your Jewish faith between your\nsister and your mother? Did you observe the sabbath? Any other religious\nholidays? Or were you super scared that you couldn't do that?\n>> Halina Peabody: No. First of all, my sister didn't know she was Jewish.\nWe didn't tell her. In fact, wnen she was asked, when she was accused of\nbeing Jewish when the Russians came in, somebody said \"You can tell us\nnow, you're Jewish.\" She said \"Look at me. | don't have horns. | don't have\na tail.\" She had no idea. No idea. No.\nWe were not observant as Jews. At 7, certainly, | knew | was going to\nHebrew school. That's all | knew. | could only sign my name in Hebrew. |\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nwas not quite 7. We were not very observant. We were Jewish. That's all |\nknew. Then my mother kept me straight. My mother was very clever, |\nthought. Of course, she said to me, \"Look, we all pray to the same God, and\nit doesn't matter whether you're Jewish, Catholic or whatever. You're Jewish.\nYou're born Jewish, you might as well stay Jewish. It's better that way.\" But\nthat's all.\n| never had any problems with that. I'm not observant today, either,\nI'm sorry to say. Maybe it's wrong, but | think that by being with the museum,\n| think that's how | express my Jewishness, and | love Israel. In Israel people\naren't very observant, either, so --\n[Laughter]\nSo | don't feel that it's a bad thing.\n| think that the lucky thing about being Jewish is they don't\nexcommunicate you if you don't do it.\n[Laughter]\n>> Bill Benson: It's also important to remember even if you had been inclined\nto try to practice a little bit of your faith, you were living in a teeny house with\na lot of other people so the risks were unimaginable.\n>> Halina Peabody: No way.\n>> You said you were separated from your father for seven years. What was\nthat like, and how did you make up for lost time?\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Halina Peabody: Well, you do the best you can. He had problems getting\na job, because after he was out of the army, his language wasn't good. He\nhad to go back to some courses, so he couldn't be a dentist for a while. It\nwasn't easy. It was -- the brunt of the problem was from my mother, not me.\n| went to school, and all they wanted me is -- all my mother ever wanted was\neducation, education, education. She fought very hard for that. Of course,\nthey couldn't help us in any way. But my sister had no problems because\nshe was only like 5 1/2. | had a much harder time.\n| had my table tennis. That was mostly what happened. It's not easy.\nFamilies are complicated, and especially if you're separated for seven years.\nIt can't be easy. | think that the brunt of the problem was from my mother,\nand | was so sorry that she, after all she went through, after all she did, she\nhad this hard life afterwards as well.\n>> Bill Benson: | think we're probably at the time to bring it to a close, so I'm\ngoing to turn back to Halina to close our program in just a moment. | want to\nthank all of you for being here. We have First Person programs every\nWednesday and Thursday until the middle of August. If you have the\nopportunity, if you live locally, come back. If you don't, plan another vacation.\nDon't put it off till next year. We'd love to have you back here.\nWe have a tradition here, that is that our First Person has the last\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\nhttps://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\n36\nword. After Halina is done, you're going to step down off the stage, you can\nstay for a few minutes?\n>> Halina Peabody: Absolutely.\n>> Bill Benson: If you want to meet her, ask a question, please absolutely do\nthat.\n>> Halina Peabody: Well, | want to say thank you very much for coming and being willing to listen to\nthese stories. | think it's important for the people to hear eyewitness stories, because there's still\npeople who deny that it happened. It's just a warning for the future, because a lot of people stood by\nand did nothing, and you can't do that anymore. Everybody needs to help in watching, being vigilant\nand trying to help everybody else in this world.\nI'm very, very keen talking to young people, and as | said, I'm very happy to honor my mother\nand the 6 million that we lost.\n| will never stop mourning them, but that's my burden, and | just hope that you will learn\nsomething from that, and I'm sure that having just come to the museum you already are well on the\nway, so | don't want to preach.\nThank you so much for listening.\n[Applause]\nROUGH DRAFT TRANSCRIPT\nNOT VERBATIM RECORD\n",
    "segments": []
}