{
    "header": "https://collections.ushmm.org\nContact reference@ushmm.org for further information about this collection\nl\nThursday, July 18, 2013\n1:00 p.m. — 2:03 p.m.\nUNITED STATES HOLOCAUST MEMORIAL MUSEUM\nFIRST PERSON SERIES\nHARRY MARKOWICZ\nREMOTE CART\nCommunication Access Realtime Translation (CART) is provided in order to facilitate\ncommunication accessibility and may not be a totally verbatim record of the proceedings.\nThis transcript is being provided in rough-draft format.\nCART Services Provided by:\nChristine Slezosky, CBC, CCP, RPR\nHome Team Captions\n1001 L Street NW, Suite 105\nWashington, DC 20001\n202-669-4214\n855-669-4214 (toll-free)\ninfo@hometeamcaptions.com\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Bill Benson: Good afternoon and welcome to the United States Holocaust Memorial\nMuseum. My name is Bill Benson. | am the host of the museum's public program First\nPerson. Thank you for joining us. We are in our 14th year of the First Person program. Our\nFirst Person today is Mr. Harry Markowicz whom we shall meet shortly.\nThis 2013 season of First Person is made possible through the\ngenerosity of the Louis Franklin Smith Foundation to whom we are grateful for again\nsponsoring First Person. | am pleased to let you know that Mr. Louis Smith is here with us\ntoday.\n[Applause]\nThank you, Louis.\nFirst Person is a series of weekly conversations with survivors of\nthe Holocaust who share with us their firsthand accounts of their experience during the\nHolocaust. Each guest serves as a volunteer here at this museum. Our program will continue\nthrough mid-August. The Museum's website, www.ushmm.org, provides information about\neach of our upcoming First Person guests.\nHarry Markowicz will share with us his First Person account of\nhis experience during the Holocaust and as a survivor for about 45 minutes. If we have time\ntoward the end our program, we will have an opportunity for you to ask a few questions of\nHarry.\nThe life stories of Holocaust survivors transcend the decades.\nWhat you are about to hear from Harry is one individual's account of the Holocaust. We have\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nprepared a brief slide presentation to help with his introduction.\nWe begin with this photograph of Harry and his siblings, Rosa\nand Manfred, or Mani as he was known, taken in 1941. Harry was born on August 9, 1937, in\nBerlin, Germany. His parents, Max and Marja, emigrated from Poland shortly after World War\nl.\nThis photo shows Harry's mother's family around 1914 in\nWidawa, Poland. Harry's mother is the second from the left in the back row with the long hair.\nThe others in the picture are Harry's aunts and uncles, 11 in all, and Harry's grandmother who\nis in the middle sitting next to her youngest child, Bolek. Those in the photograph, only three\nsurvived World War II: Harry's mother, her youngest sibling, Bolek, and her sister Leonia who\nis third from the left in the back row.\nHere is a picture of Harry's father, Max, in Berlin, Germany, in\nfront of the building. He had recently arrived to Poland. On this map of Germany, the arrow\npoints to Berlin where Harry and his family lived when he was born. In 1938, a family friend\nwho was a policeman, warned the Markowiczes of an impending outbreak of violence against\nJews in Germany. Harry and his family escaped to Antwerp, Belgium.\nThis arrow shows where Antwerp is located. When Germany\ninvaded, the Markowiczes tried to cross the border and were denied entry. They rented a\nhouse in Belgium. They stayed until Belgium surrendered to Germany in late May 1940.\nIn 1942 Harry and his family went into hiding in Brussels. Harry\nand his siblings were placed in children's homes and with different families. Harry lived with\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ;\nthe Vanderlinden family until September 1944. Here we see Harry with Mrs. Vanderlinden.\nAfter the war, the Markowiczes resumed their life in Brussels.\nHere we see Harry and his family in Brussels. Harry and his parents emigrated to the United\nStates in 1951, joining his siblings who emigrated in 1949 and 1950.\nAfter arriving in the U.S. in 1951, Harry and his parents settled in\nSeattle, Washington, where his brother and sister had gone to their move. He went to the\nUniversity of Washington for his undergraduate studies then attended Simon Fraser University\nin Vancouver, Canada, for his graduate degree. At Simon Fraser Harry's study in linguistics\nand particularly in sign language led to his career working with people with deafness.\nAfter his studies, Harry spent a year in France he would return to\nFrance later to work for five years before becoming a professor of English at Gallaudet\nUniversity in Washington, D.C., the world's only university with programs and services\nspecifically designed to accommodate deaf and hard of hearing students. It was established\nby an act of Congress in 1864. After 30 years at Gallaudet he retired in 2008. Harry also\ntaught English has a second language in Israel and Canada as well as French in the U.S. and\nin Canada.\nSince his retirement, Harry has become very involved with this\nmuseum. He presently works a volunteer in Visitor Services and you will find him at the\nInformation Desk on Tuesday morning -- or Tuesday afternoons.\nHarry and his wife, Arlene, whom he met in Washington, D.C.\nbut to whom he proposed in France when she came to visit, just celebrated their 36th wedding\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nanniversary on June 27. With their son Michael they live in Silver Spring, Maryland. Arlene is\nhere with Harry today. If you wouldn't just mind a wave of the hand so people know you're\nhere.\nWith that, I'd like to ask you to join me in welcoming our First\nPerson Mr. Harry Markowicz.\n[Applause]\nHarry, thank you so much for joining us and for your willingness\nto be our First Person today. |'m glad to have you with us. We're going to start right away\nbecause you have so much to share with us and we have just one short hour to go.\nYour father settled in Berlin in 1919, married your mother in\n1926. By the time you were born in 1937, Hitler had come to power and had been in power for\nfour years. Before we turn to the war years, tell us what your family's life was like, what your\nlife was like, in those years before the war began.\n>> Harry Markowicz: | was very young being born in 1937. My father -- [Indiscernible], my\nmother was a housewife. My brother and sister were born. We were somewhat religious but\nnot too religious. They led kind of a middle class life.\n>> Bill Benson: Your father served in the First World War, hadn't he?\n>> Harry Markowicz: Yes. He was in World War I. He was 15. They lied about his age, so he\nwas drafted at 15. There were skirmishes in Poland and Russia which led to the war in 1920,\n1921. He didn't want to go back in the Army, so he left Poland to go to Berlin.\n>> Bill Benson: And how did he meet your mom?\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\n>> Harry Markowicz: He met my mom at a wedding which took place in Gdansk, an\ninternational city. The wedding was -- also left Poland in 1919. So he couldn't go back to\nPoland to marry this Polish young woman. So they arranged for the wedding to be in Gdansk\nand my father was invited. After the wedding, his partner said, well, now it's your turn. Said,\n“Why don't you pick somebody among the guests.”\n[Laughter]\nMy father picked my mother.\n>> Bill Benson: And history was made.\n>> Harry Markowicz: | guess so. The funny part about that is that my mother was planning to\ngo back home. They were going to have the wedding later, but my father insisted that they get\nmarried right then. Said, “Send a telegram to your mother.” My grandfather was dead by then.\n“Have her come, and we'll have the wedding.” We have pictures of the two weddings. They\ntook place a few days apart. Within eight days my father and mother were married.\n>> Bill Benson: What was life like for them, to your knowledge, in Berlin in the late 1920's,\nearly 1930's, before Hitler came to power? What was their life like there?\n>> Harry Markowicz: | don't know much about -- | assume that they had, as | said, a middle\nclass life and were satisfied living there until the Nazis took over.\n>> Bill Benson: You had two siblings. How large was your extended family?\n>> Harry Markowicz: My mother had, as you said earlier, 10 siblings. There were 11 children.\nMy grandfather was dead before the war. And my father had seven -- no, there were seven\ntogether. Of those, four survived, four who had left Poland. The whole family that stayed in\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nPoland all perished.\n>> Bill Benson: You had told me, Harry, that your father was one of those who believed that\nafter Hitler came to power that he wouldn't last, this wouldn't last for terribly long. Say a little\nmore about that.\n>> Harry Markowicz: Right. He wasn't the only one. The Jewish people who were affected\nmost were professionals, civil servants, teachers who were fired from their jobs, doctors,\nlawyers couldn't practice. So for them it was crucial to leave. And many of those emigrated.\nBut my father's business wasn't affected. He had no street representation to have a shop or\nanything, so he wasn't hurt economically by living in Germany. And he assumed that it could\nnot go on the way it was, that the world wouldn't let it happen; wouldn't tolerate this kind of\ncondition. It was wrong.\n>> Bill Benson: Kristallnacht or Night of the Broken Glass took place November 9 through 10,\n1939. Sometime around Kristallnacht your family fled Berlin for Belgium. But just prior to that\nyour father had taken your two siblings with him to Aachen, Germany, but then came back.\nTell us what you can and what you learned later about the events that led to him taking your\ntwo siblings and then returning and then about the family's flight to Belgium.\n>> Harry Markowicz: As | understand, shortly before Kristallnacht, a friend of my father was a\npoliceman; he came to him and told him that terrible things were going to happen and that it\nwas absolutely necessary for us to get out of Germany. So my father took my brother and\nsister with him. They went to Aachen, a spa resort close to the border of Belgium and Holland,\nto be smuggled. We were to be smuggled into | don't Know which one of those countries, one\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nof those two countries they arrived there. They went -- it was all arranged. There was going to\nbe a smuggler.\nUnfortunately there were many other German Jews who wanted\nto leave, and they wanted to leave immediately. So there was a group of about 40. All of this |\nlearned from my brother. They weren't prepared. They had to walk through the forest of the\nwomen in high heels, babies were crying. They were very obvious, too, because they were\nwell-dressed; not like the kind of people who would go for a long walk in the woods. So they\nwere caught by a Dutch patrol at the border and they were held and turned over to the German\nauthorities.\nThen my father was put in jail, the other adults, too. My brother\nand sister were placed with Jewish families in Aachen. A few weeks later the police called my\nmother in Berlin and asked her if she knew where her husband was. She said, “Of course |\nknow. He's in Aachen with our children.” Somehow my father, brother, and sister were lucky\nbecause the authorities were convinced that they were there on vacation. And they let them\ngo.\nThey came back to Berlin and then my father went back to the\nborder by himself. And this time he succeeded in getting into Belgium. Then he arranged for\nus to come over later with the Belgian who lived by the border and worked in Germany. He\ncommuted back and forth and brought us across the border in his car.\nAgain, we were lucky because Hitler happened to be giving a\nspeech when we arrived at the border, so the German border guards were not interested.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\nThey were listening to the speech. And | heard this from my brother.\n>> Bill Benson: So they’re not paying attention made it easier for you get across.\n>> Harry Markowicz: Right.\n>> Bill Benson: Wasn't there an incident with you, as a little guy, playing with the car keys?\n>> Harry Markowicz: Yes. | was something like 1. | was 1. Somehow they gave me the keys\nor | got the keys. And when it came time to go, they couldn't find the keys to the car.\n>> Bill Benson: But fortunately they did.\n>> Harry Markowicz: They did.\n>> Bill Benson: So at the borders they were able to get through. So that took them into\nBelgium.\n>> Harry Markowicz: Right. My father had already settled in Antwerp, found a place to live for\nus. So we lived there in Antwerp, 1938. So it was before the war. My brother and sister both\nwent to school there. We were illegal but we were allowed to stay. But my father was not\nallowed to work. So he was involved in the black market, change of currency, the dollar and\nthe British pound. So he traded, for instance.\n>> Bill Benson: And that was how basically you survived, by doing that. | think you told me he\nalso may have been involved with black market with diamonds and things like that to be able to\nmake a living.\n>> Harry Markowicz: Right. Antwerp is a center where they cut the diamonds, cleaned the\ndiamonds. | know I've seen the little packages of diamonds around.\n>> Bill Benson: Before we go on, Harry, we've mentioned Kristallnacht. Tell us what\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection P\nKristallnacht was. Say a little bit about that so people know.\n>> Harry Markowicz: Ok. Kristallnacht was a national program in Russia. There were various\ntimes -- | say demonstrations. It was more than that, attacks against Jewish communities and\nJewish stores. Sometimes they killed people, too. And what happened, Kristallnacht, was it\nwas organized by the Nazis all over the country the night of November 9 and 10.\n>> Bill Benson: 1938.\n>> Harry Markowicz: 1938. And they attacked and burned down synagogues and\ndemolished, vandalized Jewish businesses, arrested -- I've forgotten now, 30,000 or 60,000\nJewish men, only men. They put them in a concentration camp. Most of them were released\nlater on the condition that they leave the country within a short period of time.\n>> Bill Benson: And literally hundreds of synagogues burned all over Austria so Kristallnacht\nor Night of the Broken Glass, crystal night. So you're now, though, in Belgium, living in\nBelgium. In May 1940, of course, the war began in September 1939 when Germany attacked\nPoland, but in May of 1940, the Germans attacked Belgium and France, Holland, what they\ncall the low countries. A few days after the Germans attacked Belgium, your family fled for\nFrance. Tell us about that tell us what you know about the attack on Belgium and then the\ndecision to get out of Brussels and head -- or Antwerp and head for France and what\nhappened.\n>> Harry Markowicz: Belgium had declared itself neutral. But the Germans didn't respect that.\nFrance had built up very powerful fortifications on their border. So the Germans chose not to\nattack the French where the best French fences were located. They went through Belgium,\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwhich was easy.\nWithin days of May 10, hundreds of thousands of Belgian people\nwere trying to get into France where they thought they would be safe of before this, when\nPoland was invaded by Germany, England and France declared on Germany. So England\nsent over several hundred thousand soldiers stationed in France, the Expeditionary Forces.\nWhen Belgium was invaded, some of the troops came in into Belgium as well. They tried to\nstop the Germans.\nMay 14, my brother reminded me, his birthday. My sister's also.\nSo on May 14, we left Antwerp together with four other families. They arranged to rent a van\nor truck to bring us to the border. We got to the coast --\n>> Bill Benson: Before you continue from there, Harry, when you described this scene,\nliterally, as you said, hundreds of thousands of people fleeing. My images, what we've seen in\nmovies, of people fleeing destruction somewhere on every kind of transport possible. You\nwere in a van. Is that the scene that you have in your mind of what was happening as people\nfled?\n>> Harry Markowicz: This was before -- | don't remember that.\n>> Bill Benson: From what you've been told.\n>> Harry Markowicz: Yes.\n>> Bill Benson: So everybody's trying to get to France.\n>> Harry Markowicz: Right. When we got to -- the driver said, \"This is as far as | go.\" He\ndropped us off on the road.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 5\n>> Bill Benson: That wasn't the plan.\n>> Harry Markowicz: That wasn't the plan. | don't know what his reasoning was. It was also\nhard to drive because there were so many people on the road walking, horses, bicycles,\neverything of so he turned around and left us there.\nThen one other family, the couple whose wedding my parents\nmet, met and got married, subsequently, were with us we were walking. And then at some\npoint they bought a four-wheel kind of pedaling bus used in various resorts and piled all of their\nstuff on top of it.\n>> Bill Benson: Like a cart on pedals?\n>> Harry Markowicz: Yeah. You pedal like on a bicycle., on a bench kind of seat. They piled\nup all of this stuff on it. And then the other family had a little girl, Lisa, my age. They put us on\ntop. And everybody else pushed and pulled until they got to the border.\nAt the border, the French, Belgian and Dutch citizens but we\nwere stateless so they didn't let us in.\n>> Bill Benson: What does that mean, you were stateless?\n>> Harry Markowicz: We didn't have citizenship.\n>> Bill Benson: Because you had fled Germany and there were you weren't recognized as\nBelgian.\n>> Harry Markowicz: No. We had no citizenship. No papers.\n>> Bill Benson: So you were considered stateless.\n>> Harry Markowicz: Yes. So my sister, | remember telling me, that my mother was talking\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection\nwith this Polish-speaking custom guy, trying to convince him to let us in but he didn't. So we\nmoved back from the border. My parents rented a house in a resort town close to the border.\n| don't Know what their plan was. | assume they were going to try to go back to the border and\ntry another time get across.\nMeanwhile, around then, Belgium -- well, King Leopold\nsurrendered, without telling the other allies, the British and the French, so they had no warning.\nThe Germans had been kept back a little bit, but they moved right in and were getting close to\nthe border. So we stayed at the house, | really don't know how long.\nThis was at the time that the British were evacuating their troops\nin Dunkirk. There's a harbor just across the border from Belgium, in France. Their ships\ncouldn't come in. The harbor had been bombed so eventually they got hundreds and\nhundreds of small boats to come across the channel to pick up these soldiers, English, French,\nfrom Belgium, Dutch, and take them to the large Navy ships that were further out.\nMy first memories from them, memory that | have are just like an\nimage, a picture.\n>> Bill Benson: Please. Yeah.\n>> Harry Markowicz: | remember -- what | remember is lying in the ditch next to the road, my\nmother's next to me. There were a lot of other people in the ditch.\n>> Bill Benson: Before you go on, | wanted to ask you earlier, one of the reasons for being in\nthe ditch is you had been strafed by German planes.\n>> Harry Markowicz: | didn't know that. | don't remember that at all.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection |\n>> Bill Benson: You found out later at the time.\n>> Harry Markowicz: Next to me on the road there was an officer. | don't know why | knew he\nwas an officer. And he was looking -- he was tall. | was lying in the ditch. He was probably\ntall, straight. Looking at the sky with binoculars. Somehow -- the confidence, a sense of\nsecurity. | think a lot of the feelings that | had, the emotions, were not my own. They came\nfrom my mother and other adults.\nSo then | fell asleep in the ditch and when | woke up, this officer,\na British officer -- | don't think | knew he was British. | knew that he was not a threat to us. He\nwas gone. | asked my mother, “Where's the soldier?” And she said, “They're gone.” Because\nthey were being evacuated. At that point | felt my mother's anxiety because now there was\nnothing between us and the Germans.\n>> Bill Benson: So at some point then the family decides that there's no option but to go back.\n>> Harry Markowicz: Right. To Antwerp, where we were living. It meant walking back the\nother way.\n| want to go back about the strafing. | had no idea what was\ngoing on except for what | described. And we never talked about any of this, my family, with\nanybody else. It's only the last few years that | started talking with my brother about it. My\nsister's dead. My parents are dead. So there's only the two of us. | asked him about that\nscene, that image that | have. And he said he doesn't remember that. | said, “Why would we\nbe in a ditch?” Something was obvious to him. He said, “Because the Germans were strafing\nthe roads.” | said, “Why was he looking up with his binoculars?” He said, “Well, there were\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\ndogfights,” German planes fighting British planes above us. But that | don't remember.\n>> Bill Benson: So now it's back to -- back into Belgium.\n>> Harry Markowicz: Right. On the way, we got picked up by German trucks who were\nreturning empty from the front. | suppose they wanted to get the refugees because many\npeople were not going back to where they came from in Belgium. Get them off the roads, clear\nthe roads. My brother said they fed us. There was no stores open or anything. They gave us\nbread that they had.\n>> Bill Benson: And took you back.\n>> Harry Markowicz: And took us back most of the way to Antwerp.\n>> Bill Benson: What happened once you got back to Antwerp? You tried to leave there. So\nnow you're back.\n>> Harry Markowicz: At the beginning for the first few months nothing happened, apparenily.\nLife went on. Even some of the people who had gone into France came back into Belgium\nbecause apparently everything was ok. The Germans weren't going to do anything. So they\ndecided to come back.\nGradually, the Germans started having increased regulations\nconcerning Jews. Jews had to register with a Jewish Council. The Germans set up Jewish\nCouncils wherever they were to carry out their decrees and to get the Jews themselves to do\nwhatever they wanted them to do. It was easier than trying to give orders directly.\n>> Bill Benson: And it was things like, you couldn't own bikes, you couldn't own radios. You,\nof course, couldn't have cars. Everything was restricted at that point.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection ,\n>> Harry Markowicz: Right. They requisitioned all cars. There were no gas anywhere. Bikes.\nJust were not allowed to have radios. My brother said we didn't have one anyway, so.\nThen they started requesting, again, through the Jewish Council,\nstarted requesting young able-bodied men to go to work, which made sense, work in factories,\nfarms, because so many Germans were in the Army. So some people went. At the first batch\nthey even wrote home everything was fine. Then they came back. My father was convoked to\ngo to work.\n>> Bill Benson: Forced labor.\n>> Harry Markowicz: Forced labor. Yes. And then first batch did work on the factories. Then\nafter that they worked on the fortifications that the Germans were building on the French coast,\nbuilding bunkers. Those were never heard from again.\nMy father refused to go. He didn't show up at the time that he\nwas supposed to report. My mother went to Brussels -- Belgium was very small. Antwerp and\nBrussels are one hour apart by train, probably less today. She found an apartment. We\nimmediately moved into Brussels.\nMy parents didn't speak French. But my mother got out of the\ntrain station and heard Yiddish spoken. So in no time she had an apartment for us.\n>> Bill Benson: There were only, | think you told me, just a few communities in Belgium that\nJews were allowed to live at this point.\n>> Harry Markowicz: Right. Brussels, Antwerp. The largest cities. Most Jews lived in\nAntwerp. The next was Brussels.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\n>> Bill Benson: So your mom finds a place for you, and you all move there now, in Brussels.\nWhat was that period like for you?\n>> Harry Markowicz: The Germans still were only, at this point, taking able-bodied men. They\nweren't doing anything about women, young women. So my brother and sister went back to\nschool. My father went back to business.\n>> Bill Benson: Black market, | assume. Yeah.\n>> Harry Markowicz: And | stayed home with my mother. Until 1942, the beginning of 1942,\nJanuary 1942. The Germans had a high-level conference at which they decided on the “final\nsolution,’ when you go through the Museum, the main exhibit. There were 15 top\nadministrators got together. | think eight or 10 had Ph.D.’s, which tells you something about\nwho was involved at the top of the movement. They decided on the \"final solution.\" Probably\njust rubber stamped it because it probably was decided before that they were going to kill all\nthe Jews.\nSo the meetings to plan how all of this was going to take place.\nEichmann, who was in charge, came with men who planned the transportation, trains, taking\nJews to Poland, was there, was one of them. So shortly after that, things got -- changed. In\nBelgium Jews had to wear the yellow star. In other countries it started earlier. There were\nrestrictions.\n>> Bill Benson: And then roundups began, right?\n>> Harry Markowicz: Right. In August 1942, the Germans rounded up Jews at night, they\nwould come at night, surround the areas that were predominantly Jewish. There were no\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection -e\nghettos, per se, but neighborhoods where a lot of Jews lived, surrounded.\nIn Antwerp they had the cooperation of the police. They picked\neverybody up. They had the addresses because you had to register. And they just came to\nthe houses, apartments, knew exactly where to go and took everybody away: old people,\nyoung people, sick people, everybody; happened twice, at the end of August.\nThe word got back to Brussels. So at that point we stopped\nsleeping in our apartment because they would come at night in Antwerp. During the day my\nmother and | were in the apartment. But then at night we slept -- my mother had a brother who\nlived nearby but outside of the Jewish area. Some of us slept there. Others slept with friends.\nWho were living in the non-Jewish neighborhoods.\nAt the beginning of September there was the big raid in\nBrussels. They did the same thing as they did in Antwerp, took everybody away. We were\nlucky because we were not at home.\n>> Bill Benson: So that's when | think precipitated your parents really making the very serious\ndecision, now you really needed to go into hiding.\n>> Harry Markowicz: Right. Besides the official Jewish Council, there was also an\nunderground Jewish-Belgian organization which actually fought the official organization of the\nJewish Council. They advised people to go into hiding, to hide the children separately,\nwherever they could.\n| should mention that in Belgium, 90% of the Jews were not\ncitizens. Only 6,000 Jews were actual citizens. The rest were all illegals like we were. They\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection g\nwere easy targets because obviously they didn't know the language well. But children, you\nlearn language very quickly. Children could pass.\nThe first place we went, my parents placed us, was all three of\nus together, my brother and my sister and |, with an elderly couple. Did it for the money. My\nparents asked them to move out of that Jewish -- they were neighbors, nearby neighbors.\nThey paid them to move to another neighborhood where they wouldn't be known and could\npass us off as their grandchildren. So that's what happened. But it was not the best situation.\nFor one thing, their 18-year-old grandson was living with them.\n>> Bill Benson: Where they placed you, in the same house.\n>> Harry Markowicz: In the same house. And he -- in Belgium, like in other countries, there\nwere nationalist organizations, Nazi type of organizations. And he joined. They became\nsoldiers in the German Army. Their uniforms were black. | remember. So it was not ideal\nbecause probably wouldn't have turned in his grandparents, but still.\nThen the other thing was -- oh, my brother said he joined just to\nhave a job. He was not interested in ideology.\n>> Bill Benson: So might not have been a real fascist but nonetheless belongs to their\norganization.\n>> Harry Markowicz: Right. Most of them were shipped to the eastern front and were killed\nthere. The other thing is, this couple moved back to their old apartment because they didn't\nlike the new area where they were living. So that immediately -- my mother got us out of there.\nNext, | was with my sister in a children's home in the\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 0\ncountryside. | don't exactly know what the situation was there, but my mother came to visit.\nWe found out there were Jewish adults hidden there. So that was not ideal because Jewish\nadults were more easily identified.\nMy mother took us away from there. | think | stayed with my\nparents for a while. | should mention, my parents lived in the house their parents -- had been\nvacant. Neighbors brought food, brought it to them, also mail from us when we wrote. So our\nparents would write to this one couple. They would take my parents’ letters to us also, and\nmail them. My father didn't go out for two years. My mother did occasionally.\n>> Bill Benson: Staying in this home that for all practical purposes was perceived to be\nvacant.\n>> Harry Markowicz: Right. You know about the Anne Frank family. Similar situation.\n>> Bill Benson: And where did you -- you ended up with another family. Tell us.\n>> Harry Markowicz: That was the Vanderlinden family. You saw Mrs. Vanderlinden in one of\nthe pictures. They took in my sister and I, since | was little, together with my sister. They lived\non the border of Brussels. It was a whole area built for working class people, by the city.\nWhat | didn't know is that my brother was also living there; not\nvery far, but they didn't tell me because they were afraid if | told anybody else. My sister knew\nwe were some somewhere but didn't know where. Only my brother knew where we were\nwhich was important because of what happened.\nThe Gestapo went to the house where my brother was living.\nThere were two other Jewish kids there. The Gestapo spoke to my brother and the other kids\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .,\nin German. They said, “Oh, you're the Jewish kids.” They knew ahead of time. But they didn't\ncome for them. They were looking for the son of the family, an adult son, who was working for\nthe Germans on the railroad yard. He was a railroad man. He was working in the railroad yard\nin Germany. He and others had gotten leave to go home for five days. It took them three days\nto get home because the trains weren't running the way they normally are. So their return\nback late.\nThere had been a raid on -- an allied bombing raid on the\nrailroad yard. So they suspected that one of the Belgians had given information to the allies.\nSo they came to the house, searched everything for a radio transmitter. They didn't know that\nat the time that this stuff was there but later they found out. That's what they were looking for.\nThey would look behind pictures on the wall, everywhere.\n>> Bill Benson: So for the moment they left your brother alone.\n>> Harry Markowicz: Yeah. They said, \"We'll come back for you tomorrow.\" Well, my brother\ndidn't wait. So he came over to where we were, and we got out of there.\nThen | was back with my parents for a while. My sister and\nbrother, | think they were staying in a commercial laundry, behind a dirty laundry bag, keeping\nout of sight. My mother asked the Vanderlinden family to move right into Brussels.\n>> Bill Benson: The family that you had just been with?\n>> Harry Markowicz: Right.\n>> Bill Benson: Ok.\n>> Harry Markowicz: So they did. They moved into Brussels where people didn't know them.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection .\nlt was a big city. So | could pass for their son. And almost an adult daughter. I'm not quite\nsure how old she was. She was maybe 18.\n>> Bill Benson: Both during the time you were with the Vanderlindens when they lived -- were\nout in the country but also once they moved back into the city, they were a Catholic family. Am\n| right?\n>> Harry Markowicz: Yes.\n>> Bill Benson: And you were hidden -- | mean, you were hidden in the home. What was your\nlife like there, to your knowledge? You actually, | think, went to school for a period, to a\nCatholic school?\n>> Harry Markowicz: Right. They were Catholic like most Belgians but they were not\npracticing Catholics. They did send me to a school that was Catholic. Instructors were nuns.\nWe were taken to church.\n>> Bill Benson: Did you adopt the family name?\n>> Harry Markowicz: Oh, yes. | was Henry Vanderlinden.\n>> Bill Benson: So you had to really learn to be able to answer question as though you were\ntheir child.\n>> Harry Markowicz: Yes. It was a little more complicated. Because this area was Flemish\nspeaking. | didn't know it. When we lived in Antwerp, | wasn't going to school. | was too\nyoung. Stayed home with my mother. So only some of the nuns spoke French. But the kids\ndidn't. And | didn't know what was going on in class. | guess it didn't matter.\nEventually there was an altar boy who spoke to me in French. |\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 3\ndon't remember how this came about. He told me | was Jewish. | don't know how he found\nout, but he told me. Then he introduced me to other kids.\n>> Bill Benson: So there were others in the school.\n>> Harry Markowicz: About a dozen.\n>> Bill Benson: About a dozen.\n>> Harry Markowicz: | guess -- we left that area. You asked me about the Vanderlindens.\nThey were very good to me. Mrs. Vanderlinden, she was an extremely loving mother. | had a\nhard time at first because | couldn't stand the food. There was no food, but what we had to eat\nwas very limited, roots, vegetables. For protein we had besides the rabbits that\nMr. Vanderlinden raised, only had so many rabbits, but it was lard. It made me choke just to\ntry to eat it. | couldn't eat it. So Mrs. Vanderlinden would cut it up in tiny, tiny pieces and mix it\nup with the mashed potatoes. And then she would feed me.\n>> Bill Benson: And that was the protein source. So you were able to then live with the\nVanderlindens in Brussels itself in hiding again. What can you tell us about that period?\n>> Harry Markowicz: Well, | was hidden in a way but | could go outside.\n>> Bill Benson: Because you were their son as far as the outside world knew.\n>> Harry Markowicz: Yes. So | did normal things with them. Already mentioned, sometimes |\nhad to go back to my parents before because -- | don't know why. But! spent time with my\nparents where | couldn't go out. The windows were covered with newspapers. That was a\nsign that it was a vacant building. And there was a little hole that my father made | could look\nthrough the hole to look up on the street. But! couldn't play outside. | couldn't go outside.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection va\nWhen | was with my mother, sometimes in public, not very often,\nwe didn't talk. One time we were on the street car. | don't know where we were going. Two\nGerman soldiers got on in front. We were in the back of the car. They used to go through the\ncar and ask everybody for identification papers, which would have indicated that we were\nJewish. So my reaction, | don't know, | didn't feel anything, but | knew my mother was panicky.\nAnd we got off at the next stop. And that night | had a nightmare involving the Germans.\n>> Bill Benson: Go ahead. I'm sorry.\n>> Harry Markowicz: | just want to contrast, being with my parents and being with the\nVanderlindens. With them it was normal. We were in the street. | could speak openly. With\nmy parents, with my mother, it was scary. Not that | was scared because | don't remember\nbeing scared, but | knew that it was dangerous. | could feel it from my mother.\nAlso, my mother was much more reserved person.\nMrs. Vanderlinden played with me, hide and seek and all kinds of things. She was a very\nwarm person.\n>> Bill Benson: And you would continue in these circumstances until 1944. Tell us about the\nperiod that led up to liberation and what liberation, what that meant for you and meant for your\nparents and your brother and sister. Tell us about that time.\n>> Harry Markowicz: Before we knew that the allies were coming, one day my mother showed\nup and said she was taking me home. She called it home. But she was taking me to where\nshe and my father were staying. It was kind of a shock for both Mrs. Vanderlinden and myself.\nMy mother said, well, after the liberation you can come back and stay with the Vanderlindens\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nagain. So she took me.\nWe were on a street car. All of a sudden she whispered to me --\nbecause we spoke German. “Look out the window.” There was a small German truck. In\nfront there was a horse pulling the truck. It ran out of gas or broken down. | don't know. And\non top of the truck there was a German soldier lying on his stomach with a heavy machine\ngun, but he was acting strange. He kept looking around, up at the buildings. And my mother\nsaid, \"They're running away. The Germans are running away.” Won't ever forget that.\nSo she brought me to where my father was. By that time you\ncould hear the bombing getting closer. Everybody was kind of waiting for the allies to arrive.\nThey liberated Brussels September 3. The Germans left. My parents expected that there\nwould be a battle; that the Germans would not give up. | learned this later. My mother said,\n“Well, if we're going to be killed in the bombing, we might as well die together.”\n>> Bill Benson: So she brought everybody together?\n>> Harry Markowicz: Yes. She couldn't get my brother and sister because by then they were\nliving far away. Only way to get there was by train. And it was difficult and especially\ndangerous for my parents, for my mother.\nSo the next day -- the British arrived that night, in the evening.\nThe next morning my mother took me. | didn't know where at the time. | asked, \"What about\nmy father?\" She said, \"He's not ready to go out. He hasn't been out for two years.\" Can't face\npeople, something like that. | don't remember the exact words.\nSO aS we were going -- | knew | guess we were going to a park.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\nThere were more and more people in the street going the same direction | didn't know what,\nwhy. We were in the street where there was a tank on fire. | was fascinated. It was probably\na German tank. I'm not sure. | assume it was a German tank. Someone had thrown a\nMolotov cocktail on it.\nSo I'm standing by the tank watching and my mother said,\n“Come on, you got to go.” She grabbed me. We got to the park. By this time hundreds of\nthousands of people were there. My world changed.\n>> Bill Benson: These are not German tanks. These are British tanks. We don't have a whole\nlot of time more. Tell us about you being lifted up to the soldier on the tank, your mother lifting\nyou up.\n>> Harry Markowicz: | may have to stop.\n>> Bill Benson: Yes. Take your time.\n>> Harry Markowicz: So there were all of these happy people cheering the soldiers. My\nmother took me to a tank where there was one soldier standing on the tank. We looked at\neach other. But we didn't have a common language. | think he bent down and stretched out\nhis arms. My mother lifted me up. He held me in his arms.\n| don't think | can continue.\n>> Bill Benson: No. That was liberation. That was liberation. Of course, your brother and\nsister are still somewhere else. And the war, of course, is still going on.\n>> Harry Markowicz: Yes.\n>> Bill Benson: It would continue for another nine months after that point.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n>> Harry Markowicz: Exactly.\n>> Bill Benson: So you weren't sure that it was safe. But for the moment you were safe. But\neventually your mother and father -- you would go back to the Vanderlindens, and they would\ngo to retrieve your brother and sister. And they had a scary incident when they went to get\nyour brother and sister. Can you tell us about that?\n>> Harry Markowicz: Right. They were on a train. This is my parents. They whispered to\neach other. People heard them.\n>> Bill Benson: Whispered in German, their native language.\n>> Harry Markowicz: Right. So they were taken off the train and almost --\n>> Bill Benson: Because they thought they were Germans. And did somebody intervene?\n>> Harry Markowicz: Yes, a policeman.\n>> Bill Benson: And saved your parents. And you had gone back to the Vanderlindens for\nsome time to live with them again.\n>> Harry Markowicz: Right. As far as | remember, | didn't know how long | stayed there. |\nthought it was just a short time. But reading more about history and putting things together, |\nrealized | stayed much longer than | expected.\nRight after liberation everybody hung up flags, the allies,\nAmerican, British, French, Belgian flags that were size of double sheets. | don't know where\nthey got the flags, how they made them, obviously in secret, but | have no idea. They were\nhanging down the facades of the houses. And one day | noticed no flags. All the color was\ngone. It was pretty obvious. So |! asked Mrs. Vanderlinden, \"Where are the flags?\" At this\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\npoint she told me. She sounded scared. She said the Germans might come back. Later |\nrealized that was the Battle of the Bulge, which was in December, Christmas time, just before\nChristmas.\nSo we were liberated in September, September 3. And the year\n| was still living with the Vanderlindens after the liberation for all of these months. | asked my\nbrother recently why. | don't know. He said maybe because my parents' apartment was very\nsmall, with like three rooms, and they didn't have any furniture. Also, they took in a cousin of\nmine. My mother's brother and his wife and their son were deported on the last transport from\nBelgium. So their daughter was with herself, a little older than | am. They took her in. So\nthere was not enough room.\n>> Bill Benson: And you were in a safe place.\n>> Harry Markowicz: Yes.\n>> Bill Benson: Before we close, Harry, tell us a little -- the Vanderlindens, they took you and\nyour sister in when they lived on the outskirts of town. Your mother asked them to relocate\ninto Brussels to protect you. They did that, which meant that when they went into Brussels --\nbecause you told me they had to get new occupations, new jobs. There clearly had to be\nsignificant risk to them for doing this. What do you think motivated the Vanderlindens to do all\nof that?\n>> Harry Markowicz: You know, we never talked about it. Many years later, Arlene, my wife\nand | were visiting. We used to live in Paris. We visited the Vanderlindens in Brussels. By\nthat time he had died, but. Arlene did what | never did. She asked \"How come?\" The\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection +0\nexplanation was kind of simple. \"Somebody knocked at the door and asked would you take in\na child.\" They didn't say whether it was a Jewish child or anything. But Mrs. Vanderlinden\nassumed.\n| should say that many Belgians, unlike other countries, were\nvery help if many to the Jews and took risks; not the same risk that they would have taken in\nPoland. Poland helping Jews was an immediate execution, including the whole family, and the\nneighborhood visiting, too. In Belgium | don't think they did that. | think they might have sent\nthem to concentration camps.\n>> Bill Benson: Last question for you, Harry. At what point was the family completely reunited\nand stayed that way? | know your brother and sister would leave first to go to the United\nStates. But at what point did you really were all back together?\n>> Harry Markowicz: In 1951.\n>> Bill Benson: 1951.\n>> Harry Markowicz: But that didn't last because as soon as we arrived, my brother was\ndrafted and sent to Korea.\n>> Bill Benson: We're at the end of our program. I'm sorry we didn't get a chance for you ask\nsome questions and there's many more that | wanted to ask. So we'll have to do another\nversion, | think.\nHarry, when he's finished, he's going to step down off the stage.\nlf anybody would like to meet him or ask him a question, please absolutely feel free to do that.\nI'm going to turn back to Harry to close our program in a moment.\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\nContact reference@ushmm org for further information about tis collection 7\n| want to thank all of you for being with us. | remind you that\nwe'll have First Person programs each Wednesday and Thursday through the middle of\nAugust. So | hope you'll come back and join us either this year if possible, look to put us on\nyour schedule for next year if you can.\nIt's our traditions at First Person that our First Person gets the\nlast word. So on that note, I'm going to turn back to Harry to close our program.\n>> Harry Markowicz: Thank you. Some people ask, “Why didn't the Jews resist? Why did\nthey go to their death like sheep?” Well in fact, Jews resisted in every possible way that they\ncan, they could; everything from emigrating as soon as the Nazis took over to crossing\nboarders illegally when it was no longer to do it any other way, by hiding, bypassing for\nChristians, by giving away their children to strangers to help the odds that they would survive,\nby fighting back, underground, by sabotage. The Germans had made some concentration\ncamps work in weapons factories, being making bullets, for example. There was sabotage\ngoing on, putting sand in the bullets along with the powder, things like that; and also rebellions\nin ghettos and in the concentration camps. That doesn't sound to me like going to their death\nlike sheep.\n>> Bill Benson: Thank you, Harry.\n[Applause]\n[The presentation ended 2:03 p.m.]\nROUGH DRAFT TRANSCRIPT\nNOT A VERBATIM RECORD\n",
    "segments": []
}